{"quotes": [{"lines": [{"text": "[as a TV show host, holding a microphone]\nHi Larry, its good to have you back on our panel!", "character": "Rance Muhammitz", "characterId": "nm0000942"}, {"text": "[holding a magic lamp]\nHi Dave, its really great to be back on your panel!", "character": "Larry The Dwarf", "characterId": "nm0823592"}, {"text": "I'm sure the people at home would be interested to know why such a large force as you is all dressed up like Frank Zappa. Tell us Larry, whats the deal?", "character": "Rance Muhammitz", "characterId": "nm0000942"}, {"text": "He made me do it, Dave. He's such a creep. He's making me hold this aladdin.", "character": "Larry The Dwarf", "characterId": "nm0823592"}, {"text": "And why is he making you do that, Larry?", "character": "Rance Muhammitz", "characterId": "nm0000942"}, {"text": "He wants me to fuck the girl with the harp.", "character": "Larry The Dwarf", "characterId": "nm0823592"}, {"text": "[Keith Moon as the nun peers out from behind the harp grinning]", "character": null, "characterId": null}, {"text": "He wants you to fuck the girl... with the harp?", "character": "Rance Muhammitz", "characterId": "nm0000942"}, {"text": "NO, no! With the magic lamp! He wants me to stuff it up her and rub it.", "character": "Larry The Dwarf", "characterId": "nm0823592"}, {"text": "[chuckles maniacally, host stares at him]", "character": null, "characterId": null}, {"text": "if you had just been lowered down here on TV with a wire connected to a brown leather harness, forced by crazy person to insert a mysterious imported lamp in the rep-rep-rep", "character": "Rance Muhammitz", "characterId": "nm0000942"}, {"text": "[has trouble pronouncing word with thick German accent]", "character": null, "characterId": null}, {"text": "into the, into the RE-productive orifice of a lady harpist, and you were a dwarf... would you do it?", "character": "Rance Muhammitz", "characterId": "nm0000942"}, {"text": "YES!", "character": "Larry The Dwarf", "characterId": "nm0823592"}]}, {"lines": [{"text": "So long as I get some beer and I get paid, you can make me do anything, I'm professional!", "character": "Lonesome Cowboy Burt", "characterId": "nm0085339"}]}, {"lines": [{"text": "I'm stealing the room!", "character": "Jeff", "characterId": "nm0509120"}]}, {"lines": [{"text": "[to the viewers]\nHello there. When you go on tour with a musical group, it's possible any town could look seem this. Whether it's large or small, busy or nothing happening in it. The reason for this is quite simple. As a musician, if you consider the normal pattern of modern civilized life, it's on the outside of your own. He doesn't build things. He doesn't work regular hours like a decent, God-fearing citizen. And the life he leads in many ways seems useless and irrelevant to those who prefer a quite evening sitting in front of the television and drinking a bottle of beer. Amazing as it might seem to some of us, musicians have basic physical needs just like real people. Many of them study for years. Such as learning how to play the violin for instance. Only to be rewarded with the hum-drum job of sitting in the fourth row of a symphonic string section. That is why the government, at great expense, constructed this experimental re-orientation facility.", "character": "Larry The Dwarf", "characterId": "nm0823592"}]}]}