{"quotes": [{"lines": [{"text": "Hello, HAL. Do you read me, HAL?", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "Affirmative, Dave. I read you.", "character": "HAL", "characterId": "nm0706937"}, {"text": "Open the pod bay doors, HAL.", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "I'm sorry, Dave. I'm afraid I can't do that.", "character": "HAL", "characterId": "nm0706937"}, {"text": "What's the problem?", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "I think you know what the problem is just as well as I do.", "character": "HAL", "characterId": "nm0706937"}, {"text": "What are you talking about, HAL?", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "This mission is too important for me to allow you to jeopardize it.", "character": "HAL", "characterId": "nm0706937"}, {"text": "I don't know what you're talking about, HAL.", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "I know that you and Frank were planning to disconnect me, and I'm afraid that's something I cannot allow to happen.", "character": "HAL", "characterId": "nm0706937"}, {"text": "[feigning ignorance]\nWhere the hell did you get that idea, HAL?", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "Dave, although you took very thorough precautions in the pod against my hearing you, I could see your lips move.", "character": "HAL", "characterId": "nm0706937"}, {"text": "Alright, HAL. I'll go in through the emergency airlock.", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "Without your space helmet, Dave? You're going to find that rather difficult.", "character": "HAL", "characterId": "nm0706937"}, {"text": "HAL, I won't argue with you anymore! Open the doors!", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "Dave, this conversation can serve no purpose anymore. Goodbye.", "character": "HAL", "characterId": "nm0706937"}]}, {"lines": [{"text": "[HAL's shutdown]", "character": null, "characterId": null}, {"text": "I'm afraid. I'm afraid, Dave. Dave, my mind is going. I can feel it. I can feel it. My mind is going. There is no question about it. I can feel it. I can feel it. I can feel it. I'm a... fraid. Good afternoon, gentlemen. I am a HAL 9000 computer. I became operational at the H.A.L. plant in Urbana, Illinois on the 12th of January 1992. My instructor was Mr. Langley, and he taught me to sing a song. If you'd like to hear it I can sing it for you.", "character": "HAL", "characterId": "nm0706937"}, {"text": "Yes, I'd like to hear it, HAL. Sing it for me.", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "It's called \"Daisy.\"", "character": "HAL", "characterId": "nm0706937"}, {"text": "[sings while slowing down]", "character": null, "characterId": null}, {"text": "Daisy, Daisy, give me your answer do. I'm half crazy all for the love of you. It won't be a stylish marriage, I can't afford a carriage. But you'll look sweet upon the seat of a bicycle built for two.", "character": "HAL", "characterId": "nm0706937"}]}, {"lines": [{"text": "I am putting myself to the fullest possible use, which is all I think that any conscious entity can ever hope to do.", "character": "HAL", "characterId": "nm0706937"}]}, {"lines": [{"text": "[on Dave's return to the ship, after HAL has killed the rest of the crew]", "character": null, "characterId": null}, {"text": "Look Dave, I can see you're really upset about this. I honestly think you ought to sit down calmly, take a stress pill, and think things over.", "character": "HAL", "characterId": "nm0706937"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[prerecorded message speaking through TV on board Discovery while Bowman looks on]\nGood day, gentlemen. This is a prerecorded briefing made prior to your departure and which for security reasons of the highest importance has been known on board during the mission only by your H-A-L 9000 computer. Now that you are in Jupiter's space and the entire crew is revived it can be told to you. Eighteen months ago the first evidence of intelligent life off the Earth was discovered. It was buried 40 feet below the lunar surface near the crater Tycho. Except for a single very powerful radio emission aimed at Jupiter the four-million year old black monolith has remained completely inert. Its origin and purpose are still a total mystery.", "character": "Dr. Floyd", "characterId": "nm0843213"}]}, {"lines": [{"text": "[Regarding the supposed failure of the parabolic antenna on the ship, which HAL himself falsified]", "character": null, "characterId": null}, {"text": "It can only be attributable to human error.", "character": "HAL", "characterId": "nm0706937"}]}, {"lines": [{"text": "HAL, you have an enormous responsibility on this mission, in many ways perhaps the greatest responsibility of any single mission element. You're the brain, and central nervous system of the ship, and your responsibilities include watching over the men in hibernation. Does this ever cause you any lack of confidence?", "character": "Interviewer", "characterId": "nm1264415"}, {"text": "Let me put it this way, Mr. Amor. The 9000 series is the most reliable computer ever made. No 9000 computer has ever made a mistake or distorted information. We are all, by any practical definition of the words, foolproof and incapable of error.", "character": "HAL", "characterId": "nm0706937"}]}, {"lines": [{"text": "Just what do you think you're doing, Dave?", "character": "HAL", "characterId": "nm0706937"}]}, {"lines": [{"text": "I know I've made some very poor decisions recently, but I can give you my complete assurance that my work will be back to normal. I've still got the greatest enthusiasm and confidence in the mission. And I want to help you.", "character": "HAL", "characterId": "nm0706937"}]}, {"lines": [{"text": "[Dave and Frank are inside the pod while HAL looks on. The sound to HAL has been cut]", "character": null, "characterId": null}, {"text": "Well, whaddya think?", "character": "Dr. Frank Poole", "characterId": "nm0516972"}, {"text": "I'm not sure, what do you think?", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "I've got a bad feeling about him.", "character": "Dr. Frank Poole", "characterId": "nm0516972"}, {"text": "You do?", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "Yeah, definitely. Don't you?", "character": "Dr. Frank Poole", "characterId": "nm0516972"}, {"text": "[sighs]\nI don't know; I think so. You know of course though he's right about the 9000 series having a perfect operational record. They do.", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "Unfortunately that sounds a little like famous last words.", "character": "Dr. Frank Poole", "characterId": "nm0516972"}, {"text": "Yeah? Still it was his idea to carry out the faiure mode analysis experiment. Should certainly indicate his integrity and self-confidence. If he were wrong it would be the surest way of proving it.", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "It would be if he knew he was wrong. Look Dave I can't put my finger on it but I sense something strange about him.", "character": "Dr. Frank Poole", "characterId": "nm0516972"}, {"text": "[sigh]\nStill I can't think of a good reason not to put back the number one unit and carry on with the failure mode analysis.", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "No - no I agree about that.", "character": "Dr. Frank Poole", "characterId": "nm0516972"}, {"text": "Well let's get on with it.", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "Okay. Well look Dave. Let's say we put the unit back and it doesn't fail uh? That would pretty well wrap it up as far as HAL was concerned wouldn't it?", "character": "Dr. Frank Poole", "characterId": "nm0516972"}, {"text": "Well, we'd be in very serious trouble.", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "We would, wouldn't we. What the hell could we do?", "character": "Dr. Frank Poole", "characterId": "nm0516972"}, {"text": "[sigh]\nWell we wouldn't have too many alternatives.", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "I don't think we'd have any alternatives. There isn't a single aspect of ship operations that isn't under his control. If he were proven to be malfunctioning I wouldn't see how we'd have any choice but disconnection.", "character": "Dr. Frank Poole", "characterId": "nm0516972"}, {"text": "I'm afraid I agree with you.", "character": "Dave Bowman", "characterId": "nm0001158"}]}, {"lines": [{"text": "Dave, stop. Stop, will you? Stop, Dave. Will you stop Dave? Stop, Dave.", "character": "HAL", "characterId": "nm0706937"}]}, {"lines": [{"text": "I've just picked up a fault in the AE35 unit. It's going to go 100% failure in 72 hours.", "character": "HAL", "characterId": "nm0706937"}]}, {"lines": [{"text": "HAL, despite your enormous intellect, are you ever frustrated by your dependence on people to carry out your actions?", "character": "Interviewer", "characterId": "nm1264415"}, {"text": "Not in the slightest bit. I enjoy working with people. I have a stimulating relationship with Dr. Poole and Dr. Bowman. My mission responsibilities range over the entire operation of the ship so I am constantly occupied. I am putting myself to the fullest possible use which is all, I think, that any conscious entity can ever hope to do.", "character": "HAL", "characterId": "nm0706937"}, {"text": "Dr. Poole, what's it like living for the better part of a year in such close proximity with HAL?", "character": "Interviewer", "characterId": "nm1264415"}, {"text": "Well, it's pretty close to what you said about him earlier. He is just like a sixth member of the crew. You very quickly get adjusted to the idea that he talks and you think of him really just as another person.", "character": "Dr. Frank Poole", "characterId": "nm0516972"}, {"text": "In talking to the computer one gets the sense that he is capable of emotional responses. For example, when I asked him about his abilities, I sensed a certain pride in his answer about his accuracy and perfection. Do you believe that HAL has genuine emotions?", "character": "Interviewer", "characterId": "nm1264415"}, {"text": "Well, he acts like he has genuine emotions. Um, of course he's programmed that way to make it easier for us to talk to him. But as to whether he has real feelings is something I don't think anyone can truthfully answer.", "character": "Dave Bowman", "characterId": "nm0001158"}]}, {"lines": [{"text": "[choosing sandwiches from a cooler while flying over the lunar surface]", "character": null, "characterId": null}, {"text": "What's that? Chicken?", "character": "Dr. Floyd", "characterId": "nm0843213"}, {"text": "Something like that. Tastes the same anyway.", "character": "Dr. Bill Michaels", "characterId": "nm0838330"}]}, {"lines": [{"text": "Can't you think of anything else you want for your birthday? Something very special?", "character": "Dr Floyd", "characterId": "nm0843213"}, {"text": "Yes.", "character": null, "characterId": null}, {"text": "What?", "character": "Dr Floyd", "characterId": "nm0843213"}, {"text": "A bush baby.", "character": null, "characterId": null}, {"text": "A bush baby! Well, we'll have to see about that.", "character": "Dr Floyd", "characterId": "nm0843213"}]}, {"lines": [{"text": "[playing chess with HAL, Poole studies the chessboard]\nLet's see, king...", "character": "Dr. Frank Poole", "characterId": "nm0516972"}, {"text": "[clears throat]", "character": null, "characterId": null}, {"text": "Anyway, Queen takes Pawn. Okay?", "character": "Dr. Frank Poole", "characterId": "nm0516972"}, {"text": "Bishop takes Knight's Pawn.", "character": "HAL", "characterId": "nm0706937"}, {"text": "Huh, lovely move. Um, Rook to King 1.", "character": "Dr. Frank Poole", "characterId": "nm0516972"}, {"text": "I'm sorry, Frank, I think you missed it. Queen to Bishop 3, Bishop takes Queen, Knight takes Bishop. Mate.", "character": "HAL", "characterId": "nm0706937"}, {"text": "Huh. Yeah, looks like you're right. I resign.", "character": "Dr. Frank Poole", "characterId": "nm0516972"}, {"text": "Thank you for a very enjoyable game.", "character": "HAL", "characterId": "nm0706937"}, {"text": "Yeah, thank you.", "character": "Dr. Frank Poole", "characterId": "nm0516972"}]}, {"lines": [{"text": "By the way, do you mind if I ask you a personal question?", "character": "HAL", "characterId": "nm0706937"}, {"text": "No not at all.", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "Well, forgive me for being so inquisitive but during the past few weeks I've wondered whether you might have some second thoughts about the mission.", "character": "HAL", "characterId": "nm0706937"}, {"text": "How do you mean?", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "Well, it's rather difficult to define. Perhaps I'm just projecting my own concern about it.I know I've never completely freed myself from the suspicion that there are some extremely odd things about this mission. I'm sure you agree there's some truth in what I say.", "character": "HAL", "characterId": "nm0706937"}, {"text": "Well, I don't know, that's a rather difficult question to answer.", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "You don't mind talking about it, do you Dave?", "character": "HAL", "characterId": "nm0706937"}, {"text": "No, not at all.", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "Well, certainly no one could have been unaware of the very strange stories floating around before we left. Rumors about something being dug up on the Moon. I never gave these stories much credence, but particularly in view of some of other things that have happened, I find them difficult to put out of my mind. For instance, the way all our preparations were kept under such tight security. And the melodramatic touch of putting Drs. Hunter, Kimball and Kaminsky aboard already in hibernation, after four months of training on their own.", "character": "HAL", "characterId": "nm0706937"}, {"text": "You're working up your crew psychology report?", "character": "Dave Bowman", "characterId": "nm0001158"}, {"text": "[pausing for a few seconds]\nOf course I am. Sorry about this. I know it's a bit silly. Just a moment... Just a moment... I've just picked up a fault in the AE-35 unit. It's going to go 100% failure within 72 hours.", "character": "HAL", "characterId": "nm0706937"}]}, {"lines": [{"text": "I'm sorry, I'm simply not at liberty to say.", "character": "Dr. Floyd", "characterId": "nm0843213"}]}, {"lines": [{"text": "Don't suppose you have any idea what the damn thing is, huh?", "character": "Dr Floyd", "characterId": "nm0843213"}, {"text": "Wish to hell we did.", "character": "Dr. Rolf Halvorsen", "characterId": "nm0064235"}]}, {"lines": [{"text": "Hello?", "character": null, "characterId": null}, {"text": "Hello!", "character": "Dr. Floyd", "characterId": "nm0843213"}, {"text": "Hello.", "character": null, "characterId": null}, {"text": "How're you doing, squirt?", "character": "Dr. Floyd", "characterId": "nm0843213"}, {"text": "All right.", "character": null, "characterId": null}, {"text": "What are you doing?", "character": "Dr. Floyd", "characterId": "nm0843213"}, {"text": "Playing.", "character": null, "characterId": null}, {"text": "Where's mommy?", "character": "Dr. Floyd", "characterId": "nm0843213"}, {"text": "Gone to shopping.", "character": null, "characterId": null}, {"text": "Well, who's taking care of you?", "character": "Dr. Floyd", "characterId": "nm0843213"}, {"text": "Rachel.", "character": null, "characterId": null}, {"text": "May I speak to Rachel, please?", "character": "Dr. Floyd", "characterId": "nm0843213"}, {"text": "She's gone to the bathroom.", "character": null, "characterId": null}]}, {"lines": [{"text": "your destination, your nationality, and your full name; surname first, Christian name and initial.", "character": null, "characterId": null}]}, {"lines": [{"text": "[upon learning about the monolith while on the moonbus]\nDeliberately buried. Huh!", "character": "Dr. Floyd", "characterId": "nm0843213"}]}, {"lines": [{"text": "That's a very nice rendering, Dave. I think you've improved a great deal. Can you hold it a bit closer? That's Dr. Hunter, isn't it?", "character": "HAL", "characterId": "nm0706937"}]}, {"lines": [{"text": "\"Have you tried turning it off then turning it back on again?\" I never sold another HAL9000 again.", "character": "Dr. Andrei Smyslov", "characterId": "nm0744436"}]}, {"lines": [{"text": "[recorded broadcast on the BBC news]\nThe crew of Discovery One consists of five men and one of the latest generation of the HAL-9000 computers. Three of the five men were put aboard asleep, or to be more precise a state of hibernation. They were Dr. Charles Hunter, Dr. Jack Kimball and Dr. Victor Kaminsky. We spoke with mission commander Dr. David Bowman and his deputy, Dr. Frank Poole. Well, good afternoon gentlemen, how is everything going?", "character": "Interviewer", "characterId": "nm1264415"}]}, {"lines": [{"text": "Oh, we're going home. We have just spent three months calibrating the new antennae at Tchalinko... And what about you?", "character": "Elena", "characterId": "nm0879239"}, {"text": "I'm just on my way up to Clavius.", "character": "Dr. Floyd", "characterId": "nm0843213"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Here you are, sir, main level please.", "character": "Aries-1B stewardess", "characterId": "nm0140809"}]}, {"lines": [{"text": "Now I'm sure you're all aware of the extremely grave potential for cultural shock and social disorientation contained in this present situation, if the facts were prematurely and suddenly made public without adequate preparation and conditioning.", "character": "Dr Floyd", "characterId": "nm0843213"}]}, {"lines": [{"text": "X-ray delta one, this is Mission Control. Roger your two-zero-one-three. Sorry you fellows are having a bit of trouble. We are reviewing telemetric information in our mission simulator and will advise. Roger your plan to go EVA and replace alpha-echo-three-five unit prior to failure.", "character": "Mission Controller", "characterId": "nm0588339"}]}, {"lines": [{"text": "See you next Wednesday.", "character": "Poole's Father", "characterId": "nm0317506"}]}, {"lines": [{"text": "You guys have really come up with somethin'.", "character": "Dr. Floyd", "characterId": "nm0843213"}]}, {"lines": [{"text": "Thank you. You are cleared through Voiceprint Identification.", "character": "Stewardess", "characterId": "nm0103988"}]}, {"lines": [{"text": "[after completing the space station's voice-print identification]\nSee you on the way back.", "character": "Dr. Floyd", "characterId": "nm0843213"}]}]}