{"quotes": [{"lines": [{"text": "You hypocritical two-headed snake in the grass, what do you mean sneaking around here all morning?", "character": "Dr. Leonard B. Gillespie", "characterId": "nm0000859"}]}, {"lines": [{"text": "The trouble with your stooges is they're anemic. I feed my stooges B-1", "character": "Dr. Leonard B. Gillespie", "characterId": "nm0000859"}]}, {"lines": [{"text": "No man has the right to be a doctor unless he can go six months without sleep food or money.", "character": "Dr. Leonard B. Gillespie", "characterId": "nm0000859"}, {"text": "Well I can go six months without sleep or money, I live in Brooklyn.", "character": "Dr. Lee Wong How", "characterId": "nm0525601"}]}, {"lines": [{"text": "Any woman that will call a man seven times will call him eight.", "character": "Nurse 'Nosey' Parker", "characterId": "nm0185968"}]}, {"lines": [{"text": "When I say you're late, I mean 30 years late. If you had come into this office when I was 25 you'da had just one minute to decide if you were gonna yell for help or yell for the preacher.", "character": "Dr. Leonard B. Gillespie", "characterId": "nm0000859"}]}, {"lines": [{"text": "When I say you're late, I mean 30 years late. If you had come into this office when I was 25 you'd have had just one minute to decide if you were going to yell for help or yell for the preacher.", "character": "Dr. Leonard B. Gillespie", "characterId": "nm0000859"}]}, {"lines": [{"text": "Why I'm so crazy about you, I don't know, but I expect to find out tonight.", "character": "Ruth Edley", "characterId": "nm0561765"}]}, {"lines": [{"text": "In checking you out last night, it became pretty obvious you had yourself a pretty nice time.", "character": "Dr. Randall 'Red' Ames", "characterId": "nm0004496"}]}, {"lines": [{"text": "I grew up in Brooklyn, and when you grow up in Brooklyn you learn to tell when people are bluffing, or you don't grow up in Brooklyn.", "character": "Dr. Lee Wong How", "characterId": "nm0525601"}]}, {"lines": [{"text": "Dr. Lee, if I die, won't they be awfully mad at you?", "character": "Mary Jones", "characterId": "nm0054967"}]}]}