{"quotes": [{"lines": [{"text": "A day in 1957, in the afternoon, the evening newscast, there's a piece of film of a gang of white men beating Fred Shuttlesworth, in the street outside of Phillips high school where he'd taken his children. With chains they beat him to the ground. And the reason it was riveting for me, I was fourteen years old, was that the police said they couldn't find the men who did it. And I recognized one of the men. I knew who he was. I'd seen him at Jack Cash's barbecue and I knew the police hung out at Jack Cash's barbecue and I knew they were lying.", "character": "Howell Raines", "characterId": "nm0707051"}]}, {"lines": [{"text": "I used to be afraid of Bull... until I discovered he was crazy. When I discovered he was crazy my whole attitude changed. Al Hilber was at a Trailways bus depot on the corner. Ah, they were gonna' put us in the paddy wagon and take us to jail. Al Hilber was standing next to the building like this. Bull looked over at us and said, \"... hey, go over and get that blind nigga' and bring him over here.", "character": "Tommy Wrenn", "characterId": "nm0942141"}, {"text": "[raucously laughing]", "character": null, "characterId": null}, {"text": ". This man was insane. He's hollering across the street, \"... bring that blind nigga over here.\" Now here's a blind man. He does not understand human nature enough to even relate to a blind man.", "character": "Tommy Wrenn", "characterId": "nm0942141"}]}, {"lines": [{"text": "You must understand that a Bull Connor can not exist without the nods of the status quo people. You know, the big boys in any town. He can't exist without them. He may be the person who actually does the talking; but believe me the Bull Connors have the blessings of someone else.", "character": "Chris McNair", "characterId": "nm0573555"}]}, {"lines": [{"text": "So we made the decision based on several things. Fred Shuttlesworth was fearless and courageous to the point of being almost insane; miraculously surviving a bombing of his home. Had taking his wife and two children trying to integrate a school with a mob of five or six hundred folks with chains and stuff like that; just an incredible human being in my view.", "character": "Wyatt Tee Walker", "characterId": "nm0908321"}]}]}