{"quotes": [{"lines": [{"text": "The government says, \"We want men to fight the Nazis, join today.\" So I joined. I figured they were in a hurry. That was three hundred and eighty seven days ago. Four divisions and a lot of drafts have gone overseas, and what's number B987642 doing? Guarding the Chippewa Canal. Who'd want to steal it anyway?", "character": "Andy Brock", "characterId": "nm0557339"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "the only undefended frontier in the world.", "character": "Prologue", "characterId": "nm0557354"}]}, {"lines": [{"text": "Nazis? That explains your arrogance, stupidity, and bad manners.", "character": "Philip Armstrong Scott", "characterId": "nm0001366"}]}, {"lines": [{"text": "[to Hirth]\nI can grouse about the food, and the C.O. and anything I blamed please. And that's more than you with your Gestapo and your stormtroopers and your Aryan bourgeoisie. Ahhh, nuts. What's the good of talking to you? You can't even begin to understand democracy. We own the right to be fed up with anything we damn please and say so out loud when we feel like it.", "character": "Andy Brock", "characterId": "nm0557339"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Put 'em up Nazi... No not that way.", "character": "Andy Brock", "characterId": "nm0557339"}, {"text": "[He raises his hands to fight]", "character": null, "characterId": null}, {"text": "This way. Cuz I'm not askin for those pants... I'm just taking 'em.", "character": "Andy Brock", "characterId": "nm0557339"}]}, {"lines": [{"text": "Yes, I am a Nazi. Heil Hitler!", "character": "Lieutenant Hirth", "characterId": "nm0692439"}]}, {"lines": [{"text": "Sure thing, I stay 'til the boat come. And wait'll you see my skins, ah, the best year I never had! And now I'm going get so busy doing nothing, yes sir! I'm going do nothing like she's never been done before!", "character": "Johnnie, the Trapper", "characterId": "nm0000059"}]}]}