{"quotes": [{"lines": [{"text": "[his luck-charm phrase]\nEar, chin, time one, time two, prick, foot, hand... and God.", "character": "Storey Emmenthal", "characterId": "nm0216221"}]}, {"lines": [{"text": "How many directors do you think use films to fulfill their sexual fantasies?", "character": "Philip Emmenthal", "characterId": "nm0822062"}, {"text": "Most of them, I think.", "character": "Storey Emmenthal", "characterId": "nm0216221"}]}, {"lines": [{"text": "Looking at my father's prick; I think that's what got me to study engineering... Watching his Eiffel Tower, his Empire State building, perhaps it's what made me a good engineer. The penis, if you think about it, is the greatest engineering feature imaginable... Hydraulics, compression, propulsion, heat sensibility... It has practically EVERY engineering characteristic. Towers, low bridges, rocket ships... there's no man-made engineering structure to match it. My father's anatomy instructed my career.", "character": "Philip Emmenthal", "characterId": "nm0822062"}]}, {"lines": [{"text": "Don't earthquakes make you feel very excited indeed?", "character": "Storey Emmenthal", "characterId": "nm0216221"}, {"text": "No... emphatically, no.", "character": "Philip Emmenthal", "characterId": "nm0822062"}, {"text": "It's the ultimate chance event! In this country, you know they are coming, but nobody - absolutely nobody - no expert, no geologist, no public relations man, no politician knows when. No predictions. No given advantages. Amazing. Besides, what about mother?", "character": "Storey Emmenthal", "characterId": "nm0216221"}]}, {"lines": [{"text": "I have one important responsibility I cannot relinquish... I have a pig...", "character": "Beryl", "characterId": "nm0001625"}, {"text": "A pig?", "character": "Philip Emmenthal", "characterId": "nm0822062"}, {"text": "Horses and pigs always gets along... they are intelligent animals and likes one another's company.", "character": "Beryl", "characterId": "nm0001625"}, {"text": "Can you... can you ride a pig?", "character": "Philip Emmenthal", "characterId": "nm0822062"}, {"text": "Hortense is far too dignified to be ridden. However, Hortense and I have a relationship, which you might find unusual, beyond mere affection. I have no intentions of breaking this relationship. Neither does Hortense.", "character": "Beryl", "characterId": "nm0001625"}, {"text": "Well... as long as I don't get too jealous and you both take a bath after that, I can't say that it'd be any difficult.", "character": "Philip Emmenthal", "characterId": "nm0822062"}]}, {"lines": [{"text": "You aren't... gay, are you?", "character": "Philip Emmenthal", "characterId": "nm0822062"}, {"text": "No... well, I love my own cock well enough, but I've never had enough enthusiasm for anyone else's.", "character": "Storey Emmenthal", "characterId": "nm0216221"}, {"text": "[referring to the house]", "character": null, "characterId": null}, {"text": "I thought you had this re-decorated?", "character": "Storey Emmenthal", "characterId": "nm0216221"}, {"text": "It was your mother's idea... but don't change the subject. How come you haven't got plans to marry?", "character": "Philip Emmenthal", "characterId": "nm0822062"}, {"text": "Perhaps because I'm much in love with my prick to share it permanently. And that's probably your fault.", "character": "Storey Emmenthal", "characterId": "nm0216221"}, {"text": "My fault?", "character": "Philip Emmenthal", "characterId": "nm0822062"}, {"text": "Since I was eight years old, you put that big mirror on my wardrobe's door; and I wanted to be double jointed so I could kiss my cock goodnight before I went to sleep.", "character": "Storey Emmenthal", "characterId": "nm0216221"}]}, {"lines": [{"text": "All this narcissism is rather boring, isn't it? Find yourself a woman. Get someone else to kiss your cock for you.", "character": "Philip Emmenthal", "characterId": "nm0822062"}, {"text": "Let's go to a hotel.", "character": "Storey Emmenthal", "characterId": "nm0216221"}, {"text": "No... it's to far away from her and she might want me...", "character": "Philip Emmenthal", "characterId": "nm0822062"}, {"text": "How is that possible?", "character": "Storey Emmenthal", "characterId": "nm0216221"}, {"text": "I might want her... you've never slept with a corpse, I take it.", "character": "Philip Emmenthal", "characterId": "nm0822062"}, {"text": "[singing]", "character": null, "characterId": null}, {"text": "I'd like to get you on a slow boat to China...", "character": "Philip Emmenthal", "characterId": "nm0822062"}, {"text": "All to myself... alone... Get you and keep you... in my arms evermore... leaving all your lovers weeping on a far away shore.", "character": "Storey Emmenthal", "characterId": "nm0216221"}]}, {"lines": [{"text": "I love Latin. The grammar, the difficult tenses, the history... but for some reason I was very bad at it, shamefully and blushingly bad at it. In moments of stress the embarrassment of how bad I was at Latin, a subject I loved, really hit me. It was like being laughed at by someone you desperately loved.", "character": "Storey Emmenthal", "characterId": "nm0216221"}]}, {"lines": [{"text": "When I was young I hated my body because it was so thin... now I try not to look at it too much because it's so old. There perhaps might have been just six months when I felt comfortable with it; when I discovered alcohol for the first time and learnt to drive and was fattening out and had just met your mother.", "character": "Philip Emmenthal", "characterId": "nm0822062"}]}, {"lines": [{"text": "I like sleeping. You were conceived in this bed.", "character": "Philip Emmenthal", "characterId": "nm0822062"}, {"text": "You weren't sleeping then.", "character": "Storey Emmenthal", "characterId": "nm0216221"}, {"text": "No... but I have a feeling your mother was.", "character": "Philip Emmenthal", "characterId": "nm0822062"}]}, {"lines": [{"text": "I never go to the cinema. I can't stand sitting in the dark with strangers, all of us obliged to share the same emotional experiences... it's too intimate. I like to be emotional in private.", "character": "Philip Emmenthal", "characterId": "nm0822062"}]}, {"lines": [{"text": "You have no right to be jealous of a woman who wants to be more of a woman by watching a man dressed up as a woman.", "character": "Philip Emmenthal", "characterId": "nm0822062"}]}, {"lines": [{"text": "[previous to signing a deal]\nNaked! So I can see no pranks and ruses!", "character": "Simato", "characterId": "nm0409244"}, {"text": "What quaint English... they make an unpredictable linguistic duo.", "character": "Philip Emmenthal", "characterId": "nm0822062"}]}, {"lines": [{"text": "Imagine a world without a fixed point.", "character": "Storey Emmenthal", "characterId": "nm0216221"}, {"text": "I can - your mother is dead.", "character": "Philip Emmenthal", "characterId": "nm0822062"}]}, {"lines": [{"text": "Air, Fire, Water... but at least we can depend on the fourth.", "character": "Philip Emmenthal", "characterId": "nm0822062"}]}, {"lines": [{"text": "You can say with safety that nowadays women have finally acknowledged their position of not liking men. We could say now that women don't like men. They can acknowledge that they prefer the company of their own kind. I think we can also say generally that most men do not like other men. Most men prefer to like women. So women are the most liked by the most people. Men love women, women love children, and children love hamsters. A one-way slide. There is little going back the other way. Can hamsters love children? I leave you to deduce the rest.", "character": "Palmira", "characterId": "nm0908116"}]}, {"lines": [{"text": "[reacting to the death of Mio]\nIt's like Shelley. Like Werther. Like a Japanese Ophelia. Like a beautiful Oriental Lady in the Lake.", "character": "Philip Emmenthal", "characterId": "nm0822062"}]}, {"lines": [{"text": "our experiences.", "character": "Storey Emmenthal", "characterId": "nm0216221"}, {"text": "Why make a film when you can live it? Most films are about people longing for something that they haven't got, and what they haven't got is sex and happiness... and we've got both. Or at least... I have.", "character": "Philip Emmenthal", "characterId": "nm0822062"}]}, {"lines": [{"text": "\"Yes.\" \"Or do you want me perhaps to stand?\" she says. \"Yes,\" I say. \"Or do you want me to sit with my heels in the air?\" \"Yes,\" I say. \"Yes to what?\" she says. \"Yes to every thing,\" I say. \"Then I will,\" she says. And she does, just like that. My God!", "character": "Philip Emmenthal", "characterId": "nm0822062"}]}]}