{"quotes": [{"lines": [{"text": "My Dears... Happiness consists of being able to tell the truth without hurting anyone.", "character": "Guido", "characterId": "nm0000052"}]}, {"lines": [{"text": "I thought my ideas were so clear. I wanted to make an honest film. No lies whatsoever. I thought I had something so simple to say. Something useful to everybody. A film that could help bury forever all those dead things we carry within ourselves. Instead, I'm the one without the courage to bury anything at all. When did I go wrong? I really have nothing to say, but I want to say it all the same.", "character": "Guido", "characterId": "nm0000052"}]}, {"lines": [{"text": "What is this flash of joy that's giving me new life? Please forgive me sweet creatures; I didn't realize, I didn't know. How right it is to accept you, to love, you... and how simple! Luisa, I feel I've been set free. Everything looks good to me, it has a sense, it's true. How I wish I could explain, but I can't... everything's going back to what it was. Everything's confused again, but that confusion is me; how I am, not how I'd like to be. And I'm not afraid to tell the truth now, what I don't know, what I'm seeking. Only like that do I feel alive and I can look into your loyal eyes without shame. Life is a party, let's live it together. I can't say anything else, to you or others. Take me as I am, if you can... it's the only way we can try to find each other.", "character": "Guido", "characterId": "nm0000052"}]}, {"lines": [{"text": "I don't understand. He meets a girl that can give him a new life and he pushes her away?", "character": "Claudia", "characterId": "nm0001012"}, {"text": "Because he no longer believes in it.", "character": "Guido", "characterId": "nm0000052"}, {"text": "Because he doesn't know how to love.", "character": "Claudia", "characterId": "nm0001012"}, {"text": "Because it isn't true that a woman can change a man.", "character": "Guido", "characterId": "nm0000052"}, {"text": "Because he doesn't know how to love.", "character": "Claudia", "characterId": "nm0001012"}, {"text": "And above all because I don't feel like telling another pile of lies.", "character": "Guido", "characterId": "nm0000052"}, {"text": "Because he doesn't know how to love.", "character": "Claudia", "characterId": "nm0001012"}]}, {"lines": [{"text": "All the confusion of my life... has been a reflection of myself! Myself as I am, not as I'd like to be.", "character": "Guido", "characterId": "nm0000052"}]}, {"lines": [{"text": "to learn silence. Do you remember Mallarme's homage to the white page? And Rimbaud... a poet, my friend, not a movie director. What was his finest poetry?His refusal to continue writing and his departure for Africa. If we can't have everything, true perfection is nothingness. Forgive men for quoting all the time. But we critics... do what we can. Our true mission is... sweeping away the thousands of miscarriages that everyday... obscenely... try to come to the light. And you would actually dare leave behind you a whole film, like a cripple who leaves behind his crooked footprint. Such a monstrous presumption to think that others could benefit from the squalid catalogue of your mistakes! And how do you benefit from stringing together the tattered pieces of your life? Your vague memories, the faces of people that you were never able to love...", "character": "Writer", "characterId": "nm0745636"}]}, {"lines": [{"text": "Could you walk out on everything and start all over again? Could you choose one single thing, and be faithful to it? Could you make it the one thing that gives your life meaning... just because you believe in it? Could you do that?\"", "character": "Guido", "characterId": "nm0000052"}, {"text": "I don't know... could you?\"", "character": "Claudia", "characterId": "nm0001012"}, {"text": "No, the character I'm thinking of couldn't. He wants to possess and devour everything. He can't pass anything up. He's afraid he'll miss something. He's drained.", "character": "Guido", "characterId": "nm0000052"}, {"text": "That's how the film ends?", "character": "Claudia", "characterId": "nm0001012"}, {"text": "No, that's how it begins. Then he meets a girl at the springs. She gives him water to heal him. She's beautiful... young, yet ancient... child, yet already a woman... authentic, complete. It's obvious that she could be his salvation.", "character": "Guido", "characterId": "nm0000052"}, {"text": "[Looks over at Claudia]", "character": null, "characterId": null}, {"text": "You'll wear white... with long hair, just as you do now.", "character": "Guido", "characterId": "nm0000052"}]}, {"lines": [{"text": "Accept me as I am. Only then can we discover each other.", "character": "Guido", "characterId": "nm0000052"}]}, {"lines": [{"text": "I do not know... I seek... I have not yet found. Only with this in mind can I feel alive and look at you without shame.", "character": "Guido", "characterId": "nm0000052"}]}, {"lines": [{"text": "You see, what stands out at a first reading is the lack of a central issue or a philosophical stance. That makes the film a chain of gratuitous episodes which may even be amusing in their ambivalent realism. You wonder, what is the director really trying to do? Make us think? Scare us? That ploy betrays a basic lack of poetic inspiration.", "character": "Writer", "characterId": "nm0745636"}]}, {"lines": [{"text": "Enough of symbolism and these escapist themes of purity and innocence.", "character": "Guido", "characterId": "nm0000052"}]}, {"lines": [{"text": "Don't explain. I didn't ask you anything. Just spare me the shame of hearing you swear to a mess of lies.", "character": "Luisa Anselmi", "characterId": "nm0000733"}]}, {"lines": [{"text": "Why piece together the tatters of your life - the vague memories, the faces... the people you never knew how to love?", "character": "Writer", "characterId": "nm0745636"}]}, {"lines": [{"text": "Only the early Fitzgerald was great, then came an orgy of brutal realism.", "character": "Writer", "characterId": "nm0745636"}]}, {"lines": [{"text": "You came just in time. Why are you smiling? Suppose I told you... Claudia.", "character": "Guido", "characterId": "nm0000052"}]}, {"lines": [{"text": "Hold it. Let me have a look at you. No, your makeup should be more...", "character": "Guido", "characterId": "nm0000052"}, {"text": "...more what?", "character": "Carla", "characterId": "nm0590452"}, {"text": "Like a whore.", "character": "Guido", "characterId": "nm0000052"}]}]}