{"quotes": [{"lines": [{"text": "I love inscriptions on flyleafs and notes in margins. I like the comradely sense of turning pages someone else turned and reading passages someone long-gone has called my attention to.", "character": "Helene Hanff", "characterId": "nm0000843"}]}, {"lines": [{"text": "[written in a letter to Frank]\n\"I can never get interested in thing that didn't happen to people who never lived.\"", "character": "Helene Hanff", "characterId": "nm0000843"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Your first trip to London?", "character": "Businessman on plane", "characterId": "nm0140972"}, {"text": "Yes.", "character": "Helene Hanff", "characterId": "nm0000843"}, {"text": "You want a word of advice? Don't trust the cab drivers; they'll take you five miles to go three blocks... and, uh, don't waste your time looking at a street map. Nobody can find their way around London - not even Londoners.", "character": "Businessman on plane", "characterId": "nm0140972"}, {"text": "Maybe I should go to Baltimore instead.", "character": "Helene Hanff", "characterId": "nm0000843"}, {"text": "No; you'll enjoy it. London's a great place. What kind of trip is it - business or pleasure?", "character": "Businessman on plane", "characterId": "nm0140972"}, {"text": "Unfinished business.", "character": "Helene Hanff", "characterId": "nm0000843"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Here I am, Frankie; I finally made it.", "character": "Helene Hanff", "characterId": "nm0000843"}]}, {"lines": [{"text": "[typing]\nWHAT KIND OF A BLACK PROTESTANT BIBLE IS THIS! Kindly inform the Church of England they have loused up the most beautiful prose even written. Who ever taught Dr. Tindall the Vulgate Latin. They'll burn for it, mark my words. It's nothing to me, I'm Jewish myself, but I have a Catholic sister-in-law, a Methodist sister-in-law, a whole raft of Presbyterian cousins, through my late Uncle Abraham who was converted, and an aunt who's a Christian Science healer. And I'd like to think none of them would countenance an Anglican Latin Bible if they knew it existed. As it happens, they don't know Latin existed.", "character": "Helene Hanff", "characterId": "nm0000843"}]}, {"lines": [{"text": "[reading from John Donne]\nAll mankind is one volume. When one man dies, a chapter is not torn out of the book, but translated into a better language. And every chapter must be translated. God employs several translators; some piece are translated by age, some by sickness, some by war, some by justice. But God's hand shall bind up all our scattered leaves again, in the library where every book shall live open to one another.", "character": "Helene Hanff", "characterId": "nm0000843"}]}, {"lines": [{"text": "How's the tea coming along?", "character": "George Martin", "characterId": "nm0219062"}, {"text": "It's almost ready", "character": "Cecily Farr", "characterId": "nm0202870"}, {"text": "What would we do without our cups of tea. Life would be insupportable, would it not?", "character": "George Martin", "characterId": "nm0219062"}]}, {"lines": [{"text": "Being used to the dead white paper and the stiff cardboardy covers of American books, I never knew a book could be such a joy to the touch.", "character": "Helene Hanff", "characterId": "nm0000843"}]}, {"lines": [{"text": "[family outing on a dismal afternoon]\nWhy does it always rain at the sea-side?", "character": "Mary Doel, Aged 4", "characterId": "nm0388220"}, {"text": "[cheerfully pondering]\nWhy does it rain at the sea-side... To bring the rents down in the hotels.", "character": "Frank P. Doel", "characterId": "nm0000164"}, {"text": "[big laugh]", "character": null, "characterId": null}]}, {"lines": [{"text": "Doesn't anyone read English literature in New York?", "character": "Helene Hanff", "characterId": "nm0000843"}]}, {"lines": [{"text": "I'm a poor writer with an antiquarian taste in books.", "character": "Helene Hanff", "characterId": "nm0000843"}]}]}