{"quotes": [{"lines": [{"text": "Who are you?", "character": "Nichol Dance", "characterId": "nm0643105"}, {"text": "Who are you?", "character": "Ollie Slatt", "characterId": "nm0818874"}, {"text": "Nichol Dance. I asked you first.", "character": "Nichol Dance", "characterId": "nm0643105"}, {"text": "Oh, I'm Ollie Slatt. I mine for subversive coal in the Bull Mountains. Yeah, we have to blast through 20 feet of sandstone to reach the coal vein. We have two spoils banks and they have two striver arrangements. And I am damn proud of it!", "character": "Ollie Slatt", "characterId": "nm0818874"}, {"text": "Why are you telling me this?", "character": "Nichol Dance", "characterId": "nm0643105"}, {"text": "Because of my unparallel subterranean work performance, my union local has awarded me this trip and this certificate for one days fishin' with you. And god damn... fishin' is what I am all about.", "character": "Ollie Slatt", "characterId": "nm0818874"}, {"text": "Well, I sure hope it works out that way. But you may have bothered to call me sooner, 'cause I'm booked up 16 days straight.", "character": "Nichol Dance", "characterId": "nm0643105"}, {"text": "Sixteen days... what's that mean?", "character": "Ollie Slatt", "characterId": "nm0818874"}, {"text": "That means that the sooner you can fish with me is 17 days from today.", "character": "Nichol Dance", "characterId": "nm0643105"}, {"text": "Well, what about my damn certificate?", "character": "Ollie Slatt", "characterId": "nm0818874"}, {"text": "Now just a damn minute, Mr. Slatt. That certificate is good for one day's guide. Now, you can go with one of these boys on the dock here. They learned everything they know from me.", "character": "Nichol Dance", "characterId": "nm0643105"}, {"text": "Yeah? Well, where do I find this other one to take me fishin'?", "character": "Ollie Slatt", "characterId": "nm0818874"}, {"text": "Talk to Carter over there in the big shack.", "character": "Nichol Dance", "characterId": "nm0643105"}, {"text": "Now look at me. Do I look like a rich man? Do I look like the man who can afford to pay the local Howard Johnsons for 16 days in a row to wait until I fish on the 17th? What kind of queer breed of odds and ends to ya have to get around here to think like that? I'm just a tourist and coal miner from North Carolina down here for only a few days to relax and fish and ya all just don't get it.", "character": "Ollie Slatt", "characterId": "nm0818874"}, {"text": "Well, you go over there and ask for Captain Farren Carter. He's a regular fish hawk, Mr. Slatt. If it swims and it's in Monroe County, he'll put in a boat for ya.", "character": "Nichol Dance", "characterId": "nm0643105"}]}, {"lines": [{"text": "If it cost a cent to rent a tuxedo for an elephant, I couldn't rent a t-shirt for a flea.", "character": "Nichol Dance", "characterId": "nm0643105"}]}, {"lines": [{"text": "You just storm back in there and get my tutu.", "character": "Jeannie", "characterId": "nm0039051"}]}, {"lines": [{"text": "If turkey was going for ten cents a pound, I couldn't buy a raffle ticket on a jay bird's ass.", "character": "Nichol Dance", "characterId": "nm0643105"}]}]}