{"quotes": [{"lines": [{"text": "You think learning will help you? Don't think reading gangster books will make you the boss. Have you ever had a gun pointed at your head? No. Twelve years ago... twelve years already. For the first time, I went with Ho to bring goods to Indonesia. The boss there treated us to dinner in the night club. I said something wrong to displease the boss. Then there were two guns pointed at my head. I was forced to dring a bottle of whisky. I was so scared, I pissed my pants! Fortunately, Ho drank the whole bottle of whisky for me. But it got even worse after that. Four guns were pointed at my head! You know they made me drink? Piss! Drink piss in a night club! You want to learn? That's learning! That's how we got through out first job.", "character": "Mark Gor", "characterId": "nm0000334"}, {"text": "That's all in the past. Forget about it.", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "No! I have never cried before; that was the first time I cried. I swore I'd never let anyone point a gun at my head again!", "character": "Mark Gor", "characterId": "nm0000334"}]}, {"lines": [{"text": "Wow. You're good at bullshitting. Your english has improved. You can even say \"Of course.\"", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "[in English]\nOf course!", "character": "Mark Gor", "characterId": "nm0000334"}]}, {"lines": [{"text": "Kit...", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "Don't ever call me Kit again! You will adress me as \"Officer!\"", "character": "Tse-Kit Sung", "characterId": "nm0002000"}, {"text": "Officer... I'm no longer the Big Boss. I haven't the Big Boss for a long time.", "character": "Ho Tse Sung", "characterId": "nm0862479"}]}, {"lines": [{"text": "Do you believe there's a God?", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "Yes. I am God. You're one. A god can be human. A god is someone who controls his destiny. Sometimes, there's things you can't control. You win some, you lose some.", "character": "Mark Gor", "characterId": "nm0000334"}]}, {"lines": [{"text": "[as Ho and Shing are surrounded by police, Ho attempts to shoot Shing, but runs out of bullets]", "character": null, "characterId": null}, {"text": "Out of bullets? I guess I'll go surrender. I'll be okay. You on the other hand... You see, I have money. A few days in court, and I'll be a free man. If you have money, you can turn black to white. This, I learned from you. I pity your brother. Because of you, his white has become black, and it's your fault.", "character": "Shing", "characterId": "nm0498429"}]}, {"lines": [{"text": "[as he repeatedly keeps calling Shing a bastard]\nYou bastard! You bastard! I told not to play with fire! Bastard. If Ho gives the police that tape... it won't just be your head, bastard! Our whole organization will collapse!", "character": "Mr. Yiu", "characterId": "nm0793030"}, {"text": "Have you finised? Bastard? Bastard? When I was making you rich, was I a bastard?", "character": "Shing", "characterId": "nm0498429"}]}, {"lines": [{"text": "Mark, this is not our world anymore.", "character": "Ho Tse Sung", "characterId": "nm0862479"}]}, {"lines": [{"text": "[after being released and seeing Mark Gor, who is now living in the Triad building parking lot]", "character": null, "characterId": null}, {"text": "Mark... why did you lie to me in your letters?", "character": "Ho Tse Sung", "characterId": "nm0862479"}]}, {"lines": [{"text": "Why won't you look at me? You'll look at a vase, but not at me!", "character": "Jackie", "characterId": "nm0160823"}]}, {"lines": [{"text": "Business is good right now. I was hoping that you'd like to cooperate.", "character": "Shing", "characterId": "nm0498429"}, {"text": "Why's that?", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "You're still our boss. Mark will handle money trafficking. I traffic the drugs. Earn some money for the company. There's too many old debts, we need you to get our money back.", "character": "Shing", "characterId": "nm0498429"}, {"text": "Get to the point.", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "We need an insider at the police department. Maybe your brother? There's nothing better than having one of your own on the force.", "character": "Shing", "characterId": "nm0498429"}, {"text": "Come here. I have something to tell you.", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "[drags Shing into a board room]", "character": null, "characterId": null}, {"text": "What if I don't accept?", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "Sung Tse Ho, I respect you, so I'm keeping that dead fish, Mark, here. But your brother knows no limits! He follows me everyday! If I didn't respect you, he'd be dead already!", "character": "Shing", "characterId": "nm0498429"}, {"text": "Shing, one is my friend, one is my brother. If I can't promise you this, how can I walk out this door? I don't care if you insult me, but don't insult my friend! And if you dare hurt my brother... you'll live to regret it!", "character": "Ho Tse Sung", "characterId": "nm0862479"}]}, {"lines": [{"text": "Once a thief, it's not easy to turn your life around.", "character": "Inspector Wu", "characterId": "nm0000247"}]}, {"lines": [{"text": "[as Ho tries to apply for a job at United Taxi Co]\nIt's very difficult for an ex-con to find a job. Who wants to employ an ex-con? No need to get depressed. Everyone here has been in jail before. Some people like to adopt orphans... I like to take care of ex-convicts! You see, I have also been in prison before. Colleagues... this brother has just been released. Take good care of him.", "character": "Ken", "characterId": "nm0874684"}]}, {"lines": [{"text": "If you live by principles, you have nothing to fear. Be strong.", "character": "Ken", "characterId": "nm0874684"}]}, {"lines": [{"text": "Get over here! This is your brother! Take a good look at him! Take a good look! Whatever he's done in the past, he's more than paid you back! He's trying to change his life around! Why can't you accept him? Why? To be brothers...", "character": "Mark Gor", "characterId": "nm0000334"}, {"text": "[Gunshot]", "character": null, "characterId": null}]}, {"lines": [{"text": "If you don't stop pointing that gun, you'll have to use it.", "character": "Mark Gor", "characterId": "nm0000334"}]}, {"lines": [{"text": "I didn't realize Hong Kong looked so beautiful at night. Such beauty can vanish in a blink. It really isn't worthwhile.", "character": "Mark Gor", "characterId": "nm0000334"}]}, {"lines": [{"text": "Ho...", "character": "Father Sung", "characterId": "nm0284608"}, {"text": "Dad...", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "You should get out of the business. Your brother has no idea what you're doing. I remember when you kids played Cops & Robbers together. Even when he lost, he still wanted to be the cop. I don't want to see you two brothers play this game for real.", "character": "Father Sung", "characterId": "nm0284608"}]}, {"lines": [{"text": "[as Mark endures a bloody beating by the Triad]\nCome on, being a hero is easy. Just jump. Times have changed. If you don't coopeate with us, that'll be your only choice. You can't go the police. You're as dirty as I am.", "character": "Shing", "characterId": "nm0498429"}, {"text": "[He punches Mark, whose nose bleeds upon impact]", "character": null, "characterId": null}]}, {"lines": [{"text": "Brotherhood and ethics do not seem to exist in our world anymore. No one is trustworthy anymore. Little Wang is my nephew, but he has betrayed me as well. He hooked up with a new force in Hong Kong and is trying to take over my business. Sung Tse Ho went down because of him. On principle, we strictly respect loyal friends, and we don't forgive those who betray us.", "character": null, "characterId": null}]}, {"lines": [{"text": "Mark, even with my two legs broken, I could never make it up to you.", "character": "Mark Gor", "characterId": "nm0000334"}, {"text": "Stupid, I just had some back luck. Don't worry about it. I'm so happy to see you again. It's been so long. You still look good.", "character": "Mark Gor", "characterId": "nm0000334"}, {"text": "Mark, this is not our world anymore. Why are you still staying here?", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "I've waited for you for three years! Three years!", "character": "Mark Gor", "characterId": "nm0000334"}, {"text": "We can start over again.", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "Don't worry about me. Look after your brother. He's been following Shing everyday. It's getting dangerous. Anyhow, you two are real brothers.", "character": "Mark Gor", "characterId": "nm0000334"}]}, {"lines": [{"text": "Are the police above the law? I'll send my insurance claim to you.", "character": "Ken", "characterId": "nm0874684"}]}, {"lines": [{"text": "She's my girlfriend. She helps take care of Dad. This is my big brother, Ho.", "character": "Tse-Kit Sung", "characterId": "nm0002000"}, {"text": "Hi.", "character": "Jackie", "characterId": "nm0160823"}, {"text": "[She accidentally cuts the roses of a stem without looking]", "character": null, "characterId": null}, {"text": "Don't worry, Dad's in good hands.", "character": "Tse-Kit Sung", "characterId": "nm0002000"}]}, {"lines": [{"text": "[after Sung Tse Ho beats up several triad members for destroying the lot at United Taxi Co]\nYou bastard!", "character": "Ken", "characterId": "nm0874684"}, {"text": "Ken, it's my fault. I didn't mean to involve you!", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "If you fight back, you're just like them! They beat on people because they're weak! If you hit them back, you'll be back where you started! It's so hard to change paths! Why'd you even bother?", "character": "Ken", "characterId": "nm0874684"}]}, {"lines": [{"text": "They say one with a dirty mouth steps on shit entering an elevator.", "character": "Ho Tse Sung", "characterId": "nm0862479"}]}, {"lines": [{"text": "[Kit poses a police officer]\nThis is a search!", "character": "Tse-Kit Sung", "characterId": "nm0002000"}, {"text": "Don't joke with me.", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "Turn around!", "character": "Tse-Kit Sung", "characterId": "nm0002000"}, {"text": "We both have guns. If you don't respect me, I won't respect you.", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "Let's see who's not respecting the other.", "character": "Tse-Kit Sung", "characterId": "nm0002000"}, {"text": "[Ho turns around and finds out it's Kit, who is behind him]", "character": null, "characterId": null}]}, {"lines": [{"text": "[as United Taxi Co. co-workers who are introduced to Ho]\nWhat are you doing? Trying to win favors? Get back to work!", "character": "Ken", "characterId": "nm0874684"}]}, {"lines": [{"text": "[interrogating Ho]\nWhere you do work?", "character": "Tse-Kit Sung", "characterId": "nm0002000"}, {"text": "United Taxi Co.", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "A regular job? Robbing with a taxi? Where do you live, thief?", "character": "Tse-Kit Sung", "characterId": "nm0002000"}, {"text": "United Taxi Co.", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "Someone's willing to take in a thief like you?", "character": "Tse-Kit Sung", "characterId": "nm0002000"}]}, {"lines": [{"text": "[as Ho first enters United Taxi Co]", "character": null, "characterId": null}, {"text": "You the manager?", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "There's no manager here.", "character": "Ken", "characterId": "nm0874684"}]}, {"lines": [{"text": "A new girlfriend... I hope this time, it'll last.", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "That depends on how she behaves.", "character": "Tse-Kit Sung", "characterId": "nm0002000"}]}, {"lines": [{"text": "Mr. Sung, you really keep your word. When I was a kid, I admired you. Can you believe someone is giving me triple pay to kill you?", "character": "'Little' Wang", "characterId": "nm1535557"}]}, {"lines": [{"text": "When I'm on duty, I never think of him as my brother.", "character": "Tse-Kit Sung", "characterId": "nm0002000"}]}, {"lines": [{"text": "It's all your fault! You embarrassed me before I went on stage! You can't help in any way!", "character": "Jackie", "characterId": "nm0160823"}, {"text": "You don't even have confidence in yourself. How can I help? They didn't say you failed. You don't know if it's hopeless.", "character": "Tse-Kit Sung", "characterId": "nm0002000"}, {"text": "[takes Jackie's violin case]", "character": null, "characterId": null}, {"text": "Give that back to me!", "character": "Jackie", "characterId": "nm0160823"}, {"text": "[Jackie grabs the case and smashes it into a music judge's car window]", "character": null, "characterId": null}, {"text": "Now, it's really hopeless!", "character": "Jackie", "characterId": "nm0160823"}]}, {"lines": [{"text": "There's nothing better than having one of your own on the force.", "character": "Shing", "characterId": "nm0498429"}]}, {"lines": [{"text": "Shing, one is my friend, one is my brother.", "character": "Ho Tse Sung", "characterId": "nm0862479"}]}, {"lines": [{"text": "[handing cookies to his workers]\nBreak time!", "character": "Ken", "characterId": "nm0874684"}, {"text": "Thank you, Ken.", "character": null, "characterId": null}, {"text": "Don't thank me. It's deducted from your salary.", "character": "Ken", "characterId": "nm0874684"}, {"text": "You're so mean!", "character": null, "characterId": null}, {"text": "Hey, I've got a wife to support.", "character": null, "characterId": null}]}, {"lines": [{"text": "It's easy to become a gangster, but it's hard to get out.", "character": "Ken", "characterId": "nm0874684"}]}, {"lines": [{"text": "I'm the cop, he's the thief. In the eyes of the law, we're on different paths.", "character": "Tse-Kit Sung", "characterId": "nm0002000"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Kit. You've done nothing wrong. We are on different paths. Yours is the right one. I lost my way before, but I want to find my way back if it's not too late.", "character": "Ho Tse Sung", "characterId": "nm0862479"}]}, {"lines": [{"text": "I've never cried since I was a kid, I cried that time. I swore to myself that no one will point at me with a gun.", "character": "Mark Gor", "characterId": "nm0000334"}]}, {"lines": [{"text": "Sir! I'm not any big brother anymore.", "character": "Ho Tse Sung", "characterId": "nm0862479"}]}, {"lines": [{"text": "I've waited for a chance for 3 years. I'm not showing them I'm the best, I just want to tell that I can take back what I had lost.", "character": "Mark Gor", "characterId": "nm0000334"}]}, {"lines": [{"text": "That's enough! I don't need your pity! You don't owe me anything. I would never force my own friends to do something they wouldn't do. I have my own regulations. I just don't want to live like this any more. Do you think I like to beg? I've been in bad shape for three years, waiting for this opportunity. This is my only chance, not to prove that I'm the best, but to simply take back what I have lost. Look at yourself. Look at what you've become. Back then, people rejected you. Now you can't even take two steps without someone following you. Have you ever fought for a chance? You never have. Never! don't want to be like you.", "character": "Mark Gor", "characterId": "nm0000334"}]}, {"lines": [{"text": "If we don't watch, we'll have nothing.", "character": "Mark Gor", "characterId": "nm0000334"}]}, {"lines": [{"text": "I want to see Kit get married.", "character": "Ho Tse Sung", "characterId": "nm0862479"}, {"text": "See him consummate his marriage, have a baby, then his life will be even harder!", "character": "Mark Gor", "characterId": "nm0000334"}]}, {"lines": [{"text": "[to Shing as he keeps calling him \"Bastard\"]\nNo matter what, get him to return the tape, okay, bastard?", "character": "Mr. Yiu", "characterId": "nm0793030"}]}, {"lines": [{"text": "[to Shing as he keeps calling him \"Bastard\"]\nSo, what did Ho say, bastard?", "character": "Mr. Yiu", "characterId": "nm0793030"}]}]}