{"quotes": [{"lines": [{"text": "gold, glory, paint, clay, that he might take you in his magic hands and wring from your marrow wonder. For all that is comes through the eye of the Artist. The rest are blind fish swimming in the cave of aloneness. Swim on you maudlin, muddling, maddened fools, and dream that one bright, sunny night the Artist will bait a hook and let you bite upon it. Bite hard and die!... in his stomach you are very close to immortality.", "character": "Maxwell H. Brock", "characterId": "nm0123630"}]}, {"lines": [{"text": "I will not wish you good luck.", "character": "Maxwell H. Brock", "characterId": "nm0123630"}, {"text": "Why not?", "character": "Walter Paisley", "characterId": "nm0588241"}, {"text": "It would imply you could not succeed on your own.", "character": "Maxwell H. Brock", "characterId": "nm0123630"}]}, {"lines": [{"text": "I refuse to say anything twice. Repetition is death... When you repeat something, you are reliving a moment, wasting it, severing it from the other end of your life. I believe only in new impressions, new stimuli, new life!", "character": "Maxwell H. Brock", "characterId": "nm0123630"}]}, {"lines": [{"text": "I'm proud to say my poetry is only understood by that minority which is aware.", "character": "Maxwell H. Brock", "characterId": "nm0123630"}]}, {"lines": [{"text": "I saw a statue once. It was called, \"the third time Phyllis saw me, she exploded.\"", "character": "Oscar", "characterId": "nm0788089"}, {"text": "Man, what kind of statue was that?", "character": "Will", "characterId": "nm0109612"}, {"text": "I dunno, it was made out of driftwood and dipped in fluoric acid. Very wild.", "character": "Oscar", "characterId": "nm0788089"}]}, {"lines": [{"text": "You could use a little more heat around this place...!", "character": "Alice", "characterId": "nm0051398"}, {"text": "It's bad for the clay! You'll get used to it!", "character": "Walter Paisley", "characterId": "nm0588241"}]}, {"lines": [{"text": "To be uncreative you might as well be in your grave... or in the Army.", "character": "Maxwell H. Brock", "characterId": "nm0123630"}, {"text": "[Looking slightly puzzled, and amused]\nThey tried to draft me once. I couldn't pass the test.", "character": "Walter Paisley", "characterId": "nm0588241"}]}, {"lines": [{"text": "Walter has a clear mind. One day something will enter it, feel lonely... and leave again.", "character": "Maxwell H. Brock", "characterId": "nm0123630"}]}, {"lines": [{"text": "[Addressing the patrons of The Yellow Door]\nAttention. Attention, everyone! As you passed through these yellow portals I'm sure you noticed on your right a small clay figure and assumed this transfixed effigy to be the work of a master sculptor. And indeed, so it is. That master sculptor is in our midst. He's none other that Walter Paisley, our very own busboy, whose hands of genius have been carrying away the empty cups of your frustration. Mark well this lad. His is the silent voice of creation. But in the dark, rich soil of humility, he blossoms as the hope of our nearly sterile century!", "character": "Maxwell H. Brock", "characterId": "nm0123630"}, {"text": "[Crowd breaks into applause as Maxwell finishes his speech]\nBring me an espresso, Walter.", "character": "Maxwell H. Brock", "characterId": "nm0123630"}]}, {"lines": [{"text": "[Admiring Walter's rather bizarre statue, \"Murdered Man.\"]\nWalter, it's a masterpiece. I've never seen anything like it before... And I hope I never see anything like it again.", "character": "Carla", "characterId": "nm0606371"}, {"text": "Neither do I.", "character": "Walter Paisley", "characterId": "nm0588241"}]}, {"lines": [{"text": "[Entering The Yellow Door, dressed in a rather absurd-looking artist's costume]\nSylvia, didn't you see me wave my zen stick?", "character": "Walter Paisley", "characterId": "nm0588241"}, {"text": "[Surprised, not recognizing him at first]\nWhy, it's Walter Paisley!", "character": "Sylvia", "characterId": "nm0832478"}, {"text": "Bring me a cappuccino, and a piece of papaya cheesecake... and, uh, and a bottle of Yugoslavian white wine.", "character": "Walter Paisley", "characterId": "nm0588241"}, {"text": "Yes sir, Mr. Paisley!", "character": "Sylvia", "characterId": "nm0832478"}]}, {"lines": [{"text": "I didn't mean to hurt you, Lou. But if you'd have shot me, you'd be moppin' up my blood now.", "character": "Walter Paisley", "characterId": "nm0588241"}]}, {"lines": [{"text": "Life is an obscure hobo, bumming a ride on the omnibus of art.", "character": "Maxwell H. Brock", "characterId": "nm0123630"}]}, {"lines": [{"text": "Where are John, Joe, Jake, Jim, jerk? Dead, dead, dead! They were not born, before they were born, they were not born. Where are Leonardo, Rembrandt, Ludwig? Alive! Alive! Alive! They were born!", "character": "Maxwell H. Brock", "characterId": "nm0123630"}]}, {"lines": [{"text": "Ring rubber bells! Beat cotton gongs! Strike silken cymbals!", "character": "Maxwell H. Brock", "characterId": "nm0123630"}]}, {"lines": [{"text": "[Unimpressed with Walter and his new-found fame as a sculptor]\nOh, let's change the subject. I'm sick of hearing about sculptors. Nobody knows how to do that anymore, much less the busboy from The Yellow Door.", "character": "Alice", "characterId": "nm0051398"}, {"text": "[Offended]\nWho do you think you're talkin' about?", "character": "Walter Paisley", "characterId": "nm0588241"}, {"text": "Don't shout at me!", "character": "Alice", "characterId": "nm0051398"}, {"text": "I don't like you...", "character": "Walter Paisley", "characterId": "nm0588241"}, {"text": "[Mocking laughter]\nNobody asked your opinion, Walter! You're just a simple farm boy, and the rest of us are sophisticated beatniks.", "character": "Alice", "characterId": "nm0051398"}]}, {"lines": [{"text": "I was just suggesting to Walter that he try his hand at free-form.", "character": "Leonard de Santis", "characterId": "nm0136147"}, {"text": "Why do you suggest anything to Walter? Are you the spokesman for society come to put your stifling finger in his eye?", "character": "Maxwell H. Brock", "characterId": "nm0123630"}]}, {"lines": [{"text": "Have some breakfast, man.", "character": "Will", "characterId": "nm0109612"}, {"text": "What're ya' having?", "character": "Walter Paisley", "characterId": "nm0588241"}, {"text": "Some soy and wheat germ pancakes, organic guava nectar, calcium lactate and tomato juice, and garbanzo omelettes sprinkled with smoked yeast. Join us?", "character": "Maxwell H. Brock", "characterId": "nm0123630"}, {"text": "No thanks... Sounds great, though!", "character": "Walter Paisley", "characterId": "nm0588241"}]}, {"lines": [{"text": "Be a nose! Be a nose!", "character": "Walter Paisley", "characterId": "nm0588241"}]}]}