{"quotes": [{"lines": [{"text": "The odds of a plaintiff's lawyer winning in civil court are two to one against. Think about that for a second. Your odds of surviving a game of Russian roulette are better than winning a case at trial. 12 times better. So why does anyone do it? They don't. They settle. Out of the 780,000, only 12,000 or 11/2 percent ever reach a verdict. The whole idea of lawsuits is to settle, to compel the other side to settle. And you do that by spending more money than you should, which forces them to spend more money than they should, and whoever comes to their senses first loses. Trials are a corruption of the entire process and only fools who have something to prove end up ensnared in them. Now when I say prove, I don't mean about the case, I mean about themselves.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[narrating]\nIt's like this. A dead plaintiff is rarely worth as much as a living, severely-maimed plaintiff. However, if it's a long slow agonizing death, as opposed to a quick drowning or car wreck, the value can rise considerably. A dead adult in his 20s is generally worth less than one who is middle aged. A dead woman less than a dead man. A single adult less than one who's married. Black less than white. Poor less than rich. The perfect victim is a white male professional, 40 years old, at the height of his earning power, struck down in his prime. And the most imperfect? Well, in the calculus of personal injury law, a dead child is worth the least of all.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}]}, {"lines": [{"text": "[Regarding the case and the following settlement]\nMrs. Anderson, you're looking at four guys who are broke. We lost everything trying this case.", "character": "James Gordon", "characterId": "nm0000513"}, {"text": "How can you even begin to compare what you've lost, to what we've lost.", "character": "Anne Anderson", "characterId": "nm0000599"}]}, {"lines": [{"text": "[to law students]\nNow the single greatest liability a lawyer can have is pride. Pride... Pride has lost more cases than lousy evidence, idiot witnesses and a hanging judge all put together. There is absolutely no place in a courtroom for pride.", "character": "Jerome Facher", "characterId": "nm0000380"}]}, {"lines": [{"text": "[refering to the constract settlement agreement]\n25 million dollars cash, and another 25 million dollars to establish a research foundation, to study the links between hazard wastes and illness, and 1.5 million dollars per family, annually for 30 thirty years.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}]}, {"lines": [{"text": "What's your take?", "character": "Jerome Facher", "characterId": "nm0000380"}, {"text": "They'll see the truth.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "The truth? I thought we were talking about a court of law. Come on, you've been around long enough to know that a courtroom isn't a place to look for the truth.", "character": "Jerome Facher", "characterId": "nm0000380"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Mr. Schlichtmann? Mr. Schlichtmann?", "character": "Bankruptcy Judge", "characterId": "nm0000870"}, {"text": "I'm sorry. Yes.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "The purpose of these questions is not to embarass or humiliate you but rather to verify the information you've declared as your assets.", "character": "Bankruptcy Judge", "characterId": "nm0000870"}, {"text": "I understand.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "Because what you're asking your creditors to believe with this petition is... well, it's hard to believe.", "character": "Bankruptcy Judge", "characterId": "nm0000870"}, {"text": "I know.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "That after 17 years of practising law all you have to show for it is 14 dollars in a checking account a portable radio?", "character": "Bankruptcy Judge", "characterId": "nm0000870"}, {"text": "That's correct.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "Where did it all go?", "character": "Bankruptcy Judge", "characterId": "nm0000870"}, {"text": "The money?", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "The money, the property, the personal belongings, the things one acquires in one's life, Mr. Schlichtmann. The things by which one measures one's life. What happened?", "character": "Bankruptcy Judge", "characterId": "nm0000870"}]}, {"lines": [{"text": "Ms. Anderson, our firm is very small, three attorneys that's it, which means we can only take on so many cases at once and we have to be very careful on the ones we do take because we can't afford to lose, our clients pay nothing, we pay everything, and the only we get paid back if we win or settle, you want an apology, and there's nothing more than I'd like to do, to get you that apology, but from who? Who's going to apologize to you and pay me? There has to be a defendant and one with very deep pockets, this is not an inexpensive case to try.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}]}, {"lines": [{"text": "Every dollar is a dollar we don't have, we're floating on credit, without a net", "character": "James Gordon", "characterId": "nm0000513"}, {"text": "Mortgaged my house, I don't care", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "I have, and Kevin's, and Bill's and mine, and I've cashed in our retirement plan, and our life insurance policies, it's gone", "character": "James Gordon", "characterId": "nm0000513"}]}, {"lines": [{"text": "So what are you saying? You want to get out now and cut our losses, you want to get out now and throw away...? What was it?", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "1.4 million dollars", "character": "James Gordon", "characterId": "nm0000513"}, {"text": "Well, I don't know what to tell you because there's things I need to prove and I can't do that not spending money", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "We have to go see uncle Pete", "character": "James Gordon", "characterId": "nm0000513"}]}, {"lines": [{"text": "[Narrating]\nThe appeals process is even more byzantine than the trial it's appealing, takes longer, costs more, it's outcome even less promising, only five cases in fifty will win an appeal, the odds are as easy to calculate as they are discouraging, they're ten to one against, just about any bet at any table at any casino anywhere in the world is better than that, I have the evidence but no longer the resources or the gambling spirit to appeal the decision in the Beatrice case, I have no money, no partners as far as I can tell, no clients anymore, the Woburn case has become what it was when it first came to me, an orphan, I'm forwarding it onto you and all its unwieldiness, even though I know you might not care to adopt any more than I did at first, if you decide to take it on, I hope you will be able to succeed where I have failed, if you calculate success and failure as I always have, in dollars and cents divided neatly into human suffering the arithmetic says I failed completely, what it doesn't say, if I could somehow go back, knowing what I know now, knowing where I'd end up if I got involved with these people, knowing all the numbers, all the odds, all the numbers, I'd do it again.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}]}, {"lines": [{"text": "This figure here, one hundred dollars an hour for Dr. Conan that seems more than fair considering his preeminence", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "That's for his nights in the hotel, that's his discount sleeping rate", "character": "James Gordon", "characterId": "nm0000513"}, {"text": "oh", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "Your doctors have cost us more than nine hundred thousand so far", "character": "James Gordon", "characterId": "nm0000513"}, {"text": "They're worth it", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "Your geologists have cost us more than five hundred thousand so far", "character": "James Gordon", "characterId": "nm0000513"}, {"text": "Well, they're worth it", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "That's not the point, the point is everybody in the firm is only working on this case which means we have no money coming in, just going out", "character": "James Gordon", "characterId": "nm0000513"}]}, {"lines": [{"text": "You've never been here before? What kind of Harvard man are you?", "character": "Al Eustis", "characterId": "nm0001628"}, {"text": "The Cornell kind.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}]}, {"lines": [{"text": "[to secretary]\nEvery credit-card application we send in, we get two more in the mail. Here's one from some bank I've never heard of, in North Dekota. Fill it out. Fill them all out. It's the last great pyramid scheme in America.", "character": "James Gordon", "characterId": "nm0000513"}]}, {"lines": [{"text": "[Seeing Uncle Pete for another loan after Schlichtmann's firm is in serious financial trouble]\nYou'll never guess what I did last night. You'll like this. I pledged $200 to a tele-evangelist. I'm not kidding. He said, \"Give and ye shall receive.\" I called him right up. I know, I know what you're thinking. You're thinking, \"Gordon's losing it. He's falling apart. He's probably buying lottery tickets.\" I bought a few, I'll admit it. I know. But, seriously, the jackpot's $45 million. That's just this week. You should see the lines out there.", "character": "James Gordon", "characterId": "nm0000513"}, {"text": "[Nods to a bulge in Gordon's pocket]\nIs that a gun?", "character": "Uncle Pete", "characterId": "nm0251999"}, {"text": "What? This? No. No, this is for you.", "character": "James Gordon", "characterId": "nm0000513"}, {"text": "[Empties bag that was in his pocket full of coins]", "character": null, "characterId": null}, {"text": "My Krugerrands. I've had them forever. I want you to have them. And... this is the deed to my house. And here is Conway's and Crowley's and Jan's. See? I come bearing gifts. We really need the money.", "character": "James Gordon", "characterId": "nm0000513"}]}, {"lines": [{"text": "I can appreciate the theatrical value of several dead kids, I mean, I like that. Obviously, that's good. That is all this case has going for it. That's not enough. Get rid of it.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}]}, {"lines": [{"text": "The lawyer who shares his client's pain, in my opinion, does his client such a grave disservice, he should have his license to practice law taken away. It clouds his judgment. And that's a beneficial to his client as a doctor who recoils at the sight of blood.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}]}, {"lines": [{"text": "Nobody calls anymore? Not even the creditors? Are the phones still working?", "character": "Jan Schlichtmann", "characterId": "nm0000237"}]}, {"lines": [{"text": "Oh, I see, when you say it's over, you mean it's over. It's time for me to go my separate way...", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "You always went your separate way, Jan.", "character": "Kevin Conway", "characterId": "nm0001724"}]}, {"lines": [{"text": "Don't worry, everything's under control.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}]}, {"lines": [{"text": "This is the defendant's plan!", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "No, it's my plan!", "character": "Judge Walter J. Skinner", "characterId": "nm0001475"}, {"text": "It's Facher's plan, right from the beginning!", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "It's my plan.", "character": "Judge Walter J. Skinner", "characterId": "nm0001475"}, {"text": "He told me, he threatned me.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "IT'S MY PLAN!", "character": "Judge Walter J. Skinner", "characterId": "nm0001475"}]}, {"lines": [{"text": "Do me a favour, Gordon, will you? Shut up.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "What?", "character": "James Gordon", "characterId": "nm0000513"}, {"text": "I'm so tired of hearing you moan about money all the time. This isn't about money anymore.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "No?", "character": "James Gordon", "characterId": "nm0000513"}, {"text": "No.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "What's it about? What's it about, Jan?", "character": "James Gordon", "characterId": "nm0000513"}, {"text": "Look, let's all...", "character": "Bill Crowley", "characterId": "nm0411964"}, {"text": "No, I want to know. I want to know why I gave up my house for. My credit! My life! Would you take 10 million dollars right now?", "character": "James Gordon", "characterId": "nm0000513"}, {"text": "Yes.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "But you won't take eight?", "character": "James Gordon", "characterId": "nm0000513"}, {"text": "No.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "No. So at 10 million dollars this is some sort of uh... a, a mythic struggle but at eight it's just another lawsuit.", "character": "James Gordon", "characterId": "nm0000513"}, {"text": "If they're willing to pay eight, Gordon, then it's not enough, is it?", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "Oh, that makes sense!", "character": "James Gordon", "characterId": "nm0000513"}, {"text": "It makes perfect sense.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "So, the only thing you accept is what they're not willing to give us. Listen to yourself! I for one am sick of listening to you. I've lost enough because of you.", "character": "James Gordon", "characterId": "nm0000513"}, {"text": "You wouldn't have anything to lose it if it wasn't for me. Everything you have I got for you!", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "I don't have anything, Jan! What do I have? I've got a couple of bucks and some, some bus transfers. I've got a saving account from when I was 12 years-old. Here! There's 37 dollars in here. With interest, after 25 years there's probably 47 dollars, take it! Add it to the war chest. Use it to fight injustice. Stand up for principles with that. Go down in flames with it for all I care. Only next time, \"next time\", that's a laugh - ask us if we want to go down with you!", "character": "James Gordon", "characterId": "nm0000513"}]}, {"lines": [{"text": "Let's be honest I can afford to pay you almost anything you ask for, it's not the money, it's what a settlement that says, it says we're guilty, and that says to every two bit personal injury lawyer in Boston, \"hey, let's all run up to Woburn, and sign up every jerk with a head cold\", creates a shark effect, and that I can't afford, give me a number.", "character": "Al Eustis", "characterId": "nm0001628"}, {"text": "I'm not going to negotiate with myself Al, I'm going to throw out numbers that you'll say no to them, you'll have to come up with them.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "Eight million.", "character": "Al Eustis", "characterId": "nm0001628"}, {"text": "I can't go to the families with that, I can't go to them empty handed.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "Since when is eight million dollars empty handed? Eight million dollars is a lot of money.", "character": "Al Eustis", "characterId": "nm0001628"}, {"text": "I owe them more than that.", "character": "Jan Schlichtmann", "characterId": "nm0000237"}, {"text": "What do you owe them? You owe them your career? You owe them that much? Don't do it, don't go for broke on this one.", "character": "Al Eustis", "characterId": "nm0001628"}]}, {"lines": [{"text": "No, let me stop you right there, I don't need to hear it, from a financial stand point, I can tell you right now this not a sound investment, \"probable\" is just a euphemism for \"unproven\", to prove something like this, you need new medical research, is that the business we're in? The medical research business? and you have to ask yourself why is this case an orphan? Why has it been from kicked from firm to firm until it ended up on your desk?", "character": "James Gordon", "characterId": "nm0000513"}]}, {"lines": [{"text": "[Reading the verdict for the first stage of the trial]\nwith respect to W.R. Grace the jury has Answered \"yes\" to question one regarding Trichloroethylene contamination requiring we continue the proceedings against Grace to a second stage of this trial in regard to Beatrice the jury has answered \"no\" to question one and all its points pertaining to contamination which renders questions two and three inapplicable thus, ending the case against Beatrice", "character": "Judge Walter J. Skinner", "characterId": "nm0001475"}]}, {"lines": [{"text": "more than its share of sickness and death", "character": "Jan Schlichtmann", "characterId": "nm0000237"}]}]}