{"quotes": [{"lines": [{"text": "[gleefully]\nAh, Croser, now he really *has* sinned... all *over* the place.", "character": "Ruskin", "characterId": "nm0250718"}]}, {"lines": [{"text": "Give me back my legs. Tell me it was a clerical error.", "character": "Ruskin", "characterId": "nm0250718"}]}, {"lines": [{"text": "Don't forget what Miss Prosser said about flat-topped threes. No more round-topped threes. Flat-topped good; round-topped bad.", "character": "Mr. Croser", "characterId": "nm0785938"}]}, {"lines": [{"text": "Vicars shouldn't have oversexed wives like that. It gives them ideas *below* their station. Leads them into temptation. Drags them down to the bottomless pit that flameth forever.", "character": "Jack Ruskin", "characterId": "nm0250718"}]}, {"lines": [{"text": "[about the rector]\nOh my God - it's God!", "character": "Ruskin", "characterId": "nm0250718"}]}, {"lines": [{"text": "[to the statue of a man on a horse which is in the market square]", "character": null, "characterId": null}, {"text": "And you, Sir Theodore Firbank, did you die a hero's death when you crash-landed that gallant charger? Or did you scream - like my navigator?", "character": "Ruskin", "characterId": "nm0250718"}, {"text": "[cynically]", "character": null, "characterId": null}, {"text": "No, don't tell me, Sir Theodore. I *know* the answer - it's always the same.", "character": "Ruskin", "characterId": "nm0250718"}]}, {"lines": [{"text": "I love pestering professional men out of hours.", "character": "Ruskin", "characterId": "nm0250718"}]}, {"lines": [{"text": "When you see Mr. Croser, will you tell him his breakfast is under the grill - using electricity.", "character": "Mrs. Jackson", "characterId": "nm0676567"}, {"text": "[to himself]\nAh, the cardinal sin!", "character": "Ruskin", "characterId": "nm0250718"}]}, {"lines": [{"text": "Perhaps you could start a dramatic society for the young married couples. You could play the lead - give them a standard.", "character": "Rector", "characterId": "nm0149435"}, {"text": "[incredulous]\nStart a *dramatic* society?", "character": "Georgina", "characterId": "nm0078136"}, {"text": "Why not?", "character": "Rector", "characterId": "nm0149435"}, {"text": "[sighs contemptuously]\nBecause as an actress I was a washout - and you know it.", "character": "Georgina", "characterId": "nm0078136"}, {"text": "You had that year in rep.", "character": "Rector", "characterId": "nm0149435"}, {"text": "Doing what? Walking on, walking off. And that was because I bulged in the right places and they could sell a few seats to aged incapables looking for a cheap thrill.", "character": "Georgina", "characterId": "nm0078136"}]}, {"lines": [{"text": "[talking about Effie]", "character": null, "characterId": null}, {"text": "Poor little blonde bombshell. You don't know your Sid's having it off with the vicar's wife, do you? But don't worry, you'll probably get him in the end. He's not in her league. He's like you and me and Hartlepool United - third division.", "character": "Ruskin", "characterId": "nm0250718"}]}, {"lines": [{"text": "[talking about Bellinger]", "character": null, "characterId": null}, {"text": "We used to call him the Old Man of the Sea. He ditched, half way between Ostende and Bradwell Bay, and drifted in a dinghy for five days and five nights, alone - after he'd pushed his pilot overboard when his body began to smell. Can you imagine it, Rev? You can't and neither can I. The sea's a big place, even when you go down to it in ships. All around, nothing. Five days and five nights, with only a thin layer of rubber between you and it. Too cold to sleep at night. Too afraid to sleep in the daytime in case you miss the chance of a rescue. What will you die of? Hunger? Thirst? Cold? Will you die sane or mad? Muttering or shrieking? We can't imagine it, my dear Rector - it's beyond us, isn't it? But Ted Bellinger did it - the Old Man of the Sea did it. And he lived.", "character": "Ruskin", "characterId": "nm0250718"}]}]}