{"quotes": [{"lines": [{"text": "I understand you're having a hard time making a decision.", "character": null, "characterId": null}, {"text": "How would you know that?", "character": "Patty", "characterId": "nm0242955"}, {"text": "You know, the medic at the hospital seemed to know an awful lot about us, also.", "character": "Wenda", "characterId": "nm0426168"}, {"text": "Some of your friends are kind of concerned about your future. I think maybe you should hear what they have to say.", "character": null, "characterId": null}, {"text": "[Sandy, Jerry and Diane approach them. They notice that Sandy has a mark on her right hand]", "character": null, "characterId": null}, {"text": ".", "character": null, "characterId": null}, {"text": "Sandy!", "character": "Patty", "characterId": "nm0242955"}, {"text": "Oh, Sandy!", "character": "Wenda", "characterId": "nm0426168"}, {"text": "You're a Christian!", "character": "Patty", "characterId": "nm0242955"}, {"text": "Oh, Patty. Anyone can say they're a Christian.", "character": "Sandy", "characterId": "nm0159709"}, {"text": "But I thought that Jonathon...", "character": "Patty", "characterId": "nm0242955"}, {"text": "Jonathon was one of us, but he had nothing to do with the trap that Sandy set for you.", "character": "Diane", "characterId": "nm0705104"}, {"text": "Sandy, why didn't you stay with us all day?", "character": "Wenda", "characterId": "nm0426168"}, {"text": "She was trying to keep those fanatics from encouraging you into making a foolish decision.", "character": "Jerry", "characterId": "nm0705105"}, {"text": "Yeah. Actually, it's simple. You can lose your head", "character": "Diane", "characterId": "nm0705104"}, {"text": "[glances at the guillotine]", "character": null, "characterId": null}, {"text": ", or you can go free. To work, to buy, to eat. To live a normal life, just like before.", "character": "Diane", "characterId": "nm0705104"}]}, {"lines": [{"text": "Why would they take off the blindfold?", "character": "Wenda", "characterId": "nm0426168"}, {"text": "Maybe for shock value? It might make some change their minds.", "character": "Kent Onan", "characterId": "nm0905975"}]}, {"lines": [{"text": "This isn't the end of the world.", "character": "Diane Bradford", "characterId": "nm0705104"}, {"text": "Maybe not, but I have a feeling we're gonna wish it was.", "character": "Patty Myers", "characterId": "nm0242955"}]}, {"lines": [{"text": "If those theological authorities are such authorities, how come they didn't go up with the rest? That's what blows holes in this theory that only the Christians went. How come there're still so many religious people here?", "character": "Jerry", "characterId": "nm0705105"}, {"text": "Maybe they didn't believe in UFOs.", "character": "Patty", "characterId": "nm0242955"}, {"text": "Well just because you have an understanding of the Bible in your head, doesn't necessarily mean you have Jesus in your heart.", "character": "Sandy", "characterId": "nm0159709"}]}, {"lines": [{"text": "[reading]\n'Therefore, be also ready, for in such an hour as you think not, the Son of Man cometh'. It'll happen just that quick, Patty, the Bible says like a thief in the night.", "character": "Jenny", "characterId": "nm0630559"}, {"text": "Jenny, I believe that God is love, and it really upsets me when people go around scaring everyone with this Jesus coming in the clouds and tribulation stuff. That's what I hate about religion, God makes all this elaborate plan to send us all to hell.", "character": "Patty", "characterId": "nm0242955"}, {"text": "Patty, God made a perfect plan that none shall perish. He sacrificed His own Son to keep you from hell.", "character": "Jenny", "characterId": "nm0630559"}]}, {"lines": [{"text": "Others will gather around them in great numbers of teacher, to say what their itching ears want to hear. People will be lovers of themselves, lovers of money, boastful, proud, abusive, and a whole list of other things.", "character": "Jenny", "characterId": "nm0630559"}, {"text": "That's sure happening today.", "character": "Patty", "characterId": "nm0242955"}, {"text": "Well the Bible also says that when these things happen, the believers can look for the blessed hope, and redemption for the Christian draws nigh.", "character": "Jenny", "characterId": "nm0630559"}]}, {"lines": [{"text": "Well you understand don't you, that Jesus will come and take His own in the Rapture.", "character": null, "characterId": null}, {"text": "Yeah you told me that.", "character": "Patty", "characterId": "nm0242955"}, {"text": "Well after the Rapture, a world leader will emerge as a hero. He'll be most convincing, yet deceiving, but people will love him.", "character": null, "characterId": null}, {"text": "Will he be the beast?", "character": "Patty", "characterId": "nm0242955"}, {"text": "For the first three and a half years, he will appear to be a savior, a hero; miraculously solving world problems, but in the middle of the 7 years' tribulation, the evil becomes apparent in him.", "character": null, "characterId": null}]}, {"lines": [{"text": "What about the mark?", "character": "Patty", "characterId": "nm0242955"}, {"text": "Open my Bible honey, to Revelation chapter 13 verse 16.", "character": null, "characterId": null}, {"text": "16, 'And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand or in their foreheads. And that no man might buy or sell, save he that have the mark, or the name of the beast, or the number of his name.' Does that mean that people will have to wear the mark?", "character": "Patty", "characterId": "nm0242955"}, {"text": "Oh my yes. People can't buy food or clothes or anything, gasoline.", "character": null, "characterId": null}, {"text": "Well that sounds like Dad's credit card.", "character": "Patty", "characterId": "nm0242955"}, {"text": "Well to a lot of people it will seem like a new kind of credit card, and people will welcome it.", "character": null, "characterId": null}, {"text": "Well what about the people that don't want to take the mark?", "character": "Patty", "characterId": "nm0242955"}, {"text": "The only people who won't want the mark are those who become believers, and a lot of them will be killed by the beast or the Anti-Christ.", "character": null, "characterId": null}]}, {"lines": [{"text": "You mean a person can become a Christian AFTER the Rapture?", "character": "Patty", "characterId": "nm0242955"}, {"text": "The 144,000 sealed missionaries from Israel will be responsible for leading multitudes to receive Christ as their Messiah.", "character": null, "characterId": null}, {"text": "Well what happens to the people that take the mark?", "character": "Patty", "characterId": "nm0242955"}, {"text": "Look up Revelation, I believe it's chapter 14, verse 10 or 11.", "character": null, "characterId": null}, {"text": "'The same shall drink', that's not it. Okay 11 says 'And the smoke of their torment ascendeth up forever and ever, and they have no rest day nor night, who worship the beast in his image, and whosoever receives the mark of his name.", "character": "Patty", "characterId": "nm0242955"}, {"text": "So the time to accept Jesus Christ is now, not then.", "character": null, "characterId": null}]}, {"lines": [{"text": "Granny whatever happened to God is love that you and Grandpa always taught us?", "character": "Patty", "characterId": "nm0242955"}, {"text": "God is love, honey, but He is also holy, and He hates sin, and He cannot allow sin in His presence or in His kingdom.", "character": null, "characterId": null}, {"text": "But we all sin.", "character": "Patty", "characterId": "nm0242955"}, {"text": "That's right, and we deserve judgment. But God loves us so much He sent His son Jesus to die for our sins as full payment, and offers life eternal for anyone who believes Christ and wants Him as their Savior.", "character": null, "characterId": null}]}, {"lines": [{"text": "'And when He opened the 3rd seal I heard the beast say 'lo, a black horse' and he that sat upon him had a pair of balances in his hand. And I heard a voice say 'a measure of wheat for a penny, and three measures of barley for a penny'. In other words, a loaf of bread for a day's wages. My dear friends, you are so few because so many had preferred to hear the Godless humanism of the great world church. It is a haunting agony that some who sat under my preaching died and entered eternal torment because they had not heard of the saving power of the blood of the resurrected Christ. Jesus said of one who leads his little ones astray, is better for him to hang a millstone around his neck and drown him in the depths of the sea. I tell you the scripture is truth; all declared that those who have heard and neglected the gospel will be ensnared by a strong delusion. If you continue to deny the word of God as truth, your future holds terror, but if you believe in Jesus Christ and receive Him as your Savior, then your future will be a spiritual inheritance for an eternity with Christ.", "character": "Reverend Matthew Turner", "characterId": "nm0234893"}]}, {"lines": [{"text": "My friends, the first seal, the white horse and the pact with Israel has come to pass. The red horse has brought us into world war. The black horse has brought famine. The next is death. Can you afford to wait any longer?", "character": "Reverend Matthew Turner", "characterId": "nm0234893"}]}, {"lines": [{"text": "You know what bugs me? You have waited until now to scare us out of our wits! Why didn't you tell us all this before it was too late?", "character": "Patty", "characterId": "nm0242955"}, {"text": "Patty, do you have a Bible?", "character": "Reverend Matthew Turner", "characterId": "nm0234893"}, {"text": "Well yes.", "character": "Patty", "characterId": "nm0242955"}, {"text": "What does it say?", "character": "Reverend Matthew Turner", "characterId": "nm0234893"}, {"text": "What?", "character": "Patty", "characterId": "nm0242955"}, {"text": "Does it say that Christ died for your sins? Does it say that if you ask for forgiveness and receive Him into your heart, that you'll be saved?", "character": "Reverend Matthew Turner", "characterId": "nm0234893"}, {"text": "Yes.", "character": "Patty", "characterId": "nm0242955"}, {"text": "Then why are you blaming me?", "character": "Reverend Matthew Turner", "characterId": "nm0234893"}, {"text": "Because you could've preached it! You never even talked about prophecy and you even criticized the evangelist for using scare tactics! I would rather have been scared into Heaven than have to go through this.", "character": "Patty", "characterId": "nm0242955"}, {"text": "You could've received Christ the night the evangelist was here. He gave an invitation.", "character": "Reverend Matthew Turner", "characterId": "nm0234893"}, {"text": "Well I might've if I'd heard it more than just once.", "character": "Patty", "characterId": "nm0242955"}, {"text": "Didn't you often say to me that your grandmother spoke to you about Jesus? You're right in a way, Patty, I am partly to blame. I preached my own philosophy, I loved the security here. People didn't want to be threatened with the word of God so I went along. But let me say that if you had a Bible and it conflicted with what I as your preacher had to say, then you should've challenged me. Since I refused to preach the word of God, it was your duty to find a church where the gospel was preached.", "character": "Reverend Matthew Turner", "characterId": "nm0234893"}]}]}