{"quotes": [{"lines": [{"text": "You put your whole self into that laugh, don't you?", "character": "Marcia Jeffries", "characterId": "nm0623658"}, {"text": "Marcia, I put my whole self into everything I do.", "character": "Lonesome Rhodes", "characterId": "nm0341431"}]}, {"lines": [{"text": "A guitar beats a woman every time.", "character": "Lonesome Rhodes", "characterId": "nm0341431"}]}, {"lines": [{"text": "[commenting on one of Lonesome Rhodes' on-air tirades after the two have had a falling out]\nI'll say one thing for him, he's got the courage of his ignorance.", "character": "Mel Miller", "characterId": "nm0000527"}]}, {"lines": [{"text": "I'm not just an entertainer. I'm an influence, a wielder of opinion, a force... a force!", "character": "Lonesome Rhodes", "characterId": "nm0341431"}]}, {"lines": [{"text": "Illegal? Honey, nothing's illegal if they don't catch you!", "character": "Joey DePalma", "characterId": "nm0290047"}]}, {"lines": [{"text": "This whole country's just like my flock of sheep!", "character": "Lonesome Rhodes", "characterId": "nm0341431"}, {"text": "Sheep?", "character": "Marcia Jeffries", "characterId": "nm0623658"}, {"text": "Rednecks, crackers, hillbillies, hausfraus, shut-ins, pea-pickers - everybody that's got to jump when somebody else blows the whistle. They don't know it yet, but they're all gonna be 'Fighters for Fuller'. They're mine! I own 'em! They think like I do. Only they're even more stupid than I am, so I gotta think for 'em. Marcia, you just wait and see. I'm gonna be the power behind the president - and you'll be the power behind me!", "character": "Lonesome Rhodes", "characterId": "nm0341431"}]}, {"lines": [{"text": "Listen, I'm not through yet. You know what's gonna to happen to me?", "character": "Lonesome Rhodes", "characterId": "nm0341431"}, {"text": "\"Whatever happened to, a, whatshisname? You know, the one who was so big. The number-one fella a couple of years ago. He was famous. How can we forget a name like that? Oh by the way, have you seen, a, Barry Mills? I think he's the greatest thing since Will Rogers.\"", "character": "Mel Miller", "characterId": "nm0000527"}, {"text": "[Mel turns and starts to leave. Then, he turns back towards Lonesome]", "character": null, "characterId": null}, {"text": "Beanie!", "character": "Mel Miller", "characterId": "nm0000527"}, {"text": "[Beanie, who is manning the automatic appalause machine, instinctively pulls the switch, unleashing a massive abundance of cheers. The machanical jubilation continues as Mel joins Marcia in the waiting elevator, leaving Lonesome alone in the empty penthouse with his broken dreams]", "character": null, "characterId": null}]}, {"lines": [{"text": "Didn't you know? All mild men are vicious. They hate themselves for being mild, and they hate the windy extroverts whose violence seems to have a strange attraction for nice girls. You should know better.", "character": "Mel Miller", "characterId": "nm0000527"}]}, {"lines": [{"text": "[Speaking about Senator Fuller]\nYou really sell that stiff as a man among men?", "character": null, "characterId": null}, {"text": "Those morons out there? Shucks, I could take chicken fertilizer and sell it to them as caviar. I could make them eat dog food and think it was steak. Sure, I got 'em like this... You know what the public's like? A cage of Guinea Pigs. Good Night you stupid idiots. Good Night, you miserable slobs. They're a lot of trained seals. I toss them a dead fish and they'll flap their flippers.", "character": "Lonesome Rhodes", "characterId": "nm0341431"}]}, {"lines": [{"text": "[of writers]\nHere you see the lepers of the great television industry. Men without faces. Why, they even slide our paychecks under the door so they can pretend we're not here.", "character": "Mel Miller", "characterId": "nm0000527"}]}, {"lines": [{"text": "[of TV]\nYou gotta be a saint to stand all the power that little box can give you.", "character": "Mel Miller", "characterId": "nm0000527"}]}, {"lines": [{"text": "Betty Lou is your public, all wrapped up with yellow ribbons into one cute little package. She's the logical culmination of the great 20th-centure love affair between Lonesome Rhodes and his mass audience.", "character": "Marcia Jeffries", "characterId": "nm0623658"}]}, {"lines": [{"text": "There's always Vanderbilt '44.", "character": "Lonesome Rhodes", "characterId": "nm0341431"}, {"text": "He's gone back to Memphis. I think he wants to forget us both.", "character": "Marcia Jeffries", "characterId": "nm0623658"}, {"text": "I thought he'd wait for you till there was ice on the equator.", "character": "Lonesome Rhodes", "characterId": "nm0341431"}, {"text": "That's how long he did wait.", "character": "Marcia Jeffries", "characterId": "nm0623658"}]}, {"lines": [{"text": "You always drink like that?", "character": "Marcia Jeffries", "characterId": "nm0623658"}, {"text": "Not always. Back in Riddle they was pretty strict. Didn't allow us to touch hard liquor till we was 10 or 11.", "character": "Lonesome Rhodes", "characterId": "nm0341431"}, {"text": "Now is there really a town called Riddle?", "character": "Marcia Jeffries", "characterId": "nm0623658"}, {"text": "Well, tell you the flat truth, it's just a sort of a whatchacallit, a...", "character": "Lonesome Rhodes", "characterId": "nm0341431"}, {"text": "...Composite?", "character": "Marcia Jeffries", "characterId": "nm0623658"}, {"text": "Compost heap's more like it.", "character": "Lonesome Rhodes", "characterId": "nm0341431"}]}, {"lines": [{"text": "Can't keep anything alive up here. Dust in this city kills everything.", "character": "Lonesome Rhodes", "characterId": "nm0341431"}]}, {"lines": [{"text": "They love his voice, they love his guitar, they love his ideas... they should know some of his ideas.", "character": "Marcia Jeffries", "characterId": "nm0623658"}]}, {"lines": [{"text": "So... you're Lonesome's new tootsie, huh? \"Lonesome,\" he's a hot one. I hope you have better luck keeping him Lonesome than I did.", "character": "First Mrs. Rhodes", "characterId": "nm0575552"}]}, {"lines": [{"text": "Larry... he thinks he has to take a bite out of every broad he comes across. Then he calls them a tramp, drops them, and there's all sort of psycho something-or-other, you know. I caught him red-handed with my best girlfriend. He broke my jaw.", "character": "First Mrs. Rhodes", "characterId": "nm0575552"}, {"text": "It seems to be working quite effectively now.", "character": "Marcia Jeffries", "characterId": "nm0623658"}]}]}