{"quotes": [{"lines": [{"text": "I got a job in the Attendance Office, and guess who I'll be working with!", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "From the way you sound, it must be someone important. Who is it? Nancy Reagan?", "character": "Jill", "characterId": "nm0486661"}, {"text": "Stacy Lockwood!", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "Oh. Miss Queen Bee herself! What? Are you one of her drones? I'm sorry, Angela, I just don't wanna see you get hurt.", "character": "Jill", "characterId": "nm0486661"}]}, {"lines": [{"text": "Great, Angela, my friend the do-gooder. Honestly, you make me feel like I should go to church and confess or something.", "character": "Jill", "characterId": "nm0486661"}]}, {"lines": [{"text": "Hey, Monica, forget your broom?", "character": "Stacy Lockwood", "characterId": "nm0001760"}, {"text": "I don't need a broom to fly away from you, you bitch.", "character": "Monica", "characterId": "nm0606700"}]}, {"lines": [{"text": "[looking at herself in ski clothes]\nI look like a pear.", "character": "Angela Delvecchio", "characterId": "nm0005192"}]}, {"lines": [{"text": "Why are you so mean?", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "[coldly]\nCome on, put a lid on it. Let's go.", "character": "Stacy Lockwood", "characterId": "nm0001760"}, {"text": "I don't understand - I just wanna be your friend!", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "[sarcastically]\nSure, and I wanna fly to the moon.", "character": "Stacy Lockwood", "characterId": "nm0001760"}, {"text": "I admire you, Stacy. I've always admired you. You're so pretty and funny and confident.", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "You're pathetic!", "character": "Stacy Lockwood", "characterId": "nm0001760"}, {"text": "All I want is to be like you.", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "That's it, I'm out of here.", "character": "Stacy Lockwood", "characterId": "nm0001760"}, {"text": "Wait! Wait, no!", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "You know what, you are even weirder than I thought!", "character": "Stacy Lockwood", "characterId": "nm0001760"}, {"text": "[exits the car]", "character": null, "characterId": null}, {"text": "Why don't you give Monica a call. Maybe SHE can be your date.", "character": "Stacy Lockwood", "characterId": "nm0001760"}, {"text": "[yells]\nNo, Stacy, that's not what I meant!", "character": "Angela Delvecchio", "characterId": "nm0005192"}]}, {"lines": [{"text": "[looks at a knife and vegetable next to her]\nWhat's this, hors d'ouvres?", "character": "Stacy Lockwood", "characterId": "nm0001760"}, {"text": "Oh, my sister. She sometimes fixes lunch in the car.", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "Mmm, now that's real class, Angie. So, who did you say was gonna be at this party?", "character": "Stacy Lockwood", "characterId": "nm0001760"}, {"text": "Oh, the older crowd.", "character": "Angela Delvecchio", "characterId": "nm0005192"}]}, {"lines": [{"text": "So, you want to tell me about it?", "character": "Terri", "characterId": "nm0588096"}, {"text": "[Angela still feels disappointed for not being able to be a cheerleader]", "character": null, "characterId": null}, {"text": "Nothing, my life is over, that's all.", "character": "Angela Delvecchio", "characterId": "nm0005192"}]}, {"lines": [{"text": "Okay, once upon a time, there was a very strange little girl named Monica. Her face was very, very white and her clothes were very, very black. Now Monica was so weird that none of the other little girls would play with her, so she made her diary her constant companion. And here's what she had to say to it...", "character": "Stacy Lockwood", "characterId": "nm0001760"}]}, {"lines": [{"text": "[caught reading Monica's diary aloud to her friends]\nHi, Monica. We're just feeling out the texture of your prose.", "character": "Stacy Lockwood", "characterId": "nm0001760"}]}, {"lines": [{"text": "The pressures are intense here. Nobody wants to be a hod carrier at Santa Mira. No. You're supposed to be *beautiful* and *successful* and *popular* and *perfect*. Well, Angela was none of these things, and her fear of failure eventually became too much for her to handle. It was *this* fear of public humiliation that led her to kill in the first place.", "character": "Public Defender", "characterId": "nm0240838"}]}, {"lines": [{"text": "[poem]\nI see a beaver gnawing on a tree/hot and frenzy, wild and free...", "character": "Cort", "characterId": "nm0939602"}, {"text": "That'll be enough, Cort.", "character": "Teacher", "characterId": "nm0540541"}, {"text": "I look at the beaver, I look at the tree/I look and I wonder, why not me?", "character": "Cort", "characterId": "nm0939602"}, {"text": "[the class cheers and laughs]", "character": null, "characterId": null}, {"text": "Very good, Cort. So good, I want you to trot on down to Mr. Saxe's office and read it to him.", "character": "Teacher", "characterId": "nm0540541"}, {"text": "[Chad gets his school supplies and does so]", "character": null, "characterId": null}]}, {"lines": [{"text": "[while reading Monica's diary]\nNow I'm getting to the meat of this story.", "character": "Stacy Lockwood", "characterId": "nm0001760"}, {"text": "[worried]\nStacy, come on, that stuff is private.", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "[annoyed]\nWell, excuse me. What are you anyhow, Monica's guardian angel?", "character": "Stacy Lockwood", "characterId": "nm0001760"}]}, {"lines": [{"text": "[she sees Angela and goes loopy]\nOh, you! You! Get away from me! Get away from me! I know what you are! Help! Help! Help! Someone, please! Please, help! Help!", "character": "Sick Woman", "characterId": "nm0113700"}]}, {"lines": [{"text": "I've been trying to tell you this, but I love you so much; and it's so hard I'm taking the easy way out. I just can't be near you when you see this becuase I've already caused so much pain. The reason why I took so long on Friday is because the FBI man, Mr. Gilwood, thinks that I killed Stacy Lockwood, that I did it... and he is right. I can't bring her back. But I'm so sorry. I would kill myself except maybe that would hurt you even more. I've been able to live with it for awhile, but I can't ignore it. It's too much for me, and I can't be that deceiving. I've spoken to a priest but I still can't take it. I need to turn myself in - with you, if you would come today. Please forgive me. I need you. I'm so sorry to have been a disappointment to you in every way. I'm even worse than words can describe, and I hate myself. I need your love. Please, still love me. I can't live unless you love me. I've ruined my life... and yours... and I don't know what to do. I'm so ashamed and scared. I love you. Angela.", "character": "Angela Delvecchio", "characterId": "nm0005192"}]}, {"lines": [{"text": "[to Jill, in court, angry]\nWhat do you think you're doing here? This trial is for Stacy's friends!", "character": "Meridith", "characterId": "nm0337965"}, {"text": "This isn't a party, Meridith, and there aren't any invited guests! Jill has as much right to be here as you do.", "character": "Jamie", "characterId": "nm0005420"}]}, {"lines": [{"text": "[after Angela's arrest]\nI told you it was Delvecchio. I always *did* think she was weird.", "character": "Meridith", "characterId": "nm0337965"}, {"text": "[voice breaking, angry]\nLiar! You guys are a bunch of liars. You don't even know anything about her!", "character": "Jill", "characterId": "nm0486661"}, {"text": "[sobs]", "character": null, "characterId": null}, {"text": "She's better than all of you put together!", "character": "Jill", "characterId": "nm0486661"}, {"text": "[leaves in tears]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Jamie confesses her sins after Angela's arrest]", "character": null, "characterId": null}, {"text": "[sobs]\nI left her alone at the ski lodge, Father. She was my best friend and I left her all alone, because I didn't have the courage to stand up to Stacy.", "character": "Jamie", "characterId": "nm0005420"}, {"text": "You must forgive yourself, and then find the courage to be her friend now when so many are arrayed against her.", "character": "Priest", "characterId": "nm0733929"}, {"text": "But they won't even let me see her.", "character": "Jamie", "characterId": "nm0005420"}, {"text": "Be her friend in your heart. The rest will come.", "character": "Priest", "characterId": "nm0733929"}]}, {"lines": [{"text": "[Angela and Jill notice Stacy's friends chasing Monica]", "character": null, "characterId": null}, {"text": "God, they're like those women in the Bible, you know, with the stones.", "character": "Jill", "characterId": "nm0486661"}]}, {"lines": [{"text": "[Jamie and Angela notice Monica's locker with the word \"Killer\" in red]", "character": null, "characterId": null}, {"text": "She had an alibi, you know? There's no way she could've possibly done it. And it didn't matter... they just kept hounding her and hounding her.", "character": "Jamie", "characterId": "nm0005420"}, {"text": "I know.", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "I never really liked her. I was just afraid of her. And I've been thinking about her killer too. Maybe it was... I don't know... someone like me.", "character": "Jamie", "characterId": "nm0005420"}]}, {"lines": [{"text": "Well, with the exception of the taped confession, this whole case is circumstantial. Considering the evidence presented here, I must conclude that the prosecution has failed to prove its contention of premeditation. The evidence supports nothing more than the finding of murder in the second degree. I must further observe that we have a kind of \"Alice in Wonderland\" situation here. The juvenile code dictates a sentence of confinement to the age of 25. The degree - whether it's first or second - is irrelevant. And so I find myself wondering what we have accomplished here. I hope it was justice, though I fear it may have been nothing more than entertainment.", "character": "Judge", "characterId": "nm0706838"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "there'd been some changes in my life, and I want you to know about them. I've quit the Larks, and next year I'm quitting Santa Mira too. I'm going back to Saint Joe's where you and I had so many wonderful times. I'm going back, and yet I know I can't really go back anymore than you can or any of us can. We can only go forward, and that's what I hope to do... and that's my hope for you, as we both struggle to understand. Yours always, Jamie Hall.", "character": "Jamie", "characterId": "nm0005420"}]}, {"lines": [{"text": "[after Angela's confession]\nWhy are they doing this to her?", "character": "Jill", "characterId": "nm0486661"}, {"text": "I don't know. She confessed. She admitted she was guilty. She admitted that she killed Stacy Lockwood.", "character": "Jamie", "characterId": "nm0005420"}, {"text": "[voice breaking]\nIt's like what Mr. Durning was telling us about in 18th Century New England... the puritans would put sinners in pillories so that the townspeople would come by and spit on them.", "character": "Jill", "characterId": "nm0486661"}, {"text": "Yeah, well I wonder if the puritans got all dressed up for their spitting.", "character": "Jamie", "characterId": "nm0005420"}]}, {"lines": [{"text": "Sometimes, people who do drugs, they're just... They may be dealing with some kind of problem, and maybe if we talk...", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "[angrily interupting]\nYou wanna know what the problem is? You're the problem! You and everyone else. Here you are, pretending you care, pretending you wanna help me, when all your really care about is being popular. You and your hotshot friends don't take jobs like this because you're like great humanitarians. It's just another notch in your gun belt.", "character": "Alicia", "characterId": "nm0466579"}, {"text": "[Alicia leaves]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after Monica threatens Stacy about her diary]", "character": null, "characterId": null}, {"text": "Monica, just let it go. She didn't mean anything by it.", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "[angry]\nI'd like to kill her.", "character": "Monica", "characterId": "nm0606700"}, {"text": "No, Monica, you don't mean it. You're just angry.", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "[to Angela, darkly]\nWhat would a wannabe like you know about it anyway, huh? Go on, go. Get away from me, run back and lick her boots. That's what your dying to do anyway, isn't it?", "character": "Monica", "characterId": "nm0606700"}]}, {"lines": [{"text": "[reading her poem]\nFace like a ghost, hair black as sin/the witch of Santa Mira scratches her chin/she cackles, she gloats, she summons her broom/and flies like a banshee right out of the room.", "character": "Stacy Lockwood", "characterId": "nm0001760"}, {"text": "[furiously]\nI'm gonna KILL you, Stacy Lockwood!", "character": "Monica", "characterId": "nm0606700"}, {"text": "Monica!", "character": "Teacher", "characterId": "nm0540541"}, {"text": "[to Stacy]", "character": null, "characterId": null}, {"text": "Stacy, I think you better apologize.", "character": "Teacher", "characterId": "nm0540541"}, {"text": "I'm sorry, Mrs. Chadfield. It was just a poem. It wasn't about her.", "character": "Stacy Lockwood", "characterId": "nm0001760"}]}, {"lines": [{"text": "[court, tape confession]", "character": null, "characterId": null}, {"text": "[on tape]\nI thought she was going to tell everyone at school that I was really weird. I can't explain it. I don't understand it. It was... It was like... If I had been thinking straight, it never would've happened. I guess I was really angry and I really don't know... She was just telling me to go away, and I did it. It was exactly like I was watching it. You know how... how you see a dream, and then you see yourself doing things? And... It was so much like a dream that I thought I would wake up.", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "[on tape]\nHow do you feel about her now?", "character": "Agent Gilwood", "characterId": "nm0043041"}, {"text": "[tearfully]\nI just keep... I keep wishing that I could... I could push time backwards. I sort of apologized to her in my mind. Like, I think, she's in heaven now.", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "Do you think it was partly her fault?", "character": "Agent Gilwood", "characterId": "nm0043041"}, {"text": "[stops crying]\nI remember the mean things about her, but I... I could never think that it was her fault. I don't think there's any reason in the world that justifies killing someone. Mr. Gilwood?", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "Yes?", "character": "Agent Gilwood", "characterId": "nm0043041"}, {"text": "Will the press get my name?", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "We don't release names in juvenile cases, Angela, but it's possible they could get it on their own.", "character": "Agent Gilwood", "characterId": "nm0043041"}, {"text": "I don't see any reason for living if everyone... I mean, if people knew that... Could I use the restroom? I think I'm going to be sick.", "character": "Angela Delvecchio", "characterId": "nm0005192"}]}, {"lines": [{"text": "[while exercising]\nMy dad says they brought in the FBI. They're gonna interview all the Larks again.", "character": "Meridith", "characterId": "nm0337965"}, {"text": "[scoffs]\nI don't know why they bother; everyone knows it was Monica.", "character": "Courtney", "characterId": "nm0088422"}, {"text": "She dropped out of school.", "character": "Meridith", "characterId": "nm0337965"}, {"text": "Good. She had a lot of nerve showing her face here day after day.", "character": "Courtney", "characterId": "nm0088422"}]}, {"lines": [{"text": "[after the news on Stacy's death and describing her killer]", "character": null, "characterId": null}, {"text": "[in disbelief]\nI'm a teenage girl with shoulder-length hair and we have a Nova.", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "[chuckles]\nDon't be ridiculous, Angie, nobody's gonna suspect you. You're, like, the nicest girl in Santa Mira.", "character": "Jill", "characterId": "nm0486661"}]}, {"lines": [{"text": "You've been subjected to a scene of enormous pathos here. The pathetic tableau of Angela surrounded by her family and she'd listened to her own damning words. But what are the tears and grief of the Lockwood family? Tears they will shed and grief they will feel for the rest of their lives.", "character": "Mr. Kwan", "characterId": "nm0151033"}]}, {"lines": [{"text": "[approaches Stacy, voice breaking in anguish]\nI would've driven you home.", "character": "Angela Delvecchio", "characterId": "nm0005192"}, {"text": "You are so weird! Just go away! GO AWAY!", "character": "Stacy Lockwood", "characterId": "nm0001760"}, {"text": "[Angela attacks Stacy and stabs her leaving her for dead]", "character": null, "characterId": null}]}]}