{"quotes": [{"lines": [{"text": "Well, sir, I used to be a pretty slow \"walker\" myself. I mean, you really had to build a fire under my tail to get me to move. Then one day, General Hewett dropped in to have a little talk with us. And he built one hell of a fire. Only this one wasn't under my tail - he built a fire inside of me.", "character": "Sgt. Banning", "characterId": "nm0487108"}, {"text": "Sergeant, if I'm reading you right, you think I'm building the wrong kind of fires around here.", "character": "Col. Jim Caldwell", "characterId": "nm0001369"}, {"text": "Sir, I'm sure you can judge that better than I can.", "character": "Sgt. Banning", "characterId": "nm0487108"}]}, {"lines": [{"text": "I just wonder if your timing is good.", "character": "Gen. Aymes", "characterId": "nm0500273"}, {"text": "Because of the ORI?", "character": "Col. Jim Caldwell", "characterId": "nm0001369"}, {"text": "No. Because it might look as if you have personal reasons. There's been talk, Jim. About Hollis and Victoria.", "character": "Gen. Aymes", "characterId": "nm0500273"}, {"text": "Even the grapevine around here is below par. I can't run a wing on what people think. I want him out of here.", "character": "Col. Jim Caldwell", "characterId": "nm0001369"}]}, {"lines": [{"text": "But what about this request for transfer?", "character": "Col. Hollis Farr", "characterId": "nm0001792"}, {"text": "I never saw it.", "character": "Col. Jim Caldwell", "characterId": "nm0001369"}, {"text": "Aw, come on! If you stall around on this, all he'll do is go to the Inspector General. Why go out on a limb?", "character": "Col. Hollis Farr", "characterId": "nm0001792"}, {"text": "Out on a limb? How in the hell do you think I've been living since I took this job? What's wrong with going out on a limb, Hollis?", "character": "Col. Jim Caldwell", "characterId": "nm0001369"}, {"text": "Don't get excited. I didn't mean it that way.", "character": "Col. Hollis Farr", "characterId": "nm0001792"}, {"text": "Well, I'd like to know exactly what you did mean.", "character": "Col. Jim Caldwell", "characterId": "nm0001369"}, {"text": "I... I just meant you should be careful the way you handle it.", "character": "Col. Hollis Farr", "characterId": "nm0001792"}, {"text": "You leave this one with me. And if somebody saws off that limb it'll be my neck, not yours!", "character": "Col. Jim Caldwell", "characterId": "nm0001369"}]}, {"lines": [{"text": "It's been one big happy family, hasn't it? The fishing's good at Grant's Pass? Tell Hollis Farr; he'll OK a leave! You don't like the seven-day alert? Tell Hollis Farr; he aims to please! He's not out on any limb; no sir! Let the wing commander stick his neck out! Hang on as vice-commander until something cushier turns up - and don't ever get in a spot where they can turn the heat on you. Well, it's about time somebody did. And if a man can't stand the heat, the best thing to do is stay out of the kitchen.", "character": "Col. Jim Caldwell", "characterId": "nm0001369"}, {"text": "[turns to leave his office]", "character": null, "characterId": null}, {"text": "[shoves the door closed with the palm of his hand]\nYou know something. I once said you didn't have enough heel in you to be a wing commander. You've got enough for the entire Air Force!", "character": "Col. Hollis Farr", "characterId": "nm0001792"}]}, {"lines": [{"text": "Col. Farr, you're aware of the peacetime regulation against sending up an aircraft without full power?", "character": "Gen. 'Happy Jack' Kirby", "characterId": "nm0002994"}, {"text": "Yes, sir.", "character": "Col. Hollis Farr", "characterId": "nm0001792"}, {"text": "Sir, we're simulating wartime conditions. I would have made the same decision.", "character": "Col. Jim Caldwell", "characterId": "nm0001369"}, {"text": "[scratches one cheek, then the other]\nSo would I. And I'm not going to score it as an abort.", "character": "Gen. 'Happy Jack' Kirby", "characterId": "nm0002994"}, {"text": "[cracks a smile and exits]", "character": null, "characterId": null}, {"text": "We're in.", "character": "Col. Hollis Farr", "characterId": "nm0001792"}, {"text": "He didn't even mention the bombing scores.", "character": "Col. Jim Caldwell", "characterId": "nm0001369"}, {"text": "Oh, I'll guarantee you they're great. Listen, he smiled at you. When 'Happy Jack' smiles at a wing commander, that's like giving him the Airman Of The Year Award.", "character": "Col. Hollis Farr", "characterId": "nm0001792"}]}, {"lines": [{"text": "You could have contacted me last night before you sent that plane up.", "character": "Col. Jim Caldwell", "characterId": "nm0001369"}, {"text": "Yes, I could have, couldn't it?", "character": "Col. Hollis Farr", "characterId": "nm0001792"}, {"text": "How did you like it out there on that \"limb\"?", "character": "Col. Jim Caldwell", "characterId": "nm0001369"}, {"text": "Gets uh... kind of breezy, doesn't it?", "character": "Col. Hollis Farr", "characterId": "nm0001792"}, {"text": "It sure does. And you stay with it, pal. You might even get to like it after a while.", "character": "Col. Jim Caldwell", "characterId": "nm0001369"}]}, {"lines": [{"text": "[Singing \"The SAC Song\" by Tom Lehrer]\nHere at SAC we're filled with pride There's just one thing we can't decide Which we'd rather be clobbered by-- An enemy attack or ORI! Our wing commander's got a racket, But sometimes it's hard to hack it, Whenever he gets his wife alone, Ding-a-ling-aling goes the little red phone! Oh we start a seven day alert, For a week we will not see a skirt, But we know it's part of SAC's main goal, To test our positive control! Absence makes the heart grow fonder, Whatever became of the Wild Blue Yonder? How we wish the good old days were back-- at SAC!", "character": "Col. Hollis Farr", "characterId": "nm0001792"}]}]}