{"quotes": [{"lines": [{"text": "Musicians. You're children. All children.", "character": "Bobby Gales", "characterId": "nm0513862"}]}, {"lines": [{"text": "[after their confrontation with two racist policemen]\nThat's right. Two jerks came up here to do their job to find you, me and a white boy, which they weren't too thrilled about anyway, and you have to give them some lip. Save your heroism for something important.", "character": "Claudia Ferguson", "characterId": "nm0001807"}, {"text": "It was important. Don't you know that, Claudia? Take a piece of you here, a piece of you there, so there's nothing left... except yessah, boss!", "character": "Adam Johnson", "characterId": "nm0002035"}]}, {"lines": [{"text": "You've gotta learn to behave. Discipline. All you have to do is blow your music, grab the money and run. Now I know you've had a lot of tough breaks. You had the accident and we all cried. But that's 10 years now. You've got to snap out of it!", "character": "Manny", "characterId": "nm0492444"}]}, {"lines": [{"text": "Stop it, Claudia. Stop it! How long do you intend to go on punishing yourself like this? You're not responsible.", "character": "Nelson Davis", "characterId": "nm0001115"}, {"text": "How can you say that, Nelson? I fell in love with a beautiful, sensitive man. A hurt man. A man who hits back. Who never let's anybody step on him. He was proud. And what did I do? I lectured him. 'Adam, you can't do this. Adam, you mustn't do that.' I would rather he fought on that street corner and died.", "character": "Claudia Ferguson", "characterId": "nm0001807"}, {"text": "Claudia!", "character": "Nelson Davis", "characterId": "nm0001115"}, {"text": "Yes, died! Instead he stood there and did nothing. Because of me. He loves me. And he gave up his manhood for me. Oh... he was always talking about what he was doing to me. Dear God! What did I do to him? What did I do to him?", "character": "Claudia Ferguson", "characterId": "nm0001807"}]}, {"lines": [{"text": "I understand you were involved in sit-ins, demonstrations and all of that down there.", "character": "Martha", "characterId": "nm0238840"}, {"text": "Yes.", "character": "Claudia Ferguson", "characterId": "nm0001807"}, {"text": "Fantastic. You mean you sit on stools. A cat comes along and knocks you off and you just get back on it.", "character": "Martha", "characterId": "nm0238840"}, {"text": "Well... I...", "character": "Claudia Ferguson", "characterId": "nm0001807"}, {"text": "Messy cats! I hear they have special classes where they teach you how to take abuse. Why don't you teach me some of that damn abuse, you dirty, black bitch!", "character": "Martha", "characterId": "nm0238840"}, {"text": "[She slaps Claudia across the face]", "character": null, "characterId": null}]}, {"lines": [{"text": "You don't know what it's like to sit up and stand and blow your guts out night after night and let some idiot sittin' there sayin,' 'Why don't you play Melancholy Baby' man! Well, I'm finished with it. I don't have to take it anymore. Any musician that's worth anything will tell you I'm right!", "character": "Adam Johnson", "characterId": "nm0002035"}]}, {"lines": [{"text": "Wait a minute. Hold it. Hold it. Cool it, fellas. Adam, you know... you know I'm sick of you bustin' your own roof. You know something? You came late. You're stoned. I can smell it all over the bandstand. You're evil with all the cats. Look, why don't you go out there and play real pretty for the people, huh? Well, that's it. You got it. I'm gonna split.", "character": "Les", "characterId": "nm0113900"}, {"text": "Hey, wait a minute, man. Let me tell you something. You don't leave. I leave. You know what that sign says out there? It says 'Adam Johnson' not 'Blindy.' 'Cause I have had you with me for 10 years. You understand that? 10 long years I've had you with me. You should go on a corner some place and have a tin cup and sell pencils. That's what you should be doing.", "character": "Adam Johnson", "characterId": "nm0002035"}]}]}