{"quotes": [{"lines": [{"text": "Land sakes! That pesky mouse been havin' a jam session right here in my bread box! And look at the raided refrigerator! And the nibblings on my chocolate cake! Boy, what is this? A holiday for mice? And me with 2 cats in the house!", "character": "Mammy Two-Shoes", "characterId": "nm0709917"}, {"text": "[She leaves the kitchen and begins a search for the cats Tom and Butch, threatening to place them both on the receiving end of her dissatisfaction]", "character": null, "characterId": null}, {"text": "Boy when I lay my hands on those two good-for-nothin', lazy...", "character": "Mammy Two-Shoes", "characterId": "nm0709917"}, {"text": "[She enters the living room, and finds her desired target beings, Tom and Butch, present. Tom rests on the sofa, while Butch lies on the floor with his head on a pillow. The cats have cream situated around them. As a result, she stops and employs a relaxed, laid-back mood]", "character": null, "characterId": null}, {"text": "Oh... well, gentlemen. I'm glad to see you is enjoyin' your little siesta.", "character": "Mammy Two-Shoes", "characterId": "nm0709917"}, {"text": "[Tom and Butch nod in confirmation]", "character": null, "characterId": null}, {"text": "You is comfortable, ain't you?", "character": "Mammy Two-Shoes", "characterId": "nm0709917"}, {"text": "[Tom and Butch confirm]", "character": null, "characterId": null}, {"text": "And is both getting plenty of nice fresh cream?", "character": "Mammy Two-Shoes", "characterId": "nm0709917"}, {"text": "[Tom and Butch confirm]", "character": null, "characterId": null}, {"text": "Well, I'm glad youse is satisfied...", "character": "Mammy Two-Shoes", "characterId": "nm0709917"}, {"text": "[Enters a state of anger]", "character": null, "characterId": null}, {"text": "'CAUSE I AIN'T!", "character": "Mammy Two-Shoes", "characterId": "nm0709917"}, {"text": "[Tom and Butch suddenly awaken and gasp, before rushing to the wall behind them and holding on to one another in fear. Mammy then speaks to them, issuing instructions and an ultimatum]", "character": null, "characterId": null}, {"text": "There's a mouse in the house! And there's 2 cats! But there's only gonna be 1 cat in this house in the morning. And that's the cat that that catches that mouse! Now get goin'!", "character": "Mammy Two-Shoes", "characterId": "nm0709917"}, {"text": "[Tom and Butch begin their search for the mouse]", "character": null, "characterId": null}]}, {"lines": [{"text": "[as Tom and Butch search for Jerry, Mammy Two-Shoes awakens and quietly descends down the stairs]\nI think I better go peek in on them two cats.", "character": "Mammy Two-Shoes", "characterId": "nm0709917"}]}, {"lines": [{"text": "[after Tom and Butch continuously strike Mammy Two-Shoes on her rear, wails of agony are audible from her. The cats, on the impression this Mammy is someone else in disguise, lift her skirt to find out who it really is, and, much to their dismay, they are given a good reason to put aside their rivalry and promptly flee, before she grabs them by their tails and stops them from leaving]\nHold on there, you crazy cats!", "character": "Mammy Two-Shoes", "characterId": "nm0709917"}]}, {"lines": [{"text": "[She hits them both off-screen]\nTake this! Good-for-nothin', reckless low-down!", "character": "Mammy Two-Shoes", "characterId": "nm0709917"}, {"text": "[Jerry opens the door so that the two cats can be sent through it and, therefore, evicted in her rage]", "character": null, "characterId": null}, {"text": "Here, take that! And this and that!", "character": "Mammy Two-Shoes", "characterId": "nm0709917"}, {"text": "[after the eviction of Tom and Butch, Jerry dusts off his hands, as if having gotten rid of Tom and Butch himself, then starts to walk back, then he realizes Mammy Two-Shoes sees him as she taps her foot in front of him. In fear, he leaves the house, dragging the door slowly, stopping to wave at her, and then quickly closes the door, as the cartoon concludes]", "character": null, "characterId": null}]}]}