{"quotes": [{"lines": [{"text": "What is it with these clothes? It looks like the cast of Miami Vice crawled into your closet, and died.", "character": "Mel Arons", "characterId": "nm0511604"}]}, {"lines": [{"text": "[considering divorce papers]\nThis isn't about money. What do you want from me, must tell me what you want?", "character": "Steve Giardino", "characterId": "nm0000257"}, {"text": "I come home late, what is that, a crime? I don't answer question while I'm reading the paper. Well I'm sorry, I can't talk and read at the same time! I'm not a ventriloquist.", "character": "Steve Giardino", "characterId": "nm0000257"}]}, {"lines": [{"text": "Why didn't you tell me you were a man?", "character": "Steve Giardino", "characterId": "nm0000257"}, {"text": "What, do you expect me to blurt it out all at once?", "character": "Sybil", "characterId": "nm0544568"}]}, {"lines": [{"text": "I have always been interested in soft drinks. They're unique, they are clean, you don't need a showroom, they repeat... They are an ideal product.", "character": "Suitor #1", "characterId": "nm0829121"}]}, {"lines": [{"text": "While we've gotten personal like this, I have a list of all the people that I've been intimate with over the past ten years. Can I ask to see you list the next time we meet?", "character": "Suitor #3", "characterId": "nm0582482"}]}, {"lines": [{"text": "Don't ruin this. These girls are open minded and convivial. Modern progressive women. Sluts. Don't get ethical, it inhibits their sexual creativity.", "character": "Mel Arons", "characterId": "nm0511604"}]}, {"lines": [{"text": "You're a very shallow person, do you know that?", "character": "Steve Giardino", "characterId": "nm0000257"}, {"text": "What, having some woman make fried bread for you is deep?", "character": "Mel Arons", "characterId": "nm0511604"}, {"text": "Ah, damn it, I'm not happy. I want to get happy.", "character": "Steve Giardino", "characterId": "nm0000257"}, {"text": "What are you making such a big deal about happiness for? Look at me. I trade all day against guys who would cut my heart out of an eighth. I drink too much, I eat rich food, I make love to women half my age. You think I'm happy?", "character": "Mel Arons", "characterId": "nm0511604"}, {"text": "[big smile]", "character": null, "characterId": null}, {"text": "That's the advantage of being shallow.", "character": "Mel Arons", "characterId": "nm0511604"}]}, {"lines": [{"text": "Something's bothering you, isn't it?", "character": "Jackie Jardino", "characterId": "nm0000268"}, {"text": "Something's bothering me? You watch every move that I make, and you haven't noticed that I'm going crazy? I can't breathe! You're constantly watching me, and questioning me, and examining me.", "character": "Steve Giardino", "characterId": "nm0000257"}, {"text": "That's what you do when you care about someone.", "character": "Jackie Jardino", "characterId": "nm0000268"}, {"text": "No, that's what you do when you take a hostage.", "character": "Steve Giardino", "characterId": "nm0000257"}]}]}