{"quotes": [{"lines": [{"text": "Take this gentleman to suite 666.", "character": "Elmer Fudd", "characterId": "nm0116897"}, {"text": "Yes siree, sir!", "character": "Daffy Duck", "characterId": "nm0000305"}, {"text": "Just one more thing. I'm a tired man. I gotta have my sleep, plenty of it. So see to it that I get lots of peace and quiet. Because if I'm disturbed at any time, I'm gonna bust you right in the nose!", "character": "Businessman", "characterId": "nm0116897"}, {"text": "Likeable chap, isn't he.", "character": "Daffy Duck", "characterId": "nm0000305"}]}, {"lines": [{"text": "[laughing hysterically]\nAnd then... and then... here's the pay off. Oh, it'll kill ya! When the farmer says, \"Do you expect to come back here next year?\", the salesman said, the salesman says... The salesman answers, he says... Hey, what do you know, I forgot what the salesman did say. Oh, but it was a riot! The funniest thing I've ever heard!", "character": "Daffy Duck", "characterId": "nm0000305"}]}, {"lines": [{"text": "So, a fine kettle of fish! Here I work myself to the skin and bones trying to get this guy to sleep, and what do you do? Blow whistles! Just when I got things so quiet you could hear a pin drop, you bust in here and bust out with a whistle, and you snafu the whole works!How in the name of all that's reasonable do you expect a guy to get his slumber when a goof like you goes around making noises like a one-man Fourth of July celebration? He needs peace and quiet! It's positively outrageous!", "character": "Daffy Duck", "characterId": "nm0000305"}]}, {"lines": [{"text": "Yes, sir!", "character": "Daffy Duck", "characterId": "nm0000305"}, {"text": "[very fast]\nFor vewy mewitorwious service, you are herewith pwomoted to the position of manager. Take over.", "character": "Elmer Fudd", "characterId": "nm0116897"}, {"text": "[Elmer and Daffy exchange uniforms just as the businessman comes down to hit the manager; instead of hitting Daffy, he hits Elmer instead]", "character": null, "characterId": null}, {"text": "Noisy little character, isn't he?", "character": "Daffy Duck", "characterId": "nm0000305"}]}]}