{"quotes": [{"lines": [{"text": "I thought I loved him, and then I found I could feel the same way about someone else, someone different.", "character": "Grace Caldwell", "characterId": "nm0687189"}, {"text": "Grace, that isn't love.", "character": "Brock Caldwell", "characterId": "nm0157607"}, {"text": "No. But it's being wanted and needed and held close. It's almost love.", "character": "Grace Caldwell", "characterId": "nm0687189"}, {"text": "\"Almost love\"? You don't have to settle for that.", "character": "Brock Caldwell", "characterId": "nm0157607"}, {"text": "I'm not settling.", "character": "Grace Caldwell", "characterId": "nm0687189"}, {"text": "I just don't get this. You talk like a girl who's got nothing else in her life, who nobody cares about ...", "character": "Brock Caldwell", "characterId": "nm0157607"}, {"text": "No ...", "character": "Grace Caldwell", "characterId": "nm0687189"}, {"text": "Well, that's the way it sounds --", "character": "Brock Caldwell", "characterId": "nm0157607"}, {"text": "I don't care how it sounds. When I feel that way, I can't think of anything else. Doesn't matter who I am or what I'm supposed to be. Nothing matters. I can't help it.", "character": "Grace Caldwell", "characterId": "nm0687189"}]}, {"lines": [{"text": "All right, you win. You get your dull little story off your big manly chest, but you make it fast, huh?", "character": "Grace Caldwell", "characterId": "nm0687189"}, {"text": "Right.", "character": "Roger Bannon", "characterId": "nm0001262"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "From the first time I saw you -- and that was five years ago, when I worked for Lanigan and Doyle -- I haven't been able to stop looking. Not that I wanted to stop. Looking at you became one of the big pleasures of my life. Maybe the biggest. It got so I had you memorized. But I didn't realize that until I was overseas for a while. Then, all the other things began to get hazy. But I could close my eyes and see you just as clear. Not only your face -- everything. Even the way the back of your legs look when you walk away. And all that time, I've been wanting you. And I guess I'll probably go on wanting you until they shovel me into the ground. Here's your keys.", "character": "Roger Bannon", "characterId": "nm0001262"}]}]}