{"quotes": [{"lines": [{"text": "Any man ain't sure where he belong, gotta' be in a whole lotta pain.", "character": "C.J. Memphis", "characterId": "nm0727104"}]}, {"lines": [{"text": "You know the damage one ignorant Negro can do? We were in France in the first war; we'd won decorations. But the white boys had told all them French gals that we had tails. Then they found this ignorant colored soldier, paid him to tie a tail to his ass and run around half-naked, making monkey sounds. Put him on the big round table in the Cafe Napoleon, put a reed in his hand, crown on his head, blanket on his shoulders, and made him eat *bananas* in front of all them Frenchies. Oh, how the white boys danced that night... passed out leaflets with that boy's picture on it. Called him Moonshine, King of the Monkeys. And when we slit his throat, you know that fool asked us what he had done wrong?", "character": "Master Sergeant Vernon Waters", "characterId": "nm0128360"}]}, {"lines": [{"text": "Is it true, sir, that when they found him, his stripes and insignia were still on the uniform?", "character": "Private Wilkie", "characterId": "nm0262543"}, {"text": "Yes.", "character": "Captain Davenport", "characterId": "nm0738415"}, {"text": "Something's wrong, ain't it, sir? I mean, those Klan boys, they can't stand to see us in these uniforms. They usually take the stripes and stuff off before they lynch us.", "character": "Private Wilkie", "characterId": "nm0262543"}]}, {"lines": [{"text": "[a group of soldiers are doing calisthenics when Captain Davenport drives by in a jeep. Everyone stops and stares in astonishment]\nAlright, soldiers, let's get back to those exercises! Haven't you seen a colored officer before?", "character": null, "characterId": null}, {"text": "No, sir! Have you?", "character": null, "characterId": null}]}, {"lines": [{"text": "I've been driving this jeep for six months, sir. Only turned over twice.", "character": "Corporal Ellis", "characterId": "nm0870186"}, {"text": "Twice?", "character": "Captain Davenport", "characterId": "nm0738415"}, {"text": "Yes sir.", "character": "Corporal Ellis", "characterId": "nm0870186"}, {"text": "Good.", "character": "Captain Davenport", "characterId": "nm0738415"}]}, {"lines": [{"text": "The worst thing you can do, in this part of the country, is pay too much attention to the death of a negro under mysterious circumstances.", "character": "Colonel Nivens", "characterId": "nm0934254"}]}, {"lines": [{"text": "Remember, you're the first colored officer most of these men ever seen. The Army expects you to set an example for the colored troops... and be a credit to your race.", "character": "Colonel Nivens", "characterId": "nm0934254"}]}, {"lines": [{"text": "They still... hate you! THEY STILL HATE YOU!", "character": "Master Sergeant Vernon Waters", "characterId": "nm0128360"}]}, {"lines": [{"text": "Them Nazis ain't all crazy. Whole lot of people just can't seem to fit in to where things seem to be going. Like you, CJ. See, the Black race can't afford you no more. There used to be a time, we'd see someone like you singin', clownin', yassuh-bossin'... and we wouldn't do anything. Folks liked that. You were good. Homey kind of nigger. When they needed somebody to mistreat, call a name or two, they paraded you. Reminded them of the good old days. Not no more. The day of the Geechee is gone, boy. And you're going with it.", "character": "Master Sergeant Vernon Waters", "characterId": "nm0128360"}]}, {"lines": [{"text": "We're men. Soldiers. And I don't intend for our race to be cheated of its place of honor and respect in this war because of fools like C.J.", "character": "Master Sergeant Vernon Waters", "characterId": "nm0128360"}]}, {"lines": [{"text": "Lets go see Sgt. Washington, drive.", "character": "Captain Davenport", "characterId": "nm0738415"}, {"text": "Didn't go to well in there sir?", "character": "Corporal Ellis", "characterId": "nm0870186"}, {"text": "You gotta hearing problem colonel?", "character": "Captain Davenport", "characterId": "nm0738415"}, {"text": "No sir, I was born with big ears sir, my grandma had big ears, it runs in the family.", "character": "Corporal Ellis", "characterId": "nm0870186"}]}, {"lines": [{"text": "I didn't kill much. Some things need gettin' rid of. Man like Waters never did nobody no good anyway, Captain.", "character": "Private First Class Peterson", "characterId": "nm0000243"}, {"text": "Who gave you the right to judge? To decide who is fit to be a negro, and who is not? Who?", "character": "Captain Davenport", "characterId": "nm0738415"}]}, {"lines": [{"text": "[Last lines]", "character": null, "characterId": null}, {"text": "I guess I'll have to get used to Negroes with bars on their shoulders, Davenport. You know, being in charge.", "character": "Captain Taylor", "characterId": "nm0513731"}, {"text": "Oh, you'll get used to it, Captain. You bet your ass on that. You'll get used to it.", "character": "Captain Davenport", "characterId": "nm0738415"}]}]}