{"quotes": [{"lines": [{"text": "Sue, could you run next door and ask Mrs. Thompson if I could borrow a stick of butter?", "character": "Jenny", "characterId": "nm0630559"}, {"text": "Okay, but you be sure to be here when I get back.", "character": null, "characterId": null}, {"text": "Don't worry, sweetie, if I'm gone, you'll be gone, too.", "character": "Jenny", "characterId": "nm0630559"}]}, {"lines": [{"text": "[quoting Scripture]\nThe world will be at ease; banquets and parties and weddings, just as it was in Noah's time before the sudden coming of the flood. People wouldn't believe what was going to happen until the flood actually arrived and took them all away. So shall My coming be. Two men will be working in the fields, one will be taken, the other left. Two women will be going about their household tasks, one will be taken and the other left. So be prepared for you know not what day your Lord is coming.", "character": "Pastor Balmer", "characterId": "nm0050977"}]}, {"lines": [{"text": "What does all this mean?", "character": null, "characterId": null}, {"text": "It means exactly what it says. Any minute, any second, could be the last chance that anyone has to give himself to Jesus. Because when He returns, it will happen that fast. The Bible says in the twinkling of an eye, millions of people will suddenly disappear; leave this earth to meet their Lord. And a shocked world will discover suddenly that what the Bible said was true. This is no joke, this is not a fairytale, it will happen just as sure as you and I are here right now. So Christians, be alert, and friend, if you haven't given your life to Christ, do it and do it now, because the Rapture will come, and Christ will return. It says in the Bible that He will come as a thief in the night.", "character": "Duane", "characterId": "nm0171744"}]}, {"lines": [{"text": "What do you think about what he said?", "character": "Jenny", "characterId": "nm0630559"}, {"text": "Who?", "character": "Diane Bradford", "characterId": "nm0705104"}, {"text": "The guy who was preaching.", "character": "Jenny", "characterId": "nm0630559"}, {"text": "Oh I thought it was a bunch of bull.", "character": "Diane Bradford", "characterId": "nm0705104"}, {"text": "Oh some people get all strung out over things that don't even matter. I mean I'm a Christian.", "character": "Patty Myers", "characterId": "nm0242955"}, {"text": "You are?", "character": "Jenny", "characterId": "nm0630559"}, {"text": "Well not like *he* was a Christian. I mean I go to church about every week, I try to follow the 10 Commandments, I read my Bible once in a while, and I try and help people if they need it.", "character": "Patty Myers", "characterId": "nm0242955"}, {"text": "[laughing]\nYou're practically a missionary.", "character": "Diane Bradford", "characterId": "nm0705104"}, {"text": "Well what else is there?", "character": "Patty Myers", "characterId": "nm0242955"}, {"text": "I don't know.", "character": "Jenny", "characterId": "nm0630559"}]}, {"lines": [{"text": "That's right, Jenny, in a way it *is* free, what I mean is it doesn't cost anything but your life.", "character": null, "characterId": null}, {"text": "That sounds pretty expensive.", "character": "Jenny", "characterId": "nm0630559"}, {"text": "Well it might seem that way, until you realize that you're living with God who created you. The God who cares for you more than any other person could. That you're letting Him take over. There's no way you could lose.", "character": null, "characterId": null}]}, {"lines": [{"text": "But He's done it for us, Jenny, that's why He came to Earth. Jesus Christ was born a human being, and He grew and lived the life that God's holiness demands of each of us. And He was punished and killed, punished as though He was one of us.", "character": null, "characterId": null}, {"text": "That seems so unfair.", "character": "Jenny", "characterId": "nm0630559"}, {"text": "Who said love is fair?", "character": null, "characterId": null}]}, {"lines": [{"text": "It's all beyond me, I've been raised in the church, taught to do the best I can, to believe in God and hope for the best, what else is there? I mean I'm good. I don't lie, I don't cheat. I'm as good as the next person, maybe better.", "character": "Patty Myers", "characterId": "nm0242955"}, {"text": "God made us for Himself, that He might enjoy us, and that we might enjoy Him, and also that we might enjoy each other. But we, well actually you, broke that relationship when you didn't choose Christ.", "character": "Pastor Balmer", "characterId": "nm0050977"}, {"text": "I never made that choice.", "character": "Patty Myers", "characterId": "nm0242955"}, {"text": "Have you ever chosen FOR Him?", "character": "Pastor Balmer", "characterId": "nm0050977"}, {"text": "Well, maybe not, but my minister says we don't have to get all hung up on that theology stuff. God is love, and He's not going to destroy us because we can't help doing wrong, is He?", "character": "Patty Myers", "characterId": "nm0242955"}, {"text": "It's true that God IS love, and that God is holy, but God will also punish sin.", "character": "Pastor Balmer", "characterId": "nm0050977"}, {"text": "I think I understand, but where does love fit in? How could a God who loved me cause me to go through what I did?", "character": "Jim Wright", "characterId": "nm0630560"}, {"text": "Well Jim you have to understand there are times when God uses circumstances in our lives, to bring us into a closer relationship with Himself. Look at it this way, what chance did you have of making it after your accident?", "character": "Pastor Balmer", "characterId": "nm0050977"}, {"text": "Not too much.", "character": "Jim Wright", "characterId": "nm0630560"}, {"text": "None at all. There was no way your body could produce the antibodies that were needed to fight that poison.", "character": "Pastor Balmer", "characterId": "nm0050977"}, {"text": "Someone else had been through it. HIS blood had the cure.", "character": "Jim Wright", "characterId": "nm0630560"}, {"text": "Exactly, HIS blood had the cure. And all you had to do was receive it. When you received his blood, that saved your life.", "character": "Pastor Balmer", "characterId": "nm0050977"}]}, {"lines": [{"text": "I'm reminded of a neighbor I had back in Nebraska who got up one night in the middle of the night, took off his pajama tops and went downstairs for some ice tea. In the meantime his wife had awakened out of her sleep and discovered her husband was gone, turned on the light, found his pajama tops, and was immediately convinced that the rapture had taken place and that she had been left behind. Well from our studies in the past few weeks, we can conclude that we're living now in the end times, the days in which we live are seeing many prophecies being fulfilled that we have never seen fulfilled before. And surely this serves to remind us that the time is short at best, and if we would be followers of Jesus Christ, we must join His band now.", "character": "Pastor Balmer", "characterId": "nm0050977"}, {"text": "[cut to Susan coming home]\nMom, I'm home. Sandy had to go to her aunt's so I came home early. Mom?", "character": null, "characterId": null}, {"text": "[goes in the kitchen and finds a pot on the stove boiling and burning]", "character": null, "characterId": null}, {"text": "Mom? Mom? Mom?", "character": null, "characterId": null}, {"text": "[screams]", "character": null, "characterId": null}, {"text": "[rushes in from the back]\nWhat's the matter?", "character": null, "characterId": null}, {"text": "[Jenny rushes in too]", "character": null, "characterId": null}, {"text": "I thought you were gone.", "character": null, "characterId": null}, {"text": "Gone, gone where?", "character": "Jenny", "characterId": "nm0630559"}, {"text": "I thought you were gone.", "character": null, "characterId": null}, {"text": "What's wrong?", "character": null, "characterId": null}, {"text": "I thought you were gone.", "character": null, "characterId": null}, {"text": "Gone where?", "character": null, "characterId": null}, {"text": "I thought you were gone.", "character": null, "characterId": null}, {"text": "Gone where? It's alright honey, it's alright.", "character": null, "characterId": null}]}, {"lines": [{"text": "I knew for a long time I should ask Jesus into my heart, but I thought I could do it at any time. And then today...", "character": null, "characterId": null}, {"text": "It'll be alright, honey.", "character": null, "characterId": null}, {"text": "I want to accept Jesus into my heart right now.", "character": null, "characterId": null}, {"text": "Well you've heard it plenty of times before, you know how to do it.", "character": null, "characterId": null}, {"text": "[prays]\nDear Lord Jesus, please come into my heart, I know You died for me, and please forgive me of all my sins.", "character": null, "characterId": null}]}, {"lines": [{"text": "No one knows when it's going to happen. When they asked Him, even Jesus said that He didn't know the exact time. But it's going to happen. One of these days and it could be any minute now, Christ is going to come back for His own. After that it's going to be pretty awful here on Earth.", "character": "Duane", "characterId": "nm0171744"}, {"text": "Like what?", "character": "Jim Wright", "characterId": "nm0630560"}, {"text": "Well for example, the Bible says that right now the spirit of God is holding back the full force of evil in the world, but after the believers go, the spirit will too. That means a whole new ball game, only this time with no rules, evil will just take over. And the evil one the Bible calls the antichrist or the beast, will rule supreme. See we just don't know what it would be like to live in a world like that. The good around us still has the support of the spirit of God. After He goes... wow.", "character": "Duane", "characterId": "nm0171744"}, {"text": "You really believe all that?", "character": "Jerry Bradford", "characterId": "nm0705105"}, {"text": "Yes I do.", "character": "Duane", "characterId": "nm0171744"}, {"text": "Lots of luck.", "character": "Jerry Bradford", "characterId": "nm0705105"}, {"text": "I'll say one thing, anybody who's left here is going to need it.", "character": "Duane", "characterId": "nm0171744"}, {"text": "If you really believe that, you couldn't even look at your watch without wondering if it was going to happen now.", "character": "Jim Wright", "characterId": "nm0630560"}, {"text": "Yeah, but to the Christian it's something we look forward to. The non-Christian is waiting for the end of life and doom. The believer's waiting to meet the One who gave us life.", "character": "Duane", "characterId": "nm0171744"}]}]}