{"quotes": [{"lines": [{"text": "I just want him to stay with me until I can be sure he won't turn into Norman Nothing. I want to be sure he'll know when he's chickening out on himself. I want him to get to know exactly the special thing he is or else he won't notice it when it starts to go. I want him to stay awake and know who the phonies are, I want him to know how to holler and put up an argument, I want a little guts to show before I can let him go. I want to be sure he sees all the wild possibilities. I want him to know it's worth all the trouble just to give the world a little goosing when you get the chance. And I want him to know the subtle, sneaky, important reason why he was born a human being and not a chair.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "My simple child reaction of what you did is that you are not funny. Funnier than you is even Stuart Schlossman, who is my friend, and is eleven, and puts walnuts in his mouth and makes noises. What is not funny is to call us names, and what is mostly not funny is how sad you are, and I'd feel sorry for you if it wasn't for how dull you are. And those are the worst-tasting potato chips that I've ever tasted. And that's my opinion from the blue, blue sky.", "character": "Nick", "characterId": "nm0330015"}]}, {"lines": [{"text": "I can imitate the voice of Alexander Hamilton. I do Alexander Hamilton, and Murray does a terrific Thomas Jefferson. We got the voices just right.", "character": "Nick", "characterId": "nm0330015"}, {"text": "[Murray and Nick speak to each other in normal tones throughout]", "character": null, "characterId": null}, {"text": "[to Nick]\nHi, Alex, how're you doing?", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "Fine. Say, Tom, you should have been in Congress today.", "character": "Nick", "characterId": "nm0330015"}, {"text": "This is ridiculous! You can't do an imitation of Alexander Hamilton, nobody knows what he sounds like!", "character": "Leo", "characterId": "nm0757256"}, {"text": "That's the funny part.", "character": "Nick", "characterId": "nm0330015"}, {"text": "You missed the funny part, Leo.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "You are not a person, Mr. Burns. You are an experience!", "character": "Albert Amundsen", "characterId": "nm0200122"}]}, {"lines": [{"text": "[in a candlelit restaurant]", "character": null, "characterId": null}, {"text": "Have you decided on your luncheon order, sir?", "character": null, "characterId": null}, {"text": "Yes. I'll have a hamburger. And a flashlight.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "Nick, you are about to see a horrible, horrible thing.", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "What's that Murray?", "character": "Nick", "characterId": "nm0330015"}, {"text": "People going to work.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "There is a kind of relief that it's gone - the job, and even Albert. But I know what it is, it's just irresponsible, that's all. And I don't have the vaguest idea who I am.", "character": "Dr. Sandra 'Sandy' Markowitz", "characterId": "nm0364455"}, {"text": "It's just that there are all these Sandras running around who you've never met before, and it's confusing at first, fantastic. But damn it, isn't it great to find out how many Sandras there are? It's like those little cars in the circus, you know? This tiny red car comes out, hardly big enough for a midget, and it putters around, and suddenly its doors open and out come a thousand clowns, whooping and hollering and raising hell.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "[Leans out his apartment window]\nThis is your neighbor speaking. I'm sure I speak for all of us when I say that something must be done about your garbage cans in the alley here.", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "[raises voice]", "character": null, "characterId": null}, {"text": "It is definitely second-rate garbage. Now, by next week I want to see a better class of garbage, more empty champagne bottles and caviar cans! I'm sure you're all behind me on this. So let's snap it up and get on the ball!", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "If things aren't funny then they're exactly what they are; and then they're like a long dental appointment.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "There's the little guy. I've got a Chuckles statue for you.", "character": "Leo", "characterId": "nm0757256"}, {"text": "Thank you, Mr. Herman. Imagine how pleased I am to receive it.", "character": "Nick", "characterId": "nm0330015"}]}, {"lines": [{"text": "Better go to your room.", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "This is a one-room apartment.", "character": "Nick", "characterId": "nm0330015"}, {"text": "OK, then go to your alcove.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "[answers phone]\nHello, is this someone with good news or money? No? Goodbye!", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "[hangs up]", "character": null, "characterId": null}]}, {"lines": [{"text": "You might call Nick a bastard... or a little bastard, depending on how whimsical you feel at the time.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[shouts at rows of houses]\nNeighbors, I have an announcement for you. I have never seen such a collection of dirty windows. Now I want to see all of you out there on the fire escape with your Mr. Clean bottles, and let's snap it up!", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "You didn't answer my question. Would you like to visit the Empire State Building?", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "No, not really.", "character": "Dr. Sandra 'Sandy' Markowitz", "characterId": "nm0364455"}, {"text": "Well, then how about the zoo?", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "Not just now.", "character": "Dr. Sandra 'Sandy' Markowitz", "characterId": "nm0364455"}, {"text": "Well, then will you marry me?", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "What?", "character": "Dr. Sandra 'Sandy' Markowitz", "characterId": "nm0364455"}, {"text": "Just a bit of shock treatment there. I have found after long experience that it's the quickest way to get a woman's attention when her mind wanders. Always works.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "Miss Markowitz did not show up in Queens yesterday.", "character": "Albert Amundsen", "characterId": "nm0200122"}, {"text": "So?", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "Her parents are quite upset. I am quite upset. Where is she?", "character": "Albert Amundsen", "characterId": "nm0200122"}, {"text": "She's hiding in the closet.", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "We're really all quite anxious to know where she is.", "character": "Albert Amundsen", "characterId": "nm0200122"}, {"text": "Well, I'm not kidding, Albert. She's in the closet.", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "[Goes to closet, opens door, looks in, closes door, walks back]\nShe is in the closet.", "character": "Albert Amundsen", "characterId": "nm0200122"}, {"text": "I wouldn't lie to you, Albert.", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "Why is she in the closet?", "character": "Albert Amundsen", "characterId": "nm0200122"}, {"text": "Well, I don't know. She's got this thing about closets.", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "That's a very silly thing for her to be in that closet.", "character": "Albert Amundsen", "characterId": "nm0200122"}, {"text": "Well, don't knock it until you've tried it.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "Murray, you've got a rotten reputation. Even these guys weren't easy to grab. Why do you have to build your own personal blacklist? Why can't you just get blacklisted as a Communist like everybody else?", "character": "Arnold Burns", "characterId": "nm0000842"}]}, {"lines": [{"text": "See, lady, he was developing into a bum. I mean, you don't want to see somebody you like developing into a bum and doing nutty things. You know what he does? He hollers. Like, we were on Park Avenue last Sunday, and it's very early in the morning, there's no one in the street, see, just all these big, quiet apartment houses; and he hollers, \"Rich people, I want to see you all out on the street for volleyball! Let's snap it up!\" And you know, sometimes, if we're in a crowded elevator some place, he'll turn to me and he'll say, \"Max, there'll be no more of this self-pity. Now, you're forty; it's time you got used to being a midget!\" And everybody stares. He has a wonderful time. What are you gonna do with someone who hollers like that?", "character": "Nick", "characterId": "nm0330015"}]}, {"lines": [{"text": "[Takes off his hat]\nSandy, I... I'm sorry. I'm very sorry.", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "[Sandra doesn't respond]", "character": null, "characterId": null}, {"text": "Well, damn it, lady, that was a beautiful apology. I mean, you gotta love a guy who can apologize so nice. I rehearsed for over an hour. Aw, Sandy, that's the most you should expect from life, a really good apology for all the things you won't get.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "Five months ago I was on the subway on my way to work, was sitting on the express same as every morning looking out the window watching the local stops go by in the dark with an empty head and my arms folded, not feeling great, not feeling rotten, just not feeling. And for a minute I couldn't remember, I didn't know, unless I really concentrated, whether it was a Tuesday or a Thursday or a... for a minute it could have been any day, Arn.", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "[Stands up]", "character": null, "characterId": null}, {"text": "I gotta know what day it is. I gotta know what's the name of the game and what the rules are without anyone else telling me. You gotta own your own days and name 'em, each one of 'em, every one of 'em, or else the years go right by and none of them belong to you. And that ain't just for weekends, kiddo.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[shouting at rows of houses]\nCampers! The entertainment committee was quite disappointed in the really poor turnout at this morning's community sing. I mean, where's all that old Camp Chickawattamee spirit? I'm sure I speak for all of us here when I say that I...", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Now, I'd like to say right now that... that...", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "[softly]", "character": null, "characterId": null}, {"text": "Campers, I can't think of anything to say.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "Tell you the truth, it's even a little better for me if he goes. I mean, he's a middle-aged kid. When I signed up with the network he sat up all night figuring out the fringe benefits and the pension plan. And he started to make lists this year. Lists of everything; subway stops, underwear, what he's gonna do next week. If somebody doesn't watch out he'll start making lists of what he's gonna do next year and for the next ten years. Hey, suppose they put him with a whole family of list makers. I didn't spend six years with him so he should turn into a list maker. He'll learn to know everything before it happens, he'll learn to plan, he'll learn how to be one of the nice dead people. Are you listening?", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "Irving R. Feldman's birthday is my own personal national holiday. I did not open it up for the public. He is proprietor of perhaps the most distinguished kosher delicatessen in our neighborhood, and, as such, I hold the day of his birth in reverence.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "We got to get rid of him!", "character": "Nick", "characterId": "nm0330015"}, {"text": "[hugging Nick]\nNick...", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "We got to! Please!", "character": "Nick", "characterId": "nm0330015"}, {"text": "Nick, we can't. We can't. Aw, kid, I'm sorry. Sorry, kid. I'm sorry.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "I was not aware that Nicholas was an O.W. child.", "character": "Albert Amundsen", "characterId": "nm0200122"}, {"text": "\"O.W.\"?", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "Out of wedlock.", "character": "Albert Amundsen", "characterId": "nm0200122"}, {"text": "For a moment there, I thought you meant prisoner of war. I think it's that natural warmth of yours, Albert, that leads me to misunderstand.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "Would you care to describe the circumstances under which you left the employ of...", "character": "Albert Amundsen", "characterId": "nm0200122"}, {"text": "I quit.", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "You felt that this was not the work for you.", "character": "Albert Amundsen", "characterId": "nm0200122"}, {"text": "No, I felt that I wasn't reaching all the boys and girls out there in television land. Actually, it was not so much I wasn't reaching the boys and girls, but the boys and girls were starting to reach me. Six months ago a perfectly adult bartender asked me if I'd like an onion in my martini, and I said, \"Gosh and gollies, you betcha!\" Well, I knew it was time to quit.", "character": "Murray Burns", "characterId": "nm0001673"}]}, {"lines": [{"text": "...after I leave here... from this place... from your mind. And regardless of what you think of me...", "character": "Albert Amundsen", "characterId": "nm0200122"}, {"text": "I think you're a dirty O.W.", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "[slight pause]\nAnd do you know what you are? Maladjusted!", "character": "Albert Amundsen", "characterId": "nm0200122"}, {"text": "Ooh!", "character": "Murray Burns", "characterId": "nm0001673"}, {"text": "[Strikes heart and sinks to the floor]", "character": null, "characterId": null}]}, {"lines": [{"text": "I hate Raymond Ledbetter and he's only nine years old! But some of... some of them I like too much, and I worry about them all day long. It is an obvious conflict against all professional standards. I didn't like Raymond Ledbetter so I tried to understand him. And now that I understand him... I hate him!", "character": "Dr. Sandra 'Sandy' Markowitz", "characterId": "nm0364455"}]}]}