{"quotes": [{"lines": [{"text": "[in his summation, talking about Tonya Hailey]\nI want to tell you a story. I'm going to ask you all to close your eyes while I tell you the story. I want you to listen to me. I want you to listen to yourselves. Go ahead. Close your eyes, please. This is a story about a little girl walking home from the grocery store one sunny afternoon. I want you to picture this little girl. Suddenly a truck races up. Two men jump out and grab her. They drag her into a nearby field and they tie her up and they rip her clothes from her body. Now they climb on. First one, then the other, raping her, shattering everything innocent and pure with a vicious thrust in a fog of drunken breath and sweat. And when they're done, after they've killed her tiny womb, murdered any chance for her to have children, to have life beyond her own, they decide to use her for target practice. They start throwing full beer cans at her. They throw them so hard that it tears the flesh all the way to her bones. Then they urinate on her. Now comes the hanging. They have a rope. They tie a noose. Imagine the noose going tight around her neck and with a sudden blinding jerk she's pulled into the air and her feet and legs go kicking. They don't find the ground. The hanging branch isn't strong enough. It snaps and she falls back to the earth. So they pick her up, throw her in the back of the truck and drive out to Foggy Creek Bridge. Pitch her over the edge. And she drops some thirty feet down to the creek bottom below. Can you see her? Her raped, beaten, broken body soaked in their urine, soaked in their semen, soaked in her blood, left to die. Can you see her? I want you to picture that little girl. Now imagine she's white.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}]}, {"lines": [{"text": "We're going to lose this case, Carl Lee. There are no more points of law to argue here. I want to cope a plea, maybe Buckley will cop us a second degree murder and we can get you just life in prison.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "Jake, I can't do no life in prison. You got to get me off. Now if it was you on trial...", "character": "Carl Lee Hailey", "characterId": "nm0000168"}, {"text": "It's not me, we're not the same, Carl Lee. The jury has to identify with the defendant. They see you, they see a yardworker; they see me, they see an attorney. I live in town, you live in the hill.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "Well, you are white and I'm black. See Jake, you think just like them, that's why I picked you; you are one of them , don't you see?. Oh, you think you ain't because you eat in Claude's and you are out there trying to get me off on TV talking about black and white, but the fact is you are just like all the rest of them. When you look at me, you don't see a man, you see a black man.", "character": "Carl Lee Hailey", "characterId": "nm0000168"}, {"text": "Carl Lee, I'm your friend.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "We ain't no friends, Jake. We are on different sides of the line, I ain't never seen you in my part of town. I bet you don't even know where I live. Our daughters, Jake; they ain't never gonna play together.", "character": "Carl Lee Hailey", "characterId": "nm0000168"}, {"text": "What are you talking about?", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "America is a war and you are on the other side. How's a black man ever going to get a fair trial with the enemy on the bench and in the jury box?. My life in white hands? You Jake, that's how. You are my secret weapon because you are one of the bad guys. You don't mean to be but you are. It's how you was raised. Nigger, negro, black, African-american, no matter how you see me, you see me different, you see me like that jury sees me, you are them. Now throw out your points of law Jake. If you was on that jury, what would it take to convince you to set me free? That's how you save my ass. That's how you save us both.", "character": "Carl Lee Hailey", "characterId": "nm0000168"}]}, {"lines": [{"text": "Mr. Haley, before you *stepped outside of yourself* and watched yourself shoot Mr. Willard and Mr. Cobb, were you aware that' if convicted, they could be free in ten years?", "character": "D.A. Rufus Buckley", "characterId": "nm0000228"}, {"text": "Yes sir. I've heard some people say that. Yes sir.", "character": "Carl Lee Hailey", "characterId": "nm0000168"}, {"text": "Do you think men who kidnap a child should be free in 10 years?", "character": "D.A. Rufus Buckley", "characterId": "nm0000228"}, {"text": "No sir.", "character": "Carl Lee Hailey", "characterId": "nm0000168"}, {"text": "Do you think two men who rape a child should be free in 10 years?", "character": "D.A. Rufus Buckley", "characterId": "nm0000228"}, {"text": "No sir.", "character": "Carl Lee Hailey", "characterId": "nm0000168"}, {"text": "Do you think two men who hang a child should be free in 10 years?", "character": "D.A. Rufus Buckley", "characterId": "nm0000228"}, {"text": "No sir.", "character": "Carl Lee Hailey", "characterId": "nm0000168"}, {"text": "Well what do you think should happen? What would be a fair sentence?", "character": "D.A. Rufus Buckley", "characterId": "nm0000228"}, {"text": "Objection!", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "Did they deserve to die, Mr. Hailey? Answer that!", "character": "D.A. Rufus Buckley", "characterId": "nm0000228"}, {"text": "Don't answer that Carl Lee!", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "Do you think they should deserve to die?", "character": "D.A. Rufus Buckley", "characterId": "nm0000228"}, {"text": "Yes, they deserved to die and I hope they burn in hell!", "character": "Carl Lee Hailey", "characterId": "nm0000168"}]}, {"lines": [{"text": "I need a drink.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "At three o'clock in the afternoon? What would your wife think?", "character": "Lucien Wilbanks", "characterId": "nm0000661"}, {"text": "I'm my own man, Lucien. I drink when I want to.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "When did she leave town?", "character": "Lucien Wilbanks", "characterId": "nm0000661"}, {"text": "This morning.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}]}, {"lines": [{"text": "Do you want me to stay?", "character": "Ellen Roark", "characterId": "nm0000113"}, {"text": "Yeah, I want you to stay. So you'd better go.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}]}, {"lines": [{"text": "If you win this case, justice will prevail, and if you lose, justice will also prevail. Now that is a strange case.", "character": "Lucien Wilbanks", "characterId": "nm0000661"}]}, {"lines": [{"text": "Ask if he thinks I should go to jail.", "character": "Carl Lee", "characterId": "nm0000168"}, {"text": "Carl Lee, they amputated his leg because you shot him. He's the prosecution's witness.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "You're my lawyer ain't ya? Ask him.", "character": "Carl Lee", "characterId": "nm0000168"}, {"text": "Your Honor, one question.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "Make up your mind, Mr. Brigance.", "character": "Judge Omar Noose", "characterId": "nm0001526"}, {"text": "Deputy Looney, do you think Carl Lee shooting you was intentional?", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "No sir. It was an accident.", "character": "Deputy Dwayne Powell Looney", "characterId": "nm0177933"}, {"text": "Ask him!", "character": "Carl Lee", "characterId": "nm0000168"}, {"text": "Do you think he should be punished for shooting you?", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "No, sir. I hold no ill will toward the man. He did what I would have done.", "character": "Deputy Dwayne Powell Looney", "characterId": "nm0177933"}, {"text": "What do you mean by that?", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "I mean, I don't blame him for what he did. Those boys raped his little girl.", "character": "Deputy Dwayne Powell Looney", "characterId": "nm0177933"}, {"text": "Objection, your Honor! The witness's opinion on this matter is irrelevant.", "character": "D.A. Rufus Buckley", "characterId": "nm0000228"}, {"text": "Your Honor, I belive Deputy Looney has earned the right to speak here today.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "Overruled. Continue.", "character": "Judge Omar Noose", "characterId": "nm0001526"}, {"text": "Go ahead, Dwayne.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "I got a little girl. Somebody rapes her, he's a dead dog. I'll blow him away just like Carl Lee did.", "character": "Deputy Dwayne Powell Looney", "characterId": "nm0177933"}, {"text": "Objection your Honor!", "character": "D.A. Rufus Buckley", "characterId": "nm0000228"}, {"text": "Do you think the jury should convict Carl Lee Hailey?", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "Don't answer that question.", "character": "Judge Omar Noose", "characterId": "nm0001526"}, {"text": "He's a hero. You turn him loose.", "character": "Deputy Dwayne Powell Looney", "characterId": "nm0177933"}, {"text": "The jury will disregard...", "character": "Judge Omar Noose", "characterId": "nm0001526"}, {"text": "Turn him loose!", "character": "Deputy Dwayne Powell Looney", "characterId": "nm0177933"}, {"text": "Your honor, you silenced that witness!", "character": "D.A. Rufus Buckley", "characterId": "nm0000228"}, {"text": "You turn him loose!", "character": "Deputy Dwayne Powell Looney", "characterId": "nm0177933"}]}, {"lines": [{"text": "And until we can see each other as equals, justice is never going to be even-handed. It will remain nothing more than a reflection of our own prejudices.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}]}, {"lines": [{"text": "There ain't nothin' more dangerous in this world than a fool with a cause...", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}]}, {"lines": [{"text": "[to rapists]\nIf I get any trouble outta you guys, I'm gonna integrate this jail.", "character": "Sheriff", "characterId": "nm0001165"}]}, {"lines": [{"text": "What is it in us that seeks the truth? Is it our minds or is it our hearts?", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}]}, {"lines": [{"text": "It ain't easy saving the world, even one case at a time.", "character": "Lucien Wilbanks", "characterId": "nm0000661"}]}, {"lines": [{"text": "Looney? Dwayne? I made Ozzie bring me. Shit, Dwayne. We knowed each other since childhood. It's my fault. No matter what gets said in court. I knew what I was doing, and I sure didn't intend to hurt you, but just them two boys. I know it don't mean much now, but I'm sorry.", "character": "Carl Lee Hailey", "characterId": "nm0000168"}]}, {"lines": [{"text": "I can't be you, Lucian.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "Don't be me, Jake. Be better than me.", "character": "Lucien Wilbanks", "characterId": "nm0000661"}]}, {"lines": [{"text": "You wanted this case, well you've got it. It isn't easy saving the world even one case at a time, but you stick with it. You just might have a knack for it. Don't do what I did. Don't quit.", "character": "Lucien Wilbanks", "characterId": "nm0000661"}, {"text": "What are you talking about, quit? You're a hero, Lucien.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "Hero my ass. Do you think the world needed me beating cops heads on that picket line? I was needed here. In that courtroom. And I let them push me, I gave them an excuse to kick me out and now I can never plead a case in there again. But you can. You're an attorney. Be proud. You job is to find justice no matter how well she may hide herself from you. So you go on in there and you do your job.", "character": "Lucien Wilbanks", "characterId": "nm0000661"}]}, {"lines": [{"text": "I keep thinking, what would Jake do? What would my father do? What would Lucien do?", "character": "Ellen Roark", "characterId": "nm0000113"}, {"text": "Well see, there's your problem. What you should be thinking is, what would Harry Rex do?", "character": "Harry Rex Vonner", "characterId": "nm0001624"}, {"text": "What would Harry Rex do?", "character": "Ellen Roark", "characterId": "nm0000113"}, {"text": "Cheat. Cheat like crazy.", "character": "Harry Rex Vonner", "characterId": "nm0001624"}]}, {"lines": [{"text": "You can't blame a nigger for being a nigger, no more than you can blame a dog for being a dog. But a whore like you, co-mingling with mongrels, betraying your own. That makes you worse than a nigger. I'll tell you what I'll do. I'll leave you tied up here naked. First, it'll just be bugs eating at ya. One day, maybe two. That sun's gonna be cooking you. And animals... they're gonna pick on your stink. They'll come looking for something to eat.", "character": "Freddie Lee Cobb", "characterId": "nm0000662"}, {"text": "Carl Lee Hailey should've shot you too.", "character": "Ellen Roark", "characterId": "nm0000113"}, {"text": "[Freddie knocks her out]", "character": null, "characterId": null}]}, {"lines": [{"text": "Good afternoon, citizens. Be seated. Counsel. And you, sir, are you Carl Lee Hailey?", "character": "Judge Omar Noose", "characterId": "nm0001526"}, {"text": "Yes sir.", "character": "Carl Lee Hailey", "characterId": "nm0000168"}, {"text": "Mr. Hailey, I am holding a copy of an indictment returned by the grand jury of Mississippi presenting that Carl Lee Hailey did murder Billy Ray Cobb, a human being, and James Willis Willard, a human being, and did attempt to kill Dwayne Looney, a peace officer, against the peace and dignity of the State of Mississippi. Do you understand the charges against you?", "character": "Judge Omar Noose", "characterId": "nm0001526"}, {"text": "Yes sir.", "character": "Carl Lee Hailey", "characterId": "nm0000168"}, {"text": "How do you wish to plead?", "character": "Judge Omar Noose", "characterId": "nm0001526"}, {"text": "[pause]\nNot guilty, Your Honor.", "character": "Carl Lee Hailey", "characterId": "nm0000168"}, {"text": "The defense enters a plea of not guilty by reason of insanity, Your Honor.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "Your trial is set for July 22nd. All pre-trial motions and matters are to be filed no later than July 8th. Is there anything further?", "character": "Judge Omar Noose", "characterId": "nm0001526"}, {"text": "Yes, Your Honor. In the response to the insanity plea, the state requests the defendant be examined by it's own doctors.", "character": "D.A. Rufus Buckley", "characterId": "nm0000228"}, {"text": "Granted.", "character": "Judge Omar Noose", "characterId": "nm0001526"}, {"text": "Additionally, the state opposes any request for bail.", "character": "D.A. Rufus Buckley", "characterId": "nm0000228"}, {"text": "But Your Honor, we have not yet asked for bail. Now Governor Buckley cannot oppose a request until one is made. He should have learned that in law school.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "number one, I have not been elected governor... yet. And number two, he is required to request bail. The state opposes any such request.", "character": "D.A. Rufus Buckley", "characterId": "nm0000228"}, {"text": "Well in the future why don't we just wait until he makes the request?", "character": "Judge Omar Noose", "characterId": "nm0001526"}, {"text": "[DA Rufus Buckley nods lightly with a slight smile]", "character": null, "characterId": null}, {"text": "Thank you, Your Honor. Your Honor, we would like to request bail.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "Denied. I have never allowed bail in a capital murder case and I don't feel that an exception is called for today.", "character": "Judge Omar Noose", "characterId": "nm0001526"}]}, {"lines": [{"text": "[runs frantically into his house and sees his daughter laying down on the sofa; she's been sodomized, beaten and battered]\nOh, no!", "character": "Carl Lee", "characterId": "nm0000168"}, {"text": "[he runs and grabs her]", "character": null, "characterId": null}, {"text": "[whispers]\nCome here, baby. Daddy's here!", "character": "Carl Lee", "characterId": "nm0000168"}, {"text": "[cries]\nDaddy, I'm sorry I dropped the groceries.", "character": "Tonya Hailey", "characterId": "nm0446805"}, {"text": "[breaks down]\nNo, it's alright, baby. It's alright, baby!", "character": "Carl Lee", "characterId": "nm0000168"}, {"text": "[he kisses her]", "character": null, "characterId": null}, {"text": "It's alright...", "character": "Carl Lee", "characterId": "nm0000168"}, {"text": "[he sobs]", "character": null, "characterId": null}]}, {"lines": [{"text": "I can not promise you riches. What I can offer you the chance to save the world one case at a time.", "character": "Lucien Wilbanks", "characterId": "nm0000661"}]}, {"lines": [{"text": "You're white, and I'm black. See Jake, you think just like them. That's why I picked you. You're one of them, don't you see? Oh, you think you ain't 'cause you eat in Claude's and you out there trying to get me off on TV talking about black and white. But the fact is you're just like all the rest of them. When you look at me, you don't see a man, you see a black man.", "character": "Carl Lee Hailey", "characterId": "nm0000168"}]}, {"lines": [{"text": "[On Ellen Roark]", "character": null, "characterId": null}, {"text": "Got to love the Lord for making things like that.", "character": "Harry Rex Vonner", "characterId": "nm0001624"}]}, {"lines": [{"text": "Our society cannot condone men who take the law into their own hands.", "character": "D.A. Rufus Buckley", "characterId": "nm0000228"}]}, {"lines": [{"text": "I don't know what to say.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "There's nothing you can say. I know you didn't want any of this to happen, but it happened all the same. You wagered all our lives on this. You just went ahead and did what you felt you had to do, no matter what the cost. Some folks think that's brave. Not me, Jake. Now, you may win, but I think we've all lost here.", "character": "Ethel Twitty", "characterId": "nm0002084"}]}, {"lines": [{"text": "Freddie Lee Cobb! We got something to talk about. Hastings, you belong over there with them.", "character": "Sheriff", "characterId": "nm0001165"}, {"text": "[shoves Hastings over to Freddie]", "character": null, "characterId": null}, {"text": "Get over!", "character": "Sheriff", "characterId": "nm0001165"}]}, {"lines": [{"text": "Your Honor, we would request a recess until-", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "[Roark walks in and goes to Brigance]", "character": null, "characterId": null}, {"text": "No, we will not need a recess, Your Honor, but just a few moments.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "Mr. Brigance, when you and Lois Lane are ready...", "character": "Judge Omar Noose", "characterId": "nm0001526"}]}, {"lines": [{"text": "[Freddie Lee Cobb handling out Klu Klux Klan application forms to Winston, Willie Hastings, and others]\nBoys, I am very proud to invite you to become soldiers in a war to protect our Christian homes and families, to resurrect our country from the fires of racial degradation, and to make white people the sole masters of our country's destiny, what I'm saying fellas, it's time for niggers to pay.", "character": "Freddie Lee Cobb", "characterId": "nm0000662"}]}, {"lines": [{"text": "Ever seen a man executed?", "character": "Ellen Roark", "characterId": "nm0000113"}, {"text": "No.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "What I suggest is you go to an execution, and see a man be killed. You watch him die, and you watch him beg!", "character": "Ellen Roark", "characterId": "nm0000113"}]}, {"lines": [{"text": "I am a liberal Row-Ark. What I am not is a card-carrying ACLU radical.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}]}, {"lines": [{"text": "America is a wall, and you're on the other side.", "character": "Carl Lee", "characterId": "nm0000168"}]}, {"lines": [{"text": "If this is a party, boys, where's the chips and beer? Otherwise, your being here seems a bit like illegal client solicitation, what with Carl Lee already having a lawyer and all.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}]}, {"lines": [{"text": "Did I mention that my father's filthy rich and I'll be working for free?", "character": "Ellen Roark", "characterId": "nm0000113"}]}, {"lines": [{"text": "Lucien, I thought you were dead.", "character": "Harry Rex Vonner", "characterId": "nm0001624"}, {"text": "I'm trying.", "character": "Lucien Wilbanks", "characterId": "nm0000661"}]}, {"lines": [{"text": "Will you help an old lady to her car?", "character": "Ethel Twitty", "characterId": "nm0002084"}, {"text": "You don't need any help, Ethel. But I'd be honored to escort you to your automobile.", "character": "Lucien Wilbanks", "characterId": "nm0000661"}]}, {"lines": [{"text": "Ah. Ellen Roark, brilliant law student.", "character": "Ellen Roark", "characterId": "nm0000113"}, {"text": "Do with me as you will.", "character": "Harry Rex Vonner", "characterId": "nm0001624"}, {"text": "Looking forward to it.", "character": "Ellen Roark", "characterId": "nm0000113"}, {"text": "Okay!", "character": "Harry Rex Vonner", "characterId": "nm0001624"}]}, {"lines": [{"text": "[to Jake]\nDidn't you defend Billy Ray Cobb a few years back?", "character": "Deputy Dwayne Powell Looney", "characterId": "nm0177933"}, {"text": "What kind of case was it?", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "Caught him selling dope. Spent time in Parchman. Got out last year.", "character": "Deputy Dwayne Powell Looney", "characterId": "nm0177933"}, {"text": "I think some Memphis lawyer handled that. Why do you ask?", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "Well, we picked him up for rape. Him and Pete Willard.", "character": "Deputy Dwayne Powell Looney", "characterId": "nm0177933"}, {"text": "Who'd they rape?", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "You know Carl Lee Hailey?", "character": "Deputy Dwayne Powell Looney", "characterId": "nm0177933"}, {"text": "Sure, I defended his brother Lester.", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "It was his little girl.", "character": "Deputy Dwayne Powell Looney", "characterId": "nm0177933"}, {"text": "Little Tonya?", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "[Deputy nods]", "character": null, "characterId": null}, {"text": "How old's she?", "character": "Jake Tyler Brigance", "characterId": "nm0000190"}, {"text": "She's ten.", "character": "Deputy Dwayne Powell Looney", "characterId": "nm0177933"}]}, {"lines": [{"text": "What that Memphis doctor say about her?", "character": "Carl Lee Hailey", "characterId": "nm0000168"}, {"text": "She's doing good. Her jaw is healing. She can't run and jump yet, but it won't be long.", "character": "Gwen Hailey", "characterId": "nm0829873"}, {"text": "How about the other?", "character": "Carl Lee Hailey", "characterId": "nm0000168"}, {"text": "There was too much damage. She ain't never gonna have kids.", "character": "Gwen Hailey", "characterId": "nm0829873"}, {"text": "You know, I think about them too boys. Dead, buried, probably starting to rot. And I remember them walking into court... one proud, the other scared. I remember how they fell. One on top of the other, screaming and squirming and not going nowhere. God help me Gwen, but that's the only thought that give me comfort.", "character": "Carl Lee Hailey", "characterId": "nm0000168"}, {"text": "They took up a collection for us at the church. Some kind of defense fund. Reverend Agee gave a good service. We need some money around the house, Carl Lee, for groceries and bills.", "character": "Gwen Hailey", "characterId": "nm0829873"}, {"text": "How much you got?", "character": "Carl Lee Hailey", "characterId": "nm0000168"}, {"text": "Less than 50.", "character": "Gwen Hailey", "characterId": "nm0829873"}, {"text": "I'll think of something.", "character": "Carl Lee Hailey", "characterId": "nm0000168"}, {"text": "How you think you going to get some money when you stuck in jail?", "character": "Gwen Hailey", "characterId": "nm0829873"}, {"text": "Trust me Gwen.", "character": "Carl Lee Hailey", "characterId": "nm0000168"}, {"text": "I just get scared.", "character": "Gwen Hailey", "characterId": "nm0829873"}, {"text": "Look here, tell me exactly what Reverend Agee said when he passed around the collection plate.", "character": "Carl Lee Hailey", "characterId": "nm0000168"}]}, {"lines": [{"text": "Sure am sorry about your brother, Freddie. Ol' Willard too... good boys both.", "character": "Tim Nunley", "characterId": "nm0225963"}, {"text": "Ten years ago, that n*gger'd be hanging by the end of a rope with his balls in his mouth. Now you tell me what's wrong with this country.", "character": "Freddie Lee Cobb", "characterId": "nm0000662"}, {"text": "Klan would know what to do.", "character": "Winston", "characterId": "nm0660986"}, {"text": "My granddaddy, he was Klan.", "character": "Freddie Lee Cobb", "characterId": "nm0000662"}, {"text": "Ain't been no Klan around here for years.", "character": "Tim Nunley", "characterId": "nm0225963"}, {"text": "Ah they's still some boys around.", "character": "Winston", "characterId": "nm0660986"}, {"text": "What you mean them skinheads that want to blow up the government?", "character": "Tim Nunley", "characterId": "nm0225963"}, {"text": "No sir, good god-fearing Klan... I got a friend, used to be active, could give him a call.", "character": "Winston", "characterId": "nm0660986"}, {"text": "You do that Winston. You tell them boys we need some Klan down here in Canton. And I mean right quick.", "character": "Freddie Lee Cobb", "characterId": "nm0000662"}]}]}