{"quotes": [{"lines": [{"text": "[Contractors' signs outside derelict houses]", "character": null, "characterId": null}, {"text": "\"Gas off\". \"Water off\". \"Electricity off\". All that's missing is \"Sod off\"!", "character": "Frost", "characterId": "nm0419248"}]}, {"lines": [{"text": "Yeah, well, I just wish Horn-rimmed Harry would be a little more choosy about his jargon. I mean anyone who spends all day with their pen stuck up their a-aah, there you are, sir!", "character": "Frost", "characterId": "nm0419248"}]}, {"lines": [{"text": "Mr Mullet wants to see you as soon as you come in.", "character": null, "characterId": null}, {"text": "I'll let you know when that is.", "character": "Frost", "characterId": "nm0419248"}]}, {"lines": [{"text": "I went to London once, to see the Queen. She was a bit smaller than I imagined, but as we both know size isn't everything.", "character": "Frost", "characterId": "nm0419248"}]}, {"lines": [{"text": "I'd like to stay and talk, but I've got to be in church in ten minutes.", "character": "Frost", "characterId": "nm0419248"}]}, {"lines": [{"text": "Why don't you get a television like everyone else?", "character": "Frost", "characterId": "nm0419248"}]}, {"lines": [{"text": "One of these days you'll realize you need more than your well-known intuition in order to get results.", "character": "Supt. Mullett", "characterId": "nm0018297"}, {"text": "I used more than my well-known intuition, sir, at least in one of the cases I did - I used my charm.", "character": "Frost", "characterId": "nm0419248"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "It's a joke, sir, don't bother to work it out.", "character": "Frost", "characterId": "nm0419248"}]}, {"lines": [{"text": "[on Mullett's orders to catch graveyard vandals]", "character": null, "characterId": null}, {"text": "I've only got three blokes who can barely stand up, let alone chase a box of black magic!", "character": "Frost", "characterId": "nm0419248"}]}, {"lines": [{"text": "[examining murder victim]", "character": null, "characterId": null}, {"text": "I'd guess from the obstruction in his throat that he probably choked on his own vomit.", "character": "Dr McKenzie", "characterId": "nm0004127"}, {"text": "Better than choking on someone else's vomit, I suppose.", "character": "Frost", "characterId": "nm0419248"}]}, {"lines": [{"text": "I've had a telephone call from the vicar of St. Paul's. He's very concerned about this outbreak of vandalism in the old churchyard.", "character": "Supt. Mullett", "characterId": "nm0018297"}, {"text": "I'm not surprised, sir. It's a very grave business.", "character": "Frost", "characterId": "nm0419248"}]}, {"lines": [{"text": "No, it's not him. He's too stupid.", "character": "Frost", "characterId": "nm0419248"}]}, {"lines": [{"text": "[on radio]\nAlthough it's only a matter of some three days since the girl's body was discovered in the church crypt, my officers have been working around the clock to bring the perpetrator of this appalling crime to justice, and I can assure your listeners that an arrest will be made very shortly.", "character": "Supt. Mullett", "characterId": "nm0018297"}, {"text": "[listening at home]\nOh, yeah?", "character": "Frost", "characterId": "nm0419248"}]}, {"lines": [{"text": "Were any of the others here on Sunday? Children? And a simple yes or no will do, Annie. I don't want a bloody lecture!", "character": "Frost", "characterId": "nm0419248"}]}, {"lines": [{"text": "Times are hard, Clive, my son. Try and be a bit more charitable. You sell what you got available. Tell you what, though, she's nicked my bloody fags! Should have turned right there, by the way. Didn't I say?", "character": "Frost", "characterId": "nm0419248"}]}, {"lines": [{"text": "[Frost's wife has just died]", "character": null, "characterId": null}, {"text": "The other night I sat there. All night I sat there, trying to feel something. She was my wife, and she was dying, and I couldn't feel anything for her. Things started to go wrong for us God knows how many years ago. When we found out she couldn't have kids, I don't know, she just changed. We changed. She suddenly became all house proud. Everything had to be clean and neat and tidy. Well, you've only got to take one look at me. With my job. I'm a street copper, that's where I belong. But that wasn't good enough for her now. She wanted me to go for promotion, to be ambitious, to make something of myself. She wanted something to be proud of, you see. And what the poor cow got was me. She came to despise me in the end. I know she did. I used to dread going home, to see that look of disappointment in her face. So I stopped going home. You know, it was any excuse. Anyway, I, uh... I met someone else. When don't you? I made up my mind to leave her. On the very day that I plucked up the courage to tell her, her doctor phoned me at the station. \"She's got cancer. Eighteen months to live\", so they reckon. She always had trouble with her stomach. She thought it was nerves, or one thing or another. Anyway, she wanted to know. She hoped she could cope. She went to pieces. She clung to me for the first time in years, her whole body shaking. \"You will look after me, Billy? You will look after me, Billy? You'll look after me, won't you?\" I said, of course I'll look after you. Of course I'll stay and take care of you. I went out and I got so drunk, and I was still drunk when this call came through about this nutter with a gun. And before they could stop me, I was moving in on him. Do you know what I was thinking? All I was thinking was, \"Go on, you bugger, shoot me. 'Cause I don't give a damn one way or the other.\" And for this outstanding act of heroism, I got a medal. I think that was the happiest day of her life, you know. She was standing next to me in my top hat at Buckingham Palace. At last I'd done something to make her proud of me. And I wasn't even there when she died. She would have liked that. \"You even let me down on that, Billy. Can't trust you to do anything.\"", "character": "Frost", "characterId": "nm0419248"}]}, {"lines": [{"text": "Mr Mullett's in a flap!", "character": "DS George Toolan", "characterId": "nm0529090"}, {"text": "I know! I'm still pulling feathers out of my hair!", "character": "Frost", "characterId": "nm0419248"}]}, {"lines": [{"text": "[Frost has rushed to a river to rescue a teenage boy]", "character": null, "characterId": null}, {"text": "Don't, Jack - You'll drown!", "character": "Supt. Mullett", "characterId": "nm0018297"}, {"text": "Yes, anything to please you, sir!", "character": "Frost", "characterId": "nm0419248"}]}]}