{"quotes": [{"lines": [{"text": "The next thing you know they'll be bussing nigger kids out here.", "character": null, "characterId": null}, {"text": "Ya, let's keep them in their own schools!", "character": null, "characterId": null}, {"text": "Damn right!", "character": null, "characterId": null}, {"text": "No niggers or chicanos!", "character": null, "characterId": null}, {"text": "We fought the Indians for this land, they didn't!", "character": null, "characterId": null}, {"text": "Damn right!", "character": null, "characterId": null}]}, {"lines": [{"text": "I heard that they would steal anything that isn't nailed down. And they say if a white woman goes with a black man...", "character": null, "characterId": null}, {"text": "[Whispers in friends ear]", "character": null, "characterId": null}, {"text": "You don't say? Really? Tell me more.", "character": null, "characterId": null}]}, {"lines": [{"text": "Look at that car! That alone must have cost a fortune.", "character": "Blanche", "characterId": "nm3819031"}, {"text": "They must be the chauffeur and maid.", "character": "Mabel", "characterId": "nm3823075"}, {"text": "They don't look like servants to me, Mabel. You don't think the agent sold to niggers do you? I think they must be our new neighbors!", "character": "Blanche", "characterId": "nm3819031"}]}, {"lines": [{"text": "I won't let them! I won't let them move into our neighborhood. Your kids will never go to our schools. You'll never join our clubs nor be accepted in any of our homes! Why bother to unpack? Just go back where you belong! You'll never live in that house in peace. I'll burn it down myself before I let you live in this community! Get your black hands off of me!", "character": "Mabel", "characterId": "nm3823075"}]}, {"lines": [{"text": "I've moved three times and in as many months because of bigotry and prejudice. And I'm drawing the line here in Meadow Park.", "character": "Dr. Kincade", "characterId": "nm0808533"}]}, {"lines": [{"text": "Well, you see, Doc, if you weren't out here livin' up in this fancy crib, but livin' in the ghetto, lending a hand to your less fortunate sisters and brothers, my men wouldn't be subjected to such danger.", "character": "Abar", "characterId": "nm0562919"}]}, {"lines": [{"text": "You better run, you giant honky!", "character": "Tommie Kincade", "characterId": "nm0750107"}]}, {"lines": [{"text": "Say, man, what are you gettin' at?", "character": "Abar", "characterId": "nm0562919"}, {"text": "You claim to have so much concern for the black man's problems, if you could, how much would you be willing to - sacrifice yourself?", "character": "Dr. Kincade", "characterId": "nm0808533"}, {"text": "Hey look, as I've said over and over again, as a black race, let's get ourselves together, in every respect. For that, I'd sacrifice anything short of murder.", "character": "Abar", "characterId": "nm0562919"}]}, {"lines": [{"text": "I don't wanna be great, man, don't you understand that? I'm sick and tired of people being pushed around. I'm sick to death of whitey and I'm sick to death of you! You think I'm brave, don't you? Strong? Well, I've got a weakness, Doc. Passion. Sometimes I wanna kill. Kill! Kill!", "character": "Abar", "characterId": "nm0562919"}]}, {"lines": [{"text": "Let me straighten your mind, put it at ease, about that man in the alley. It was the police that killed him and you can take my word for it. Doc, you foolishly assumed it was me.", "character": "Abar", "characterId": "nm0562919"}]}, {"lines": [{"text": "Doctor and Mrs. Kincade, I want to apologize for the way I behaved when you moved into Meadow Park. The reason why I didn't want you to live next door to me is, because, I'm black. I've been passing as white all these years.", "character": "Mabel", "characterId": "nm3823075"}, {"text": "Yes, I know. Your doctor told me you were suffering from sickle cell anemia.", "character": "Dr. Kincade", "characterId": "nm0808533"}, {"text": "Can you ever forgive?", "character": "Mabel", "characterId": "nm3823075"}]}, {"lines": [{"text": "And let's get rid of these crooked politicians! With all their corrupt minds. Make them clean up these filthy little corner markets. Get rid of the rotten meat they always want to sell us. Let's open up our eyes! Open up our minds! Martin Luther King once said he had a dream. Well, so will we have a dream! We want to see the mountaintop! We want to see all the good glory! Give us some decent schools. We want all the good jobs! Let's let them know that we can wear suits and ties. And we don't have to tell lies! Let's get ourselves together! Let's unite! Let's be constructive towards one another. We got a long ways to go, young people. And you're the ones that can take care of it! If the ones over you can't have it, then you got to clear the way. Clear the way and make things easy for the ones behind you!", "character": "Abar", "characterId": "nm0562919"}]}, {"lines": [{"text": "And as I said, over and over again, it's time for our so-called leaders and our black elected politicians - to get off their rumps!", "character": "Abar", "characterId": "nm0562919"}]}, {"lines": [{"text": "Well, now, what an unexpected surprise to have the good Doctor Kincade here in our midst. Tell us, good Doctor, eh, how's it feel living in a palatial home, bought by the poor black folks here? Now, this brother is just as guilty as the white man. As soon as he made his money from the poor blacks in the ghetto, he took it all to the white neighborhoods to spend it. Not doing anything for the less fortunate brothers that he left here behind.", "character": "Abar", "characterId": "nm0562919"}]}, {"lines": [{"text": "Mr. Abar, what is the purpose of your ghetto preaching?", "character": "Dr. Kincade", "characterId": "nm0808533"}, {"text": "Purpose? Just look around you, man. There's your answer. Or, are you one of the same as most bourgeois blacks? Just don't give a damn!", "character": "Abar", "characterId": "nm0562919"}, {"text": "Oh, come on, Mr. Abar. When you've seen one ghetto, you've seen them all.", "character": "Dr. Kincade", "characterId": "nm0808533"}, {"text": "Exactly. But, what's being done about it?", "character": "Abar", "characterId": "nm0562919"}, {"text": "Plenty. But, more can be accomplished by the black voting block.", "character": "Dr. Kincade", "characterId": "nm0808533"}, {"text": "Yeah, but that doesn't guarantee the right people gettin' into office. Already we have too many unconcerned politicians, black and white. City Hall doesn't give a cry to a poor in the ghetto asking for jobs and not welfare. So many of them are strangled by the ghetto from unfulfilled promises from unscrupulous politicians. Now, if these people had more influential blacks, like you, working for 'em. I'm sure we'd see some more changes.", "character": "Abar", "characterId": "nm0562919"}, {"text": "Well, unfortunately, there's some truth in what you say. But, these things have a way of being solved.", "character": "Dr. Kincade", "characterId": "nm0808533"}, {"text": "Yeah, sure, Doc. One day the ghetto will just vanish.", "character": "Abar", "characterId": "nm0562919"}]}, {"lines": [{"text": "Get out of my yard you little nigger, you.", "character": "Mabel", "characterId": "nm3823075"}, {"text": "Give me my frisbee!", "character": "Tommie Kincade", "characterId": "nm0750107"}, {"text": "Get out! You little pickaninny!", "character": "Mabel", "characterId": "nm3823075"}, {"text": "I want my frisbee!", "character": "Tommie Kincade", "characterId": "nm0750107"}, {"text": "Don't you ever come in my yard - you little black bastard!", "character": "Mabel", "characterId": "nm3823075"}]}, {"lines": [{"text": "Sometimes I wonder which is worst, living among the thugs and the junkies of the ghetto or these ignorant whites?", "character": "Jim Kincade", "characterId": "nm0931620"}]}, {"lines": [{"text": "You black politicians don't give a damn about what's happenin' with the black mans' needs.", "character": "Abar", "characterId": "nm0562919"}, {"text": "I feel that there's a political solidarity for the good of the blacks well represented blacks on City Hall.", "character": "Dudley", "characterId": "nm0413280"}, {"text": "Not there, man, but here. What we want is you politicians to come into our homes, our neighborhood, see and listen to our cries. Not sit up there at City Hall and space capital, listen to the echo from the ghetto. Like, that ain't doin' us no good, man. See what do we from here.", "character": "Abar", "characterId": "nm0562919"}, {"text": "Like most others, you have your 35 or 40,000 dollar a year job. Your kid's in a private school and two or three cars in your driveway.", "character": "B.F.U. Secretary", "characterId": "nm3819083"}]}, {"lines": [{"text": "Daddy, what is it to be black?", "character": "Debbie Kincade", "characterId": "nm0525820"}, {"text": "To be black - is to be beautiful. But, beautiful from the essence. We are the wise men who come bearing the gift of our indestructible humanity. The dream that one day little children will play and grow and live together like the princes of the earth.", "character": "Dr. Kincade", "characterId": "nm0808533"}]}, {"lines": [{"text": "Say man, you gonna rap to us?", "character": "Marco", "characterId": "nm3822104"}, {"text": "Beware of the pigs, man.", "character": "Abar", "characterId": "nm0562919"}]}, {"lines": [{"text": "Abar, take cover!", "character": null, "characterId": null}, {"text": "Hey, baby, you want those pigs to waste you?", "character": null, "characterId": null}]}]}