{"quotes": [{"lines": [{"text": "school teaching and politics.", "character": "Mentor Graham", "characterId": "nm0382195"}]}, {"lines": [{"text": "[discussing why he can't face Mary Todd before his marriage to her]\nI'd have to tell her that I have hatred for her infernal ambition. That I don't want to be ridden and driven onward and upward through life with her whip bashing me and her spurs digging in me. If her poor little soul craves importance in life let her marry Stephen Douglas. He's ambitious too. I want only to be left alone.", "character": "Abraham Lincoln", "characterId": "nm0557339"}]}, {"lines": [{"text": "\"The world passeth, but he that doeth the will of God abideth forever.\"", "character": "Sarah Bush Lincoln", "characterId": "nm0728230"}, {"text": "I'll remember, maw.", "character": "Abraham Lincoln", "characterId": "nm0557339"}]}, {"lines": [{"text": "[after a particularly hysterical outburst by Mary, he comes up to her; her back is to him]\nWhy do you take every opportunity you can to make a public fool out of me and yourself? It's bad enough when you act like that in the privacy of our own home, but here in front of people! You're not to do that again, do you hear? You're never to do that again!", "character": "Abraham Lincoln", "characterId": "nm0557339"}, {"text": "[she turns to face him amazed, then]\nYou never spoke to me like that before. You lost your temper, Abe... you've never done that before.", "character": "Mary Todd Lincoln", "characterId": "nm0002106"}, {"text": "I'm sorry.", "character": "Abraham Lincoln", "characterId": "nm0557339"}, {"text": "[He turns and walks away from her]", "character": null, "characterId": null}, {"text": "I still think youn should go home rather than stay here and endure the strain of this Death Watch.", "character": "Abraham Lincoln", "characterId": "nm0557339"}, {"text": "[slowly goes to the door, opens it, pauses, then turns back to him]\nThis is the night I dreamed about when I was a child... when I was an excited young girl and all the gay young gentlemen of Springfield were courting me... and I fell in love with the least likely of them. This is the night I'm waiting to hear that my husband is become President of the United States... and even if he does, it's ruined for me.", "character": "Mary Todd Lincoln", "characterId": "nm0002106"}, {"text": "[He turns to stare at her]", "character": null, "characterId": null}, {"text": "It's too late.", "character": "Mary Todd Lincoln", "characterId": "nm0002106"}, {"text": "[She slowly leaves]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Contemptuously as she hears crowd noises from outside]\nStephen Douglas has arrived. Listen to them cheering for him!", "character": "Mary Todd Lincoln", "characterId": "nm0002106"}, {"text": "[Laconically]\nThey ought to cheer. He paid 'em enough for it.", "character": "Abraham Lincoln", "characterId": "nm0557339"}]}, {"lines": [{"text": "A house divided against itself cannot stand. The government cannot endure permanently half slave and half free.", "character": "Abraham Lincoln", "characterId": "nm0557339"}]}, {"lines": [{"text": "You don't mean to say you're afraid of Abe Lincoln. Why, the country doesn't know him!", "character": "Aide to Stephen Douglas", "characterId": "nm0414038"}, {"text": "Maybe the country doesn't... but I do.", "character": "Stephen Douglas", "characterId": "nm0516876"}]}, {"lines": [{"text": "that he be able to get himself elected.", "character": "Mr. Crimmin", "characterId": "nm0408184"}, {"text": "Well, there's something in what you say.", "character": "Politician", "characterId": "nm0164599"}, {"text": "And do you think he can do it?", "character": "Politician", "characterId": "nm0254424"}, {"text": "I tell you, gentlemen, in that uncouth rail splitter you may observe one of the slickest, smoothest politicians that ever hoodwinked a yokel mob.", "character": "Mr. Crimmin", "characterId": "nm0408184"}]}, {"lines": [{"text": "[after he withdraws from politics]\nWhat'll yuh do, Abe?", "character": "Ninian Edwards", "characterId": "nm0827031"}, {"text": "Judge Stuart's offered me a chance to work in his law office in Springfield. Course I don't know much about the law, but there's one thing I've learned here in politics... that ignorance is no obstacle to advancement. In fact, in some cases it's quite an advantage.", "character": "Abraham Lincoln", "characterId": "nm0557339"}]}, {"lines": [{"text": "Abe carried New Salem by 205 votes to 3.", "character": "Mentor Graham", "characterId": "nm0382195"}, {"text": "My boys are out tryin' to find the 3 skunks who voted wrong.", "character": "Jack Armstrong", "characterId": "nm0196247"}]}, {"lines": [{"text": "President of the United States! If they get him back there into Washington, he won't ever come out alive.", "character": "Lincoln's Cook", "characterId": "nm0197689"}, {"text": "[a shocked Mary drops a pot]", "character": null, "characterId": null}]}, {"lines": [{"text": "[to the crowd]\nI tell you, you all ought to listen to the judge. He got a round belly but a level head. No one can do nothin' with me without lickin' me first!", "character": "Jack Armstrong", "characterId": "nm0196247"}]}, {"lines": [{"text": "[to Billy Herndon]\nCareful. Billy, you've got great fires in yuh, but you're puttin' 'em out fast.", "character": "Abraham Lincoln", "characterId": "nm0557339"}]}]}