{"quotes": [{"lines": [{"text": "You've changed. You're so different. Is this what the war has done to you?", "character": "Nancy Adams", "characterId": "nm0019922"}, {"text": "Wasn't this what you wanted?", "character": "2nd Lt. Rex 'Rocky' Thorne", "characterId": "nm0228715"}, {"text": "I didn't know. I spoke of the glory of war. I know now. The mud, the filth, the suffering, the agony, the poor, helpless, dying boys.", "character": "Nancy Adams", "characterId": "nm0019922"}, {"text": "It isn't muddy up where I am. When death comes, it comes swiftly and cleanly. Ah, it's a grand war. I only hope the next one is half as good. I used to think I could take clay and mold it into the semblance of a living thing. The closer it came to being alive, the greater my glory. The power of life is more than that, Nancy. Life--life for myself as I control my plane. And then death, swift and final in the squeeze of my fingers.", "character": "2nd Lt. Rex 'Rocky' Thorne", "characterId": "nm0228715"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "You can't do that with clay, Nancy.", "character": "2nd Lt. Rex 'Rocky' Thorne", "characterId": "nm0228715"}, {"text": "Then all that you said about saving yourself for something better--", "character": "Nancy Adams", "characterId": "nm0019922"}, {"text": "Did I say that? Forget it. Why, this is a great war, and I'm having a grand time. It's all grand, every minute of it. Thirty-three planes shot down. Decorated by a French general. My picture in the papers. The idol of the allies, the hero, the great war ace. Pursued by women. Boy, I wouldn't have missed this for anything. You did me a great favor that day in the studio.", "character": "2nd Lt. Rex 'Rocky' Thorne", "characterId": "nm0228715"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "Me and my ideals for humanity. Ha! Why, I might still be back there slaving, trying to express myself on some remote conception of art.", "character": "2nd Lt. Rex 'Rocky' Thorne", "characterId": "nm0228715"}, {"text": "Please, Rocky!", "character": "Nancy Adams", "characterId": "nm0019922"}, {"text": "Come on, Nancy. Don't try to make me feel sorry for myself, because there's nothing to feel sorry for.", "character": "2nd Lt. Rex 'Rocky' Thorne", "characterId": "nm0228715"}]}, {"lines": [{"text": "are these worth forty-two dead men? Are they worth one dead man?", "character": "2nd Lt. Rex 'Rocky' Thorne", "characterId": "nm0228715"}, {"text": "Oh, Rocky.", "character": "Nancy Adams", "characterId": "nm0019922"}, {"text": "I knew the answer once. I was sure of it. Why did I forget?", "character": "2nd Lt. Rex 'Rocky' Thorne", "characterId": "nm0228715"}, {"text": "We all forgot it, Rocky.", "character": "Nancy Adams", "characterId": "nm0019922"}, {"text": "Most of us never knew. We never realized. But I thought I did. And then I forgot--forgot everything in the game of killing.", "character": "2nd Lt. Rex 'Rocky' Thorne", "characterId": "nm0228715"}]}, {"lines": [{"text": "Rocky, you're making me ashamed of you. Nobody believes you're sincere and honest about what you say.", "character": "Nancy Adams", "characterId": "nm0019922"}]}, {"lines": [{"text": "Here today, hero tomorrow.", "character": "Lt. Foster 'Froggy' Kelley", "characterId": "nm0628602"}]}, {"lines": [{"text": "[to Rocky]\nDon't let this first kill lull you into a false sense of security.", "character": "Maj.", "characterId": "nm0175815"}]}]}