{"quotes": [{"lines": [{"text": "Cacopoulos. What kind of a name is that?", "character": "Hutch Bessy", "characterId": "nm0817881"}, {"text": "A Greek name. My grandfather was a Greek. He was a Greek, like Sophocles, Aristophanes, Plato, Homer.", "character": "Cacopoulos", "characterId": "nm0908919"}, {"text": "[He looks around and notices the guards getting tired, so he shifts his tone to a softer, sweeter one]", "character": null, "characterId": null}, {"text": "And like Ulysses, he had to keep traveling. He never suffered from homesickness, my grandfather. Oh no. And so, he left the schooner on which he had embarked, and continued his travels on foot, bouncing from place to place, trading in skins, until he came to a Cherokee tribe. And there he was admired by an Indian girl, or he admired her, I don't know which. But the fact is, among other children, my father too was born. And he grew up and raised a family in a small mining town. And he had just the time to do it... when someone shot him dead. And my grandfather told of it, had to get his son's body... and he had to take me, too, still teething... back to his tribe. And I cried... And I cried... And I cried...", "character": "Cacopoulos", "characterId": "nm0908919"}]}, {"lines": [{"text": "Even if you're an idiot, I don't see why you want to die so young.", "character": "Hutch Bessy", "characterId": "nm0817881"}]}, {"lines": [{"text": "[Cacopoulos holds up a wealthy young man]", "character": null, "characterId": null}, {"text": "So don't worry, I just need a small amount. Just enough for the bare necessities.", "character": "Cacopoulos", "characterId": "nm0908919"}, {"text": "[looks at the money]", "character": null, "characterId": null}, {"text": "Well, no. Money corrupts men, it softens him. So to keep you young and pure, I think I'll take everything.", "character": "Cacopoulos", "characterId": "nm0908919"}]}, {"lines": [{"text": "[to Drake, after the gunfight]\nA rope around that fine perfumed neck. Think about it. Not a bad idea, huh? A beautiful rope you can see through the bars of the cell that they'll put you in. A good, strong rope, waiting for ya. Calling to ya.", "character": "Cacopoulos", "characterId": "nm0908919"}, {"text": "[to Bankier]", "character": null, "characterId": null}, {"text": "Hey, you won't change your mind, huh?", "character": "Cacopoulos", "characterId": "nm0908919"}, {"text": "No, I told you. You can count on it.", "character": "Bankier, playing cards with Cacopoulos", "characterId": "nm0166402"}, {"text": "[Looks back up at Drake and smirks]\nMy grandfather used to say...", "character": "Cacopoulos", "characterId": "nm0908919"}, {"text": "[He faints onto the Casino floor]", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[to Drake, pretending that Cacopoulos is dead]\nThe last wish of an old friend must be respected. Don't you agree?", "character": "Cat Stevens", "characterId": "nm0001352"}]}, {"lines": [{"text": "Now, Maurice. I beg of you to make an exception in this case. After all... the color of a man's skin is sometimes nothing compared to, well, a specimen like this. A lice-infected jailbird, who walks in -where he obviously doesn't belong - and takes over as if he owns the place. Am I right... Cacopoulos? Or, whatever the hell it is you call yourself now? Am I right? Is that a man... a *real* man? Hm?", "character": "Drake", "characterId": "nm0002994"}, {"text": "[close to tears]\nBut... but you were once my friend!", "character": "Cacopoulos", "characterId": "nm0908919"}, {"text": "You hear that, Maurice? You tell me if it's possible. As far as I know, the only feeling you could possibly arouse is one of, eh... pity.", "character": "Drake", "characterId": "nm0002994"}]}, {"lines": [{"text": "[Cat, Hutch, Caco and Thomas are about to duel with Drake's gang]", "character": null, "characterId": null}, {"text": "Wait a minute, wait a minute! Fifteen years, I've dreamed of this moment. Fifteen years! Every night. *Every* night!", "character": "Cacopoulos", "characterId": "nm0908919"}, {"text": "And so?", "character": "Cat Stevens", "characterId": "nm0001352"}, {"text": "There's always music. The music of violins. A slow, sweet... waltz. I want music!", "character": "Cacopoulos", "characterId": "nm0908919"}, {"text": "He wants music.", "character": "Hutch Bessy", "characterId": "nm0817881"}, {"text": "[to the casino musicians]", "character": null, "characterId": null}, {"text": "Play it!", "character": "Hutch Bessy", "characterId": "nm0817881"}, {"text": "[the musicians begin to play a Viennese Waltz]\nNeed anything else?", "character": "Cat Stevens", "characterId": "nm0001352"}, {"text": "[Caco shakes his head, smiling]", "character": null, "characterId": null}, {"text": "Clown.", "character": "Drake", "characterId": "nm0002994"}]}]}