{"quotes": [{"lines": [{"text": "My dad wasn't just one man named Flint Mitchell. He was a breed of men... mountain men who lived and died in America. He used to tell me about these men he knew. Men who walked the Indian trails and blazed new ones where no man had ever been before. Men who found lakes and rivers and meadows. Men who found paths to the west and the western sea; who roamed prairies and mountains and plateaus that are now states. Men who searched for beaver and found glory. Men who died unnamed and found immortality. My father always began his story by telling me about the summer rendezvous of the mountain men. This is where they met every July after a year of trapping in the Rockies. Here they cashed in their furs, caught up on their drinking and the fighting and the gambling and the fun... and the girls. They lived hard and they played hard.", "character": "Narrator", "characterId": "nm0444476"}]}, {"lines": [{"text": "Trees lie where they fall, and men were buried where they died.", "character": "Narrator", "characterId": "nm0444476"}]}, {"lines": [{"text": "My father told me that for the first time, he saw these Indians as he had never seen them before - as people with homes and traditions and ways of their own. Suddenly they were no longer savages. They were people who laughed and loved and dreamed.", "character": "Narrator", "characterId": "nm0444476"}]}, {"lines": [{"text": "Doesn't anything matter to you?", "character": "Brecan", "characterId": "nm0388303"}, {"text": "Yeah... trapping.", "character": "Flint Mitchell", "characterId": "nm0000022"}]}, {"lines": [{"text": "[Referring to Kamiah's father]\nHe'll expect you to marry her.", "character": "Lucien Chennault", "characterId": "nm0504728"}, {"text": "I'd expect to marry her. She can't do me any harm, and she might do me a lot of good.", "character": "Flint Mitchell", "characterId": "nm0000022"}]}, {"lines": [{"text": "Mother got mad... Indian mad.", "character": "Narrator", "characterId": "nm0444476"}]}, {"lines": [{"text": "Mr. Chennault, this gathering is unique in my experience. Where do they all come from?", "character": "Capt. Humberstone Lyon", "characterId": "nm0621002"}, {"text": "Captain Lynn, they come from beyond maps.", "character": "Lucien Chennault", "characterId": "nm0504728"}]}, {"lines": [{"text": "[while helping him bathe in a stream]\nMr. Flint, you know all about the mountains, but you know nothing about the woman... not yet... but you will learn.", "character": "Pierre", "characterId": "nm0579663"}]}]}