{"quotes": [{"lines": [{"text": "[to a departing German U-boat after it has rammed his survivor lifeboat]\nGo on, laugh, you apes! You've had your blood and fire to make you laugh, but I swear to God our time is comin'! We'll pay ya back! We'll hunt ya down and slice ya like a piece of cheese!", "character": "Capt. Steve Jarvis", "characterId": "nm0557339"}, {"text": "Oh, they can't hear you.", "character": "Lt. Joe Rossi", "characterId": "nm0000007"}, {"text": "No, but God can.", "character": "Capt. Steve Jarvis", "characterId": "nm0557339"}]}, {"lines": [{"text": "I got faith in God, President Roosevelt, and the Brooklyn Dodgers in the order of their importance.", "character": "Chips Abrams", "characterId": "nm0505249"}]}, {"lines": [{"text": "These nights are killers, aren't they?", "character": "Lt. Joe Rossi", "characterId": "nm0000007"}, {"text": "Yeah, I lie in my bunk with my clothes on and try to sleep, but every time that engine slows, my heart speeds up. In time, I think I can train myself to have an iron nerve, like you have.", "character": "Cadet Robert Parker", "characterId": "nm0389516"}, {"text": "Yeah, let me tell you something about my \"iron nerve,\" son. It's made of rubber just like everybody else's, so it'll stretch when you need it. People got a funny idea that being brave is not being scared. I don't know, I always figured, you weren't scared, there's nothing to be brave about. The trick is, how much scaring can you take? I got an idea you can take plenty.", "character": "Lt. Joe Rossi", "characterId": "nm0000007"}]}, {"lines": [{"text": "Now, that's the word of God. And it's good. But I don't think He'd mind if I put my oar in. These are eight men we knew and liked, guys like us. Guys we ate with and slept with and fought with. Well, we were just a little luckier than they were. We'll miss them. All of them.", "character": "Lt. Joe Rossi", "characterId": "nm0000007"}]}, {"lines": [{"text": "Did you hurt your hand?", "character": "Bartender", "characterId": "nm0045784"}, {"text": "Never do.", "character": "Lt. Joe Rossi", "characterId": "nm0000007"}]}, {"lines": [{"text": "[title card]\n\"Today in the face of this newest and greatest challenge of them all, we of the United Nations have cleared our decks and taken our battle stations. It is the will of the people that America shall deliver the goods. It can never be doubted that the goods will be delivered by this nation, which believes in the tradition of 'Damn the torpedoes; full speed ahead!'\" Franklin D. Roosevelt", "character": null, "characterId": null}]}, {"lines": [{"text": "If a torpedo ever connected with this ship, we'd go up like a match connected to cellophane. You ain't got a chance!", "character": "Johnnie Pulaski", "characterId": "nm0163816"}, {"text": "[Repeating]\nYou ain't got a chance.", "character": "Boats O'Hara", "characterId": "nm0002118"}, {"text": "And \"Boom!\" You're in the hero department!", "character": "Johnnie Pulaski", "characterId": "nm0163816"}, {"text": "Yeah.", "character": "Boats O'Hara", "characterId": "nm0002118"}, {"text": "Just like that and the next thing you know, you're pickin' a milky way outta your ears.", "character": "Johnnie Pulaski", "characterId": "nm0163816"}, {"text": "Okay, okay, so what?", "character": "Whitey Lara", "characterId": "nm0926338"}, {"text": "Whatta ya mean, \"Okay?\"", "character": "Johnnie Pulaski", "characterId": "nm0163816"}, {"text": "Wait a minute! Wait a minute! I think you got the wromg angle. The way I see it if your ship's number is up, you're gonna get it.", "character": "Chips Abrams", "characterId": "nm0505249"}, {"text": "Yeah, and suppose my number ain't up?", "character": "Whitey Lara", "characterId": "nm0926338"}, {"text": "Then, brother, the torpedoes can connect right where yer sittin' and still nuthin' will happen.", "character": "Chips Abrams", "characterId": "nm0505249"}, {"text": "Well, I want no torpedoes where I'm sittin'. I'm a sensitive man, I am.", "character": "Boats O'Hara", "characterId": "nm0002118"}, {"text": "[to Chips]\nWhatta you know about it? You carpenters got sawdust for brains!", "character": "Johnnie Pulaski", "characterId": "nm0163816"}, {"text": "Listen, I was shippin' out when your buttons was safety pins. I was in a tanker in the last war. I got torpedoed so much, I got water on the knee.", "character": "Chips Abrams", "characterId": "nm0505249"}]}, {"lines": [{"text": "For a sailor's wife war is just another storm.", "character": "Mrs. Jarvis", "characterId": "nm0002106"}]}, {"lines": [{"text": "So you want a safe job, hunh? Go ask the Czechs and the Poles and the Greeks. They were figuring on safe jobs. They're lined up in front of guns digging each other's graves. The trouble with you, Pulaski, is you think America is just a place to eat and sleep. You don't know what side your future's buttered on.", "character": "Chips Abrams", "characterId": "nm0505249"}]}, {"lines": [{"text": "[Seeing the battered Liberty Ship pulling into the harbor in Mermansk]\nIt's a miracle!", "character": "Lieutenant-Commander", "characterId": "nm0235026"}, {"text": "That isn't a miracle; it's American seamanship.", "character": "Rear Admiral Williams", "characterId": "nm0873845"}]}, {"lines": [{"text": "[about Wright's gun crew]\nThey're takin' 'em kinda young these days, ain't they?", "character": "Lt. Joe Rossi", "characterId": "nm0000007"}, {"text": "We're *getting* them young, Mr. Rossi, we're not taking them. Those boys all volunteered for this duty.", "character": "Ens. Wright", "characterId": "nm0725122"}, {"text": "Don't get me wrong, Ensign, I'm not objecting to their youth. I'm all for it.", "character": "Lt. Joe Rossi", "characterId": "nm0000007"}, {"text": "They've all been trained for this job.", "character": "Ens. Wright", "characterId": "nm0725122"}, {"text": "Well, I hope so, because just between you and me, Mr. Wright, I don't think *my* men could hit the deck with their hats.", "character": "Lt. Joe Rossi", "characterId": "nm0000007"}]}, {"lines": [{"text": "No matter how many tanks and planes and guns you pile up, no matter how many men you got, it doesn't mean a thing unless the men get the stuff when they need it.", "character": "Lt. Joe Rossi", "characterId": "nm0000007"}]}, {"lines": [{"text": "I'm thinking plenty. And I ought to make you smell knuckles for the duration.", "character": "Boats O'Hara", "characterId": "nm0002118"}, {"text": "No, no, no. You got your brains in your fists.", "character": "Chips Abrams", "characterId": "nm0505249"}, {"text": "But that's what he needs.", "character": "Boats O'Hara", "characterId": "nm0002118"}]}, {"lines": [{"text": "[During night-time sound blackout]\nI wish I was in Times Square.", "character": "Goldberg", "characterId": "nm0151334"}, {"text": "Why?", "character": null, "characterId": null}, {"text": "I'd take a subway home.", "character": "Goldberg", "characterId": "nm0151334"}]}, {"lines": [{"text": "Them liberty ships is sure well-named.", "character": "Boats O'Hara", "characterId": "nm0002118"}]}, {"lines": [{"text": "[about the crew of the surfaced U-Boat]\nWhy they're taking pictures of us.", "character": "Boats O'Hara", "characterId": "nm0002118"}]}, {"lines": [{"text": "It should have sound. I could tell him something.", "character": "Chips Abrams", "characterId": "nm0505249"}]}, {"lines": [{"text": "More than a hundred men must have shipped out today.", "character": "Chips Abrams", "characterId": "nm0505249"}]}, {"lines": [{"text": "A hundred? That's only a spit in the ocean. It will take thousands, they're building them ships so fast.", "character": "Boats O'Hara", "characterId": "nm0002118"}]}, {"lines": [{"text": "From the freedom-loving peoples of the United Nations to our merchant seaman on all the oceans goes our everlasting gratitude. With their aid, we shall build a bridge of ships to our allies, over which we will roll the implements of war. We shall see to it that men and materials will be delivered where they are needed and when they are needed. Nothing on land, in the air, on the sea, or under the sea shall prevent our complete and final victory.", "character": "President Franklin D. Roosevelt", "characterId": "nm0319497"}]}, {"lines": [{"text": "Baby, there's one thing you gotta understand. Maybe we guys know more about what's going on than most people. We've been hanging around Axis ports for a long time and we've seen what they do. What we've seen ain't nice. So we... we can't sit around holding hands with all that going on.", "character": "Lt. Joe Rossi", "characterId": "nm0000007"}]}]}