{"quotes": [{"lines": [{"text": "1870 - America's first great problem after the Civil War was the construction of a railroad to link our bordering oceans. Selfish interests, seeking to control the right-of-way, fought the work savagely - but the spirit of progress prevailed and the United States were bound together with highways of steel. But before the last spike was driven the Frontier flamed with the bitterest strife in its history.", "character": null, "characterId": null}]}, {"lines": [{"text": "One-Eye, you take the boys down and see if you can't convince Wells to sell at the *right* price.", "character": "Ace Hanlon", "characterId": "nm0001935"}, {"text": "It worked before, Ace. It oughta this time.", "character": "One-Eye Chapin", "characterId": "nm0466773"}]}, {"lines": [{"text": "Draw that gun and I'll drill ya! Now get out of here and get quick!", "character": "Dan Withers [Ch. 1]", "characterId": "nm0070827"}, {"text": "[a henchman shoots Dan]", "character": null, "characterId": null}, {"text": "Bad men make heap trouble. You hide - I'll get Red Ryder!", "character": "Little Beaver", "characterId": "nm0177320"}]}, {"lines": [{"text": "It's Red Ryder! Hit your saddles!", "character": "One-Eye Chapin", "characterId": "nm0466773"}]}, {"lines": [{"text": "Chapin doesn't even take a drink unless Hanlon tells him to.", "character": "Red Ryder", "characterId": "nm0057983"}, {"text": "If I only knew what was behind all this burning and shooting, I'd know how to fight.", "character": "Colonel Tom Ryder [Ch. 1]", "characterId": "nm0267912"}, {"text": "If you ask me, Hanlon's behind it. He always wanted rustlers rather than honest men around him.", "character": "Red Ryder", "characterId": "nm0057983"}, {"text": "Something more than that, son. Someone big is behind all this... someone mighty big.", "character": "Colonel Tom Ryder [Ch. 1]", "characterId": "nm0267912"}, {"text": "Well big or little, let's smoke him out and put a rope brand on his neck.", "character": "Red Ryder", "characterId": "nm0057983"}, {"text": "Oh, somebody will swing for it all right. When the time comes, we'll let the Territory buy the rope. We'll use ours for working cattle.", "character": "Colonel Tom Ryder [Ch. 1]", "characterId": "nm0267912"}]}, {"lines": [{"text": "Are you sure it was One-Eye Chapin?", "character": "Red Ryder", "characterId": "nm0057983"}, {"text": "Sure! You can't mistake what he uses for a face.", "character": "Cherokee Sims", "characterId": "nm0907404"}]}]}