{"quotes": [{"lines": [{"text": "I am Shazam.", "character": "Shazam [Ch. 1]", "characterId": "nm0207637"}, {"text": "My name is...", "character": "Billy Batson", "characterId": "nm0169067"}, {"text": "All is known to me. Your name is Billy Batson. You did not pry into the secret of the Scorpion. That is why I am here.", "character": "Shazam [Ch. 1]", "characterId": "nm0207637"}, {"text": "But where did you come from?", "character": "Billy Batson", "characterId": "nm0169067"}, {"text": "Out of the past, my son. Down through the ages to guard the secret of the Scorpion.", "character": "Shazam [Ch. 1]", "characterId": "nm0207637"}]}, {"lines": [{"text": "It is your duty to see that the Curse of the Scorpion is not visited upon innocent people.", "character": "Shazam [Ch. 1]", "characterId": "nm0207637"}, {"text": "My duty?", "character": "Billy Batson", "characterId": "nm0169067"}, {"text": "Yes, so long as the Golden Scorpion can fall into the hands of selfish men, it is the duty of Captain Marvel to protect the innocent from its evil use.", "character": "Shazam [Ch. 1]", "characterId": "nm0207637"}, {"text": "But who is Captain Marvel?", "character": "Billy Batson", "characterId": "nm0169067"}, {"text": "You are, my son. All that is necessary is to repeat my name, Shazam. By its repetition, you will become Captain Marvel and take on the virtues you see recorded there.", "character": "Shazam [Ch. 1]", "characterId": "nm0207637"}, {"text": "[He points to a marble carving]", "character": null, "characterId": null}, {"text": "The wisdom of Solomon, the strength of Hercules, the stamina of Atlas, the power of Zeus, the great courage of Achilles and the speed of Mercury. You must never call upon this power except in the service of right. To do so will bring the Scorpion's curse upon your own head. And now my son, repeat my name and return to the rescue of your friends.", "character": "Shazam [Ch. 1]", "characterId": "nm0207637"}, {"text": "SHAZAM!", "character": "Billy Batson", "characterId": "nm0169067"}]}, {"lines": [{"text": "In a remote section of Siam, near the Burmese border, lies a desolate, volcanic land which has for centuries been taboo to white men - The Valley of Tombs! To this realm of mystery, jealously guarded by native tribes unconquered since the dawn of time, has come the Malcolm Archaeological Expedition to find the lost secret of the Scorpion Dynasty.", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[sound of a huge gong omninously echoes down the valley]", "character": null, "characterId": null}, {"text": "What's that, Mr. Howell?", "character": "Billy Batson", "characterId": "nm0169067"}, {"text": "I don't know, Billy - let's find out. What do you make of that cymbal, Malcolm?", "character": "Howell [Ch. 1]", "characterId": "nm0611804"}, {"text": "I don't know, Howell. Does it mean anything to you, Tal Chotali?", "character": "John Malcolm", "characterId": "nm0833382"}, {"text": "The men of the hills are gathering. The cymbal says that the white men are to be driven from the Valley of Tombs.", "character": "Tal Chotali", "characterId": "nm0203383"}]}, {"lines": [{"text": "What causes this attack?", "character": "Tal Chotali", "characterId": "nm0203383"}, {"text": "The legend, Towana. The white man shall not desecrate the Valley of Tombs.", "character": "Rahman Bar [Ch. 1,11-12]", "characterId": "nm0352914"}, {"text": "That is not the true legend. When there is desecration, Scorpio will erupt.", "character": "Tal Chotali", "characterId": "nm0203383"}, {"text": "[Tal Chotali gestures towards a smoking volcano]", "character": null, "characterId": null}, {"text": "See for yourself, there is no eruption. You have spilled blood without reason. Return to your people and counsel them to await a sign from Scorpio!", "character": "Tal Chotali", "characterId": "nm0203383"}, {"text": "I will do as you say, Toawana. The true legend must not be violated. But the white men must leave. There is a curse that says that any white man who enters the Valley of Tombs shall die.", "character": "Rahman Bar [Ch. 1,11-12]", "characterId": "nm0352914"}]}, {"lines": [{"text": "The chief warns us that no permit can protect us from the curse of the Scorpion if we enter the inner tomb.", "character": "Tal Chotali", "characterId": "nm0203383"}]}, {"lines": [{"text": "[On the inner tomb, the archeologists discover a carving of a Scorpion with ancient writing surrounding it]", "character": null, "characterId": null}, {"text": "Why, there's an inscription here! Can you translate it, Tal Chotali?", "character": "John Malcolm", "characterId": "nm0833382"}, {"text": "Why, yes, I can translate it. It say, \"Let what reposes behind this stone remain hidden from the eyes of mankind... for all time.\"", "character": "Tal Chotali", "characterId": "nm0203383"}]}, {"lines": [{"text": "[handing the Scroll of the Scorpion to Billy]", "character": null, "characterId": null}, {"text": "And Billy, this is for you to guard. Guard it well. It contains a precious... and a dangerous secret.", "character": "Tal Chotali", "characterId": "nm0203383"}]}, {"lines": [{"text": "The discovery he is referring to concerns the five lenses that fit into the arms of the Golden Scorpion you see before you. With the lenses in place, the sun's rays can be utilized to change inert material into powerful explosives and to turn base metals into gold. Whoever controls this device will have power such as men have dreamed of since the beginning of time.", "character": "Scorpion", "characterId": "nm0596056"}, {"text": "And it's my job to get the lenses. Tell me who's got them and I'll get to work.", "character": "Barnett [Ch. 2-10]", "characterId": "nm0242010"}, {"text": "Oh, it won't be so easy, Barnett. The lenses were divided among the scientists who have hidden them carefully.", "character": "Scorpion", "characterId": "nm0596056"}, {"text": "But you are one of these men. That's gonna help us!", "character": "Barnett [Ch. 2-10]", "characterId": "nm0242010"}, {"text": "Naturally. We're holding a meeting at Professor Malcolm's house today. I want you to see that Henry Carlyle does not arrive at that meeting. His lens is the first point of attack.", "character": "Scorpion", "characterId": "nm0596056"}]}]}