{"quotes": [{"lines": [{"text": "You've been talking all night to a gambler and a thief. I put the word 'thief' second, notice? All my life I've been a gambler. No, don't go... listen to me. I think you should hear what sort of a mudpie you've dipped your ladylike fingers into. I was born in Ireland where my father owned a racing stable. At the age of 6 I was saving pennies to back horses for the local bookmaker. Then when I came to England and school, I stopped backing horses and taught the other kids how to play poker. I used to win. At Oxford I got in with the racing set again, and I lost a packet, more than I could ask my father for, so I was sent down. My old man put me into his business in Dublin, providing I promised never to gamble again. So for five years I neither touched a card nor made a bet. I thought I'd got the devil out of my system. As a reward, my father sent me to France to stay with my uncle in Paris. He had a business there. One afternoon we all went to Longshore. They didn't realize that to me, gambling was a disease, a disease which had lain dormant like a cancer for five long years. I knew nothing about form, but luck was with me. That day and the next and the next after, I won a packet. But I didn't really find what was to give me complete and utter satisfaction until I walked through the glass doors of the casino. The sight of the green baize, the scented atmosphere of the room made me drunk, reeling drunk. I was mad to gamble. I can remember my fingers twitching as I picked up the plaques from the cashier's desk and sat down like a drunken man and played. For five nights in succession I won. Some of them advised me to quit, but it was like asking a drug addict to give up dope. I couldn't quit. On the sixth night I had my return ticket into Paris, that was all. I found that my uncle had gone to London and my aunt had gone with him, so I was alone in my apartment without a sou in my pocket. But luck was with me this time. A few weeks before, my aunt had asked me to get something from the safe. And I knew where she kept the key, so I opened it... borrowed a pair of diamond earrings.", "character": "The Young Man", "characterId": "nm0865262"}, {"text": "You mean you stole them.", "character": "Linda Venning", "characterId": "nm0643353"}, {"text": "Call it what you like, but if I had won last night, I'd have gone back to the pawnbroker and nobody would have been any the wiser. I told you you were dipping your fingers into a mudpie.", "character": "The Young Man", "characterId": "nm0865262"}, {"text": "I followed you last night because I wanted to help you, but you seem to be beyond help.", "character": "Linda Venning", "characterId": "nm0643353"}, {"text": "If you'd known anything, you'd have recognized that fact in the first place. I'm through, and I've got the sense to know it. You're only delaying the end of the story.", "character": "The Young Man", "characterId": "nm0865262"}]}]}