{"quotes": [{"lines": [{"text": "[voiceover]\nWe sat there for another half hour or so, and he was talking every minute of it. The words poured out of his mouth, and they didn't mean a thing to me. They were just a lot of noises coming from a sickish-looking face. What other people said had never meant a thing to him, and now it was his turn. Now he was meaningless and what he said was meaningless.", "character": "Kevin 'kid' Collins", "characterId": "nm0000574"}]}, {"lines": [{"text": "Uh, how about a ride?", "character": "Kevin 'kid' Collins", "characterId": "nm0000574"}, {"text": "Sorry. Company says no riders.", "character": "Truck Driver", "characterId": "nm0002235"}, {"text": "I could ride in the back. Just til daylight. We'll probably run right into that darn crazy Jack Billingsley!", "character": "Kevin 'kid' Collins", "characterId": "nm0000574"}]}, {"lines": [{"text": "That door leads to a walk. At the end of the walk, there's a lane. At the end of the lane there's a highway.", "character": "Fay Anderson", "characterId": "nm0001829"}, {"text": "This door is wide enough for two people.", "character": "Kevin 'kid' Collins", "characterId": "nm0000574"}]}, {"lines": [{"text": "[voiceover]\nThere's something inside of every man that keeps him going long after he has any reason to. For years I kept going when going didn't seem to make any sense. And now I just had to keep going. I had to have the end come.", "character": "Kevin 'kid' Collins", "characterId": "nm0000574"}]}, {"lines": [{"text": "weak and frightened but basically as good as a person could be and hating herself for not being better. Suddenly, the only thing that mattered was that she live, it was the only way my having lived would make any sense. It was why I had been made like I was - to do something for her that she could not do for herself, and then to protect her so that she could go on, so that she could have the reason for living that I'd never had.", "character": "Kevin 'kid' Collins", "characterId": "nm0000574"}]}, {"lines": [{"text": "[voiceover]\nI wonder where I'll be tomorrow. I wonder why I didn't stay where I was a week ago and a thousand miles from here. I wonder whether I shouldn't go back. They really weren't doing me much good there, it was too over-crowded, too understaffed, too hard-up for money. But they were pretty nice to me, and if I hadn't gotten so damn restless, if they hadn't made it so easy to escape...", "character": "Kevin 'kid' Collins", "characterId": "nm0000574"}]}, {"lines": [{"text": "I'd like to correct an erroneous impression you seem to have about me. you see, I'm not at all stupid. I may sound like I am, but I'm really not.", "character": "Kevin 'kid' Collins", "characterId": "nm0000574"}]}, {"lines": [{"text": "She needs me, Doc. You know what that means, to have someone really need you for the first time in your life?", "character": "Kevin 'kid' Collins", "characterId": "nm0000574"}, {"text": "I know. But Collie, it still isn't right.", "character": "Doc Goldman", "characterId": "nm0225419"}, {"text": "It must be! Because when I woke up this morning, i was glad. I was glad to be alive, Doc.. because I knew someone else would be glad. And people just aren't glad unless you need them. They may be nice and friendly like you or Bud. If they don't need you, they really can't be glad, they really can't care whether you're alive or not and when no one else cares... and when that goes on year after year, Doc, when no body cares...", "character": "Kevin 'kid' Collins", "characterId": "nm0000574"}, {"text": "Alright, Collie. I'll agree to your staying on here. But she'll have to be told about your condition...", "character": "Doc Goldman", "characterId": "nm0225419"}]}, {"lines": [{"text": "So what are you waiting for? You want a piggy-back ride?", "character": "Fay Anderson", "characterId": "nm0001829"}]}]}