{"quotes": [{"lines": [{"text": "I am the great traitor. There must be no other. Anyone who even thinks about deserting this mission will be cut up into 198 pieces. Those pieces will be stamped on until what is left can be used only to paint walls. Whoever takes one grain of corn or one drop of water... more than his ration, will be locked up for 155 years. If I, Aguirre, want the birds to drop dead from the trees... then the birds will drop dead from the trees. I am the wrath of God. The earth I pass will see me and tremble. But whoever follows me and the river, will win untold riches. But whoever deserts...", "character": "Don Lope de Aguirre", "characterId": "nm0001428"}]}, {"lines": [{"text": "That man is a head taller than me. That may change.", "character": "Don Lope de Aguirre", "characterId": "nm0001428"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "I am the wrath of God. Who else is with me?", "character": "Don Lope de Aguirre", "characterId": "nm0001428"}]}, {"lines": [{"text": "Perucho, don't you think the cannon might be a little bit rusty?", "character": "Don Lope de Aguirre", "characterId": "nm0001428"}, {"text": "It might.", "character": "Perucho", "characterId": "nm0011937"}]}, {"lines": [{"text": "[Hallucinating]\nThat is no ship. That is no forest.", "character": "Okello", "characterId": "nm0738031"}, {"text": "[Arrow hits him]", "character": null, "characterId": null}, {"text": "That is no arrow. We just imagine the arrows because we fear them.", "character": "Okello", "characterId": "nm0738031"}]}, {"lines": [{"text": "All the land to our left and all the land to our right now belongs to us. I solemnly and formally take possession of all this land. Our country is already six times larger than Spain, and every day we drift makes it bigger.", "character": "Don Fernando de Guzman", "characterId": "nm0075655"}, {"text": "Have you seen any solid ground that would support your weight?", "character": "Don Lope de Aguirre", "characterId": "nm0001428"}]}, {"lines": [{"text": "I was a prince in this land. No one was allowed to look directly into my eyes. But now I'm in chains, like my people, and I must bow my head. Almost everything was taken from us. I can't do anything; I'm powerless. But I am also sorry for you, because I know there is no escape from this jungle.", "character": "Balthasar", "characterId": "nm0117673"}]}, {"lines": [{"text": "When we reach the sea, we will build a bigger ship, and sail north to take Trinidad from the Spanish crown. From there we'll sail on and take Mexico from Cortés. What great treachery that will be! Then all of New Spain will be ours, and we'll produce history as others produce plays. I, the Wrath of God, will marry my own daughter and with her I will found the purest dynasty the world has ever seen. Together, we shall rule this entire continent. We shall endure. I am the Wrath of God! Who else is with me?", "character": "Don Lope de Aguirre", "characterId": "nm0001428"}]}, {"lines": [{"text": "'Thou lettest man flow on like a river, and Thy years know no end. As for man, his days are like grass as a flower on the field, so he blossoms. For the wind passeth over it, and it is gone, and the place thereof shall know it no more.' You know, my child, for the good of our Lord, the Church was always on the side of the strong.", "character": "Brother Gaspar de Carvajal", "characterId": "nm0081314"}]}]}