{"quotes": [{"lines": [{"text": "I'm afraid I was born a hundred years before my time.", "character": "Richard 'Dick' Miller", "characterId": "nm0511599"}, {"text": "I was born ten days ahead of mine.", "character": "Muriel McComber", "characterId": "nm0662118"}]}, {"lines": [{"text": "[as Richard comes home as in a trance and goes upstairs without saying anything]\nYou don't suppose he's been...", "character": "Essie", "characterId": "nm0001981"}, {"text": "No, that's love, not liquor.", "character": "Nat", "characterId": "nm0000859"}]}, {"lines": [{"text": "Well, look here, Richard. It's about time you and I had a serious talk about certain matters pertaining to, er, the opposite sex. The subject has come up of its own accord and it's a good time to... I mean there's no use to procrastinating any further. Here goes. Richard, you've now arrived at the age... well, you're a man, in a way. It's only natural that you should, er... I mean there's a certain class of woman in this world. There always has been and always will be as long as human nature is what it is. But what can you do about it? I mean girls that, er, well, girls like that one was with you. Some of them are pretty, but that doesn't mean you have to get mixed up with them seriously. What I'm driving at, Richard, is that they're apt to be whited sepulchers. Your whole life can be ruined. So, darn it, you've got to know. Sure, I suppose you boys get together and talk all this over and know about it than I do. I admit I'm no authority. I never had anything to do with such women. And it'd be a darn sight better if you never did.", "character": "Nat", "characterId": "nm0000859"}]}, {"lines": [{"text": "How are you going to punish me, Pa?", "character": "Richard 'Dick' Miller", "characterId": "nm0511599"}, {"text": "Oh, well, I... thought of telling you you couldn't go to Yale.", "character": "Nat", "characterId": "nm0000859"}, {"text": "But, gee, that's great! Well, then I can get a job and marry Muriel. That's no punishment, Pa!", "character": "Richard 'Dick' Miller", "characterId": "nm0511599"}, {"text": "Well, then you'll go to Yale and stay there until you graduate.", "character": "Nat", "characterId": "nm0000859"}]}]}