{"quotes": [{"lines": [{"text": "It is an ominous fact that man's knowledge allows him to obliterate his very civilization, if he chooses.", "character": "Himself - Narrator", "characterId": "nm0059413"}]}, {"lines": [{"text": "A few words about - the bomb, now. The A-bomb that did this to HIroshima, is now a mere firecracker in today's line up of thermonuclear pyrotechnics.", "character": "Himself - Narrator", "characterId": "nm0059413"}]}, {"lines": [{"text": "If sudden nuclear warfare should hit America, people will have to take care of themselves. The military would have a war to fight. National survival will depend on local action - now.", "character": "Himself - Narrator", "characterId": "nm0059413"}]}, {"lines": [{"text": "Reading, Pennsylvania.", "character": "Himself - Narrator", "characterId": "nm0059413"}]}, {"lines": [{"text": "housewife, auto mechanic, banker, or young Junior League matron. There's nobody who doesn't have a stake in survival.", "character": "Himself - Narrator", "characterId": "nm0059413"}]}, {"lines": [{"text": "training Civil Defense volunteers for auxiliary police. The instructor, an ex-police officer. When these men finish their complete course, they will be capable of guarding power plants, bridges, water supplies and other facilities necessary for the common good. They will also control traffic and check possible panic. In short, these are the men who during a morale-shattering emergency, will have a strong stabilizing affect on a jittery populace.", "character": "Himself - Narrator", "characterId": "nm0059413"}]}, {"lines": [{"text": "To show their enthusiasm, as well as preparing for any eventuality, the Berks County people have even trained rescue teams made up solely of women.", "character": "Himself - Narrator", "characterId": "nm0059413"}]}, {"lines": [{"text": "[Last words]\nSomething can be done about the H-bomb. All is not lost. Survival is possible. But, only if you and your neighbor are willing to help each other. They're ready here. You can be ready too! Be alert today - alive tomorrow.", "character": "Himself - Narrator", "characterId": "nm0059413"}]}]}