{"quotes": [{"lines": [{"text": "Alexander. In your first act as regent, send your mother away.", "character": "Philip of Macedonia", "characterId": "nm0545298"}, {"text": "Exile my mother?", "character": "Alexander", "characterId": "nm0000009"}, {"text": "Back to her kinsman in Epirus, she'll be happy there.", "character": "Philip of Macedonia", "characterId": "nm0545298"}, {"text": "Is that the cost of my prove to you?", "character": "Alexander", "characterId": "nm0000009"}, {"text": "How do you think I came to power? My own two brothers...", "character": "Philip of Macedonia", "characterId": "nm0545298"}, {"text": "I know, you slew them, you want me to do that too?", "character": "Alexander", "characterId": "nm0000009"}]}, {"lines": [{"text": "Alexander, you have my temper.", "character": "Philip of Macedonia", "characterId": "nm0545298"}, {"text": "I know.", "character": "Alexander", "characterId": "nm0000009"}, {"text": "And my ambition, more I think. Alexandroplis? At least wait until I die first. HAHAHAHA!", "character": "Philip of Macedonia", "characterId": "nm0545298"}]}, {"lines": [{"text": "There were signs of greatness at his birth! Quakes and storms shook the earth - and in the skies, a star fell... and two eagles perched upon the roof of the Queen's chamber. And in far-off Asia... the Temple of Ephesus was struck by lightning and burnt to the ground.", "character": "Nectenabus", "characterId": "nm0200626"}, {"text": "And how did you read these signs, soothsayer?", "character": "Philip of Macedonia", "characterId": "nm0545298"}, {"text": "The two eagles - that he was born to rule two worlds. The burning of the Temple - that a torch was kindled that day that would one day consume all the world. And this torch... your son.", "character": "Nectenabus", "characterId": "nm0200626"}, {"text": "And the falling of the star?", "character": "Philip of Macedonia", "characterId": "nm0545298"}, {"text": "That a god was born to me... *of* a god.", "character": "Olympias", "characterId": "nm0201638"}]}, {"lines": [{"text": "It is men who endure toil and dare dangers that achieve glorious deeds. And it is a lovely thing to live with courage and to die leaving behind an everlasting renown.", "character": "Alexander", "characterId": "nm0000009"}]}, {"lines": [{"text": "Wonders are many, but none is more wonderful than man himself.", "character": "Aristotle", "characterId": "nm0427543"}]}, {"lines": [{"text": "I believe in the glory of Macedonia, in the kingdom, in the army which you forged with your will, and your strength, and your belief that we were better, and stronger, and more fit to rule than anyone in Greece, even in Athens! And you're right, Philip. We *are*! We must proclaim to the world that Macedonia will not fall apart; that she will continue to rule through you, and through your son!... And then, Philip, we shall have truly lived.", "character": "Parmenio", "characterId": "nm0532277"}]}, {"lines": [{"text": "[rocking the infant Alexander in his cradle ]\nAlexander... Alexander... Achilles, too, was born of a god... and at his birth, it was foretold that he would be greater than his father... and he was*. And this destiny shall be yours too, Alexander...", "character": "Olympias", "characterId": "nm0201638"}]}, {"lines": [{"text": "Do you know how vast the Persian Empire is?", "character": "Aristotle", "characterId": "nm0427543"}, {"text": "From the Nile, to the Indus... from Samarkand, to Babylon.", "character": "Alexander", "characterId": "nm0000009"}, {"text": "And beyond. Do you know how many different people live there?", "character": "Aristotle", "characterId": "nm0427543"}, {"text": "By heart. Carians, Armenians, Jews, Parthians, Egyptians... I know their customs and their gods.", "character": "Alexander", "characterId": "nm0000009"}, {"text": "Yes. But this is more than an empire, this is colossus. To rule it would take a man as great as *you can be*... That is why I say, \"Patience\".", "character": "Aristotle", "characterId": "nm0427543"}, {"text": "Patience? My time is short.", "character": "Alexander", "characterId": "nm0000009"}, {"text": "Short?", "character": "Aristotle", "characterId": "nm0427543"}, {"text": "When the great god Zeus, father of Achilles, gave him his choice of a long life of obscurity and a short life filled with glory, he chose glory. So did I. Achilles died young...", "character": "Alexander", "characterId": "nm0000009"}]}, {"lines": [{"text": "We Greeks are the chosen - the elect. Our culture is the best - our civilization, the best; our men, the best. All others are barbarians! And it is our moral duty to conquer them, enslave them, and if necessary destroy them!", "character": "Aristotle", "characterId": "nm0427543"}, {"text": "[speaking before Alexander and his friends ]\nWonders are many - but none is more wonderful than Man himself. The Persian way of life has the seed of death, and fear, in it. That of the Greek - of life, and courage.", "character": "Aristotle", "characterId": "nm0427543"}, {"text": "The gods of the Greeks are made in the image of Men - not men with birds' heads, or bulls with lions' heads, but Men, who can be understood... and felt.", "character": "Aristotle", "characterId": "nm0427543"}]}, {"lines": [{"text": "[quoting Book 20 of the Iliad]\n\"... thus beneath great-hearted Achilles his whole-hooved horses trampled corpses and shields together, and with blood all the axletree below was sprinkled, for blood-drops from the horses' hooves splashed them, and blood-drops from the tires of the wheels, for the son of Peleus pressed on to win glory, flecking with gore his irresistible hands.\"", "character": "Alexander", "characterId": "nm0000009"}]}, {"lines": [{"text": "There's work to do. Farewell, Aristotle.", "character": "Philip of Macedonia", "characterId": "nm0545298"}, {"text": "Alexander is many things. He is logic, and he is dreams. He is warrior, and he is poet. He is man, and he is spirit. He is your son, but he's also *hers*... and he believes himself to be a god.", "character": "Aristotle", "characterId": "nm0427543"}]}, {"lines": [{"text": "What's all this about my father?", "character": "Alexander", "characterId": "nm0000009"}, {"text": "To the sword, the cross, the rack - men who have been his friends for years. Now everyone is his enemy - he accuses everyone of conspiring against him... even me. You'll hear the story, Alexander - you'll hear it from him. But you mustn't believe him, you mustn't... you don't! Do you, Alexander?", "character": "Olympias", "characterId": "nm0201638"}, {"text": "Why should he accuse you?", "character": "Alexander", "characterId": "nm0000009"}, {"text": "He wants to get rid of me... he's been wanting to for years. He wants to marry again.", "character": "Olympias", "characterId": "nm0201638"}, {"text": "Who?", "character": "Alexander", "characterId": "nm0000009"}, {"text": "Attalus's niece. You be careful of Attalus - you be careful of all of them. She's no fool - she won't let him throw her away like he's done with all the others. She's young...", "character": "Olympias", "characterId": "nm0201638"}, {"text": "Oh, Mother...!", "character": "Alexander", "characterId": "nm0000009"}, {"text": "Whatever he asks of you, do. Whatever he says, agree with. For when you're regent...", "character": "Olympias", "characterId": "nm0201638"}, {"text": "[she smiles]", "character": null, "characterId": null}, {"text": "*when you're regent*... then, *we'll* rule the land.", "character": "Olympias", "characterId": "nm0201638"}, {"text": "*We*?", "character": "Alexander", "characterId": "nm0000009"}, {"text": "[Olympias's face falls]", "character": null, "characterId": null}]}]}