{"quotes": [{"lines": [{"text": "So what have I been doing in between series? Well obviously I like to spend a lot of time staring off into the middle distance and humming.", "character": "Alexei Sayle", "characterId": "nm0768488"}]}, {"lines": [{"text": "In 1940s and 1950s Britain, the country must have been full of ex service men who were deeply damaged by their experiences during World War 2, which would go someway towards explaining the things that happened then... like Bill and Ben The Flower Pot Men for example.", "character": "Alexei Sayle", "characterId": "nm0768488"}]}, {"lines": [{"text": "I wouldn't normally say this but... huwuckoohuluhuluhuluhuwuhluhurrrrrrrrh!", "character": "Alexei Sayle", "characterId": "nm0768488"}]}, {"lines": [{"text": "I try and keep up with what's cool... I was talking to this black kid the other day and I said, \"Hey man, what's the word on the street?\" and he said, \"No Parking.\"", "character": "Alexei Sayle", "characterId": "nm0768488"}]}, {"lines": [{"text": "Boiled eggs with an obsessive fear of death pay ludicrous amounts of money to be pickled in a special vinegar. These eggs are not dead, they are just in a deep, deep slumber.", "character": "Alexei Sayle", "characterId": "nm0768488"}]}, {"lines": [{"text": "There's a lot of stupid rules connected with eating out, like you should only ever drink white wine with fish. That's bloody stupid isn't it - have you ever tried getting pissed with a haddock?", "character": "Alexei Sayle", "characterId": "nm0768488"}]}, {"lines": [{"text": "Like a lot of bad things - global warming, skin cancer, Freddie Starr...", "character": "Alexei Sayle", "characterId": "nm0768488"}]}, {"lines": [{"text": "There are two main arguments in support of fox hunting. One is that foxes kill chickens, but then so does Bernard Matthews, and nobody advocates hunting him down with dogs and tearing him apart! Well, nobody except me that is... and everyone I know.", "character": "Alexei Sayle", "characterId": "nm0768488"}]}, {"lines": [{"text": "Another thing that really annoys me is astrology. When people say to me, \"What sign are you?\" I usually say \"No Overtaking, Humpback Bridge.\"", "character": "Alexei Sayle", "characterId": "nm0768488"}]}, {"lines": [{"text": "Jimi Hendrix - dead. Phil Collins - alive. Ginger Rogers - dead. Sue Pollard - alive. Francis Bacon - dead. That bloke out of Kula Shaker - alive. Death be not proud - who wrote that? That's right, it was John Dunne. He of course has snuffed it, whereas Sir Andrew Lloyd Stinking Sir Bloody Webber is still stinking bloody with us! Shakespeare - dead. The wankers who wrote 'Three lions on a shirt! Football's cummin 'ome!' - still alive. Bill Shankley - dead. Graham Taylor - alive. Karen Carpenter - dead. The carpenter who fucked up my bleeding kitchen! Alive! It's as if God has developed a nasty mean streak. Anybody the least bit decent and wallop! Up they go! And what are we left with? The shite - that's what! I'll give you some more examples - bloke down the pub who said he'd do my accounts and introduce me to some powerful people in American television - dead. Bloke down the pub, 120 years old, spits in his beer, tells me about the great war - doesn't sound so bleedin great to me - he's still alive. Bloke down the pub owes me 80 quid - dead. Bloke down the pub who says he's going to rearrange my testicles if I don't find the electric hedge trimmers that he lent me six months ago - alive, alive, cockles and muscles bleedin o! Bill Hicks, John Lennon, Orson Welles - dead. Michael Bolton... Michael bleeding Bolton - alive. Roger Whittaker... Roger leaveitalone bleeding stinky poxy Durham Town Whittaker still bleeding alive! I'll give you another example - bloke down the pub, he said to me 'Charlie,' cos he's always too pissed to remember my bleeding name, he said 'Charlie, life is like a double-decker bus. It's red, it's got an upstairs and a downstairs. Sometimes there's a conductor, but these days usually just a driver.' And yes, you've guessed it - he's still alive, the twat! I mean if you're mean, if you're selfish, if you've got no bleeding talent you can do what you like forever. But if you're the least bit good, if you're the least bit talented then...... No. It's alright. I'm shite!", "character": "Alexei Sayle", "characterId": "nm0768488"}]}]}