{"quotes": [{"lines": [{"text": "I've never told her that I love her - except at those times when you've *got* to say something for appearance's sake.", "character": "Alfie", "characterId": "nm0000323"}]}, {"lines": [{"text": "[final words of the film]", "character": null, "characterId": null}, {"text": "You know what? When I look back on my little life and the birds I've known, and think of all the things they've done for me and the little I've done for them, you'd think I've had the best of it along the line. But what have I got out of it? I've got a bob or two, some decent clothes, a car, I've got me health back and I ain't attached. But I ain't got me peace of mind - and if you ain't got that, you ain't got nothing. I dunno. It seems to me if they ain't got you one way they've got you another. So what's the answer? That's what I keep asking myself - what's it all about? Know what I mean?", "character": "Alfie", "characterId": "nm0000323"}]}, {"lines": [{"text": "What I loved once and what I love now are two different things.", "character": "Alfie", "characterId": "nm0000323"}]}, {"lines": [{"text": "My understanding of women only goes as far as the pleasure. When it comes to the pain I'm like any other bloke - I don't want to know.", "character": "Alfie", "characterId": "nm0000323"}]}, {"lines": [{"text": "Make a married woman laugh and you're halfway there.", "character": "Alfie", "characterId": "nm0000323"}]}, {"lines": [{"text": "[talking about Gilda's appearance while she is pregnant]", "character": null, "characterId": null}, {"text": "I said \"Blimey, girl, you ain't as ugly as I thought\".", "character": "Alfie", "characterId": "nm0000323"}]}, {"lines": [{"text": "She's got a little ginger moustache. But I find I'm quite willing to overlook the odd blemish in a woman, providing she's got something to make up for it. Well, that's what we're all here for, innit - to help each other out in this life.", "character": "Alfie", "characterId": "nm0000323"}]}, {"lines": [{"text": "I don't want no bird's respect - I wouldn't know what to do with it.", "character": "Alfie", "characterId": "nm0000323"}]}, {"lines": [{"text": "If you lose a bird you can always replace her. But with a child it's different.", "character": "Alfie", "characterId": "nm0000323"}]}, {"lines": [{"text": "[speaking to camera as he is kissing Lily Clamacraft]", "character": null, "characterId": null}, {"text": "Well, what harm can it do? Old Harry will never know. And even if he did, he shouldn't begrudge me - or her, come to that. And it'll round off the tea nicely.", "character": "Alfie", "characterId": "nm0000323"}]}, {"lines": [{"text": "I've told you before to be careful where you put your legs.", "character": "Alfie", "characterId": "nm0000323"}]}, {"lines": [{"text": "You're not entitled to secret thoughts!", "character": "Alfie", "characterId": "nm0000323"}, {"text": "Everyone's entitled to secret thoughts!", "character": "Annie", "characterId": "nm0038870"}]}, {"lines": [{"text": "[hugging Ruby]\nShe's in beautiful condition.", "character": "Alfie", "characterId": "nm0000323"}]}]}