{"quotes": [{"lines": [{"text": "\"She's some bunny isn't she? Great to see her again, It's been years, but,I never forget a face... especially, if I've sat on it. I hope you have the fun with her that I do... I love that little mole on her butt don't you? and how about that sensitive left nipple... and what mouth action! I thought jaws only moved that fast in water! You know Lou-Anne, likes to make a guy happy. More than you do for her Marco! But then, you have a problem don't you? It's called... LIMP DICK. And Lou-Anne is losing patience. Yeah me and Lou- Anne, Lou- Anne and me, we just pump away... singing that song we love... feelings!... nothing more than feelings!\"", "character": "Decker", "characterId": "nm0000686"}]}, {"lines": [{"text": "They've sent me the jokers, you must be the ace.\"", "character": "Logan", "characterId": "nm0772116"}]}, {"lines": [{"text": "\" Do you play any sports?\"", "character": "Decker", "characterId": "nm0000686"}, {"text": "\" Yeah, I run the bath, I catch cold, I jump to conclusions, I'm good at all those.\"", "character": "Logan", "characterId": "nm0772116"}]}, {"lines": [{"text": "\"Well I hope it doesn't bite.\"", "character": "Logan", "characterId": "nm0772116"}, {"text": "\" You hope what doesn't bite?\"", "character": "Decker", "characterId": "nm0000686"}, {"text": "\"The bug up your ass! It's crawlin' around there right now thinking the same thing I am.\"", "character": "Logan", "characterId": "nm0772116"}, {"text": "\"And what's that?\"", "character": "Decker", "characterId": "nm0000686"}, {"text": "\"Wow! I've never seen a bigger asshole before in my life!\"", "character": "Logan", "characterId": "nm0772116"}]}, {"lines": [{"text": "\"We've got enough to put you away, we've got your apartment, with a dead body, and I'll bet it's your knife in his back.\"", "character": "Cop", "characterId": "nm0164046"}, {"text": "\"Of course It's my knife you sausage! What else would the killer use to frame me?\"", "character": "Logan", "characterId": "nm0772116"}]}, {"lines": [{"text": "Any more surprises? Before I open the oven... find my Aunt Harriet?", "character": "Decker", "characterId": "nm0000686"}]}, {"lines": [{"text": "I may be a liar, a cheat, a drunk, and a tramp... but I've got principles.", "character": "Erica Darby", "characterId": "nm0001026"}]}]}