{"quotes": [{"lines": [{"text": "Why are you smiling? May I share whatever pleases you so?", "character": "Duc de Praslin", "characterId": "nm0000964"}, {"text": "You will think I am very silly I'm afraid, but standing here like this with the snow falling reminds of something I used to know. Do you remember a little round glass globe that...", "character": "Henriette Deluzy-Desportes", "characterId": "nm0000012"}, {"text": "Oh yes, I know, with a snow scene inside. We had a paper weight on a desk at home like that. You shook it and the snow whirled around out from nowhere in a blinding storm.", "character": "Duc de Praslin", "characterId": "nm0000964"}, {"text": "Yes, that's exactly what I mean.", "character": "Henriette Deluzy-Desportes", "characterId": "nm0000012"}, {"text": "And if you looked closely enough the whole world seemed to be obliberated and shut out.", "character": "Duc de Praslin", "characterId": "nm0000964"}]}, {"lines": [{"text": "Will it be any comfort to you to know that when your gone my only happiness will be in knowing I'm sharing your loneliness?", "character": "Duc de Praslin", "characterId": "nm0000964"}]}, {"lines": [{"text": "Oh, please don't go. Don't even move.", "character": "Duc de Praslin", "characterId": "nm0000964"}, {"text": "Why?", "character": "Henriette Deluzy-Desportes", "characterId": "nm0000012"}, {"text": "I might say don't move because, as you sit there, the firelight is so beautiful on your hair. I might say don't move because this is All Souls' Day, and you mustn't disturb the spirits. And again, I might say don't move because this is a moment so full of understanding that I can't bear to see it come to an end.", "character": "Duc de Praslin", "characterId": "nm0000964"}]}, {"lines": [{"text": "Would it be any comfort to you to know that my only happiness will be in knowing I am sharing your loneliness.", "character": "Duc de Praslin", "characterId": "nm0000964"}]}, {"lines": [{"text": "Happiness isn't a little cake which we can cut up to fill our appetites.", "character": "Henriette Deluzy-Desportes", "characterId": "nm0000012"}]}, {"lines": [{"text": "I can't help but feel this time you'll pay very dearly.", "character": "Henriette Deluzy-Desportes", "characterId": "nm0000012"}, {"text": "I always pay. Sometimes I pay most for what I never had. It is not unfair that for a few days I've had what I can never pay for.", "character": "Duc de Praslin", "characterId": "nm0000964"}]}, {"lines": [{"text": "Don't leave me, Theo!", "character": "Duchesse de Praslin", "characterId": "nm0641966"}, {"text": "I'm late in Paris.", "character": "Duc de Praslin", "characterId": "nm0000964"}, {"text": "But... I must talk to you! I never see you!", "character": "Duchesse de Praslin", "characterId": "nm0641966"}, {"text": "The king expects me.", "character": "Duc de Praslin", "characterId": "nm0000964"}, {"text": "[She grabs for his hands and he pulls it away]\nDoes even the touch of my hands feel you with aversion?", "character": "Duchesse de Praslin", "characterId": "nm0641966"}, {"text": "Oh really Frances...", "character": "Duc de Praslin", "characterId": "nm0000964"}, {"text": "It must be aversion you feel since you always avoid me, never giving me a moment's thought or attention!", "character": "Duchesse de Praslin", "characterId": "nm0641966"}, {"text": "I have no wish to avoid you Frances. I would talk to you by the hour if we could do so with calmness and sanity, but it always ends the same. -He begins walking out.", "character": "Duc de Praslin", "characterId": "nm0000964"}, {"text": "Wait! Theo! Wait! Oh how cruel you are my darling! Take the children! Take them! I care nothing about them, about anyone but you! Theo! If I promise never again to torment you with my anger, with my unreasoning mistrust... Theo!", "character": "Duchesse de Praslin", "characterId": "nm0641966"}, {"text": "You don't know what you're saying.", "character": "Duc de Praslin", "characterId": "nm0000964"}, {"text": "I hate you! I loathe you! You're wicked! Wicked! Wicked!", "character": "Duchesse de Praslin", "characterId": "nm0641966"}]}, {"lines": [{"text": "Mademoiselle Deluzy, just a moment.", "character": "Duchesse de Praslin", "characterId": "nm0641966"}, {"text": "But madame, I'm supposed to... monsieur's downstairs...", "character": "Henriette Deluzy-Desportes", "characterId": "nm0000012"}, {"text": "Monsieur's downstairs, yes. I am here to make sure that you understand this time you've gone too far, mademoiselle. You are to leave this house into which you've brought evil and sin!", "character": "Duchesse de Praslin", "characterId": "nm0641966"}, {"text": "Yes, madame, there is evil in this house, but it was here before I came. Twas not I who brought it.", "character": "Henriette Deluzy-Desportes", "characterId": "nm0000012"}, {"text": "What intrigue there is beneath that mask of innocence! It was not enough for you to be a governess! No, you had to conspire to become the mistress of my household! To steal from me everything that was mine, including the affections of my children!", "character": "Duchesse de Praslin", "characterId": "nm0641966"}, {"text": "Affections can not be stolen, madam, they are given freely or not at all. If you'd ever been a mother to your children, if you'd earned their love instead of driving them away nothing I could've done would ever make them turn away from you to...", "character": "Henriette Deluzy-Desportes", "characterId": "nm0000012"}, {"text": "You've used them shamelessly to attract him! To separate him from me!", "character": "Duchesse de Praslin", "characterId": "nm0641966"}, {"text": "Is it possible you've finally deceived yourself into believing...", "character": "Henriette Deluzy-Desportes", "characterId": "nm0000012"}, {"text": "Have you not one shred of decency? How dare he'd entice you to come here to confess that you and he... to admit openly without delicacy that you...", "character": "Duchesse de Praslin", "characterId": "nm0641966"}, {"text": "Why do you stop? I challenge you to accuse me of what you know is not true!", "character": "Henriette Deluzy-Desportes", "characterId": "nm0000012"}, {"text": "I am not here to challenge you in a matter that is personable between myself and la monsieur duc! I am here to dismiss an unsatisfactory servant!", "character": "Duchesse de Praslin", "characterId": "nm0641966"}]}, {"lines": [{"text": "Even if she goes to the ends of the earth, my hatred will follow her!", "character": "Duchesse de Praslin", "characterId": "nm0641966"}]}, {"lines": [{"text": "In your unhappiness you reached out your hand for help and in my loneliness I took it.", "character": "Henriette Deluzy-Desportes", "characterId": "nm0000012"}]}, {"lines": [{"text": "You may not have learned much French today, but I think you have learned a little patience and tolerance and that is the same in every language.", "character": "Henriette Deluzy-Desportes", "characterId": "nm0000012"}]}, {"lines": [{"text": "If love is right, it is the most precious gift in the world. But you must be sure - very sure - that it is right, for if it isn't, there is no worse agony, nothing more bitter, nothing more lonely to be imagined.", "character": "Henriette Deluzy-Desportes", "characterId": "nm0000012"}]}, {"lines": [{"text": "Yes, Monsieur le Duc.", "character": "Henriette Deluzy-Desportes", "characterId": "nm0000012"}]}, {"lines": [{"text": "There on the left, the lights in her rooms are burning, and there on the right, the lights in his room are burning and between them is that long passage where the lights never burn. Suppose some night you saw that passage lighted? Would you share your feeling then with all the world?", "character": "Pierre", "characterId": "nm0003193"}, {"text": "You'd better go now, Pierre.", "character": "Henriette Deluzy-Desportes", "characterId": "nm0000012"}, {"text": "I'll go. I'll go, because I see it's too late to give you any warning. Your caught in the net and you don't even wish to escape. Goodnight mademoiselle.", "character": "Pierre", "characterId": "nm0003193"}]}, {"lines": [{"text": "May I have Pierre come for your luggage?", "character": "Duc de Praslin", "characterId": "nm0000964"}, {"text": "Theo, last night I poured my heart out to you in a letter. I crept to your doorway which I am foridden to enter and stooped in humility and pushed it under the seal!", "character": "Duchesse de Praslin", "characterId": "nm0641966"}, {"text": "I received it, Frances.", "character": "Duc de Praslin", "characterId": "nm0000964"}, {"text": "But look! You didn't even open it! Oh Theo, do you suppose this empty pretense is what I hoped for?Lastnight I begged for you to come to me! I hoped we might start this journey today united as we once were! Theo, Theo! Have you completely forgotten the life we once shared together?", "character": "Duchesse de Praslin", "characterId": "nm0641966"}, {"text": "If you're unhappy Frances, I am truly sorry, but I swear I never intended you a minute's pain.", "character": "Duc de Praslin", "characterId": "nm0000964"}, {"text": "Oh no! You only say that! In reality you delight in torturing me! As one day heaven willing, I will torture you!", "character": "Duchesse de Praslin", "characterId": "nm0641966"}]}]}