{"quotes": [{"lines": [{"text": "I tell you there's nothing on the judge.", "character": "Jack Burden", "characterId": "nm0409869"}, {"text": "Jack, there's something on everybody. Man is conceived in sin and born in corruption.", "character": "Willie Stark", "characterId": "nm0002024"}]}, {"lines": [{"text": "It could have been - whole world - Willie Stark.", "character": "Willie Stark", "characterId": "nm0002024"}]}, {"lines": [{"text": "I don't need money. People gives me things because they believe in me.", "character": "Willie Stark", "characterId": "nm0002024"}]}, {"lines": [{"text": "[Madison sends Burden to the backwaters of the state to learn about political upstart Willie Stark]", "character": null, "characterId": null}, {"text": "What's so special about him?", "character": "Jack Burden", "characterId": "nm0409869"}, {"text": "They say he's an honest man.", "character": "Madison, the Editor", "characterId": "nm0828950"}]}, {"lines": [{"text": "Now, shut up! Shut up, all of you! Now listen to me, you hicks. Yeah, you're hicks too, and they fooled you a thousand times like they fooled me. But this time, I'm going to fool somebody. I'm going to stay in this race. I'm on my own and I'm out for blood.", "character": "Willie Stark", "characterId": "nm0002024"}]}, {"lines": [{"text": "[to Willie Stark]", "character": null, "characterId": null}, {"text": "You throw money around like it was money.", "character": "Jack Burden", "characterId": "nm0409869"}]}, {"lines": [{"text": "[to his fellow 'hicks' after surviving an impeachment trial in the state senate]", "character": null, "characterId": null}, {"text": "They tried to ruin me, but they are ruined. They tried to ruin me because they didn't like what I have done. Do you like what I've done?", "character": "Willie Stark", "characterId": "nm0002024"}]}, {"lines": [{"text": "I'm going to run. You can't stop me. I'm going to run even if I don't get a single vote!", "character": "Willie Stark", "characterId": "nm0002024"}]}, {"lines": [{"text": "Anne, Burden's Landing is a place on the Moon. It isn't real. It doesn't exist. It's me pretending to live on what I earn. It's my mother trying to keep herself young and drinking herself old. It's you and Adam living in this house as though your father were still alive. It's an old man like the judge dreaming of the past.", "character": "Jack Burden", "characterId": "nm0409869"}]}, {"lines": [{"text": "I'm the hick they were gonna use to split the hick vote. But I'm standing right here now on my hind legs! Even a dog can learn to do that. Are you standing on your hind legs? Have you learned to do that yet?", "character": "Willie Stark", "characterId": "nm0002024"}]}, {"lines": [{"text": "Here it is, you hicks! Nail up anybody who stands in your way! Nail up Joe Harrison! Nail up McMurphy! And if they don't deliver, give me the hammer, and I'll do it myself!", "character": "Willie Stark", "characterId": "nm0002024"}]}, {"lines": [{"text": "You wanna know what my platform is? Here it is. I'm gonna soak the fat boys and spread it out thin.", "character": "Willie Stark", "characterId": "nm0002024"}]}, {"lines": [{"text": "Pillsbury is guilty. As Attorney General of this state, it's my job to prosecute.", "character": "Judge Monte Stanton", "characterId": "nm0339121"}, {"text": "Judge, you talk like Pillsbury was human. He isn't. He's a thing. You don't prosecute an adding machine if a spring goes busted and makes a mistake. You fix it. Well, I fixed him.", "character": "Willie Stark", "characterId": "nm0002024"}]}, {"lines": [{"text": "How'd you get him here? He was out stiff.", "character": "Sadie Burke", "characterId": "nm0564790"}, {"text": "A hair of the dog that bit him.", "character": "Jack Burden", "characterId": "nm0409869"}, {"text": "Hair? He must've swallowed the dog!", "character": "Sadie Burke", "characterId": "nm0564790"}]}, {"lines": [{"text": "Was she pretty?", "character": "Sadie Burke", "characterId": "nm0564790"}, {"text": "How should I know. I wasn't looking at her face.", "character": "Jack Burden", "characterId": "nm0409869"}]}, {"lines": [{"text": "He'll ditch everybody in the whole world, because that's what Willie wants. Nobody in the world but him!", "character": "Sadie Burke", "characterId": "nm0564790"}]}, {"lines": [{"text": "Be smart. Play square with him. You're gonna need people like us around.", "character": "Sadie Burke", "characterId": "nm0564790"}, {"text": "Are you sure?", "character": "Willie Stark", "characterId": "nm0002024"}]}, {"lines": [{"text": "[Willie arrives at the statehouse as the impeachment is proceeding]", "character": null, "characterId": null}, {"text": "What's the score?", "character": "Willie Stark", "characterId": "nm0002024"}, {"text": "They're lined up against you solid. They had a meeting.", "character": "Tiny Duffy", "characterId": "nm0241589"}, {"text": "How do you know? Were you there?", "character": "Willie Stark", "characterId": "nm0002024"}, {"text": "Me? What would I be doing there?", "character": "Tiny Duffy", "characterId": "nm0241589"}, {"text": "Selling me out.", "character": "Willie Stark", "characterId": "nm0002024"}]}, {"lines": [{"text": "[Inside the governor's swerving car being driven at dangerous speeds by Sugar]\nYou'll never live to be impeached!", "character": "Jack Burden", "characterId": "nm0409869"}, {"text": "Boy, I'll live to be President!", "character": "Willie Stark", "characterId": "nm0002024"}]}, {"lines": [{"text": "I'm going to build a hospital. The biggest that money can buy. And it will belong to you. That any man, woman, and child who is sick or in pain can go through those doors and know that everything will be done for them that man can do to heal sickness, to ease pain. Free. Not as a charity. But as a right. And it is your right. Do you hear me? It is your right. And it is your right that every child should have a complete education. That any man who produce us anything can take it to market without paying toll. And no poor man's land or farm can be taxed or taken away from him. And it is the right of the people that they shall not be deprived of hope.", "character": "Willie Stark", "characterId": "nm0002024"}, {"text": "Does he mean it, Jack?", "character": "Anne Stanton", "characterId": "nm0238445"}, {"text": "That's his bribe.", "character": "Adam Stanton", "characterId": "nm0791805"}]}, {"lines": [{"text": "Appeal to their emotions. Make them laugh; make them cry; make them mad, even if they get mad at you. But for heaven's sake, don't try to improve their minds.", "character": "Jack Burden", "characterId": "nm0409869"}]}]}