{"quotes": [{"lines": [{"text": "Emily's quite content to go on with this life. She insists she's in love with me - whatever that is. What she means is she prefers the senseless pain we inflict on each other to the pain we would otherwise inflict on ourselves. But I'm not afraid of that solitary pain. In fact, if I don't strip myself of all this clatter and clutter and ridiculous ritual, I shall go out of my fucking mind. Does that answer your question, Arthur?", "character": "Eddie Jessup", "characterId": "nm0000458"}, {"text": "What question was that?", "character": "Arthur Rosenberg", "characterId": "nm0000837"}, {"text": "You asked me why I was getting divorced.", "character": "Eddie Jessup", "characterId": "nm0000458"}, {"text": "Oh, listen, it's your life. I'm sorry I even asked.", "character": "Arthur Rosenberg", "characterId": "nm0000837"}]}, {"lines": [{"text": "What dignifies the Yogic practices is that the belief system itself is not truly religious. There is no Buddhist God per se. It is the Self, the individual Mind, that contains immortality and ultimate truth.", "character": "Eddie Jessup", "characterId": "nm0000458"}, {"text": "What the hell is not religious about that? You've simply replaced God with the Original Self.", "character": "Emily Jessup", "characterId": "nm0001974"}, {"text": "Yes, but we've localized it. Now I know where the Self is. It's in our own minds. It's a form of human energy. Our atoms are six billion years old. We've got six billion years of memory in our minds.", "character": "Eddie Jessup", "characterId": "nm0000458"}]}, {"lines": [{"text": "You saved me. You redeemed me from the pit. I was in it, Emily. I was *in* that ultimate moment of terror that is the beginning of life. It is nothing. Simple, hideous nothing. The final truth of all things is that there is no final Truth. Truth is what's transitory. It's human life that is real. I don't want to frighten you, Emily, but what I'm trying to tell you is that moment of terror is a real and living horror, living and growing within me now, and the only thing that keeps it from devouring me is you.", "character": "Eddie Jessup", "characterId": "nm0000458"}, {"text": "Why don't you just come back to us?", "character": "Emily Jessup", "characterId": "nm0001974"}, {"text": "It's too late. I don't think I can get it out of me anymore. I can't live with it. The pain is too great.", "character": "Eddie Jessup", "characterId": "nm0000458"}]}, {"lines": [{"text": "[Last line]", "character": null, "characterId": null}, {"text": "I love you Emily.", "character": "Eddie Jessup", "characterId": "nm0000458"}]}, {"lines": [{"text": "It looks to me like the architecture is slightly abnormal.", "character": "Mason Parrish", "characterId": "nm0354024"}, {"text": "Somewhat? This guy's a fucking gorilla!", "character": "Dr. Wissenschaft", "characterId": "nm0310960"}]}, {"lines": [{"text": "The purpose of our suffering is only more suffering.", "character": "Eddie Jessup", "characterId": "nm0000458"}]}, {"lines": [{"text": "Memory is energy! It doesn't disappear - it's still in there. There's a physiological pathway to our earlier consciousnesses. There has to be; and I'm telling you it's in the goddamned limbic system.", "character": "Eddie Jessup", "characterId": "nm0000458"}, {"text": "You're a whacko!", "character": "Mason Parrish", "characterId": "nm0354024"}, {"text": "What's whacko about it, Mason? I'm a man in search of his true self. How archetypically American can you get? We're all trying to fulfill ourselves, understand ourselves, get in touch with ourselves, face the reality of ourselves, explore ourselves, expand ourselves. Ever since we dispensed with God we've got nothing but ourselves to explain this meaningless horror of life.", "character": "Eddie Jessup", "characterId": "nm0000458"}]}, {"lines": [{"text": "[crying]\nHe doesn't love me. He never loved me. I was never real to him. Nothing in the human experience is real to him.", "character": "Emily Jessup", "characterId": "nm0001974"}]}, {"lines": [{"text": "You're supposed to be reputable scientists! Not two dorm kids freaking on Mexican mushrooms!", "character": "Mason Parrish", "characterId": "nm0354024"}]}, {"lines": [{"text": "[Talking about Eddie and Emily]\nShe's still crazy about him. He's still crazy.", "character": "Sylvia Rosenberg", "characterId": "nm0107467"}]}, {"lines": [{"text": "I can't live with it Emily, the pain is unbearable.", "character": "Eddie Jessup", "characterId": "nm0000458"}, {"text": "We all live with it. That unbearable terror is what makes us such singular creatures. We hide from it, we succumb to it, mostly we defy it! We build fragile little structures to keep it out. We love, we raise families, we work, we make friends. We write poems...", "character": "Emily Jessup", "characterId": "nm0001974"}]}, {"lines": [{"text": "The way I feel, I don't expect to go to sleep for a year. I'm on fucking fire!", "character": "Arthur Rosenberg", "characterId": "nm0000837"}]}, {"lines": [{"text": "I haven't told anyone this in ten years. I'm telling you now because I think you have a right to know what kind of a nut you might be getting mixed up with here.", "character": "Eddie Jessup", "characterId": "nm0000458"}, {"text": "Arthur was right. You are a fascinating bastard.", "character": "Emily Jessup", "characterId": "nm0001974"}, {"text": "[kisses him]", "character": null, "characterId": null}]}, {"lines": [{"text": "Fight it, Eddie. You made it real, you can make it unreal.", "character": "Emily Jessup", "characterId": "nm0001974"}]}, {"lines": [{"text": "Defy it, Eddie. You made it real. You can make it unreal. If you love me... If you love me, Eddie, DEFY IT!", "character": "Emily Jessup", "characterId": "nm0001974"}]}, {"lines": [{"text": "I want someone to look at those X-Rays who can read them.", "character": "Mason Parrish", "characterId": "nm0354024"}, {"text": "I'd rather not have everyone in the Brigham in on this. It's bad enough we've got this nosy x-ray technician.", "character": "Eddie Jessup", "characterId": "nm0000458"}, {"text": "Are you all right?", "character": "Mason Parrish", "characterId": "nm0354024"}, {"text": "I'm fine, Mason. I tried to indicate this was just a transient thing.", "character": "Eddie Jessup", "characterId": "nm0000458"}, {"text": "Transient ischemic attack, that's what it was.", "character": "Mason Parrish", "characterId": "nm0354024"}, {"text": "[Addressing Arthur]", "character": null, "characterId": null}, {"text": "He's got his voice back.", "character": "Mason Parrish", "characterId": "nm0354024"}, {"text": "It wasn't an ischemic attack! It wasn't a seizure. You saw the x-rays, Mason. There was clearly something anterior to the larynx that looked like a laryngal sack. That's strictly simian! I obviously regressed! To some quasi-simian creature.", "character": "Eddie Jessup", "characterId": "nm0000458"}, {"text": "I'm gonna show these to someone who can read them right, 'cause you're reading them wrong, that's all there is to it. Because no one is gonna tell me you de-differentiated your goddamn genetic structure for four goddamn hours and then reconstitued! I'm a professor of endocrinology at the Harvard Medical School. I'm an attending physician at the Peter Bent Brigham Hospital! I'm a contributing editor to the American Journal of Endocrinology and a I am a fellow and vice-president of the Eastern Association of Endocrinologists and president of the Journal Club! And I'm not going to listen to any more of your kabbalistic, quantum, friggin' dumb limbo mumbo jumbo! I'm gonna show these to a radiologist!", "character": "Mason Parrish", "characterId": "nm0354024"}]}, {"lines": [{"text": "What we saw tonight was a physical phenomenon, an inexplicable physical phenomenon!", "character": "Arthur Rosenberg", "characterId": "nm0000837"}]}, {"lines": [{"text": "[First line]", "character": null, "characterId": null}, {"text": "The tank itself was unusual in that it was vertical, and looked like an old boiler.", "character": "Arthur Rosenberg", "characterId": "nm0000837"}]}, {"lines": [{"text": "So the end was terrible, even for the good people like my father. So the purpose of all our suffering was just more suffering.", "character": "Eddie Jessup", "characterId": "nm0000458"}]}, {"lines": [{"text": "[to Eddie]\nArthur was right. You *are* a fascinating bastard.", "character": "Emily Jessup", "characterId": "nm0001974"}]}]}