{"quotes": [{"lines": [{"text": "I want a woman!", "character": "Teo, Titta's Uncle", "characterId": "nm0409049"}]}, {"lines": [{"text": "Tell me, who's the father of this piece of shit?", "character": "Aurelio Biondi, Titta's Father", "characterId": "nm0104392"}]}, {"lines": [{"text": "Do you commit impure acts? Do you touch yourself? Do you know Saint Louis weeps when you touch yourself?", "character": "Father Balosa", "characterId": "nm0136253"}, {"text": "[Speaking to himself]\nLet him cry. I'm not gonna tell you, because you'll only tell Dad. Don't tell me you don't touch yourself. How can you not, when you see the woman in the tobacco shop, as stacked as she is and she says... Export brand? And the math teacher who looks just like a lion? Mother of God! How can you avoid touching yourself when she looks at you that way?", "character": "Titta", "characterId": "nm0953025"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "The puffballs.", "character": "Miranda", "characterId": "nm0535991"}, {"text": "When the puffballs come, cold winter's almost gone.", "character": "Aurelio Biondi, Titta's Father", "characterId": "nm0104392"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Titta went away a long time ago.", "character": null, "characterId": null}]}, {"lines": [{"text": "[Standing outside in a fog]\nWhere am I? I don't seem to be anywhere. If death is like this, I don't think much of it. Everything's gone. People, trees, birds, wine. Well, up yours!", "character": "Grandpa", "characterId": "nm0406304"}]}, {"lines": [{"text": "In our town, the puffballs and spring arrive hand in hand. These are the sort of puffballs that drift around, soaring over the cemetery, where all rest in peace, soaring over the beachfront and over the Germans, newly arrived, who don't feel the cold. Drifting, drifting... swirling... swirling... swirling... Drifting, drifting, drifting!", "character": "Giudizio", "characterId": "nm0135372"}]}, {"lines": [{"text": "Don't look, or you'll get too excited.", "character": "Gradisca", "characterId": "nm0637649"}]}, {"lines": [{"text": "But winter's dying and spring is on its way. I can feel it all over me already!", "character": "Gradisca", "characterId": "nm0637649"}]}, {"lines": [{"text": "I lost my pussycat.", "character": "Volpina", "characterId": "nm0849906"}]}, {"lines": [{"text": "It's hot, isn't it? Aren't you all hot?", "character": "Volpina", "characterId": "nm0849906"}]}, {"lines": [{"text": "My father's father was known as \"Big Meat.\" He lived to be 107 and he was still doing it!", "character": "Grandpa", "characterId": "nm0406304"}, {"text": "[Whistle, whistle, whistle, whistle, whistle, whistle, whistle]", "character": null, "characterId": null}]}, {"lines": [{"text": "You think my fanny's a good-luck charm?", "character": "Gina", "characterId": "nm0816595"}]}, {"lines": [{"text": "Why do these things happen to me? What have I done?", "character": "Aurelio Biondi, Titta's Father", "characterId": "nm0104392"}]}, {"lines": [{"text": "What do you covet?", "character": "Father Balosa", "characterId": "nm0136253"}, {"text": "My pal Bragger's got a raincoat with a lot of metal buckles like the one the detective has in the William Powell-Myrna Loy films.", "character": "Titta", "characterId": "nm0953025"}]}, {"lines": [{"text": "I didn't know people kissed like that. Did you? With their tongues going in and out?", "character": "Titta", "characterId": "nm0953025"}, {"text": "I'll ask the questions here.", "character": "Father Balosa", "characterId": "nm0136253"}]}, {"lines": [{"text": "Let me touch him! I want to touch him! Long live il Duce!", "character": "Gradisca", "characterId": "nm0637649"}]}, {"lines": [{"text": "Look how many there are. Millions and millions and millions of stars. Jesus Christ! I wonder how they all stay in place up there. I mean, it's pretty simple for us. To build a house, we use so many bricks, so much lime. But up there, sweet Jesus! Where do you put the foundations? They aren't just confetti, you know.", "character": "Aurelio Biondi, Titta's Father", "characterId": "nm0104392"}]}, {"lines": [{"text": "I want one of those long encounters that last a lifetime. I want a family, children, a husband to chat with in the evenings over coffee, maybe, and to make love with now and then, because when you must, you must. But affection is even more important than love. I'm so full of affection. But who can I give it to? Who wants it?", "character": "Gradisca", "characterId": "nm0637649"}]}, {"lines": [{"text": "I was in Norway. Two women. Beautiful, huge Norwegians! Beans, olives, toasted melon seeds...", "character": "Biscein", "characterId": "nm0648359"}]}]}