{"quotes": [{"lines": [{"text": "There was a moment, when I used to blame everything and everyone for all the pain and suffering and vile things that happened to me, that I saw happen to my people. Used to blame everybody. Blamed White people, blamed society, blamed God. I didn't get no answers 'cause I was asking the wrong questions. You have to ask the right questions.", "character": "Bob Sweeney", "characterId": "nm0000984"}, {"text": "Like what?", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "Has anything you've done made your life better?", "character": "Bob Sweeney", "characterId": "nm0000984"}]}, {"lines": [{"text": "Hate is baggage. Life's too short to be pissed off all the time. It's just not worth it. Derek says it's always good to end a paper with a quote. He says someone else has already said it best. So if you can't top it, steal from them and go out strong. So I picked a guy I thought you'd like. 'We are not enemies, but friends. We must not be enemies. Though passion may have strained, it must not break our bonds of affection. The mystic chords of memory will swell when again touched, as surely they will be, by the better angels of our nature.'", "character": "Danny Vinyard", "characterId": "nm0000411"}]}, {"lines": [{"text": "[Inside prison laundry]", "character": null, "characterId": null}, {"text": "[to Derek]\nDon't fuck with me 'cause I'm the most dangerous man in this prison. You know why? 'Cause I control the underwear.", "character": "Lamont", "characterId": "nm0868956"}, {"text": "[They walk down to the underwear station]\nAll right, pick 'em up over here and you sort 'em over there. I hope you can work out all right because the last guy they sent me didn't wear no drawers, couldn't read the sizes in the drawers, and he used to sniff the drawers. All right, we got two sizes, medium and large, all right? All you got to do is put the mediums with the mediums and the large with the large. All right, I know it's a borin' job, but it's better than that last shit they had me doin'. I spent two years in the kitchen...", "character": "Lamont", "characterId": "nm0868956"}, {"text": "[He laughs]", "character": null, "characterId": null}, {"text": "... scrubbin' hot ass pots and pans that you don't want to do, al right?", "character": "Lamont", "characterId": "nm0868956"}]}, {"lines": [{"text": "[On Derek's change in prison]", "character": null, "characterId": null}, {"text": "I'm sorry, Derek. I'm sorry that happened to you.", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "I'm not. I'm lucky. I feel lucky because it's wrong, Danny. It's wrong and it was eating me up, it was going to kill me. And I kept asking myself all the time, how did I buy into this shit? It was because I was pissed off, and nothing I ever did ever took that feeling away. I killed two guys, Danny, I killed them. And it didn't make me feel any different. It just got me more lost and I'm tired of being pissed off, Danny. I'm just tired of it.", "character": "Derek Vinyard", "characterId": "nm0001570"}]}, {"lines": [{"text": "This is stupid. Go cool off, get laid, do something, come back when you're ready to talk.", "character": "Cameron", "characterId": "nm0005078"}, {"text": "Yeah, but it really doesn't matter if I do, does it? Because you got a whole crop already lined up, you fuckin' chicken hawk!", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "Excuse me?", "character": "Cameron", "characterId": "nm0005078"}, {"text": "You prey on people Cam. I lost three years of my life for your fuckin' phony cause, but I'm onto you now, you fuckin' snake.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "Hey, watch it Derek, be careful. Remember where you are. This isn't some fuckin' country club where you can waltz in and outta here!", "character": "Cameron", "characterId": "nm0005078"}, {"text": "Shut up! Shut the fuck up! I came here for one reason, to tell you that I'm out. Out! And Danny's out, too. And if you come near my family again, I'm gonna fucking kill you.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "Well excuse me, but fuck you Derek. You can't come in here barking threats at me. Look, you can do whatever you want, but Danny's a good kid. He's not some whiny pussy like you. He needs my help and I'm gonna give it to him.", "character": "Cameron", "characterId": "nm0005078"}, {"text": "If you come near Danny again, I will feed you your fucking heart, Cameron.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "I won't have to. He'll come to me. I'm more important to him now than you'll ever be.", "character": "Cameron", "characterId": "nm0005078"}]}, {"lines": [{"text": "[Derek is leaving prison]", "character": null, "characterId": null}, {"text": "'Sup, man? You getting outta here? Well, c'mon man! What the fuck you waiting on?", "character": "Lamont", "characterId": "nm0868956"}, {"text": "Yeah, you know, I got this funny feeling.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "Oh yeah? What's that?", "character": "Lamont", "characterId": "nm0868956"}, {"text": "I'm thinking the only reason I'm getting outta here in one piece is you.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "C'mon man! Get the fuck outta here, man! You think I'm gonna put my neck on the line for some crazy-ass peckerwood?", "character": "Lamont", "characterId": "nm0868956"}, {"text": "Yeah, right. Stupid.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "[a moment of silence passes and Lamont looks away]", "character": null, "characterId": null}, {"text": "That's what I thought. I owe you, man.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "Man, you owe me shit, a'ight?", "character": "Lamont", "characterId": "nm0868956"}, {"text": "Yes, I do.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "[Derek offers his hand and Lamont takes it]", "character": null, "characterId": null}, {"text": "You'll be outta here in no time.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "C'mon man, it's a piece of cake, a'ight? You just take it easy on the brothers, a'ight? The *brothers*!", "character": "Lamont", "characterId": "nm0868956"}]}, {"lines": [{"text": "You think you're the only one doin' time, Derek? You think you're here all alone? You think I'm not in here with you?", "character": "Doris Vinyard", "characterId": "nm0000350"}]}, {"lines": [{"text": "What are you doing Derek? This is your family.", "character": "Murray", "characterId": "nm0001285"}, {"text": "Right, my family. My family so you know what? I don't give two shits about you or anybody else or what you think. You're not a part of it and you never will be.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "That has nothing to do with it!", "character": "Murray", "characterId": "nm0001285"}, {"text": "Oh it doesn't? You don't think I see what you're trying to do here? You think I'm gonna sit here and smile while some fuckin' kike tries to fuck my mother? It's never gonna happen Murray, fuckin' forget it, not on my watch, not while I'm in this family. I will fuckin' cut your Shylock nose off and stick it up your ass before I let that happen. Coming in here and poisoning my family's dinner with your Jewish, nigger-loving, hippie bullshit. Fuck you! Fuck you! Yeah, walk out, asshole, fuckin' Kabbalah reading motherfucker. Get the fuck out of my house.", "character": "Derek Vinyard", "characterId": "nm0001570"}]}, {"lines": [{"text": "[Rasmussen shows a video of a crying Derek with his mother talking to a reporter after his father's death]\nLook I know this is tough. But how do you feel right now?", "character": "Reporter", "characterId": "nm0938392"}, {"text": "How do you think I feel? I think it's typical.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "Typical how?", "character": "Reporter", "characterId": "nm0938392"}, {"text": "Well, this country is becoming a haven for criminals so what do you expect? You know, decent hard-working Americans like my dad are getting rubbed out by social parasites.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "Parasites?", "character": "Reporter", "characterId": "nm0938392"}, {"text": "Blacks, Browns, Yellow whatever.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "I don't understand you're saying that you think maybe your father's murder was race related?", "character": "Reporter", "characterId": "nm0938392"}, {"text": "Yeah it's race related! Every problem in this country is race related not just crime. It's like... immigration, AIDS, welfare those are problems in them. The Black community, the Hispanic community, the Asian community, they're not White problems.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "Derek, are those really issues that deal with poverty?", "character": "Reporter", "characterId": "nm0938392"}, {"text": "No. You know, no. They're not products of the environment either that's crap. Minorities don't give two shits about this country, they've come here to exploit it, not to embrace it.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "What does this...", "character": "Reporter", "characterId": "nm0938392"}, {"text": "I mean millions of white European Americans came here and flourished you know within a generation so what the fuck is the matter with these people going around shooting a... fireman?", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "[cries]", "character": null, "characterId": null}, {"text": "What does this have to do with the murder of your father?", "character": "Reporter", "characterId": "nm0938392"}, {"text": "Because my father was murdered doing his job! Putting out a fire in fucking Nigger neighborhood. He shouldn't be giving a shit about. He got shot by a fucking drug dealer who probably still collects a welfare check!", "character": "Derek Vinyard", "characterId": "nm0001570"}]}, {"lines": [{"text": "See this?", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "[Pulls down shirt to reveal a huge swastika tattoo on his chest]", "character": null, "characterId": null}, {"text": "That means \"Not welcome\".", "character": "Derek Vinyard", "characterId": "nm0001570"}]}, {"lines": [{"text": "Every night, thousands of these parasites stream across the border like some fuckin' piñata exploded.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "[the skinheads laugh]", "character": null, "characterId": null}, {"text": "Don't laugh! There's nothin' funny goin' on here!", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "[the skinheads immediately quiet down]", "character": null, "characterId": null}]}, {"lines": [{"text": "Nigger, you just fucked with the wrong bull! You should've learned your lesson on the fuckin' basketball court! But you fuckin' monkey's never get the message. My father gave me that truck motherfucker! You ever shoot at fireman? You come here and shoot at my family? I'm gonna teach you a real lesson now motherfucker. Put your fuckin' mouth on the curb.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "Come on man...", "character": "Lawrence", "characterId": "nm0529014"}, {"text": "I said put your mouth on the curb!", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "[Lawrence bites onto the curb]", "character": null, "characterId": null}, {"text": "Derek, no!", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "That's it! Now say good night.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "[Derek stomps Lawrence's head into the curb]", "character": null, "characterId": null}]}, {"lines": [{"text": "Alright listen up, we need to open our eyes. There's over two million illegal immigrants bending down in this state tonight. This state spend three billion dollars last year on services, on people who had no right to be here in the first place. Three billion dollars. 400 million just to lock up a bunch of illegal immigrant criminals who only got in this country because the fucking INS decided it's not worth the effort to screen for convicted felons.", "character": "Derek Vinyard", "characterId": "nm0001570"}]}, {"lines": [{"text": "You made the fat kid a little nervous. He thinks the joint messed with your mind.", "character": "Cameron", "characterId": "nm0005078"}, {"text": "It did.", "character": "Derek Vinyard", "characterId": "nm0001570"}]}, {"lines": [{"text": "I'm ashamed that you came out of my body!", "character": "Doris Vinyard", "characterId": "nm0000350"}]}, {"lines": [{"text": "Come in here Danny.", "character": "Seth", "characterId": "nm0839486"}, {"text": "Seth... Hey man you going to Cam's party tonight?", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "Is Davina's ass water tight?", "character": "Seth", "characterId": "nm0839486"}, {"text": "You're fuckin sick man.", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "Alright, relax let me ask you a few questions.", "character": "Seth", "characterId": "nm0839486"}, {"text": "I'm not in the mood I got a lot of homework to do.", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "Tell me some of the shit you've learned fuckass before I pistol whip you!", "character": "Seth", "characterId": "nm0839486"}, {"text": "Ok, I believe in death, destruction, chaos, filth, and greed!", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "Cut the shit Danny come on. Tell me what I wanna hear asshole.", "character": "Seth", "characterId": "nm0839486"}, {"text": "You mean that shit about your mother man?", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "You wanna get fucking beaten Danny?", "character": "Seth", "characterId": "nm0839486"}, {"text": "[Davina starts to laugh]", "character": null, "characterId": null}, {"text": "I'm not fucking talking to you Davina why don't you shut up?", "character": "Seth", "characterId": "nm0839486"}, {"text": "Who do you hate Danny?", "character": "Seth", "characterId": "nm0839486"}, {"text": "I hate anyone that is a white Protestant.", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "Why?", "character": "Seth", "characterId": "nm0839486"}, {"text": "There a burden to the advancement of the white race. Some of them are alright I guess...", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "None of them are fucking alright Danny ok? They're all a bunch of fuckin' freeloaders. Remember what Cam said we don't know em we don't wanna know em They're the fucking enemy. Now what don't you like about them and say it with some fucking conviction!", "character": "Seth", "characterId": "nm0839486"}, {"text": "I hate the fact that's cool to be black these days.", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "Good.", "character": "Seth", "characterId": "nm0839486"}, {"text": "I hate this hip-pop fuckin' influence on white-fuckin'suburbia.", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "Good.", "character": "Seth", "characterId": "nm0839486"}, {"text": "And I hate Tabitha Soren and all there Zionist MTV fucking pigs telling us we should get along. Save the retorical bullshit Hilary Rodham Clinton cuz it ain't gonna fuckin' work.", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "That's some of the best shit I've heard come out of your mouth.", "character": "Seth", "characterId": "nm0839486"}, {"text": "No Danny I feel sorry for you. You don't really believe any of that shit do you?", "character": "Davina Vinyard", "characterId": "nm0000497"}, {"text": "Shutup Davina!", "character": "Seth", "characterId": "nm0839486"}, {"text": "No you shut the fuck up! Get out of the fuckin' house now you piece of shit please go!", "character": "Davina Vinyard", "characterId": "nm0000497"}]}, {"lines": [{"text": "[writing the beginning of the essay]\nPeople look at me and see my brother.", "character": "Danny Vinyard", "characterId": "nm0000411"}]}, {"lines": [{"text": "Are you calling me a blimp, you fucking democrat!", "character": "Seth", "characterId": "nm0839486"}, {"text": "You know, when was the last time you were able to see your feet?", "character": "Davina Vinyard", "characterId": "nm0000497"}, {"text": "[Seth gives Davina the finger]", "character": null, "characterId": null}]}, {"lines": [{"text": "This racist propaganda, this \"Mein Kampf\" psychobabble; he learned this nonsense, Murray, and he can unlearn it too. I will not give up on this child yet.", "character": "Bob Sweeney", "characterId": "nm0000984"}]}, {"lines": [{"text": "[From workprint director's cut]\nNah nah nah, you were a little more harder then that. you uh, probably robbed some old lady huh? Nah, you probably fucked your sister huh?", "character": "Lamont", "characterId": "nm0868956"}, {"text": "Kay, how about this? How about I killed two fucking niggers who tried to jack my car? If I had my way, I wouldn't spend five minutes next to your fucking nigger ass. I'm going to see you folding clothes and dreaming about what I would do to you if I found you on the street at night. Just fold your fucking underwear, keep your mouth shut and we'll pass the time fine.", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "[laughs]\nBad ass cracker with an attitude huh?", "character": "Lamont", "characterId": "nm0868956"}]}, {"lines": [{"text": "[referring to Dr. Sweeney]\nHe's one of those proud to be nigger people, I hate those guys.", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "Now wait a minute Danny, he's not proud. No, he's a manipulative, self-righteous Uncle Tom who's trying to make you feel guilty about writing about Adolf Hitler. Yeah, when some nigger or some spick writes about Martin Luther King or fucking Caesar commie Chavez, he gets a pat on the head. You can see the hypocrisy in that, can't you?", "character": "Cameron", "characterId": "nm0005078"}]}, {"lines": [{"text": "[arguing about his \"Mein Kampf\" paper]\nLook Sweeney, did you bring me here to talk about Derek? Because what happened to him has nothing to do with me.", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "Everything you do right now has something to do with Derek.", "character": "Bob Sweeney", "characterId": "nm0000984"}]}, {"lines": [{"text": "I'm so sorry Doris. I really am. He's gone.", "character": "Murray", "characterId": "nm0001285"}, {"text": "He's just a boy. Without a father.", "character": "Doris Vinyard", "characterId": "nm0000350"}, {"text": "Doris, you don't know the world your children are living in.", "character": "Murray", "characterId": "nm0001285"}]}, {"lines": [{"text": "[offscreen, to another skinhead]\nHey man, want a toke?", "character": "Curtis", "characterId": "nm0546275"}, {"text": "Curtis, what are you doing? Weed is for niggers. You put that away right now. Have a little self respect.", "character": "Derek Vinyard", "characterId": "nm0001570"}]}, {"lines": [{"text": "Derek, what are you trying to prove?", "character": "Murray", "characterId": "nm0001285"}]}, {"lines": [{"text": "We're so hung up on this notion that we have some obligation to help the struggling black man, you know. Cut him some slack until he can overcome these historical injustices. It's crap. I mean, Christ, Lincoln freed the slaves, like, what? 130 years ago. How long does it take to get your act together?", "character": "Derek Vinyard", "characterId": "nm0001570"}]}, {"lines": [{"text": "[arguing with Danny Vinyard about his \"Mein Kampf\" paper]\nI think the street would kill you. Your rhetoric and your propaganda aren't gonna save you out there.", "character": "Bob Sweeney", "characterId": "nm0000984"}]}, {"lines": [{"text": "[Narrating while removing his shirt to reveal his swastika tattoo]\nAll the wrong people knew who I was anyways, so I figured I'm just gonna put up a flag and hope a friend sees it.", "character": "Derek Vinyard", "characterId": "nm0001570"}]}, {"lines": [{"text": "[When Derek doesn't respond to his question, he laughs]\nOkay, I know your kind, right? Bad ass peckerwood with an attitude. Well, let me tell you something, man. You better watch your ass 'cause you're in the joint. You the nigger, not me.", "character": "Lamont", "characterId": "nm0868956"}]}, {"lines": [{"text": "One in every three black males is in some phase of the correctional system. Is that a coincidence or do these people have, you know, like a racial commitment to crime?", "character": "Derek Vinyard", "characterId": "nm0001570"}]}, {"lines": [{"text": "Who do you hate, Danny?", "character": "Seth", "characterId": "nm0839486"}, {"text": "I hate anyone that isn't White Protestant.", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "Why?", "character": "Seth", "characterId": "nm0839486"}, {"text": "They're a burden to the advancement of the White race. Some of them are all right, I guess...", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "None of 'em are fucking all right, Danny, OK?", "character": "Seth", "characterId": "nm0839486"}]}, {"lines": [{"text": "[singing]\nMy eyes have seen the glory of the trampling at the zoo, We've washed ourselves in niggers blood and all the mongrels too, We've taken down the zog machine Jew by Jew by Jew, The white man marches on!", "character": "Seth", "characterId": "nm0839486"}]}, {"lines": [{"text": "[Danny walks in on Derek and Stacey having sex]", "character": null, "characterId": null}, {"text": "[whispering]\nDer. Derek.", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "[Stacy sees Danny in the room]\nJesus, Danny! Fuckin' perv.", "character": "Stacey", "characterId": "nm0000103"}, {"text": "Jesus, Danny. What the fuck are you thinking?", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "Derek, there's a black guy out there breaking into your car.", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "How many Danny? How many?", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "[Derek quickly pulls on white boxers and black combat boots]", "character": null, "characterId": null}, {"text": "One I think.", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "Is he strapped?", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "Huh?", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "Does he have a fucking gun Danny?", "character": "Derek Vinyard", "characterId": "nm0001570"}, {"text": "Man, I don't fucking know!", "character": "Danny Vinyard", "characterId": "nm0000411"}, {"text": "[Derek pulls out a gun from his dresser drawer]", "character": null, "characterId": null}, {"text": "Oh, my God! Derek, what are you doing?", "character": "Stacey", "characterId": "nm0000103"}, {"text": "Not right now honey.", "character": "Derek Vinyard", "characterId": "nm0001570"}]}]}