{"quotes": [{"lines": [{"text": "If you'd landed troops on the beaches, maybe it would have been different.", "character": "Peter Bradford", "characterId": "nm0001810"}, {"text": "What we did not expect was that, without communications, the United States would revert to a collection of separate peoples.", "character": "Colonel Andrei Denisov", "characterId": "nm0000554"}, {"text": "You just got the drop on us.", "character": "Peter Bradford", "characterId": "nm0001810"}, {"text": "[shaking off the suggestion]\nI don't believe it. It worked because you lost your country before we ever got here.", "character": "Colonel Andrei Denisov", "characterId": "nm0000554"}]}, {"lines": [{"text": "Why do you wish to help us?", "character": "Colonel Andrei Denisov", "characterId": "nm0000554"}, {"text": "I don't want to help you. I want to help my country.", "character": "Peter Bradford", "characterId": "nm0001810"}, {"text": "[deadly serious]\nThere is no country.", "character": "Colonel Andrei Denisov", "characterId": "nm0000554"}]}, {"lines": [{"text": "[in voiceover, as he looks at the Lincoln Memorial]\nYou can't look at those eyes and not think of what being an American has meant. Now there's an end to it. Soon, there will be no America. We'll be history, quickly lost and distorted, like Mr. Lincoln himself... I suppose there will have to be new revolutions, with new generations who will have to discover the values which our forefathers handed down to us. If those truths stop being real, maybe it's better to let them go, to let some new generation discover, as though for the first time. Maybe freedom is just one of those things you can't inherit.", "character": "Peter Bradford", "characterId": "nm0001810"}]}, {"lines": [{"text": "I'm not going to accept the breakup of America. I'll resist with my spirit; I'll resist with my life. I can resist because I've found the love of my children; the possibility that their lives are more important than my own. I'll live through my children - through whatever good and true things I might have taught them, or the legacy of fear I might have left them. Each of us will find our best selves, or our worst selves - and in finding that, immortality.", "character": "Devin Milford", "characterId": "nm0001434"}]}, {"lines": [{"text": "America is now part of the history of Communism. Interesting way to think of it, wouldn't you say?", "character": "Dieter Heinlander", "characterId": "nm0384787"}, {"text": "We would have been better off in East Germany.", "character": "Gerta", "characterId": "nm0381000"}, {"text": "Yes... it's one of life's little jokes.", "character": "Dieter Heinlander", "characterId": "nm0384787"}, {"text": "At least, there, we grew up in it.", "character": "Gerta", "characterId": "nm0381000"}, {"text": "But we didn't stay... maybe we are just meant to be outsiders.", "character": "Dieter Heinlander", "characterId": "nm0384787"}, {"text": "[to Devin]", "character": null, "characterId": null}, {"text": "A little bit like you.", "character": "Dieter Heinlander", "characterId": "nm0384787"}]}, {"lines": [{"text": "Damn, I'm so tired of this \"I'm an American\" bull! Where was all that patriotism when it counted? Where was that willingness to sacrifice? Nobody wanted to join the damn army to defend the country unless they got paid well! Nobody wanted to give any time to public service unless they could make a career out of it! And I didn't notice a lot of us giving up our lives in the last 10 years!", "character": "Peter Bradford", "characterId": "nm0001810"}]}, {"lines": [{"text": "When you lose and fail, it is understandable. When you win and fail, that brings madness.", "character": "General Petya Samanov", "characterId": "nm0000090"}]}]}