{"quotes": [{"lines": [{"text": "[Voice- over]\nMy name is Elia Kazan. I am a Greek by blood, a Turk by birth and an American because my uncle made a journey.", "character": null, "characterId": null}]}, {"lines": [{"text": "What will happen to you?", "character": "Thomna Sinnikoglou", "characterId": "nm0550604"}, {"text": "I believe... I believe that in America I will be washed clean.", "character": "Stavros Topouzoglou", "characterId": "nm0316071"}]}, {"lines": [{"text": "Women! God made the mistake of giving them tongues.", "character": "Aleko Sinnikoglou", "characterId": "nm0542915"}]}, {"lines": [{"text": "[Apologetically to Stavros]\nFrom time to time I've had to do things that... well, we live by the mercy of the Turk, but, Stavros, I've always kept my honor safe inside me... safe... inside me... and you see we're still living. After a time you don't feel the shame.", "character": "Isaac Topouzoglou", "characterId": "nm0204687"}]}, {"lines": [{"text": "[Talking about money]\nNow then, big money. Big money is fertile. It procreates. How I don't know. But it reproduces itself. Every time you look, there's more, but there's only two ways men like us can get big money... steal it, or, if you're young, marry. But you can't get it by work.", "character": "Garabet", "characterId": "nm0549134"}]}, {"lines": [{"text": "[On his knees to Stavros without sincerity and finishing on a note of menace]\nI beg your forgiveness. I cannot live without your forgiveness. Before all this company I beg your forgiveness. Brother, don't leave me on my knees like this. Don't insult my soul. Brother, I have never been on my knees to a Greek. Brother, I'm warning you, with a Turk there can be brotherliness or its opposite. I'm warning you, brother... brother... brother... Too bad... oh... Too bad.", "character": "Abdul", "characterId": "nm0031398"}]}, {"lines": [{"text": "[to Stavros]\nThe Turks... they spit in our faces, and they say it's raining.", "character": "Vasso Topouzoglou", "characterId": "nm0438833"}]}, {"lines": [{"text": "[Philosophically]\nThere's too much dirt for a broom.", "character": "Garabet", "characterId": "nm0549134"}]}, {"lines": [{"text": "I've killed men like you before, and it's no different than killing a sheep. One clean cut anywhere, and the life flows out. A twitch or two and it's all over.", "character": "Abdul", "characterId": "nm0031398"}]}, {"lines": [{"text": "[Looking from the ship to the shore]\nCan you swim that far?", "character": "Hohannes Gardashian", "characterId": "nm0747479"}, {"text": "They say I man learns what is necessary.", "character": "Stavros Topouzoglou", "characterId": "nm0316071"}]}, {"lines": [{"text": "[to Stavros]\nIf you go to whores, you must expect to be robbed.", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Stavros]\nYou know, I've never seen a face like you except in a cage.", "character": "Aratoon Kebabian", "characterId": "nm0365259"}]}, {"lines": [{"text": "[to Hohannes]\nYou have to look out for yourself in this world, you know. The only bad times I had was when I was... soft... or human. You can't afford to be human. People take advantage.", "character": "Stavros Topouzoglou", "characterId": "nm0316071"}]}, {"lines": [{"text": "[Sleepily in his bed aboard ship]\nBertha... how do flies get on a ship?", "character": "Aratoon Kebabian", "characterId": "nm0365259"}]}]}