{"quotes": [{"lines": [{"text": "[opening sequence; two dinosaurs fighting]", "character": null, "characterId": null}, {"text": "What you're looking at is downtown Pittsburgh, one million B.C. Those two big guys are fighting for a parking space. This is where our story begins. If they could have just learned to live together like decent human beings, they'd still be around and there never would have been an energy crisis. But they died out, and what was left of them turned into fossil fuel... Oil. See, it's not cute when eleven tons gets cranky. Their problem was they were all teeth and no brain...", "character": "Narrator", "characterId": "nm0137506"}, {"text": "[Shot of President Jimmy Carter]", "character": null, "characterId": null}, {"text": "...which brings us to this guy. Jimmy Carter was President of the United States when everybody started to notice we were running out of dead dinosaurs. No more gas to run our cars. Fights at the pump. People getting nozzle-whipped. So what was his solution? He made a speech.", "character": "Narrator", "characterId": "nm0137506"}, {"text": "The energy crisis has not yet overwhelmed us. But it will, if we do not act quickly.", "character": null, "characterId": null}, {"text": "We didn't. When America finally ran out of gas, an angry mob broke into the White House and lynched him. Along with three or four of his snottier cabinet members.", "character": "Narrator", "characterId": "nm0137506"}]}, {"lines": [{"text": "Everyone all across the country was watching the telethon. From what was left of New York, to the first all-gay state, North Dakota. All eyes were glued to their sets...", "character": "Narrator", "characterId": "nm0137506"}, {"text": "[shot of men at stand-up urinals watching television]", "character": null, "characterId": null}, {"text": "...which in some cases, ruined a lot of good shoes.", "character": "Narrator", "characterId": "nm0137506"}]}, {"lines": [{"text": "\"I'm not a schmuck!\" Even though that was Chet's only campaign promise, it looked like it would be a tough one to keep.", "character": "Narrator", "characterId": "nm0137506"}]}, {"lines": [{"text": "Excuse me? Sir? Can you spare twenty five dollars for... for a cup of coffee?", "character": null, "characterId": null}]}, {"lines": [{"text": "Mr. Vanderhoff, would you care to comment on the rumor that President Roosevelt has been assassinated?", "character": null, "characterId": null}, {"text": "[to the assembled reporters]\nGuys, how am I supposed to know that? I haven't been upstairs yet. Excuse me.", "character": "Vincent Vanderhoff", "characterId": "nm0929609"}]}, {"lines": [{"text": "[in a press conference]\nGod knows I am a patriot. I loaned the country 400 Billion. And I want my 400 Billion back. Does that make me a bad guy? I've got to eat too, you know! So I'm giving the President until the end of September this year to pay me back, or I'll be forced to foreclose. What can I do? I've got to eat too, you know! Does that make me a bad guy?", "character": "Sam Birdwater", "characterId": "nm0313381"}]}, {"lines": [{"text": "[in an overly cheerful voice]\n... and we're going to have a complete report right here on K-BOB at 11 tonight! And now the weather. Beautiful beach day if you can get there! Freeway condition's heavy. This report brought to you by Magic Seat! The bicycle seat that fits you like a glove, and grabs you like a friend! And now, here they are, still going strong after 40 years, the Beach Boys!", "character": null, "characterId": null}, {"text": "[lead into \"It's A Beautiful Day\" by the Beach Boys]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Answering the phone at the Western White House]\nHi! United States of America!... No, this is Lucy... Oh! Yes, Mr. Ambassador! I'll tell him you called!", "character": "Lucy Beth", "characterId": "nm0604922"}]}, {"lines": [{"text": "All right, people, let's move it! Please, ma'am, no spitting in the hallway!", "character": null, "characterId": null}]}, {"lines": [{"text": "[singing]\nDon't you ever say 'No' to me / Listen, I'm a lady, period. / Classy, too. / Wont'cha come over here / And I'll prove it to you / And then if you still don't think / I got style and grace / I'm gonna oh, so gracefully / rip the lips off of your face!", "character": "Mouling Jackson", "characterId": "nm0006975"}]}, {"lines": [{"text": "[commenting on the telethon performers]\nHard to believe all the these people, independently, came up with this for a career.", "character": "Eric McMurkin", "characterId": "nm0726200"}]}]}