{"quotes": [{"lines": [{"text": "that he is the only true hero in this room? Now, if he were white, he wouldn't be standing before this court fighting for his life. If he were white and his enslavers were British, he wouldn't be standing, so heavy the weight of the medals and honors we would bestow upon him. Songs would be written about him. The great authors of our times would fill books about him. His story would be told and retold, in our classrooms. Our children, because we would make sure of it, would know his name as well as they know Patrick Henry's. Yet, if the South is right, what are we to do with that embarrassing, annoying document, The Declaration of Independence? What of its conceits? \"All men created equal,\" \"inalienable rights,\" \"life, liberty,\" and so on and so forth? What on Earth are we to do with this? I have a modest suggestion.", "character": "John Quincy Adams", "characterId": "nm0000164"}, {"text": "[tears papers in half]", "character": null, "characterId": null}]}, {"lines": [{"text": "Give us, us free. Give us, us free. Give us, us free. Give us, us free. Give us, us free.", "character": "Joseph Cinque", "characterId": "nm0005023"}]}, {"lines": [{"text": "[the slave fortress in Sierra Leone is being bombarded from sea]", "character": null, "characterId": null}, {"text": "Fire. Fire. Fire. Take a letter, Ensign. To His Honor, the United States Secretary of State, Mr. John Forsyth. My dear Mr. Forsyth, it is my great pleasure to inform you that you are, in fact, correct. The slave fortress in Sierra Leone does not exist.", "character": "Captain Fitzgerald", "characterId": "nm0278752"}]}, {"lines": [{"text": "[looking at a Bible]", "character": "Yamba", "characterId": "nm0012398"}, {"text": "You don't have to pretend to be interested in that. Nobody's watching but me.", "character": "Joseph Cinque", "characterId": "nm0005023"}, {"text": "I'm not pretending. I'm beginning to understand it.", "character": "Yamba", "characterId": "nm0012398"}, {"text": "[outside, a priest blesses himself]", "character": null, "characterId": null}, {"text": "Their people have suffered more than ours. Their lives were full of suffering.", "character": "Yamba", "characterId": "nm0012398"}, {"text": "[turns to a picture of the newborn Jesus Christ]", "character": null, "characterId": null}, {"text": "Then he was born, and everything changed.", "character": "Yamba", "characterId": "nm0012398"}, {"text": "Who is he?", "character": "Joseph Cinque", "characterId": "nm0005023"}, {"text": "I don't know, but everywhere he goes he is followed by the sun.", "character": "Yamba", "characterId": "nm0012398"}, {"text": "[turns to a picture of Jesus healing a man]", "character": null, "characterId": null}, {"text": "Here he is healing people with his hands...", "character": "Yamba", "characterId": "nm0012398"}, {"text": "[shows Jesus defending Mary Magdalene]", "character": null, "characterId": null}, {"text": "protecting them...", "character": "Yamba", "characterId": "nm0012398"}, {"text": "[shows Jesus and the children]", "character": null, "characterId": null}, {"text": "being given children...", "character": "Yamba", "characterId": "nm0012398"}, {"text": "[sees Jesus walking on water]\nWhat's this?", "character": "Joseph Cinque", "characterId": "nm0005023"}, {"text": "He could also walk across the sea. But then something happened. He was captured, accused of some sort of crime.", "character": "Yamba", "characterId": "nm0012398"}, {"text": "[shows Jesus with Pontius Pilate]", "character": null, "characterId": null}, {"text": "Here he is with his hands tied.", "character": "Yamba", "characterId": "nm0012398"}, {"text": "He must have done something.", "character": "Joseph Cinque", "characterId": "nm0005023"}, {"text": "Why? What did we do? Whatever it was, it was serious enough to kill him for it. Do you want to see how they killed him?", "character": "Yamba", "characterId": "nm0012398"}, {"text": "[shows the crucifixion of Jesus]", "character": null, "characterId": null}, {"text": "This is just a story, Yamba.", "character": "Joseph Cinque", "characterId": "nm0005023"}, {"text": "But look, that's not the end of it.", "character": "Yamba", "characterId": "nm0012398"}, {"text": "[shows the disciples taking Jesus' body down]", "character": null, "characterId": null}, {"text": "His people took his body down from this... thing... this...", "character": "Yamba", "characterId": "nm0012398"}, {"text": "[signs the cross in the air]", "character": null, "characterId": null}, {"text": "They took him into a cave. They wrapped him in a cloth, like we do.", "character": "Yamba", "characterId": "nm0012398"}, {"text": "[shows the Resurrection of Jesus]", "character": null, "characterId": null}, {"text": "They thought he was dead, but he appeared before his people again and spoke to them. Then, finally, he rose into the sky.", "character": "Yamba", "characterId": "nm0012398"}, {"text": "[shows the Ascension of Jesus]", "character": null, "characterId": null}, {"text": "[the priest prays in the background]", "character": "Yamba", "characterId": "nm0012398"}, {"text": "This is where the soul goes when you die.", "character": "Yamba", "characterId": "nm0012398"}, {"text": "[shows a picture of Heaven in the clouds]", "character": null, "characterId": null}, {"text": "This is where we're going when they kill us. It doesn't look so bad...", "character": "Yamba", "characterId": "nm0012398"}]}, {"lines": [{"text": "[to the court]\nJames Madison, Alexander Hamilton, Benjamin Franklin, Thomas Jefferson, George Washington... John Adams. We've long resisted asking you for guidance. Perhaps we have feared in doing so, we might acknowledge that our individuality, which we so, so revere, is not entirely our own. Perhaps we've feared an... an appeal to you might be taken for weakness. But, we've come to understand, finally, that this is not so. We understand now, we've been made to understand, and to embrace the understanding... that who we are *is* who we were. We desperately need your strength and wisdom to triumph over our fears, our prejudices, ourselves. Give us the courage to do what is right. And if it means civil war? Then let it come. And when it does, may it be, finally, the last battle of the American Revolution.", "character": "John Quincy Adams", "characterId": "nm0000164"}]}, {"lines": [{"text": "Now, you understand you're going to the Supreme Court. Do you know why?", "character": "John Quincy Adams", "characterId": "nm0000164"}, {"text": "[translating for Cinque]\nIt is the place where they finally kill us.", "character": "Ens. Covey", "characterId": "nm0252230"}]}, {"lines": [{"text": "[in Mende]\nWhat kind of a place is this where you almost mean what you say? Where laws almost work? How can you live like that?", "character": "Joseph Cinque", "characterId": "nm0005023"}]}, {"lines": [{"text": "Cinque describes the cold-blooded murder of a significant portion of the people on board the Tecora. Mr Holabird sees this as a paradox. Do you, sir?", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "Often when slavers are intercepted, or believe they may be, they simply throw all their prisoners overboard and thereby rid themselves of the evidence of their crime.", "character": "Captain Fitzgerald", "characterId": "nm0278752"}, {"text": "Drown hundreds of people?", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "Yes.", "character": "Captain Fitzgerald", "characterId": "nm0278752"}, {"text": "It hardly seems a lucrative business to me, this slave trading. Going to all that trouble, rounding everybody up, only to throw them all overboard.", "character": "Holabird", "characterId": "nm0000592"}, {"text": "No, it's very lucrative.", "character": "Captain Fitzgerald", "characterId": "nm0278752"}, {"text": "If only we could corroborate Cinque's story somehow with evidence of some kind.", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "The inventory. If you look, there's a notation made on May tenth, correcting the number of slaves on board, reducing their number by fifty.", "character": "Captain Fitzgerald", "characterId": "nm0278752"}, {"text": "What does that mean?", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "the Tecora crew had greatly underestimated the amount of provisions required for their journey, and solved the problem by throwing fifty people overboard.", "character": "Captain Fitzgerald", "characterId": "nm0278752"}]}, {"lines": [{"text": "[translating for Cinque to John Quincy Adams]\nI will call to the past, far back to the beginning of time, and beg them to come and help me at the judgment. I will reach back and draw them into me, and they must come, for at this moment, I am the whole reason they have existed at all.", "character": "Ens. Covey", "characterId": "nm0252230"}]}, {"lines": [{"text": "The only thing John Quincy Adams will be remembered for is his middle name.", "character": "US Secretary of State Forsyth", "characterId": "nm0001601"}]}, {"lines": [{"text": "[to the court]\nWell, gentlemen, I must say I differ with the keen minds of the South and with our President, who apparently shares their views, offering that the natural state of mankind is instead - and I know this is a controversial idea - is freedom. Is freedom. And the proof is the length to which a man, woman or child will go to regain it once taken. He will break loose his chains. He will decimate his enemies. He will try and try and try, against all odds, against all prejudices, to get home.", "character": "John Quincy Adams", "characterId": "nm0000164"}]}, {"lines": [{"text": "I am looking at the same inventory, Captain, and I am sorry, I don't see where it says 'Today we threw fifty slaves overboard', on May tenth or any other day.", "character": "Holabird", "characterId": "nm0000592"}, {"text": "As, of course, you would not.", "character": "Captain Fitzgerald", "characterId": "nm0278752"}, {"text": "I do see that the cargo weight changed. They reduced the poundage, I see. But that is all.", "character": "Holabird", "characterId": "nm0000592"}, {"text": "It's simple, ghastly arithmetic.", "character": "Captain Fitzgerald", "characterId": "nm0278752"}, {"text": "Well, for you, perhaps. I may need a quill and parchment, and a better imagination.", "character": "Holabird", "characterId": "nm0000592"}, {"text": "And what poundage do you imagine the entry may refer to, sir? A mast and sails perhaps?", "character": "Captain Fitzgerald", "characterId": "nm0278752"}]}, {"lines": [{"text": "What's most bewildering to Her Majesty... is this arrogant independence of the American courts. After all, if you cannot rule the courts, you cannot rule.", "character": "Calderon", "characterId": "nm0587401"}, {"text": "Señor Calderon, as any true American will tell you, it's the independence of our courts that keeps us free.", "character": "Martin Van Buren", "characterId": "nm0001329"}]}, {"lines": [{"text": "There remains one task undone. One vital task the Founding Father's left to their sons...", "character": "Theodore Joadson", "characterId": "nm0000151"}, {"text": "Yeah?", "character": "John Quincy Adams", "characterId": "nm0000164"}, {"text": "...before their thirteen colonies could precisely be called United States. And that task, Sir, as you well know, is crushing slavery.", "character": "Theodore Joadson", "characterId": "nm0000151"}]}, {"lines": [{"text": "[Translating for Cinque after he has been set free]\nWhat did you say to them?", "character": "Ens. Covey", "characterId": "nm0252230"}, {"text": "Huh?", "character": "John Quincy Adams", "characterId": "nm0000164"}, {"text": "[translates again]\nWhat words did you use to persuade them?", "character": "Ens. Covey", "characterId": "nm0252230"}, {"text": "[looks at Cinque]\nYours.", "character": "John Quincy Adams", "characterId": "nm0000164"}]}, {"lines": [{"text": "we're not as proficient in the art of gain. We're not as wealthy as our northern neighbors. We're still struggling. Take away our life's blood now, and... well, we all know what happens then. North and South. They become the masters, and we the slaves. But not without a fight!", "character": "John C. Calhoun", "characterId": "nm0397124"}, {"text": "[the other dinner guests are momentarily silenced]", "character": null, "characterId": null}, {"text": "Senator Calhoun is being modest. He's not inferior in another area, the art of exaggeration.", "character": "Martin Van Buren", "characterId": "nm0001329"}, {"text": "Ask yourself, Senor Calderon. What court wants to be responsible for the spark that ignites the firestorm? What President wants to be in office when it comes crashing down around him? Certainly no court before this one. Certainly no President, before this one. So, judge us not too harshly, sir. And bid her majesty 'like. Because the real determination our courts and our President must make, is not whether this rag-tag bunch of Africans raised swords against their enemy... but rather, must *we?*", "character": "John C. Calhoun", "characterId": "nm0397124"}]}, {"lines": [{"text": "Were they born in Africa? Since the answer to that fundamental question shall so heavily govern every determination of this Court, I ask it again. Were they born in Africa?", "character": "Judge Coglin", "characterId": "nm0000562"}]}, {"lines": [{"text": "Well, when I was an attorney, a long time ago, young man, I err... I realized, after much trial and error, that in the courtroom, whoever tells the best story wins. In un-lawyerlike fashion, I give you that scrap of wisdom free of charge.", "character": "John Quincy Adams", "characterId": "nm0000164"}]}, {"lines": [{"text": "[to Theodore]\nThey may be of more value to our struggle in death than in life.", "character": "Tappan", "characterId": "nm0001745"}]}, {"lines": [{"text": "[a band of abolitionists approach the outer gate of the prison where the Amistad refugees are being held for trial]", "character": null, "characterId": null}, {"text": "[in Mende]\nWho are they, do you think?", "character": "Fala", "characterId": "nm0283833"}, {"text": "[the abolitionists kneel to pray]", "character": null, "characterId": null}, {"text": "[in Mende]\nLooks like they are going to be sick.", "character": "Joseph Cinque", "characterId": "nm0005023"}, {"text": "[singing]\nAmazing Grace, how sweet the sound...", "character": null, "characterId": null}, {"text": "[in Mende]\nThey're entertainers!", "character": "Fala", "characterId": "nm0283833"}, {"text": "[singing]\n... that saved a wretch like me...", "character": null, "characterId": null}, {"text": "[in Mende]\nBut why do they look so miserable?", "character": "Joseph Cinque", "characterId": "nm0005023"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "¡Qué bonita!", "character": "Queen Isabella", "characterId": "nm0001593"}]}, {"lines": [{"text": "Captain Fitzerald, please explain to us your primary duties in Her Majesty's Navy.", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "To patrol the Ivory Coast for slave ships.", "character": "Captain Fitzgerald", "characterId": "nm0278752"}, {"text": "Because?", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "Because slavery is banned in British law, sir.", "character": "Captain Fitzgerald", "characterId": "nm0278752"}, {"text": "Yet the abduction of freemen from the British Protectorate of Sierra Leone and their illegal transportation to the New World, as described by Cinque, is not unheard of, is it?", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "Not even unusual, regrettably.", "character": "Captain Fitzgerald", "characterId": "nm0278752"}]}, {"lines": [{"text": "[to Baldwin]\nThank you, Baldwin.", "character": "Joseph Cinque", "characterId": "nm0005023"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[to Pedro Montes]\nThat one wants us to sail them back. That one thinks he can sail all the way back without us.", "character": "Ruiz", "characterId": "nm0798316"}]}, {"lines": [{"text": "They were first detained by officers of a brig off Long Island. They were conveyed to New Haven - under what authority, I don't know - and given over to the local constabulary. About forty of them, including four or five children. The arraignment is day after tomorrow. I can only assume that the charge is murder.", "character": "Theodore Joadson", "characterId": "nm0000151"}, {"text": "I'll see what I can do about that.", "character": "Tappan", "characterId": "nm0001745"}]}, {"lines": [{"text": "[to Judge Juttson]\nThese slaves, Your Honor, are by rights the property of Spain.", "character": "US Secretary of State Forsyth", "characterId": "nm0001601"}]}, {"lines": [{"text": "[to Judge Juttson]\nWe, Thomas R. Gedney and Richard W. Meade, whilst commissioned U.S. Naval officers, stand before this court as private citizens, and do hereby claim salvage on the high seas of the Spanish ship La Amistad and all her cargo.", "character": "Lt. Gedney", "characterId": "nm0114460"}]}, {"lines": [{"text": "Your Honor, here are the true owners of the slaves.", "character": "Attorney", "characterId": "nm0002117"}, {"text": "Order!", "character": "Judge Juttson", "characterId": "nm0723590"}, {"text": "On their behalf, I am in possession of a receipt for purchase executed in Havana, Cuba, June twenty-sixth, 1839. I do hereby call on this court to immediately surrender these goods!", "character": "Attorney", "characterId": "nm0002117"}]}, {"lines": [{"text": "On the other hand, let's say they aren't slaves. If they aren't slaves, in which case they were illegally acquired, weren't they? Forget mutiny, forget piracy, forget murder and all the rest. Those are subsequent irrelevant occurrences. Ignore everything but the pre-eminent issue at hand. The wrongful transfer of stolen goods. Either way, we win.", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "Sir, this war must be waged on the battlefield of righteousness.", "character": "Tappan", "characterId": "nm0001745"}, {"text": "The what?", "character": "Baldwin", "characterId": "nm0000190"}]}, {"lines": [{"text": "[a slave speaks to Theodore in Mende]\nI'm sorry, I don't understand.", "character": "Theodore Joadson", "characterId": "nm0000151"}]}, {"lines": [{"text": "[holds up a knife]\nHave you seen this before?", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "[in Mende]\nI could kill you with my bare hands before you raise that sword.", "character": "Joseph Cinque", "characterId": "nm0005023"}, {"text": "This belongs to you? Does this? No, no. Umm, I need to know where you're from.", "character": "Baldwin", "characterId": "nm0000190"}]}, {"lines": [{"text": "[in Mende]\nHe reminds me of that Fula of Baoma, you know the one who hires himself to scrape elephant dung from the crop rows.", "character": null, "characterId": null}, {"text": "[in Mende]\nA dung-scraper might be just the kind of man we need right now.", "character": null, "characterId": null}, {"text": "[point to a map]\nHere, Africa? Is this where you're from? A-fri-ca?", "character": "Baldwin", "characterId": "nm0000190"}]}, {"lines": [{"text": "[to the court]\nMy clients' journey did not begin in Havana, as they claim and keep claiming more and more emphatically. No, my clients' journey began much, much further away.", "character": "Baldwin", "characterId": "nm0000190"}]}, {"lines": [{"text": "This could take us all one long step closer to civil war.", "character": "US Secretary of State Forsyth", "characterId": "nm0001601"}, {"text": "Over this?", "character": "Martin Van Buren", "characterId": "nm0001329"}]}, {"lines": [{"text": "[to Cinque]\nCinque, I need you to tell me how you got here.", "character": "Baldwin", "characterId": "nm0000190"}]}, {"lines": [{"text": "Our president, our big, big man has appealed the decision to our Supreme Court.", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "[translating for Cinque to John Quincy Adams]\nWhat does that mean?", "character": "Ens. Covey", "characterId": "nm0252230"}, {"text": "We have to try the case again.", "character": "Baldwin", "characterId": "nm0000190"}]}, {"lines": [{"text": "[to Cinque]\nI said this before the judge, this is almost how it works here, almost.", "character": "Baldwin", "characterId": "nm0000190"}]}, {"lines": [{"text": "[to the court]\nYour Honor, I derive much consolation from the fact that my colleague, Mr. Baldwin here, has argued the case in so able, and so complete a manner, as to leave me scarcely anything to say. However... why are we here? How is it that a simple, plain property issue has should now find itself so ennobled as to be argued before the Supreme Court of the United States of America?", "character": "John Quincy Adams", "characterId": "nm0000164"}]}, {"lines": [{"text": "[to the court]\nThis is the most important case ever to come before this court. Because what it in fact concerns is the very nature of man.", "character": "John Quincy Adams", "characterId": "nm0000164"}]}, {"lines": [{"text": "[in Mende]\nBaukei... hold your head up.", "character": "Joseph Cinque", "characterId": "nm0005023"}]}, {"lines": [{"text": "[writing a letter to John Quincy Adams]\nTo His Excellency John Quincy Adams, Massachusetts member, House of Representatives. I have understood from Mr. Joadson that you are acquainted with the plight of the Amistad Africans. If that is true, then you are aware that we have been at every step successful in our presentation of their case. Yet despite this and despite the unlikelihood of President Van Buren's re-election, he has appealed our most recent favorable decision to the highest court in the land. As I'm sure you are well aware, seven of nine of these Supreme Court justices are themselves Southern slave owners. Sir, we need you. If ever there was a time for a man to cast aside his daily trappings and array himself for battle, that time has come. Cicero once said, appealing to Claudius in defense of the Republic, that the whole result of this entire war depends on the life of one most brave and excellent man. In our time, in this instance, I believe it depends on two. A courageous man at present in irons in New Haven, named Cinque... and you sir. Sincerely Robert S. Baldwin, attorney-at-law.", "character": "Baldwin", "characterId": "nm0000190"}]}, {"lines": [{"text": "What is their story, by the way?", "character": "John Quincy Adams", "characterId": "nm0000164"}, {"text": "Sir?", "character": "Theodore Joadson", "characterId": "nm0000151"}, {"text": "What is their story?", "character": "John Quincy Adams", "characterId": "nm0000164"}, {"text": "Why, they're um... they're from west Africa.", "character": "Theodore Joadson", "characterId": "nm0000151"}, {"text": "No. What is their story?", "character": "John Quincy Adams", "characterId": "nm0000164"}, {"text": "[exhales and looks confused]", "character": "Theodore Joadson", "characterId": "nm0000151"}, {"text": "Mr. Joadson, you're from where originally?", "character": "John Quincy Adams", "characterId": "nm0000164"}, {"text": "Why, Georgia, sir.", "character": "Theodore Joadson", "characterId": "nm0000151"}, {"text": "Georgia.", "character": "John Quincy Adams", "characterId": "nm0000164"}, {"text": "Yes, sir.", "character": "Theodore Joadson", "characterId": "nm0000151"}, {"text": "Does that pretty much sum up what you are? A Georgian? Is that your story? No you're an ex-slave whose devoted his life to the abolition of slavery, and overcoming the obstacles and hardships along the way, I should imagine. That's your story, isn't it?", "character": "John Quincy Adams", "characterId": "nm0000164"}, {"text": "[smiles and nods]", "character": "Theodore Joadson", "characterId": "nm0000151"}, {"text": "[laughs]\nYou and this young so-called lawyer have proven you know what they are. They're Africans. Congratulations. What you don't know, and as far as I can tell haven't bothered in the least to discover, is who they are. Right?", "character": "John Quincy Adams", "characterId": "nm0000164"}]}, {"lines": [{"text": "I am embarrassed to admit that I was under the misconception that our Executive and Judicial Branches were separate.", "character": "Theodore Joadson", "characterId": "nm0000151"}, {"text": "[holding up a nursery plant with tender branches]\nNo more so than these, Mr. Joadson. No more so than these. Now you know.", "character": "John Quincy Adams", "characterId": "nm0000164"}]}, {"lines": [{"text": "[through translator]\nI'm not a \"big man\". Just a lucky one.", "character": "Joseph Cinque", "characterId": "nm0005023"}]}, {"lines": [{"text": "I wonder, is there anything as pathetic as an ex-president?", "character": "Hammond", "characterId": "nm0075359"}, {"text": "[just then walking through]", "character": "Martin Van Buren", "characterId": "nm0001329"}, {"text": "[jumps to his feet]\nI, I was talking about John...", "character": "Hammond", "characterId": "nm0075359"}]}, {"lines": [{"text": "This news - well of course it's bad news - but the truth is they may be more valuable to our struggle in death than in life. Martyrdom, Mr. Joadson. From the dawn of Christianity we have seen no stronger power for change. You know it's true.", "character": "Tappan", "characterId": "nm0001745"}, {"text": "What is true, Mr. Tappan - and believe me when I tell you that I have seen this - is that there are some men whose hatred of slavery is stronger than any, except for the slave himself.", "character": "Theodore Joadson", "characterId": "nm0000151"}, {"text": "If you wish to inspire such hatred in a man, Mr. Joadson, speak to him in that fashion and it may come true.", "character": "Tappan", "characterId": "nm0001745"}]}, {"lines": [{"text": "How is it that a simple plain property issue should now find itself so ignobled as to be argued before the Supreme Court of the United States of America? I mean, do we fear that all courts which found for as easily somehow missed the truth, is that it? Or is it rather our great and consuming fear of Civil War that has allowed us to heap symbolism upon a simple case than ever has been? And now it would have us disregard truth, even as it stands before us tall and proud as a man. The truth... the truth, has been driven from this case like a slave from court to court, wretched and destitute.", "character": "John Quincy Adams", "characterId": "nm0000164"}]}, {"lines": [{"text": "Ah, Mr. Tappan. How do you do, sir? My name is Roger S Baldwin, attorney-at-law.", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "Real estate?", "character": "Tappan", "characterId": "nm0001745"}, {"text": "Real estate, inventories and other assets.", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "Can I help you with something?", "character": "Tappan", "characterId": "nm0001745"}, {"text": "What is it that you do?", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "Well, I own various business... and banks.", "character": "Tappan", "characterId": "nm0001745"}, {"text": "As a matter of fact, you probably could help me, Mr. Tappan. But that's not why I'm here. I'd like to help you.", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "Me?", "character": "Tappan", "characterId": "nm0001745"}, {"text": "Yes. I deal with property. Sometimes I get people's property back, other times I get it taken away, as in this case. Every one of the claims speaks to the issue of ownership.", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "Thank you, Mr... Mr. Baldwin.", "character": "Tappan", "characterId": "nm0001745"}, {"text": "Baldwin, Roger S, attorney-at-law.", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "But I'm afraid what's needed here is a criminal attorney. A trial lawyer. But thanks for your interest.", "character": "Tappan", "characterId": "nm0001745"}, {"text": "Yes. Well... intending no disrespect, Mr. Tappan, but if that were the way to go, well, then... Well, I wouldn't have bothered coming down here. Goodbye. I bid you gentlemen a good afternoon.", "character": "Baldwin", "characterId": "nm0000190"}]}, {"lines": [{"text": "Ignore everything but the pre-eminent issue at hand. The wrongful transfer of stolen goods. Either way, we win.", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "Sir, this war must be waged on the battlefield of righteousness.", "character": "Tappan", "characterId": "nm0001745"}, {"text": "The what?", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "It would be against everything I stand for to let this deteriorate into an exercise in legal minutia.", "character": "Tappan", "characterId": "nm0001745"}, {"text": "Mr. Tappan, I'm talking about the heart of the matter.", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "As am I. It is our destiny, as abolitionists and as Christians, to save these people. These are people, Mr. Baldwin, not livestock. Did Christ hire a lawyer to get him off on technicalities? He went to the cross, nobly. You know why? To make a statement. To make a statement, as must we.", "character": "Tappan", "characterId": "nm0001745"}, {"text": "But Christ lost. - You, I think...", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "No, sir, he did not!", "character": "Tappan", "characterId": "nm0001745"}, {"text": "You want to win, don't you?", "character": "Baldwin", "characterId": "nm0000190"}, {"text": "Yes.", "character": "Tappan", "characterId": "nm0001745"}, {"text": "I certainly do. Hell, sometimes I don't get paid unless I do. Which brings us back to the question of worth. In order to do a better job than the Son of God's attorney I'll require two and a half dollars a day.", "character": "Baldwin", "characterId": "nm0000190"}]}]}