{"quotes": [{"lines": [{"text": "Look. I'm not holding you hostage anymore, okay? But you got to know, we're in this together now, right? You and me. Amos and Andrew. Let's go.", "character": "Amos Odell", "characterId": "nm0000115"}, {"text": "Don't say that.", "character": "Andrew Sterling", "characterId": "nm0000168"}, {"text": "What?", "character": "Amos Odell", "characterId": "nm0000115"}, {"text": "Our names... together.", "character": "Andrew Sterling", "characterId": "nm0000168"}, {"text": "W-Why?", "character": "Amos Odell", "characterId": "nm0000115"}, {"text": "Well, I'll spare you the history lesson. Besides, you wouldn't understand.", "character": "Andrew Sterling", "characterId": "nm0000168"}, {"text": "What do you mean, I wouldn't understand? You don't understand, man. We're gangsters. We're outlaws.", "character": "Amos Odell", "characterId": "nm0000115"}, {"text": "Gangsters? Outlaws? You're a nickel-and-dime criminal, a petty crook. And you to figure out very quickly where it is you think your going. Because let me tell you, white boy, you are definitely headed in the wrong direction. I've had enough of this. I'm going home.", "character": "Andrew Sterling", "characterId": "nm0000168"}]}, {"lines": [{"text": "Oh, yeah? What about you? You think the whole world is against you because you're black. Something don't go your way, it's because you're black. They're out of beer at the supermarket, it's because you're black. It rains and you get wet, it's because you're a black man. You saw for yourself there ain't no conspiracy here, no plot to get you off the island, nobody trying to assassinate you. That's all just as crazy thinking that everybody with black skin is your brother.", "character": "Amos Odell", "characterId": "nm0000115"}, {"text": "What do you know about black skin?", "character": "Andrew Sterling", "characterId": "nm0000168"}, {"text": "I know for all your talk, you're about the whitest damn black man I ever met.", "character": "Amos Odell", "characterId": "nm0000115"}]}, {"lines": [{"text": "What comes around, goes around.", "character": "Andrew Sterling", "characterId": "nm0000168"}]}, {"lines": [{"text": "You give me a million dollars, I give you a hostage. You give me a helicopter, I give you a hostage. You let me fly out of here...", "character": "Amos Odell", "characterId": "nm0000115"}, {"text": "All right. All right. I saw the damn movie.", "character": "Chief of Police Cecil Tolliver", "characterId": "nm0001056"}]}, {"lines": [{"text": "Son, I'm afraid I'm going to have to take that tape.", "character": "Chief of Police Cecil Tolliver", "characterId": "nm0001056"}, {"text": "What about the First Amendment?", "character": "Ernie", "characterId": "nm0089796"}, {"text": "Fuck the First Amendment.", "character": "Chief of Police Cecil Tolliver", "characterId": "nm0001056"}]}, {"lines": [{"text": "It was an honest mistake.", "character": "Judy Gillman", "characterId": "nm0171513"}, {"text": "It was supposed to be different. It was supposed to be the kind of place where you don't lock your doors at night, where you don't count your change at the grocery store, where a man in his own home doesn't have to worry about being shot at and nearly killed by the local police simple because he's black!", "character": "Andrew Sterling", "characterId": "nm0000168"}]}, {"lines": [{"text": "You ever been to New York City?", "character": "Andrew Sterling", "characterId": "nm0000168"}, {"text": "Uh-uh.", "character": "Amos Odell", "characterId": "nm0000115"}, {"text": "my father, and the janitor. After 38 years, he retired a full partner. Less than a week later, he died. Not one person from that job came to his funeral. 38 years of his life, and not one white face. Only that broken down old janitor cared enough to show up. My father made it in the white man's world. He wanted his son to make in the white man's world, too. But don't you for one second think that I've forgotten who I am, or where I come from.", "character": "Andrew Sterling", "characterId": "nm0000168"}]}, {"lines": [{"text": "[Amos find a chastity belt in one the neighbors' drawers]", "character": null, "characterId": null}, {"text": "White people...", "character": "Andrew Sterling", "characterId": "nm0000168"}]}]}