{"quotes": [{"lines": [{"text": "Is the CDC seriously suggesting that the blood industry spends $100M a year to use the test for the wrong disease because we have a handful of transfusion fatalities and eight dead hemophiliacs?", "character": "Blood Bank executive", "characterId": "nm0011726"}, {"text": "How many dead hemophiliacs do you need? How many people have to die to make it cost effecient for you people to do something about it? A hundred? A thousand? Give us a number so we won't annoy you again until the amount of money you begin spending on lawsuits make it more profitable for you to save people than to kill them.", "character": "Dr. Don Francis", "characterId": "nm0000546"}]}, {"lines": [{"text": "This is not a political issue. This is a health issue. This is not a gay issue. This is a human issue. And I do not intend to be defeated by it. I came here today in the hope that my epitaph would not read that I died of red tape.", "character": "Roger Gail Lyon", "characterId": "nm1195393"}]}, {"lines": [{"text": "This may be the first epidemic in history of which no one officially died.", "character": "Dr. Don Francis", "characterId": "nm0000546"}]}, {"lines": [{"text": "Now for years and years and years people in my hometown were telling me I was a freak because of my sexual orientation, until I came to San Francisco, and I found a community of freaks just like me. We stood together. We stood together! And it took a long time. But we finally forced this one tiny spot of the universe, the Castro, to realise that how we choose to have sex, and where, is our own damn business. Which to all other people who haven't gone through what we've gone through sounds funny and they may laugh, but I know speaking for most of us, I would rather die as a human being than continue living as a freak.", "character": "Bobbi Campbell", "characterId": "nm0006610"}, {"text": "Clearly there's a lot of strong feeling on the subject...", "character": "Dr. Mervyn Silverman", "characterId": "nm0241232"}, {"text": "What good is all the gay rights in the world if we are all dead?", "character": null, "characterId": null}]}, {"lines": [{"text": "The party's over.", "character": "The Choreographer", "characterId": "nm0000152"}]}, {"lines": [{"text": "When the doctors start acting like businessmen, who do the people turn to for doctors?", "character": "Dr. Dennis Donohue", "characterId": "nm0420898"}]}, {"lines": [{"text": "I'll introduce a bill. But if all the angels came dancing down to earth like the Rockettes, even they couldn't get a dime out of this administration for anything with the name \"gay\" on it.", "character": "Congressman Phil Burton", "characterId": "nm0559977"}]}, {"lines": [{"text": "Let me tell you people something, no matter what happens here today, if you try to close my joint, I 'll sue the ass off you.", "character": "Eddie Papasano", "characterId": "nm0002015"}, {"text": "Doesn't it bother you knowing that the people who have sex in your bath-house are playing Russian roulette?", "character": "Dr. Don Francis", "characterId": "nm0000546"}, {"text": "money. I make'em when the guys come in. You doctors, you make'em when they go out.", "character": "Eddie Papasano", "characterId": "nm0002015"}]}, {"lines": [{"text": "[In French]\nIt's amazing to me that Americans can think a disease has a sexual preference. But that's all Americans think of... Sex. Sex. Sex.", "character": "Dr. Luc Montagnier", "characterId": "nm0000872"}]}, {"lines": [{"text": "All right, explain one thing to me. Ten times ten times ten, my name is in every book ever written on the human retrovirus. Why would you get in bed with the French instead of me?", "character": "Dr. Robert Gallo", "characterId": "nm0000257"}, {"text": "Is it you against the French? I thought we were all against the virus. If you go to court now, everybody loses. You, the people who die while you quibble...", "character": "Dr. Don Francis", "characterId": "nm0000546"}, {"text": "[Interrupting]\nWhat do you want?", "character": "Dr. Robert Gallo", "characterId": "nm0000257"}, {"text": "I want to stop you from turning a holocaust into an international pissing contest!", "character": "Dr. Don Francis", "characterId": "nm0000546"}]}, {"lines": [{"text": "I personally don't care if these people were painted by Norman Rockwell, we still have to prove that the blood is contaminated. We gotta prove it. What do know? What do we think? What can we prove?", "character": "Dr. Jim Curran", "characterId": "nm0007210"}]}, {"lines": [{"text": "In your file it says that you're gay.", "character": "Dr. Mary Guinan", "characterId": "nm0000444"}, {"text": "And also a homosexual.", "character": "Gaetan Dugas", "characterId": "nm0635139"}]}, {"lines": [{"text": "666... that's my room number!", "character": "Chip", "characterId": "nm0598413"}]}, {"lines": [{"text": "How many dead hemophiliacs do you need? How many people have to die to make it cost efficient for you people to do something about it? A hundred? A thousand? Give us a number so we won't annoy you again until the amount of money you begin spending on LAWSUITS makes it more PROFITABLE for you to save people, than to kill them!", "character": "Dr. Don Francis", "characterId": "nm0000546"}]}, {"lines": [{"text": "Well, you know, if the gay community doesn't start raising hell, do you think Reagan is going to do a damn thing?", "character": "Bobbi Campbell", "characterId": "nm0006610"}, {"text": "I wish I had your courage.", "character": "The Choreographer", "characterId": "nm0000152"}, {"text": "Courage... no. I'm scared to death. I just have this self-determination to live. Don't you?", "character": "Bobbi Campbell", "characterId": "nm0006610"}]}, {"lines": [{"text": "I'm really sorry about this but I got some questions which are... well, embarassing but... I gotta ask them. Has he ever had sexual contact with another man?", "character": "Dr. Dale Lawrence", "characterId": "nm0166061"}, {"text": "I don't understand the question. I mean, he's a man. How can a man have sex with another man?", "character": "Woman in Denver", "characterId": "nm0665708"}]}, {"lines": [{"text": "How long has it been.", "character": "Dr. Mary Guinan", "characterId": "nm0000444"}, {"text": "Small pox, India.", "character": "Dr. Don Francis", "characterId": "nm0000546"}]}]}