{"quotes": [{"lines": [{"text": "I;ve come to the conclusion that all kids should be given a stretch in reform school... if they all come out as well as you did.", "character": "Pat Remson", "characterId": "nm0001654"}]}, {"lines": [{"text": "I'm getting tired of telling you, your beautiful.", "character": "Pat Remson", "characterId": "nm0001654"}, {"text": "But, I\"m not getting tired of hearing it.", "character": "Joy Ryan", "characterId": "nm0792130"}, {"text": "That's the marvelous thing about you. You're the only person in the world who likes my dialogue.", "character": "Pat Remson", "characterId": "nm0001654"}]}, {"lines": [{"text": "Hello, Kroner.", "character": "Pat Remson", "characterId": "nm0001654"}, {"text": "Say, what is this? A stick-up?", "character": "Kroner", "characterId": "nm0624005"}, {"text": "Oh, come now, Kroner, you know cops when you see them.", "character": "Pat Remson", "characterId": "nm0001654"}]}, {"lines": [{"text": "Where does Shuffle hang out?", "character": "Pat Remson", "characterId": "nm0001654"}, {"text": "He hangs out with Kroner and Kroner's always in the bowling alley.", "character": "Huntz", "characterId": "nm0355653"}]}, {"lines": [{"text": "Listen, Mr. Remson, I'm supposed to be mayor for one week. I know its all a joke and I haven't got any real power. But, why don't you give us kids a break? You grown-ups have been doing things your way and you've got everything all balled up. Well, we're going to handle this our way. Come on kids, let's organize!", "character": "Billy Shafter", "characterId": "nm0356890"}]}, {"lines": [{"text": "Now, wait a minute, hold it a second. Then, when we tried to help Gabe we found it was a big joke. Nothing but a stunt to get publicity for the grown-ups. They told us we were just kids, back-ally hoodlums, and get back were we belong. They laughed at us! Well, we're we belong, but, that doesn't mean we're going to give up. Sure, we're just kids and we can't vote and, I guess, we haven't got any rights. And we've got something here that might wake this city up and make the grown ups laugh out of the other side of their faces!", "character": "Billy Shafter", "characterId": "nm0356890"}]}]}