{"quotes": [{"lines": [{"text": "[the Kralahome has just arrived to tell King Mongkut of the loss of Cambodia. Anna, meanwhile, continues to press the King about the issue of a private residence, to the point where even the King's staff members are singing \"Home, Sweet Home\"]\nYour Majesty! It has begun, Toongramon. We've lost Cambodia. Our governor of Cambodia has made a treaty with the French government. They have recognized Cambodia as independent of Siam, placed it under their \"protection,\" and this governor of ours still protests his loyalty to Your Majesty.", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "So, a camel's nose is in the tent. The partition of Siam, it has begun.", "character": "King Mongkut", "characterId": "nm0001322"}, {"text": "For a long time, we've said this hour must come. Now it is no longer talk. It is upon us. What do we do?", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "Nothing. We shall do nothing whatever in this matter... because there is nothing we can do.", "character": "King Mongkut", "characterId": "nm0001322"}, {"text": "Your father took such a man once and burned out both his eyes, hung him in the sun in a cage over cool running water, until he went mad.", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "[Heartbroken, yes resigned]\nWe have not the right to waste ourselves on something which cannnot be changed. We shall save what strength and cunning we may have to hold together what is left of Siam. And if we cannot save all that is left, we shall save what we can.", "character": "King Mongkut", "characterId": "nm0001322"}, {"text": "[after a long pause]\nTell me something Toongramon. A long time ago, I came to you and asked you to leave a life of peace, and to be King. If I could ask you now to make that choice, what would your answer be? Think well before you answer that. Think what this can mean to you.", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "You feel great responsibility for me, don't you, Chow Koon?", "character": "King Mongkut", "characterId": "nm0001322"}, {"text": "You might still be living peacefully at the monastery if I had not persuaded you. Perhaps it is not too late to return. Think well on that. The monastery instead of this place, where you have only enemies and danger. Well, you know this is not the end. The ships of Europe will crowd thicker on our seas, greedy for conquest. They have the power... and the cunning. They know how to set your nobles against you, how to buy and threaten them. How can you hope to hold Siam together against enemies without and within? All that it can mean to you is that, in the end, you will die in a lost cause.", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "I have done you a sorry service to have brought you to this moment.", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "[after a moment]\nI think you take too much credit on yourself, Chow Koon. There is a man born for every task, and I was born for this one. Remember, I was prince before I was monk. Let me ask you, if you were in my place, what would your answer be?", "character": "King Mongkut", "characterId": "nm0001322"}, {"text": "[Long pause. He cannot answer]", "character": null, "characterId": null}, {"text": "Then give me as much credit as you allow yourself, my friend.", "character": "King Mongkut", "characterId": "nm0001322"}, {"text": "If only we had more time.", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "[Court musician can be heard playing \"Home, Sweet Home\" outside the King's window]\nShe's got someone else at it.", "character": "King Mongkut", "characterId": "nm0001322"}, {"text": "She?", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "That woman and her house!", "character": "King Mongkut", "characterId": "nm0001322"}, {"text": "[Calls to court musician]", "character": null, "characterId": null}, {"text": "Stop it!", "character": "King Mongkut", "characterId": "nm0001322"}, {"text": "[Music stops]", "character": null, "characterId": null}, {"text": "Take a lesson from her, my friend, and you'll never give up on anything. Give her a house.", "character": "King Mongkut", "characterId": "nm0001322"}, {"text": "But...", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "Give her a house! If she was meant to be a sign to us, she deserves a reward.", "character": "King Mongkut", "characterId": "nm0001322"}, {"text": "[Really angry now]", "character": null, "characterId": null}, {"text": "And if she wasn't, well, give her a house anyway, before she drives me out of my mind!", "character": "King Mongkut", "characterId": "nm0001322"}]}, {"lines": [{"text": "[Anna, thinking the king is a barbarian, is about to leave. The Kralahome has had her brought to his office at night to reason with her. She is outraged]\nHow dare you treat me in this manner. I demand an explanation, and I warn you...", "character": "Anna Owens", "characterId": "nm0002050"}, {"text": "[Calmly]\nBe quiet, sir.", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "...that I'm a British subject.", "character": "Anna Owens", "characterId": "nm0002050"}, {"text": "That is nor reason you are safe. I could have you killed if that would serve my purpose. Such things are simple here.", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "[Walks across room]", "character": null, "characterId": null}, {"text": "Sir, did you enjoy your triumph about your house? Because you shall now enjoy greater triumph. I have something to ask of you. Not demand, but ask. It is that you shall Stay in Siam. You may enjoy yourself if you like, sir", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "No matter what you ask, I wouldn't do it.", "character": "Anna Owens", "characterId": "nm0002050"}, {"text": "If you do not stay in Siam, where will you go?", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "I don't know.", "character": "Anna Owens", "characterId": "nm0002050"}, {"text": "Have you other place to put your life?", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "What has that to do with you?", "character": "Anna Owens", "characterId": "nm0002050"}, {"text": "Have you, sir?", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "Please stop calling me \"sir\"!", "character": "Anna Owens", "characterId": "nm0002050"}, {"text": "[emphatically]\nI call you sir so you will not be lowly like a woman, but you continue to talk like a woman, I no longer call you sir. You think now you are nothing here, but that could be different.", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "How could it be, so long as the king can change his mind from one day to another?", "character": "Anna Owens", "characterId": "nm0002050"}, {"text": "The king is not ordinary man.", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "Indeed he isn't.", "character": "Anna Owens", "characterId": "nm0002050"}, {"text": "He is lonely man.", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "Lonely!", "character": "Anna Owens", "characterId": "nm0002050"}, {"text": "Mem, I have watched you. I think there is need here for you. I think you know what is truth about many things, and I know you have the courage to speak it. The king has no one near him like you. He has many wives, but they cannot help him. You can speak with him as a woman where they cannot. And he will listen to you, because he will know you do not seek something for yourself.", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "Indeed, I wouldn't. Least of all the chance to revolve around him. He doesn't need help.", "character": "Anna Owens", "characterId": "nm0002050"}, {"text": "Mem, why you not see? Why? He is two men! One part of him is king, like his father was. Other part tries to be man of new world, scientific man who desires to learn all modern things to save his country. But greedy men of Europe are at our door. They say Siam is barbaric land, and so must be ruled by them. So king must learn all modern things now. He tries work too big for any man, with no one to help. His own people are his enemies. They do not want change.", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "[thoughtfully]", "character": null, "characterId": null}, {"text": "And sometimes inside himself is enemy that cannot change. Oh, mem, are you blind? Have you no eyes to see? He does not live coldly with mind as I do. But with heart. With heart, mem, as king must, and so is torn in two within himself. And to whom can he turn? Whom can he trust? He is very lonely man, and very strange man. Yet, for him, I would die.", "character": "Kralahome", "characterId": "nm0002011"}, {"text": "[after a long pause]\nI'm... I'm afraid I haven't been very understanding.", "character": "Anna Owens", "characterId": "nm0002050"}, {"text": "\"Go up by land, and you meet tiger. Go down by water, and you meet crocodile.\" But for you, it will be place to put your life.", "character": "Kralahome", "characterId": "nm0002011"}]}, {"lines": [{"text": "Now always best time.", "character": "King Mongkut", "characterId": "nm0001322"}]}]}