{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "I get pampered, I am the center of attention, everyone comes to me.", "character": "Anna Nicole Smith", "characterId": "nm0000645"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Every morning I masturbate, uhhh you know a refreshing wake-up.", "character": "Anna Nicole Smith", "characterId": "nm0000645"}]}, {"lines": [{"text": "With a body like this, who wouldn't want to masturbate, what a great way to start the day, its so relaxing, really prepares me for a grueling day at the studio, not to mention the parties of night.", "character": "Anna Nicole Smith", "characterId": "nm0000645"}]}, {"lines": [{"text": "Baron wonderful Baron, I pay him well to do nothing but please me to give me whatever I need or want, whenever I needed or wanted, what a life huh, oh and he also has a pretty good butt.", "character": "Anna Nicole Smith", "characterId": "nm0000645"}]}, {"lines": [{"text": "In my world every day is a new adventure, from morning to night, I am always on the stage.", "character": "Anna Nicole Smith", "characterId": "nm0000645"}]}, {"lines": [{"text": "When I make love in a scene for a movie its completely different because there's another person there and if your partner turns you on, then its really hot, its kind of wild, you got to control your feelings, your sexual feelings and everything has to look natural so real, you got to play with your emotions and play with your partner at the same time, it can be a really powerful moment.", "character": "Anna Nicole Smith", "characterId": "nm0000645"}]}, {"lines": [{"text": "I think every woman has a fantasy of another woman, I just have a fantasy about a maid.", "character": "Anna Nicole Smith", "characterId": "nm0000645"}, {"text": "[laughs]", "character": null, "characterId": null}]}, {"lines": [{"text": "My favorite place to masturbate? Definitely the tub.", "character": "Anna Nicole Smith", "characterId": "nm0000645"}]}, {"lines": [{"text": "Jason he's my chef, he feeds me all sorts of good things, I love strawberrys with his hands especially when he teases me with them.", "character": "Anna Nicole Smith", "characterId": "nm0000645"}]}, {"lines": [{"text": "Wow, I just get so exotic.", "character": "Anna Nicole Smith", "characterId": "nm0000645"}]}, {"lines": [{"text": "[after anna fantasizes her doing sex with her chef]\nHey Smith...", "character": "The Maid", "characterId": "nm0383609"}, {"text": "Yes!", "character": "Anna Nicole Smith", "characterId": "nm0000645"}, {"text": "Your limousine is ready Mrs. Smith.", "character": "The Maid", "characterId": "nm0383609"}, {"text": "I'll be right there sweetheart!", "character": "Anna Nicole Smith", "characterId": "nm0000645"}, {"text": "[laughing briefly]\nWow...", "character": "Anna Nicole Smith", "characterId": "nm0000645"}]}, {"lines": [{"text": "I have always wanted to do a vargas calendar.", "character": "Anna Nicole Smith", "characterId": "nm0000645"}]}, {"lines": [{"text": "[referring to the background music in the photoshoot scene, passionately saying]\nThis music really hypes me and it gets me... you know, going and...", "character": "Anna Nicole Smith", "characterId": "nm0000645"}]}, {"lines": [{"text": "When it was explained to me about the casting couch and there was a great great scene, a scene for me to turn the tables and for me to be the producer and have all these men, I walked in with just a jacket and panties and real dominant, saw I liked and saw what I didn't liked and chose one I did like.", "character": "Anna Nicole Smith", "characterId": "nm0000645"}]}, {"lines": [{"text": "[scene where Anna as a producer and actress interviewing an individual Morgan for a role in the movie]\nWhat kind of performance you do?", "character": "Anna Nicole Smith", "characterId": "nm0000645"}, {"text": "[saying nervously]\nAnything!", "character": null, "characterId": null}, {"text": "[saying sensually]\nAnything... what about a scene... I don't know 22?", "character": "Anna Nicole Smith", "characterId": "nm0000645"}, {"text": "The love scene?", "character": null, "characterId": null}, {"text": "Yes!", "character": "Anna Nicole Smith", "characterId": "nm0000645"}, {"text": "Well I was thinking that a you know it might just something requires little more of my skills, you mean the part where I holding my arms and kiss you?", "character": null, "characterId": null}, {"text": "[saying sensually]\nThis part!", "character": "Anna Nicole Smith", "characterId": "nm0000645"}, {"text": "[after didn't like the kiss with morgan]\nSorry, next...", "character": "Anna Nicole Smith", "characterId": "nm0000645"}]}, {"lines": [{"text": "[Anna doing commentary in the background when Anna fantasizing her doing sex with her chauffeur]\nMorgan is my chauffeur officially but more importantly he's my friend, he protects me from harm when I am out on the town and he's always there for me when I need him, Morgan is always joking, he can make me laugh like no one else, there's nothing like being with a man who can make you laugh, he can make me feel good inside when no one else can, with all this senseless attention I get I just don't know what I do without him, never had a sexual fantasy about Morgan... well, except just this ones.", "character": "Anna Nicole Smith", "characterId": "nm0000645"}]}, {"lines": [{"text": "People use to consider me as a... I guess you could say the little girl... next door.", "character": "Anna Nicole Smith", "characterId": "nm0000645"}, {"text": "I just, I don't know, I kinda want to show people another side that I am.", "character": "Anna Nicole Smith", "characterId": "nm0000645"}]}]}