{"quotes": [{"lines": [{"text": "Gif me a visky, ginger ale on the side, and don' be stingy, baby.", "character": "Anna Christie", "characterId": "nm0001256"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Fog, fog all time. You can't tell where you was going. Only that old devil sea. She knows.", "character": "Chris Christofferson", "characterId": "nm0547975"}]}, {"lines": [{"text": "Be a good girl, Ann, no matter how lonesome. Happy days. Happy days.", "character": "Marthy Owens", "characterId": "nm0237597"}]}, {"lines": [{"text": "[after Anna offers him a drink]\nThe devil with the drink! But I'll be taking it anyhow!", "character": "Matt Burke", "characterId": "nm0001948"}]}, {"lines": [{"text": "Glory be, what do I care for a stew or a pie? It's not for food I'm hungry... but for the sight of your face.", "character": "Matt Burke", "characterId": "nm0001948"}, {"text": "[Amused and flattered]\nOh, go on with your blarney, you gasbag!", "character": "Anna Christie", "characterId": "nm0001256"}]}, {"lines": [{"text": "Ole square head, huh? Tryin' to kid Marthy Owens, huh? Ha-ha. Oh, I'm on to the game. I wasn't born dragged up on the waterfront for nothin'. You thought I'd make trouble, didn't you? Not me. I'm packin' my duds and I'm quittin' ya. I'm leavin' you flat! Oh, there's plenty of guys on plenty of boats waiin' for me. Always was. I always found. Ha-ha. So, cheer up old square head. I'll be out of the way before your kid gets here. You'll be rid of me for good! And me and you. And good riddance to both of us.", "character": "Marthy Owens", "characterId": "nm0237597"}, {"text": "You, that's a good girl, Marthy.", "character": "Chris Christofferson", "characterId": "nm0547975"}, {"text": "Oh, good girl! Cut that bull. Ha-ha. You was always square to me. So, it's 50-50. Nobody owes nobody nothin', do they? Nobody's sore. Still friends.", "character": "Marthy Owens", "characterId": "nm0237597"}, {"text": "Oh, by golly, yes, Marthy.", "character": "Chris Christofferson", "characterId": "nm0547975"}]}, {"lines": [{"text": "By, Jiminy Cricket, we got to celebrate now! Come on Larry, give us a drink, there!", "character": "Chris Christofferson", "characterId": "nm0547975"}]}, {"lines": [{"text": "Well, I wouldn't blame you at that. I guess I do look rotten.", "character": "Anna Christie", "characterId": "nm0001256"}]}, {"lines": [{"text": "Well, ain't they fussy in this dump.", "character": "Anna Christie", "characterId": "nm0001256"}]}, {"lines": [{"text": "I ain't expectin' much from him. Give you a kick when you're down. That's what all men do. And I don't suppose he'll turn out no better than the rest.", "character": "Anna Christie", "characterId": "nm0001256"}]}, {"lines": [{"text": "I'm just out of the hospital, two weeks. The judge gave all us girls 30 days. Well, the others didn't seem to mind being in the cooler much. But, I couldn't stand it. I went nuts. I never could stand being caged up nowhere. I got good and sick and they had to send me to the hospital. And it was nice there. I was sorry to leave it, honest.", "character": "Anna Christie", "characterId": "nm0001256"}]}, {"lines": [{"text": "That's him. He's, he's comin' in here. Now, brace up!", "character": "Marthy Owens", "characterId": "nm0237597"}]}, {"lines": [{"text": "Well, so long, kid. I-I got to beat it. I'll see you later.", "character": "Marthy Owens", "characterId": "nm0237597"}]}, {"lines": [{"text": "You drink your wine. That put new life in you. Skol, Ann. You know that Swedish word?", "character": "Chris Christofferson", "characterId": "nm0547975"}, {"text": "Skol. I guess I know that word, alright, alright.", "character": "Anna Christie", "characterId": "nm0001256"}]}, {"lines": [{"text": "On trip back, I take you up in Woolworth Building. There, you see everything.", "character": "Chris Christofferson", "characterId": "nm0547975"}, {"text": "I've seen too much already.", "character": "Anna Christie", "characterId": "nm0001256"}]}, {"lines": [{"text": "I'll try anything once.", "character": "Anna Christie", "characterId": "nm0001256"}]}, {"lines": [{"text": "Well, I like your nerve, alright, alright. Huh! Gee, I'm, I'm sorry I came here to speak to you. Huh! Insulting me! Ha-ha. Well, can you beat it? Ha-ha. I'll be toddlin' along.", "character": "Marthy Owens", "characterId": "nm0237597"}]}, {"lines": [{"text": "You was going on as if one of you had to own me. But, nobody owns me, see; excepting, myself. I'll do what I please and no man, I don't give a darn who he is, can tell me what to do. I haven't asked either of you for living. I'll make it myself, one way or another. I am my own boss. So, put that in your pipe and smoke it!", "character": "Anna Christie", "characterId": "nm0001256"}]}, {"lines": [{"text": "This queer, rough talk; not for a decent enough girl like yourself.", "character": "Matt Burke", "characterId": "nm0001948"}, {"text": "Decent! Who told you I was?", "character": "Anna Christie", "characterId": "nm0001256"}]}, {"lines": [{"text": "Oh, why don't you leave me alone. Go away! Can't you see I'm licked!", "character": "Anna Christie", "characterId": "nm0001256"}]}]}