{"quotes": [{"lines": [{"text": "[after Elmer Fudd throws a firecracker, that lands in a group of ants' colony and the firecracker explodes, one ant, darkened from the explosding gun powder then raises its head]", "character": null, "characterId": null}, {"text": "Of course, you know, this means war!", "character": "Ants", "characterId": "nm0000305"}]}, {"lines": [{"text": "[after Elmer Fudd threw first firecracker. This did not attack the ants]", "character": null, "characterId": null}, {"text": "Hoowee, for the fourth of July!", "character": "Elmer Fudd", "characterId": "nm0116897"}]}, {"lines": [{"text": "[after Elmer Fudd quietly snuck up to the ants' colonies and surprised the ants, by dropping a firecracker, into the leaders' hole that declared war on him, he then put his finger into the hole, so the ants were unable to retreat from the explosion, of the firecracker. After the firecracker exploded, Elmer Fudd chuckled evilly]", "character": null, "characterId": null}, {"text": "Heh, he, heh!", "character": "Elmer Fudd", "characterId": "nm0116897"}, {"text": "[after Elmer Fudd's evil laugh and seeing a majority of the ants' colonies blow up and shoot out numerous injued ants, he quickly walks back to his 'base']", "character": null, "characterId": null}]}, {"lines": [{"text": "[after an ant tried to catch Elmer Fudd off guard, it blew out the firecracker and headed back to its colony. A larger cannon ball designed bomb exploded, destroying Elmer Fudd's wristwatch]", "character": null, "characterId": null}, {"text": "Why don't you ants go under ground, where you bewong?", "character": "Elmer Fudd", "characterId": "nm0116897"}]}, {"lines": [{"text": "[after a general of the ants sets a briefcase, to send numeruos firecrackers over Elmer Fudd's ground, and getting blackfaced, Elmer Fudd extremely irate, throws firecrackers back to the ants' colonies. At this same time, a group of winged ants, fly over Elmer Fudd's base and drop more firecrackers on him and causing him to run away]", "character": null, "characterId": null}, {"text": "You'll never take me awive!", "character": "Elmer Fudd", "characterId": "nm0116897"}, {"text": "[Elmer Fudd then quickly runs away. Then a leading ant lights a firecracker, that lost some of its gunpowder. The lit gunpowder explodes apparently killing Elmer Fudd, and the victorious ants do a salute, as a parade of fireworks occurs. Then the Closing Credits musical theme song begins]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after Elmer Fudd discovers a group of ant leaders, like a lieutenant and a sergeant are spying at one side of his base, Elmer Fudd drops a firecracker down the periscope. Then the blue hatted and top leader general or sergeant ant takes a look at the periscope, the firecracker explodes. Then, the blackfaced leader starts kicking the other ant quickly and numerous times into its rear, as they leave]", "character": null, "characterId": null}]}]}