{"quotes": [{"lines": [{"text": "I don't know what to say, really. Three minutes to the biggest battle of our professional lives. All comes down to today, and either, we heal as a team, or we're gonna crumble. Inch by inch, play by play. Until we're finished. We're in hell right now, gentlemen. Believe me. And, we can stay here, get the shit kicked out of us, or we can fight our way back into the light. We can climb outta hell... one inch at a time. Now I can't do it for ya, I'm too old. I look around, I see these young faces and I think, I mean, I've made every wrong choice a middle-aged man can make. I, uh, I've pissed away all my money, believe it or not. I chased off anyone who's ever loved me. And lately, I can't even stand the face I see in the mirror. You know, when you get old, in life, things get taken from you. I mean, that's... that's... that's a part of life. But, you only learn that when you start losin' stuff. You find out life's this game of inches, so is football. Because in either game - life or football - the margin for error is so small. I mean, one half a step too late or too early and you don't quite make it. One half second too slow, too fast and you don't quite catch it. The inches we need are everywhere around us. They're in every break of the game, every minute, every second. On this team we fight for that inch. On this team we tear ourselves and everyone else around us to pieces for that inch. We claw with our fingernails for that inch. Because we know when add up all those inches, that's gonna make the fucking difference between winning and losing! Between living and dying! I'll tell you this, in any fight it's the guy whose willing to die whose gonna win that inch. And I know, if I'm gonna have any life anymore it's because I'm still willing to fight and die for that inch, because that's what living is, the six inches in front of your face. Now I can't make you do it. You've got to look at the guy next to you, look into his eyes. Now I think ya going to see a guy who will go that inch with you. Your gonna see a guy who will sacrifice himself for this team, because he knows when it comes down to it your gonna do the same for him. That's a team, gentlemen, and either, we heal, now, as a team, or we will die as individuals. That's football guys, that's all it is. Now, what are you gonna do?", "character": "Tony D'Amato", "characterId": "nm0000199"}]}, {"lines": [{"text": "On any given Sunday you're gonna win or you're gonna lose. The point is - can you win or lose like a man?", "character": "Tony D'Amato", "characterId": "nm0000199"}]}, {"lines": [{"text": "\"It's TV, it changed everything, changed the way we think forever. I mean the first time they stopped the game to cut away to some fucking commercial that was the end of it. Because it was our concentration that mattered, not theirs, not some fruitcake selling cereal.\"", "character": "Tony D'Amato", "characterId": "nm0000199"}]}, {"lines": [{"text": "sacrifice. The times he's gotta sacrifice because he's gotta lead, by example. Not by fear and not by self-pity.", "character": "Tony D'Amato", "characterId": "nm0000199"}]}, {"lines": [{"text": "I'll tell you this, in any fight it's the guy whose willing to die whose gonna win that inch. And I know, if I'm gonna have any life any more it's because I'm still willing to fight and die for that inch, because that's what living is, the six inches in front of your face. Now I can't make you do it. You've got to look at the guy next to you, look into his eyes. Now I think ya going to see a guy who will go that inch with you. Your gonna see a guy who will sacrifice himself for this team, because he knows when it comes down to it your gonna do the same for him. That's a team gentlemen, and either, we heal as a team, or we will die as individuals. That's football guys, that's all it is. Now what are you gonna do?", "character": "Tony D'Amato", "characterId": "nm0000199"}]}, {"lines": [{"text": "For every sucker who makes it,for every Barry Sanders,for every Jerry Rice,there's a hundred niggers you never heard of.Sure. The game's taught you how to strut, how to talk shit, how to hit.But what else? Suddenly, there's no more money, no more women, no more applause.No more dream. This is what I'm trying to say to you. When a man Iooks back on his life, he should be proud of all of it. Not just the years he spent in pads and cleats. Not just memories of when he was great. You gotta learn that in here. Or if you don't, you ain't a man, you're just another punk.", "character": "Luther 'Shark' Lavay", "characterId": "nm0852753"}]}, {"lines": [{"text": "I'm trying to win coach. I ain't trying to disrespect nobody, but winning is the only thing I respect.", "character": "Willie 'Alien' Beamen", "characterId": "nm0004937"}]}, {"lines": [{"text": "You're a goddamn quarterback! You know what that means? It's the top spot, kid. It's the guy who takes the fall. It's the guy everybody's looking at first - the leader of a team - who will support you when they understand you. Who will break their ribs and their noses and their necks for you, because they believe. 'Cause you make them believe. That's a quarterback.", "character": "Tony D'Amato", "characterId": "nm0000199"}]}, {"lines": [{"text": "If you're gonna be a loser, raise your hand. IF you're gonna act like a pussy, raise your hand.", "character": "Tony D'Amato", "characterId": "nm0000199"}, {"text": "[Julian Washington stands up and raises his hand]", "character": null, "characterId": null}, {"text": "What the hell are you doing, J?", "character": "Tony D'Amato", "characterId": "nm0000199"}, {"text": "Well, I didn't want you to be the only pussy with your hand up, so I thought I'd help you out.", "character": "Julian Washington", "characterId": "nm0005112"}]}, {"lines": [{"text": "Coach, calm down you're gonna have a stroke!", "character": "Luther 'Shark' Lavay", "characterId": "nm0852753"}, {"text": "I don't get strokes muthafucka! I give 'em!", "character": "Montezuma Monroe", "characterId": "nm0000987"}]}, {"lines": [{"text": "We're in hell right now gentlemen. Believe me. And we can stay here, get the shit kicked out of us, or we can fight our way back into the light. We can climb outta hell... one inch at a time.", "character": "Tony D'Amato", "characterId": "nm0000199"}]}, {"lines": [{"text": "No intensity, no victory.", "character": "Christina Pagniacci", "characterId": "nm0000139"}]}, {"lines": [{"text": "[to Beamen]\nYou're very, very young... and your very, very stupid.", "character": "Tony D'Amato", "characterId": "nm0000199"}]}, {"lines": [{"text": "Maybe it's not racism. Maybe it's just placism. A brother needs to know his place.", "character": "Willie 'Alien' Beamen", "characterId": "nm0004937"}]}, {"lines": [{"text": "It's like my ex-wife. 21 different personalities and 7 of them hated me.", "character": "Jack Rose", "characterId": "nm0001525"}]}, {"lines": [{"text": "Now I can't do it for ya, I'm too old. I look around, I see these young faces and I think, I mean, I've made every wrong choice a middle-aged man can make. I've pissed away all my money, believe it or not. I chased off anyone who's ever loved me. And lately, I cant even stand the face I see in the mirror.", "character": "Tony D'Amato", "characterId": "nm0000199"}]}, {"lines": [{"text": "You find out life's this game of inches, so is football. Because in either game - life or football - the margin for error is so small. I mean, one half a step too late or too early and you don't quite make it. One half second too slow, too fast and you don't quite catch it. The inches we need are everywhere around us. They're in every break of the game, every minute, every second. On this team we fight for that inch. On this team we tear ourselves and everyone else around us to pieces for that inch. We claw with our fingernails for that inch. Because we know when add up all those inches, that's gonna make the fucking difference between winning and losing! Between living and dying!", "character": "Tony D'Amato", "characterId": "nm0000199"}]}, {"lines": [{"text": "Perfect. Fuck. Ok stay here and get... butt fucked by 12 Neanderthals. Bitch", "character": "Dr. Harvey Mandrake", "characterId": "nm0000249"}]}, {"lines": [{"text": "[Willie Beamen is lined up behind the wrong lineman]", "character": null, "characterId": null}, {"text": "Hey, unless you're gonna kiss me, get your hands off my ass.", "character": "McKenna", "characterId": "nm0789061"}]}, {"lines": [{"text": "Where does it hurt?", "character": "Dr. Ollie Powers", "characterId": "nm0000546"}, {"text": "Right where you're touching it!", "character": "Jack 'Cap' Rooney, #19", "characterId": "nm0000598"}]}, {"lines": [{"text": "[the Shark has just sliced Beamen's van in two after Beamen makes a bad remark about the Sharks defense]", "character": null, "characterId": null}, {"text": "In football, you have the offense and the defense. You can't have one without the other. Respect will be paid.", "character": "Luther 'Shark' Lavay", "characterId": "nm0852753"}]}, {"lines": [{"text": "Honey, will you put the kids to bed?", "character": "Patrick 'Madman' Kelly", "characterId": "nm0117420"}, {"text": "Why can't we hire a maid?", "character": "Madman's wife", "characterId": "nm0922242"}, {"text": "Why did I ever get married?", "character": "Patrick 'Madman' Kelly", "characterId": "nm0117420"}]}, {"lines": [{"text": "(Speaking to Tony) Why the hell do you think my father put me in charge you bullheaded moron!", "character": "Christina Pagniacci", "characterId": "nm0000139"}]}, {"lines": [{"text": "Oh that's great! That's just FUCKING great! Did you get that?", "character": "Jack Rose", "characterId": "nm0001525"}]}, {"lines": [{"text": "[to Willie Beamen]\nWhat the fuck you mean, I'm dying inside? Motherfucker. Kiss my Armani ass! You know what I did for this team? I'll take ya fuckin' life!", "character": "Julian Washington", "characterId": "nm0005112"}]}, {"lines": [{"text": "[of Christina Pagniacci]\nI honestly believe that woman would eat her own young.", "character": "Commissioner", "characterId": "nm0000032"}]}, {"lines": [{"text": "you. Got it?", "character": "Dr. Harvey Mandrake", "characterId": "nm0000249"}]}, {"lines": [{"text": "[in passing a player in the locker room exposed in all his manhood]\nDon't stiffen on me.", "character": "Christina Pagniacci", "characterId": "nm0000139"}]}, {"lines": [{"text": "Cherubini's down.", "character": "Kevin Branson", "characterId": "nm0490483"}, {"text": "Cherubini! What did he fall off the bench?", "character": "Dr. Harvey Mandrake", "characterId": "nm0000249"}]}, {"lines": [{"text": "Candy ass, no-blocking bitches!", "character": "Tony D'Amato", "characterId": "nm0000199"}]}, {"lines": [{"text": "[rapping]\nGotta get to work, that's right. You know. Come on! Uh! Come on! Come on! Come on! Come on! You know my name, my name is Willie. Willie Beamen! I keep my ladies... creamin'! And all my fans... all them screamin'! Think you can defeat me? You are dreamin'!", "character": "Willie 'Alien' Beamen", "characterId": "nm0004937"}]}]}