{"quotes": [{"lines": [{"text": "[referring to a radio that went dead]\nAin't that a bitch? A dumb, dirty stupid useless bitch!", "character": "Dick Ennis", "characterId": "nm0000053"}]}, {"lines": [{"text": "[attending to Rabinoff who went into sudden convulsions]\nLook, fellows, I think he can use the air more then the company, okay? Anything anybody can do?", "character": "Dick Ennis", "characterId": "nm0000053"}, {"text": "No, unless you have a band-aid.", "character": "Cpl. Jack Rabinoff", "characterId": "nm0000393"}, {"text": "Very funny.", "character": "Dick Ennis", "characterId": "nm0000053"}, {"text": "Oh, it's murder. The stomach, you see? A Japanese grenade ripped my insides. Got medal in there. Under tension it contracts and all hell breaks loose. I must have been tense.", "character": "Cpl. Jack Rabinoff", "characterId": "nm0000393"}, {"text": "Good thinking. You belong in a hospital, not in a war.", "character": "Dick Ennis", "characterId": "nm0000053"}, {"text": "Yeah, that's what they said when they sent me home.", "character": "Cpl. Jack Rabinoff", "characterId": "nm0000393"}, {"text": "You mean you got out, then you went to Canada and joined this outfit?", "character": "Dick Ennis", "characterId": "nm0000053"}, {"text": "That's right.", "character": "Cpl. Jack Rabinoff", "characterId": "nm0000393"}, {"text": "How did you get past the doctors?", "character": "Dick Ennis", "characterId": "nm0000053"}, {"text": "Lied about my age.", "character": "Cpl. Jack Rabinoff", "characterId": "nm0000393"}, {"text": "You gotta be crazy. Half your guts blown out and you're back here. What for?", "character": "Dick Ennis", "characterId": "nm0000053"}, {"text": "Awkward time for a interview.", "character": "Cpl. Jack Rabinoff", "characterId": "nm0000393"}, {"text": "You got something better to do? Why did you re-enlist?", "character": "Dick Ennis", "characterId": "nm0000053"}, {"text": "Why? Because I like it, you know. I missed it, Ennis. With all the mud and pain, these clowns giving orders, there's nothing like it. Look, a guy sells shoes for 40 years. I live more in one day, I see more and feel more. I taste more, I think more. I'm more, understand? I'm more. There's more to living than breathing. Capisce?", "character": "Cpl. Jack Rabinoff", "characterId": "nm0000393"}, {"text": "Capisce.", "character": "Dick Ennis", "characterId": "nm0000053"}, {"text": "You're the same way, that's right. War is part of you. You belong to it and when this one's over, you'll find another and I hope I'm with you.", "character": "Cpl. Jack Rabinoff", "characterId": "nm0000393"}]}, {"lines": [{"text": "[talking on the radio intercom]\nHello beachhead. this is Dick Ennis.I'm somewhere in the Alban Hills with the survivors. Sorry to take you away from the gaming table general, but I thought you should know you lost a couple pins off your chart. 1st and 2nd Rangers battalions have been wiped out. Did you read that? Of 767 men, there are 7 survivors left to see the result of one more royal foul-up. but this one's unique. This didn't happen because a general was too reckless. But because a general was too cautious! How about that? An entire outfit wiped out because the general was timid. I know it rarely happens that way general, but it sure as hell happened here. A timid general. He walked them into a park and left them in a graveyard.", "character": "Dick Ennis", "characterId": "nm0000053"}]}]}