{"quotes": [{"lines": [{"text": "What is there at Keoratola?", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "[sleepily]\nBurning hot...", "character": "Apu", "characterId": "nm0315871"}, {"text": "What?", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "They have cremations.", "character": "Apu", "characterId": "nm0315871"}, {"text": "I see... I hope you're careful on the roads. When are your finals? After that you can get a job and I'll stay with you. Will you have me? Will that ever be, I wonder? Who knows how long one has to live? Suppose I fall seriously ill... I'm not so well as I used to be. In the evenings I'm often feverish, I've no appetite. I thought of telling you... but I couldn't. I don't suppose you'd leave college to look after me, would you? Would you use your earnings to pay for me to have treatment? Why don't you answer me... Apu!", "character": "Sarbojaya Ray", "characterId": "nm0052334"}]}, {"lines": [{"text": "Did you see the monkey outside?", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "Did a monkey get inside?", "character": "Harihar Ray", "characterId": "nm0052333"}, {"text": "I meant your precious son.", "character": "Sarbojaya Ray", "characterId": "nm0052334"}]}, {"lines": [{"text": "We bow before you, Lord Shiva, O peaceful one, O Shambhu, ornamented with the crescent moon and adorned with serpents, you who wield the divine bow and dispel the darkness.", "character": "Harihar Ray", "characterId": "nm0052333"}]}, {"lines": [{"text": "O Lord of the world, those devoted to you are the blessed ones. Those who worship you are the holy ones. Those who sing your praises...", "character": "Harihar Ray", "characterId": "nm0052333"}]}, {"lines": [{"text": "\"Look! She weeps with her head on Krishna's breast. Wait till I tell my brother.\" Then Jatila quietly takes her brother Ayan to her hiding place and says \"Brother, look there. See what your wife Radha is up to. She weeps with her head on Krishna's breast. Wait! Where did they go?\" For in the meantime, Krishna had told Radha, \"Lay flowers at my feet as an offering, and I shall take the form of Kali, Ayan's favorite goddess.\"", "character": null, "characterId": null}]}, {"lines": [{"text": "I don't mind telling you I've managed to save about 400 rupees by practically starving myself. Another hundred or so and I can get myself a bride from a decent family. One can't be happy without a family of one's own.", "character": null, "characterId": null}]}, {"lines": [{"text": "Did you say something?", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "Water...", "character": "Harihar Ray", "characterId": "nm0052333"}, {"text": "You want water?", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "Ganges...", "character": "Harihar Ray", "characterId": "nm0052333"}]}, {"lines": [{"text": "Let's hear you read.", "character": "Inspector", "characterId": "nm0820248"}, {"text": "The Land of Bengal. Where is the greenest land of all - where the tender grass your feet must fall? Where the grain sways on sunny afternoons and the blushing lotus blooms? It is our very own Bengal, the greenest land of all. Where do thrush and robin sing? Where do fork-tailed drongos swing and where do elegant swans swim? Where do weaverbirds nest again and the swallows cry for rain? In our very own Bengal, the greenest land of all. In what land do they speak a tongue that fills your soul with yearning? Where do you hear the clear tones of a baul whose heart is singing?", "character": "Apu", "characterId": "nm0348483"}]}, {"lines": [{"text": "Aren't you going to bathe in the Ganges today? If you don't, you won't get salvation.", "character": null, "characterId": null}]}, {"lines": [{"text": "Look what the headmaster gave me.", "character": "Apu", "characterId": "nm0315871"}, {"text": "What is it?", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "It's called a globe. It's the Earth. These lines are countries and the blue is ocean. You know where Calcutta is?", "character": "Apu", "characterId": "nm0315871"}]}]}