{"quotes": [{"lines": [{"text": "Smell that? You smell that?", "character": "Kilgore", "characterId": "nm0000380"}, {"text": "What?", "character": "Lance", "characterId": "nm0098734"}, {"text": "Napalm, son. Nothing else in the world smells like that.", "character": "Kilgore", "characterId": "nm0000380"}, {"text": "[kneels]", "character": null, "characterId": null}, {"text": "I love the smell of napalm in the morning. You know, one time we had a hill bombed, for 12 hours. When it was all over, I walked up. We didn't find one of 'em, not one stinkin' dink body. The smell, you know that gasoline smell, the whole hill. Smelled like", "character": "Kilgore", "characterId": "nm0000380"}, {"text": "[sniffing, pondering]", "character": null, "characterId": null}, {"text": "victory. Someday this war's gonna end...", "character": "Kilgore", "characterId": "nm0000380"}, {"text": "[suddenly walks off]", "character": null, "characterId": null}]}, {"lines": [{"text": "We train young men to drop fire on people, but their commanders won't allow them to write \"fuck\" on their airplanes because it's obscene!", "character": "Kurtz", "characterId": "nm0000008"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[voiceover]\nThe horror... the horror...", "character": "Kurtz", "characterId": "nm0000008"}]}, {"lines": [{"text": "I've seen horrors... horrors that you've seen. But you have no right to call me a murderer. You have a right to kill me. You have a right to do that... but you have no right to judge me. It's impossible for words to describe what is necessary to those who do not know what horror means. Horror... Horror has a face... and you must make a friend of horror. Horror and moral terror are your friends. If they are not, then they are enemies to be feared. They are truly enemies! I remember when I was with Special Forces... seems a thousand centuries ago. We went into a camp to inoculate some children. We left the camp after we had inoculated the children for polio, and this old man came running after us and he was crying. He couldn't see. We went back there, and they had come and hacked off every inoculated arm. There they were in a pile. A pile of little arms. And I remember... I... I... I cried, I wept like some grandmother. I wanted to tear my teeth out; I didn't know what I wanted to do! And I want to remember it. I never want to forget it... I never want to forget. And then I realized... like I was shot... like I was shot with a diamond... a diamond bullet right through my forehead. And I thought, my God... the genius of that! The genius! The will to do that! Perfect, genuine, complete, crystalline, pure. And then I realized they were stronger than we, because they could stand that these were not monsters, these were men... trained cadres. These men who fought with their hearts, who had families, who had children, who were filled with love... but they had the strength... the strength... to do that. If I had ten divisions of those men, our troubles here would be over very quickly. You have to have men who are moral... and at the same time who are able to utilize their primordial instincts to kill without feeling... without passion... without judgment... without judgment! Because it's judgment that defeats us.", "character": "Kurtz", "characterId": "nm0000008"}]}, {"lines": [{"text": "[intercepted radio message]\nI watched a snail crawl along the edge of a straight razor. That's my dream; that's my nightmare. Crawling, slithering, along the edge of a straight razor... and surviving.", "character": "Kurtz", "characterId": "nm0000008"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[voiceover]\nSaigon... shit; I'm still only in Saigon... Every time I think I'm gonna wake up back in the jungle.", "character": "Willard", "characterId": "nm0000640"}, {"text": "When I was home after my first tour, it was worse.", "character": "Willard", "characterId": "nm0000640"}, {"text": "[grabs at flying insect]", "character": null, "characterId": null}, {"text": "I'd wake up and there'd be nothing. I hardly said a word to my wife, until I said \"yes\" to a divorce. When I was here, I wanted to be there; when I was there, all I could think of was getting back into the jungle. I'm here a week now... waiting for a mission... getting softer. Every minute I stay in this room, I get weaker, and every minute Charlie squats in the bush, he gets stronger. Each time I looked around the walls moved in a little tighter.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "Did they say why, Willard, why they want to terminate my command?", "character": "Kurtz", "characterId": "nm0000008"}, {"text": "I was sent on a classified mission, sir.", "character": "Willard", "characterId": "nm0000640"}, {"text": "It's no longer classified, is it? Did they tell you?", "character": "Kurtz", "characterId": "nm0000008"}, {"text": "They told me that you had gone totally insane, and that your methods were unsound.", "character": "Willard", "characterId": "nm0000640"}, {"text": "Are my methods unsound?", "character": "Kurtz", "characterId": "nm0000008"}, {"text": "I don't see any method at all, sir.", "character": "Willard", "characterId": "nm0000640"}, {"text": "I expected someone like you. What did you expect? Are you an assassin?", "character": "Kurtz", "characterId": "nm0000008"}, {"text": "I'm a soldier.", "character": "Willard", "characterId": "nm0000640"}, {"text": "You're neither. You're an errand boy, sent by grocery clerks, to collect a bill.", "character": "Kurtz", "characterId": "nm0000008"}]}, {"lines": [{"text": "[voice-over]\n\"Never get out of the boat.\" Absolutely goddamn right! Unless you were goin' all the way... Kurtz got off the boat. He split from the whole fuckin' program.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "Charlie don't surf!", "character": "Kilgore", "characterId": "nm0000380"}]}, {"lines": [{"text": "[while flying in a helicopter with Air Cavalry soldiers]", "character": null, "characterId": null}, {"text": "Why do all you guys sit on your helmets?", "character": "Chef", "characterId": "nm0002078"}, {"text": "So we don't get our balls blown off.", "character": "Soldier", "characterId": "nm0521554"}]}, {"lines": [{"text": "Could we, uh... talk to Colonel Kurtz?", "character": "Willard", "characterId": "nm0000640"}, {"text": "Hey, man, you don't talk to the Colonel. You listen to him. The man's enlarged my mind. He's a poet warrior in the classic sense. I mean sometimes he'll... uh... well, you'll say \"hello\" to him, right? And he'll just walk right by you. He won't even notice you. And suddenly he'll grab you, and he'll throw you in a corner, and he'll say, \"Do you know that 'if' is the middle word in life? If you can keep your head when all about you are losing theirs and blaming it on you, if you can trust yourself when all men doubt you\"... I mean I'm... no, I can't... I'm a little man, I'm a little man, he's... he's a great man! I should have been a pair of ragged claws scuttling across floors of silent seas...", "character": "Photojournalist", "characterId": "nm0000454"}]}, {"lines": [{"text": "I will not hurt or harm you. Just give me back the board, Lance. It was a good board... and I like it. You know how hard it is to find a board you like...", "character": "Kilgore", "characterId": "nm0000380"}]}, {"lines": [{"text": "Your mission is to proceed up the Nung River in a Navy patrol boat. Pick up Colonel Kurtz's path at Nu Mung Ba, follow it and learn what you can along the way. When you find the Colonel, infiltrate his team by whatever means available and terminate the Colonel's command.", "character": "Colonel Lucas", "characterId": "nm0000148"}, {"text": "Terminate the Colonel?", "character": "Willard", "characterId": "nm0000640"}, {"text": "He's out there operating without any decent restraint, totally beyond the pale of any acceptable human conduct. And he is still in the field commanding troops.", "character": "General Corman", "characterId": "nm0819525"}, {"text": "Terminate with extreme prejudice.", "character": "Civilian", "characterId": "nm0956310"}, {"text": "You understand, Captain, that this mission does not exist, nor will it ever exist...", "character": "Colonel Lucas", "characterId": "nm0000148"}]}, {"lines": [{"text": "[voice-over]\nI was going to the worst place in the world and I didn't even know it yet. Weeks away and hundreds of miles up a river that snaked through the war like a main circuit cable plugged straight into Kurtz. It was no accident that I got to be the caretaker of Colonel Walter E. Kurtz's memory any more than being back in Saigon was an accident. There is no way to tell his story without telling my own. And if his story really is a confession, then so is mine.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "[Kurtz dictates to tape]\nThey train young men to drop fire on people. But their commanders won't allow them to write 'fuck' on their airplanes because it is obscene.", "character": "Kurtz", "characterId": "nm0000008"}]}, {"lines": [{"text": "Everyone gets everything he wants. I wanted a mission, and for my sins, they gave me one. Brought it up to me like room service. It was a real choice mission, and when it was over, I never wanted another.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "What are they going to say about him? What? Are they going to say he was a kind man? He was a wise man? He had plans? He had wisdom? Bullshit, man!", "character": "Photojournalist", "characterId": "nm0000454"}]}, {"lines": [{"text": "[voice-over]\nHow many people had I already killed? There were those six that I knew about for sure. Close enough to blow their last breath in my face. But this time, it was an American and an officer. That wasn't supposed to make any difference to me, but it did. Shit... charging a man with murder in this place was like handing out speeding tickets in the Indy 500. I took the mission. What the hell else was I gonna do?", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "This is the way the fucking world ends! Look at this fucking shit we're in, man! Not with a bang, but with a whimper. And with a whimper, I'm fucking splitting, Jack.", "character": "Photo Journalist", "characterId": "nm0000454"}]}, {"lines": [{"text": "Are you crazy, Goddammit? Don't you think its a little risky for some R&R?", "character": "Willard", "characterId": "nm0000640"}, {"text": "If I say its safe to surf this beach, Captain, then its safe to surf this beach! I mean, I'm not afraid to surf this place, I'll surf this whole fucking place!", "character": "Kilgore", "characterId": "nm0000380"}]}, {"lines": [{"text": "There are two of you, don't you see? One that kills... and one that loves.", "character": "Roxanne", "characterId": "nm0167467"}]}, {"lines": [{"text": "[voice-over]\n\"Someday this war's gonna end\". That'd be just fine with the boys on the boat. They weren't looking for anything more than a way home. Trouble is, I'd been back there, and I knew that it just didn't exist anymore.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "[voice-over]\nNo wonder Kurtz put a weed up Command's ass. The war was being run by a bunch of four star clowns who were gonna end up giving the whole circus away.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "[voice-over]\nThe machinist, the one they called Chef, was from New Orleans. He was wrapped too tight for Vietnam; probably wrapped too tight for New Orleans. Lance, on the forward .50s, was a famous surfer from the beaches south of LA. One look at him and you wouldn't believe he ever fired a weapon in his whole life. Clean... Mr. Clean... was from some South Bronx shithole and the light and space of Vietnam really put the zap on his head. Then there was Phillips, the Chief. It might have been my mission, but it sure as shit was the Chief's boat!", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "[after having encountered a tiger in the jungle, returning to the boat, and proceeding into a nervous breakdown]\nYou can have the whole goddamn fuckin' shit, man! You can kiss my ass in the county square cause I'm fuckin' buggin' out! I didn't come here for this! I don't fuckin' need it, I don't want it! I didn't get out of the goddamn Eighth grade for this kinda shit! All I wanted to do was fuckin' cook! I just wanted to learn to fuckin' cook, man!", "character": "Chef", "characterId": "nm0002078"}, {"text": "[laughs manically]", "character": null, "characterId": null}]}, {"lines": [{"text": "[voice-over-]\nOh man... the bullshit piled up so fast in Vietnam, you needed wings to stay above it.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "[incredulous]\nWhat are you talking about?", "character": "Willard", "characterId": "nm0000640"}, {"text": "We're taking her to some friendlies, Captain. She's wounded, she's not dead.", "character": "Chief Quartermaster (QMC) Phillips", "characterId": "nm0355278"}, {"text": "Get off there, Chef.", "character": "Willard", "characterId": "nm0000640"}, {"text": "[Willard shoots the injured girl]", "character": null, "characterId": null}, {"text": "Fuck it!", "character": "Chef", "characterId": "nm0002078"}, {"text": "[to Chief]\nI told you not to stop. Now let's go!", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "Well, you see, Willard, in this war, things get confused out there. Power, ideals, the old morality, and practical military necessity. But out there with these natives, it must be a temptation to be God. Because there's a conflict in every human heart, between the rational and irration, between good and evil. And good does not always triumph. Sometimes, the dark side overcomes what Lincoln called the better angels of our nature.", "character": "General Corman", "characterId": "nm0819525"}]}, {"lines": [{"text": "[quoting Kurtz]", "character": null, "characterId": null}, {"text": "In a war there are many moments for compassion and tender action. There are many moments for ruthless action - what is often called ruthless - what may in many circumstances be only clarity, seeing clearly what there is to be done and doing it, directly, quickly, awake, looking at it.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "Lieutenant, bomb that tree line about 100 yards back! Give me some room to breathe!", "character": "Kilgore", "characterId": "nm0000380"}]}, {"lines": [{"text": "[as couple gets steamy, another soldier peers into window]\nWho are you?", "character": "Playmate of the Year", "characterId": "nm0939626"}, {"text": "I'm next, ma'am.", "character": "Clean", "characterId": "nm0000401"}]}, {"lines": [{"text": "How come you guys sit on your helmet?", "character": "Chef", "characterId": "nm0002078"}, {"text": "So we don't get our balls blown off!", "character": "Door Gunner", "characterId": "nm0443856"}]}, {"lines": [{"text": "Disneyland? Fuck, man, this is better than Disneyland!", "character": "Lance", "characterId": "nm0098734"}]}, {"lines": [{"text": "[voice-over]\nEverybody wanted me to do it, him most of all. I felt like he was up there, waiting for me to take the pain away. He just wanted to go out like a soldier, standing up, not like some poor, wasted, rag-assed renegade. Even the jungle wanted him dead, and that's who he really took his orders from anyway.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "How're you feeling, Jimmy?", "character": "Kilgore", "characterId": "nm0000380"}, {"text": "Like a mean motherfucker, sir!", "character": "Door Gunner", "characterId": "nm0443856"}]}, {"lines": [{"text": "[the boat has arrived at the Do Lung bridge, which is a combat zone]", "character": null, "characterId": null}, {"text": "Lance! Hey, Lance! What do you think?", "character": "Chef", "characterId": "nm0002078"}, {"text": "It's beautiful!", "character": "Lance", "characterId": "nm0098734"}, {"text": "What's the matter with you? You're acting kinda weird!", "character": "Chef", "characterId": "nm0002078"}, {"text": "Hey, you know that last tab of acid I was saving? I dropped it.", "character": "Lance", "characterId": "nm0098734"}, {"text": "You dropped acid?... Far out!", "character": "Chef", "characterId": "nm0002078"}]}, {"lines": [{"text": "[voice-over]\nThe First of the Ninth was a old calvary division that traded in their horses for helicopters and went tear-assing around 'Nam looking for the shit...", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "Have you ever considered any real freedoms? Freedoms from the opinion of others... even the opinions of yourself?", "character": "Kurtz", "characterId": "nm0000008"}]}, {"lines": [{"text": "You can either surf, or you can fight!", "character": "Kilgore", "characterId": "nm0000380"}]}, {"lines": [{"text": "Hey soldier, do you know who's in command here?", "character": "Willard", "characterId": "nm0000640"}, {"text": "Ain't you?", "character": "Soldier", "characterId": "nm0521554"}]}, {"lines": [{"text": "death, or victory.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "[voice-over]\nIf that's how Kilgore fought the war, I began to wonder what they really had against Kurtz. It wasn't just insanity and murder; there was enough of that to go around for everyone.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "[voice-over]\nOn the river, I thought that the minute I looked at him, I'd know what to do, but it didn't happen. I was in there with him for days, not under guard; I was free, but he knew I wasn't going anywhere. He knew more about what I was going to do than I did. If the generals back in Nha Trang could see what I saw, would they still want me to kill him? More than ever, probably. And what would his people back home want if they ever learned just how far from them he'd really gone? He broke from them, and then he broke from himself. I'd never seen a man so broken up and ripped apart.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "I worry that my son might not understand what I've tried to be. And if I were to be killed, Willard, I would want someone to go to my home and tell my son everything. Everything I did, everything you saw, because there's nothing that I detest more than the stench of lies. And if you understand me, Willard, you will do this for me.", "character": "Kurtz", "characterId": "nm0000008"}]}, {"lines": [{"text": "[quoting Kurtz]", "character": null, "characterId": null}, {"text": "As for the charges against me, I am unconcerned. I am beyond their timid lying morality, and so I am beyond caring.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "[apologizing for severed heads adorning Kurtz's headquarters]", "character": null, "characterId": null}, {"text": "The heads. You're looking at the heads. Sometimes he goes too far. He's the first one to admit it.", "character": "Photo Journalist", "characterId": "nm0000454"}]}, {"lines": [{"text": "[voice-over]\nThey were gonna make me a Major for this, and I wasn't even in their fuckin' army anymore.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "What the hell do you know about surfing, Major? You're from goddamned New Jersey!", "character": "Kilgore", "characterId": "nm0000380"}]}, {"lines": [{"text": "We must kill them. We must incinerate them. Pig after pig... cow after cow... village after village... army after army...", "character": "Kurtz", "characterId": "nm0000008"}]}, {"lines": [{"text": "[voice-over]\nIt's a way we had over here for living with ourselves. We cut 'em in half with a machine gun and give 'em a Band-Aid. It was a lie. And the more I saw them, the more I hated lies.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "He likes you because you're still alive.", "character": "Photojournalist", "characterId": "nm0005886"}]}, {"lines": [{"text": "My orders say I'm not supposed to know where I'm taking this boat, so I don't! But one look at you, and I know it's gonna be hot!", "character": "Chief Quartermaster (QMC) Phillips", "characterId": "nm0355278"}, {"text": "We're going up river about 75 klicks above the Do Lung bridge.", "character": "Willard", "characterId": "nm0000640"}, {"text": "That's Cambodia, captain.", "character": "Chief Quartermaster (QMC) Phillips", "characterId": "nm0355278"}, {"text": "That's classified. We're not supposed to be in Cambodia, but that's where I'm going.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "One through nine, no maybes, no supposes, no fractions. You can't travel in space, you can't go out into space, you know, without, like, you know, uh, with fractions - what are you going to land on - one-quarter, three-eighths? What are you going to do when you go from here to Venus or something? That's dialectic physics.", "character": "Photo Journalist", "characterId": "nm0000454"}]}, {"lines": [{"text": "There's mines over there, there's mines over there, and watch out those goddamn monkeys bite, I'll tell ya.", "character": "Photo Journalist", "characterId": "nm0000454"}]}, {"lines": [{"text": "The war will still be here tomorrow.", "character": "Roxanne", "characterId": "nm0167467"}]}, {"lines": [{"text": "I wish I had words, man. I wish I had words... I can tell ya something like the other day he wanted to kill me. Somethin' like that...", "character": "Photo Journalist", "characterId": "nm0000454"}, {"text": "Why'd he wanna kill you?", "character": "Willard", "characterId": "nm0000640"}, {"text": "Because I took his picture. He said \"If you take my picture again, I'm gonna kill you.\" And he *meant* it.", "character": "Photo Journalist", "characterId": "nm0000454"}]}, {"lines": [{"text": "[rebuffing Willard's inquiry as to when his family might return home to France]\nYou don't understand our mentality - the French officer mentality. At first, we lose in Second World War. I don't say that you Americans win, but we lose. In Dien Bien Phu, we lose. In Algeria, we lose. In Indochina, we lose! But here, we don't lose! This piece of earth, we keep it. We will never lose it, never!", "character": "Hubert", "characterId": "nm0549650"}, {"text": "You Americans. In 1945, yeah, after the Japanese war, your president Roosevelt didn't want the French people to stay in Indochina. So, you Americans implant the Vietnam.", "character": "Gaston de Marais", "characterId": "nm0898004"}, {"text": "[to Hubert]\nWhat's he mean?", "character": "Willard", "characterId": "nm0000640"}, {"text": "Yeah, that's true. The Vietcong were invented by the Americans, sir.", "character": "Hubert", "characterId": "nm0549650"}, {"text": "The Americans?", "character": "Willard", "characterId": "nm0000640"}, {"text": "And now you take the French place. And the Vietnam fight you. And what can you do? Nothing. Absolutely nothing.", "character": "Gaston de Marais", "characterId": "nm0898004"}, {"text": "The Vietnamese are very intelligent. You never know what they think. The Russian ones who help them, \"come and give us their money. We are all Communists. Chinese give us guns. We are all brothers.\"... They hate the Chinese! Maybe they hate the American less than the Russian and the Chinese. I mean, if tomorrow the Vietnamese are Communists they will be *Vietnamese* Communists. And this is something you never understood, you American.", "character": "Hubert", "characterId": "nm0549650"}, {"text": "I don't know. Maybe in the future we can make something with the Vietnam.", "character": "Gaston de Marais", "characterId": "nm0898004"}, {"text": "Don't you understand? The VC say, \"go away, go away\". That's finish for all the white people in Indochina. If you're French, American, that's all the same. \"Go.\" They want to forget you. Look, Captain. Look, this is the truth. An egg.", "character": "Philippe de Marais", "characterId": "nm0685977"}, {"text": "[cracks it, draining the egg white]", "character": null, "characterId": null}, {"text": "The white left, but the yellow stays.", "character": "Philippe de Marais", "characterId": "nm0685977"}, {"text": "[stomps off]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Redux version]\nCaptain, are you giving away our fuel for a Playmate of the Month?", "character": "Chief Quartermaster (QMC) Phillips", "characterId": "nm0355278"}, {"text": "No, Playmate of the Year, Chief!", "character": "Willard", "characterId": "nm0000640"}, {"text": "[Willard takes a swig from a beer bottle]", "character": null, "characterId": null}]}, {"lines": [{"text": "Why don't you Americans learn from us - from our mistakes? Mon Dieux! With your Army, your strength, your power, you could win if you want to! You can win!", "character": "Francis de Marais", "characterId": "nm0178910"}, {"text": "The Vietnamese... we worked with them, made something - something out of nothing... We want to stay here because it's ours - it belongs to us. It keeps our family together. I mean, we fought for that. While you Americans... you are fighting for the biggest nothing in history!", "character": "Hubert de Marais", "characterId": "nm0549650"}]}, {"lines": [{"text": "[Explaining why the helicopters play music during air assaults]\nWe use Wagner. It scares the shit out of the slopes. My boys love it!", "character": "Colonel Kilgore", "characterId": "nm0000380"}]}, {"lines": [{"text": "[to Willard]\nWhy would a nice guy like you want to kill a genius? Why? Because they told you he was crazy? The Colonel is not crazy. The man is clear in his mind, but his soul is mad.", "character": "Photojournalist", "characterId": "nm0000454"}]}, {"lines": [{"text": "Your report specifies intelligence/counterintelligence with ComSec I-Corps.", "character": "Colonel Lucas", "characterId": "nm0000148"}, {"text": "I'm not presently disposed to discuss these operations, sir.", "character": "Willard", "characterId": "nm0000640"}, {"text": "Did you not work for the CIA in I-Corps?", "character": "Colonel Lucas", "characterId": "nm0000148"}, {"text": "No, sir.", "character": "Willard", "characterId": "nm0000640"}, {"text": "Did you not assassinate a government tax collector in Quang Tri province, June 19th, 1968? Captain?", "character": "Colonel Lucas", "characterId": "nm0000148"}, {"text": "Sir, I am unaware of any such activity or operation... nor would I be disposed to discuss such an operation if it did in fact exist, sir.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "[the patrol boat's crew are lighting up a joint]", "character": null, "characterId": null}, {"text": "Buddha Time!", "character": "Lance", "characterId": "nm0098734"}]}, {"lines": [{"text": "[Redux version]", "character": null, "characterId": null}, {"text": "[after Roxanne asks if Willard will go back to America after the war and he replies no]", "character": null, "characterId": null}, {"text": "Then you are like us; your home is here.", "character": "Roxanne", "characterId": "nm0167467"}]}, {"lines": [{"text": "This Colonel guy? He's wacko, man! He's worse than crazy. He's evil. It's fuckin' pagan idolatry. Look around you. Shit! He's loco... I ain't afraid of all them fuckin' skulls and altars and shit. I used to think if I died in an evil place, then my soul wouldn't be able to make it to Heaven. But now? Fuck! I mean, I don't care where it goes, as long as it ain't here. So whaddya wanna do? I'll kill the fuck.", "character": "Chef", "characterId": "nm0002078"}]}, {"lines": [{"text": "[voice-over]\nHe was close, real close. I couldn't see him yet, but I could feel him, as if the boat were being sucked upriver and the water was flowing back into the jungle. Whatever was going to happen, it wasn't gonna be the way they call it back in Nha Trang.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "My mission is to make it up into Cambodia. There's a Green Beret Colonel up there who's gone insane. I'm supposed to kill him.", "character": "Willard", "characterId": "nm0000640"}, {"text": "What? Oh, that's typical! Shit! Fuckin' Vietnam mission! I'm short, and we gotta go up there so you can kill one of our own guys? That's fuckin' great! That's just fuckin' great! Shit! That's fuckin' crazy! I thought you were going in there to blow up a bridge, or some fucking railroad tracks or something!", "character": "Chef", "characterId": "nm0002078"}, {"text": "I'm sorry. Look, I'll cut you loose here and you can turn around and...", "character": "Willard", "characterId": "nm0000640"}, {"text": "[interupting]\nNo, no, we go together... on the boat! We came this far, so we go together. All the way! We'll take you up there, we'll go with you... but on the boat! Okay?", "character": "Chef", "characterId": "nm0002078"}]}, {"lines": [{"text": "[voice-over]\nThe crew were mostly kids; rock & rollers with one foot in their grave.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "[voice-over]\nPart of me was afraid of what I would find and what I would do when I got there. I knew the risks, or imagined I knew. But the thing I felt the most, much stronger than fear, was the desire to confront him.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "Do you know why you can never step into the same river twice?", "character": "Roxanne", "characterId": "nm0167467"}, {"text": "Yeah, 'cause it's always moving.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "I'm Lt. Carlsen. I was sent from Nha Trang with this message for you three days ago, sir. They expected you here a little sooner. This is mail for the boat's crew. You don't know how happy this makes me in delivering all this.", "character": "Lt. Carlsen", "characterId": "nm0907468"}, {"text": "Why?", "character": "Willard", "characterId": "nm0000640"}, {"text": "Because now I can get out of here... if I can find a way.", "character": "Lt. Carlsen", "characterId": "nm0907468"}, {"text": "[an enemy artillery shell lands dangerously close by as Lt. Carlsen runs away]", "character": null, "characterId": null}, {"text": "You're in the asshole of the world, Captain!", "character": "Lt. Carlsen", "characterId": "nm0907468"}]}, {"lines": [{"text": "This is sure enough a bizarre sight in the middle of all this shit!", "character": "Clean", "characterId": "nm0000401"}]}, {"lines": [{"text": "[the redux version]", "character": null, "characterId": null}, {"text": "Who's in charge here?", "character": "Willard", "characterId": "nm0000640"}, {"text": "In charge? I don't know, man. I'm just doing what I'm told - I'm just a working girl.", "character": "Soldier", "characterId": "nm0521554"}]}, {"lines": [{"text": "[after the Red Team gunship spectacularly knocks out a heavy AA artillery unit]\nOutstanding, Red Team, outstanding! Get you a case of beer for that one.", "character": "Kilgore", "characterId": "nm0000380"}]}, {"lines": [{"text": "Run, Charlie!", "character": "Clean", "characterId": "nm0000401"}]}, {"lines": [{"text": "[Richard Colby's last letter to his wife, as read by Willard]\nSell the house. Sell the car. Sell the kids. Find someone else. Forget it. I'm never coming back. Forget it.", "character": "Lieutenant Richard M. Colby", "characterId": "nm0001277"}]}, {"lines": [{"text": "I was supposed to go to Paris, study at the Escoffier School. That's when I got my orders. Well, I joined the Navy. Heard they had better food. Cook school, that did it.", "character": "Chef", "characterId": "nm0002078"}, {"text": "Oh yeah? How's that?", "character": "Willard", "characterId": "nm0000640"}, {"text": "[mutters something]\nThey lined us up in front of a hundred yards of prime rib. All of us, you know, lined up and looking at it. Magnificent meat! Really! Beautifully marbled... magnifique! Next thing, they're throwing the meat into these big cauldrons. All of it, boiling it. I looked inside, man, and it was turning gray. I couldn't fuckin' believe that one!", "character": "Chef", "characterId": "nm0002078"}]}, {"lines": [{"text": "What do you call it when the assassins accuse the assassin? A lie. A lie and we have to be merciful.", "character": "Kurtz", "characterId": "nm0000008"}]}, {"lines": [{"text": "[the redux version]", "character": null, "characterId": null}, {"text": "Communist traitor's at home!", "character": "Hubert de Marais", "characterId": "nm0549650"}]}, {"lines": [{"text": "[about Colonel Kilgore]\nWell, he wasn't a bad officer, I guess. He loved his boys, and he felt safe with 'em. He was just one of those guys with that weird light around him. He just knew he wasn't gonna get so much as a scratch here.", "character": "Willard", "characterId": "nm0000640"}]}, {"lines": [{"text": "All right, let's see what we have. Two of spades. Three of spades. Four of diamonds, six of clubs... there isn't one worth a jack in the whole bunch. Four of diamonds...", "character": "Kilgore", "characterId": "nm0000380"}]}, {"lines": [{"text": "[Captain Willard steps on a sleeping soldier in the dark]\nGoddamn it. You stepped in my face.", "character": "Soldier in Trench", "characterId": "nm0857806"}, {"text": "We thought you were dead.", "character": "Lance", "characterId": "nm0098734"}, {"text": "Well, you thought wrong, damn it.", "character": "Soldier in Trench", "characterId": "nm0857806"}]}, {"lines": [{"text": "The Rolling Stones' Satisfaction.", "character": "AFRS Announcer", "characterId": "nm0178898"}]}]}