{"quotes": [{"lines": [{"text": "I've heard of ghosts. Good ghosts who wonder the battlefields at night, guiding soldiers out of danger. You can see their omens everywhere. Omens, warnings of stray bullets and lurking enemies. If I was such a ghost, I would stay so close to you, you could feel my breath on your cheek.", "character": "Danchuk", "characterId": "nm0627480"}]}, {"lines": [{"text": "He struck that hateful head of yours and drew blood, but not enough!", "character": "Veronkha", "characterId": "nm1181875"}]}, {"lines": [{"text": "[entering house where a slaughter has taken place]\nWhat a mess.", "character": "Philbin", "characterId": "nm0169218"}, {"text": "You saved my life!", "character": "Geza", "characterId": "nm1181174"}, {"text": "That's nice. Your father said he'd drive me to the aerodrome. Have you seen him?", "character": "Philbin", "characterId": "nm0169218"}, {"text": "He's dead!", "character": "Geza", "characterId": "nm1181174"}, {"text": "[looks down]\nI can see that. Nothing seems to be going right today.", "character": "Philbin", "characterId": "nm0169218"}, {"text": "My father died a coward. Didn't he?", "character": "Geza", "characterId": "nm1181174"}, {"text": "I believe there's a reason for everything. For instance, someone shaved off my mustache while I slept last night. What could that mean?", "character": "Philbin", "characterId": "nm0169218"}]}, {"lines": [{"text": "[first title card]", "character": null, "characterId": null}, {"text": "The Northernmost tip of old Imperial Russia. Winter of 1919. The Great War has been over for three months, but no one has remembered to tell those who remain in Archangel.", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Goodbye Iris.", "character": "Lt. John Boles", "characterId": "nm0567143"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "My name is John Boles. I'm in Archangel. Fighting a war. I'm trying to find the woman I love. Iris!", "character": "Lt. John Boles", "characterId": "nm0567143"}]}, {"lines": [{"text": "On the march to the front, Danchuk imparts to Lt. Boles her beliefs about darkness. She believes that darkness can be kept - a black, juicy harvest actually plucked from the night. That darkness can be sculpted into huge furry vaults and complex corridors. That little piles of darkness can serve as useful road signs for the weary traveller, or for anyone who swims in that dusky fluid.", "character": null, "characterId": null}]}]}