{"quotes": [{"lines": [{"text": "People say, when you can't have what you want, the best you can do is not to forget.", "character": "Ou-yang Feng", "characterId": "nm0002000"}]}, {"lines": [{"text": "The harder you try to forget something, the more it will stick in your memory. Once I heard someone say that if you have to lose something, the best way to keep it in your memory.", "character": "Ou-yang Feng", "characterId": "nm0002000"}]}, {"lines": [{"text": "If you don't want to be turned down by people, the best way is to turn them down first.", "character": "Ou-yang Feng", "characterId": "nm0002000"}]}, {"lines": [{"text": "Do you know the difference between drinking wine and drinking water? The more wine you drink, the warmer you'll get. Water will only make you feel cold.", "character": "Blind Swordsman", "characterId": "nm0504897"}]}, {"lines": [{"text": "Why didn't you let him know I live here?", "character": "The Woman", "characterId": "nm0001041"}, {"text": "You didn't ask me to.", "character": "Huang Yao-shi", "characterId": "nm0504899"}, {"text": "[sobbing]\nYou are too honest!", "character": "The Woman", "characterId": "nm0001041"}]}, {"lines": [{"text": "[On Hung Chi and his wife leaving White Camel Mountain together]\nWhen I am seeing them off, my heart aches in jealousy. Once I had a chance to do the same. But somehow I passed it up.", "character": "Ou-yang Feng", "characterId": "nm0002000"}]}, {"lines": [{"text": "[to a potential customer]\nFor all these years, there must be some people who you don't want to mention or you don't want to meet again. Because they did something really awful to you. Maybe you want to kill them. But you dare not. In fact, it's really easy to kill a person. Not difficult at all. I have a friend who is great at solving problems. But he has been a little short lately. If you can give him some money, he must be able to solve your problems. Indeed you can think my proposal over. But be quick!", "character": "Ou-yang Feng", "characterId": "nm0002000"}]}, {"lines": [{"text": "[smiling sarcastically at Hing Chi]\nWas it worth it to lose a finger for a basket of eggs?", "character": "Ou-yang Feng", "characterId": "nm0002000"}]}, {"lines": [{"text": "[to Young Girl]\nYou can sell yourself for a better price than a mule. You understand what I am saying?", "character": "Ou-yang Feng", "characterId": "nm0002000"}]}, {"lines": [{"text": "Where are you going?", "character": "Ou-yang Feng", "characterId": "nm0002000"}, {"text": "Places I've never been. With luck, I'll be famous. If one day you hear of a nine-fingered hero, that'll be me.", "character": "Hung Chi", "characterId": "nm0156484"}]}, {"lines": [{"text": "Before I took him to the villagers, I bought him a pair of shoes. It's because there's quite a difference in the fee paid to a shoeless swordsman and one with shoes.", "character": "Ou-yang Feng", "characterId": "nm0002000"}]}, {"lines": [{"text": "[to Ou-yang Feng]\nIf I get killed in a fight, don't take people to see my body. I don't want to be talking corpse!", "character": "Hung Chi", "characterId": "nm0156484"}]}, {"lines": [{"text": "If you have a sister looking just like you, I will take her as my wife.", "character": "Huang Yao-shi", "characterId": "nm0504899"}, {"text": "Good. But if you back out, I will kill you.", "character": "Mu-rong Yin", "characterId": "nm0510857"}]}, {"lines": [{"text": "My doctor said I will go completely blind when I reach 30.", "character": "Blind Swordsman", "characterId": "nm0504897"}, {"text": "So how old are you?", "character": "Ou-yang Feng", "characterId": "nm0002000"}, {"text": "Almost 30.", "character": "Blind Swordsman", "characterId": "nm0504897"}]}, {"lines": [{"text": "Looks as if I shouldn't have come for this duel at all. Is it all right just to leave a hand?", "character": "Blind Swordsman", "characterId": "nm0504897"}, {"text": "By 'leave', it must be a life!", "character": null, "characterId": null}, {"text": "[after killing the duellist at one stroke]\nWhen I asked, becuase I knew you were no match to me. But you insisted on giving me your life.", "character": "Blind Swordsman", "characterId": "nm0504897"}]}, {"lines": [{"text": "The 15th day of the sixth lunar month. It was sunny and windy. The almanac says, \"The Star of Judgement descends. Blood will flow. Do not travel far. Chant scriptures to prevent catastrophe.\"", "character": "Ou-yang Feng", "characterId": "nm0002000"}]}]}