{"quotes": [{"lines": [{"text": "I've got a ferret sticking up my nose. How it got there I can't tell But now it's there it hurts like hell And what is more it radically affects my sense of smell. I've got a ferret sticking up my nose. I can almost stand the noise But at parties it destroys My hard-earned and carefully cultivated social poise. I've got a ferret sticking up my nose. \"Ferrets don't explode,\" you say But it happened nine times yesterday And I should know for each time I was standing in the way. I've got a ferret sticking up my nose. I can stand it for a while Although it's absolutely vile It's not as bad as last week when I had a crocodile. I can see a bare-bottomed mandril. I really don't know what to do But if it jumps inside there too I shall be the proud posessor of a kind of nasal zoo. I've got a ferret sticking up my nose. How it got there I can't tell But now it's there it hurts like hell And what is more it radically affects... My sense of smell!", "character": "Various Characters", "characterId": "nm0000092"}]}, {"lines": [{"text": "[as undercover policeman]\nDo I 'ave to be Doris, sir? It's such a mousy name.", "character": "Various Characters", "characterId": "nm0000092"}, {"text": "Well, what would you prefer?", "character": "Various Characters", "characterId": "nm0111756"}, {"text": "Bubbles, sir.", "character": "Various Characters", "characterId": "nm0000092"}, {"text": "Bubbles? Well, Bubbles it is then.", "character": "Various Characters", "characterId": "nm0111756"}]}, {"lines": [{"text": "[all are seated around a table, wearing suits and bowler hats]\nI am a chartered accountant.", "character": "Various Characters", "characterId": "nm0001037"}, {"text": "I am a chartered accountant, too.", "character": "Various Characters", "characterId": "nm0111756"}, {"text": "I am also a chartered accountant.", "character": "Various Characters", "characterId": "nm0001204"}, {"text": "And I am a go-ril-la.", "character": "Various Characters", "characterId": "nm0000092"}]}]}