{"quotes": [{"lines": [{"text": "[reading]\nOne must learn to live. I practice every day. My biggest obstacle is I don't know who I am. I grope blindly. If anyone loves me as I am I may dare at last to look at myself. For me, that possibility is fairly remote.", "character": "Viktor", "characterId": "nm0084917"}]}, {"lines": [{"text": "Chopin was emotional, but not mawkish. Feeling is very far from sentimentality, The preulde tells of pain, not reverie. It hurts, but he doesn't show it.", "character": "Charlotte Andergast", "characterId": "nm0000006"}]}, {"lines": [{"text": "Sometimes, when I lie awake at night, I wonder whether I've lived at all. Is it the same for everybody? Do some people have a greater talent for living than others or do some people never live, but just exist?", "character": "Charlotte Andergast", "characterId": "nm0000006"}]}, {"lines": [{"text": "There's no dividing line, no insurmountable wall. I know it can't be described. It's a world of liberated feelings. Do you know what I mean? To me, man is a tremendous creation, an inconceivable thought. In man is everything, from the highest to lowest. Everything exists side by side. Realities, not only the reality we perceive with our dull senses, but a tumult of realities arching above each other inside and outside. It's just fear and priggishness to believe in limits. There are no limits, neither to thoughts nor feelings. It's anxiety that sets limits.", "character": "Eva", "characterId": "nm0880521"}]}, {"lines": [{"text": "I feel so shut out, I'm always homesick. But when I get home. I find it's something else I'm longing for.", "character": "Charlotte Andergast", "characterId": "nm0000006"}]}, {"lines": [{"text": "Are the daughter's miseries the mother's triumphs?", "character": "Eva", "characterId": "nm0880521"}]}, {"lines": [{"text": "The mother's injuries are to be handed down to the daughter. The mother's failures are to be paid for by the daughter. The mother's unhappiness is to be the daughter's unhappiness. It's as if the umbilical cord had never been cut.", "character": "Eva", "characterId": "nm0880521"}]}, {"lines": [{"text": "You talk of my hatred. Your hatred was no less.", "character": "Eva", "characterId": "nm0880521"}]}, {"lines": [{"text": "You managed to injure me for life, just as you are injured.", "character": "Eva", "characterId": "nm0880521"}]}, {"lines": [{"text": "Look at me, mama. Look at Helena.", "character": "Eva", "characterId": "nm0880521"}, {"text": "You can't blame me entirely.", "character": "Charlotte Andergast", "characterId": "nm0000006"}, {"text": "You expect an exception for you. You've set up a sort of discount system with life but one day you'll see that your agreement is one-sided.", "character": "Eva", "characterId": "nm0880521"}]}, {"lines": [{"text": "It's disgraceful how lazy I've been of life.", "character": "Charlotte Andergast", "characterId": "nm0000006"}]}, {"lines": [{"text": "I'm seized by fear and see a horrible picture of myself. I have never grown up. My face and my body have aged. I acquire memories and experiences but inside all that I haven't even been born. I can't remember any faces not even my own.", "character": "Charlotte Andergast", "characterId": "nm0000006"}]}, {"lines": [{"text": "A sense of reality is a matter of talent. Most people lack that talent and maybe it's just as well.", "character": "Charlotte Andergast", "characterId": "nm0000006"}]}, {"lines": [{"text": "A mother and a daughter, what a terrible combination.", "character": "Eva", "characterId": "nm0880521"}]}, {"lines": [{"text": "You said my hair was too long and you had it cut short, it was hideous! Then you thought that I had crooked teeth, and you got me braces, I looked so grotesque! You would buy me books and I would read them and not understand them, and you would make me talk about them, and I would always be afraid that you would show up my stupidity.", "character": "Eva", "characterId": "nm0880521"}]}, {"lines": [{"text": "Only through music I did have a chance to show my feelings.", "character": "Charlotte Andergast", "characterId": "nm0000006"}]}, {"lines": [{"text": "I will never let you vanish out of my life again. I'm going to persist. I won't give up, even if it is too late. I don't think it is too late. It must not be too late.", "character": "Eva", "characterId": "nm0880521"}]}, {"lines": [{"text": "I'd like to tell her just for once that she is loved whole-heartedly but I can't say it in such a way that she'd believe me. I can't find the right words.", "character": "Viktor", "characterId": "nm0084917"}]}, {"lines": [{"text": "People like you are a menace. You should be locked away and rendered harmless.", "character": "Eva", "characterId": "nm0880521"}]}, {"lines": [{"text": "It was all done in the name of love. Everything is possible and is done in the name of love and solicitude.", "character": "Charlotte Andergast", "characterId": "nm0000006"}]}, {"lines": [{"text": "Maybe everything is already too late.", "character": "Eva", "characterId": "nm0880521"}]}, {"lines": [{"text": "You're shut up inside yourself and always standing your own light.", "character": "Eva", "characterId": "nm0880521"}]}, {"lines": [{"text": "not a shred of the real me could be loved or accepted. I didn't dare to be myself even when I was alone because I hated what was my own.", "character": "Eva", "characterId": "nm0880521"}]}, {"lines": [{"text": "All that was sensitive and delicate, you attacked. All that was alive, you tried to smother.", "character": "Eva", "characterId": "nm0880521"}]}, {"lines": [{"text": "There can be no forgiveness.", "character": "Eva", "characterId": "nm0880521"}]}]}