{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "My world is strange, but it's worthy to all those who want to accept it, and never corrupt as some want to portray it. Because it's made up, my friend, of strange people, though none are stranger than you!", "character": "Zé do Caixão", "characterId": "nm0596261"}]}, {"lines": [{"text": "From the beginning to the end of the centuries, man is the ruler of everything, he is the master of life, and woman is his instrument. His acts know no reproach. She's the willing slave before the power of man. So it shall be, through ought the millennium. So it shall be, until the end of everything!", "character": "Zé do Caixão", "characterId": "nm0596261"}]}, {"lines": [{"text": "Flesh will be blood, and blood will become water... to bathe the eternal sin... and glorify the pleasures of pain... in the body of the damned. So it shall be, from one galaxy to another, from one existence to another. The little, forever midget, and the great, eternal giant.", "character": "Zé do Caixão", "characterId": "nm0596261"}]}, {"lines": [{"text": "filmmaker or fraud? Guilty or not guilty? That's what the people's court of truth is going to decide, starting now. What do you think about life?", "character": null, "characterId": null}, {"text": "It's absolutely empty.", "character": "José Mojica Marins", "characterId": "nm0596261"}, {"text": "Then why not kill yourself?", "character": null, "characterId": null}, {"text": "Suicide is a crime.", "character": "José Mojica Marins", "characterId": "nm0596261"}, {"text": "To argue with him is a waste of time.", "character": null, "characterId": null}, {"text": "I have no intention of arguing with you, but I'll ask you to give us a clear message. If you say that life is rotten, in a few seconds, you also must explain why.", "character": null, "characterId": null}, {"text": "Look, I've have no culture to explain the answer to that question.", "character": "José Mojica Marins", "characterId": "nm0596261"}, {"text": "How do your movies contribute to the Brazilian Cinema?", "character": null, "characterId": null}, {"text": "Creating many jobs and giving audiences what they want to see.", "character": "José Mojica Marins", "characterId": "nm0596261"}, {"text": "What he writes is a load of rubbish. It's good only to be shredded into pieces.", "character": null, "characterId": null}, {"text": "At least it was good for something.", "character": "José Mojica Marins", "characterId": "nm0596261"}, {"text": "Mojica, that fingernail on your thumb, that nail of a wild boar, do you hang your clothes on it?", "character": null, "characterId": null}, {"text": "Answer censored.", "character": "José Mojica Marins", "characterId": "nm0596261"}, {"text": "What's the title of your current film?", "character": null, "characterId": null}, {"text": "Awakening of the Beast.", "character": "José Mojica Marins", "characterId": "nm0596261"}, {"text": "I am aware of the difficulties of making movies in Brazil. But couldn't you make a movie with a message of happiness?", "character": null, "characterId": null}, {"text": "the theaters will close! Reviewers will sell bananas and filmmakers will eat the peels!", "character": "José Mojica Marins", "characterId": "nm0596261"}]}, {"lines": [{"text": "My position is neutral. I have no idea why I'm here.", "character": "José Mojica Marins", "characterId": "nm0596261"}]}, {"lines": [{"text": "You'll ruin me. I'm a virgin! I'm a virgin!", "character": null, "characterId": null}]}, {"lines": [{"text": "My body is tainted, but my heart is pure as a flower.", "character": null, "characterId": null}]}]}