{"quotes": [{"lines": [{"text": "Get this wardroom cleaned up right away, will you? This is most unappetizing.", "character": "Commander Quigley", "characterId": "nm0000851"}, {"text": "[sole spoken line by an African-American in entire film]\nAye, aye, Sir.", "character": null, "characterId": null}]}, {"lines": [{"text": "[after a poor gunnery exercise]\nNow hear this. This is the Captain speaking. You are to get down on your knees. Down on your knees, I say, and give thanks that that was only a 30-foot piece of canvas instead of an enemy bomber. I've seen ten-year-old kids shoot better with slingshots!", "character": "Capt. Jebediah S. Hawks", "characterId": "nm0001996"}]}, {"lines": [{"text": "Well, Sir, it took some doing, but we finally got our boats away.", "character": "Lieut. Dave MacDougall", "characterId": "nm0618865"}, {"text": "Yes, you got them away in exactly one hour and forty three minutes.", "character": "Capt. Jebediah S. Hawks", "characterId": "nm0001996"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "What are you waiting around for, MacDougall, a 'Well Done'?", "character": "Capt. Jebediah S. Hawks", "characterId": "nm0001996"}]}, {"lines": [{"text": "[to his officers on the bridge]\nRehearsals from now on will be with troops. Please do not drown them. They are needed for future commitments to battle.", "character": "Capt. Jebediah S. Hawks", "characterId": "nm0001996"}]}, {"lines": [{"text": "Thirty-three minutes to hoist out all boats.", "character": "Capt. Jebediah S. Hawks", "characterId": "nm0001996"}, {"text": "It's better time than I thought we'd make on our first combat.", "character": "Lieut. Dave MacDougall", "characterId": "nm0618865"}, {"text": "I will not tolerate complacency on my ship.", "character": "Capt. Jebediah S. Hawks", "characterId": "nm0001996"}, {"text": "We have to stow the tank lighters on Number 5 hatch, Sir. They'll always be the controlling factor...", "character": "Lieut. Dave MacDougall", "characterId": "nm0618865"}, {"text": "I am the controlling factor aboard the Belinda. My ship's going to set speed records every time she goes into action. The Belinda's going to be the most efficient APA in the Pacific Fleet. Is that clear, Mr MacDougall?", "character": "Capt. Jebediah S. Hawks", "characterId": "nm0001996"}, {"text": "Yes, Sir.", "character": "Lieut. Dave MacDougall", "characterId": "nm0618865"}]}, {"lines": [{"text": "Command's one of the loneliest jobs in the world. Eating alone most of the time. Living from the bridge, to the chartroom, to an empty cabin.", "character": "Lieut. Dave MacDougall", "characterId": "nm0618865"}, {"text": "He wouldn't be so lonesome if he were a little more sociable.", "character": "Ensign Kruger", "characterId": "nm0721999"}, {"text": "He can't be sociable. Not aboard his own ship. No captain can. If he becomes too friendly, he may start relying on friendship instead of his own judgement. At that moment, he's no longer a good captain.", "character": "Lieut. Dave MacDougall", "characterId": "nm0618865"}]}, {"lines": [{"text": "[at a Kamikaze about to crash into the Belinda]\nGet away from my ship! GET YOUR FILTHY PLANE AWAY FROM MY SHIP!", "character": "Capt. Jebediah S. Hawks", "characterId": "nm0001996"}]}, {"lines": [{"text": "The singular duty of this ship is to carry a combat-loaded battallion landing team of some 1400 officers & men and land them together with all necessary equipment right in the laps of the enemy. You are going to learn how to accomplish this. Easily, I hope. Or, if you prefer, as painfully as you wish.", "character": "Capt. Jebediah S. Hawks", "characterId": "nm0001996"}]}, {"lines": [{"text": "[in reference to Captain Hawks]\nOld shipmate told me about him. He was skipper of a destroyer that was sunk in the Battle of Santa Cruz Islands when the Japs were trying to take Guadalcanal back. He kept that can's guns firing when she went under the water. He didn't get that Navy Cross sittin' on his bucket in Washington.", "character": "Lieut. Fraser", "characterId": "nm0095524"}]}, {"lines": [{"text": "Boski, where were you going? Why didn't you report directly to me? What are you doing aboard?", "character": "Ensign Twitchell", "characterId": "nm0444411"}, {"text": "I come after some batteries for the beach party transmitter.", "character": "Boski", "characterId": "nm0395731"}, {"text": "But that's a job for a radioman! You're supposed to remain on the beach to receive my signals! You deserted your post! Now exactly why did you come aboard?", "character": "Ensign Twitchell", "characterId": "nm0444411"}, {"text": "Mr. Twitchell, Sir, Mr. O'Bannion ordered me to get them batteries. Mr. O'Bannion is in command of the beach party. I'm in the beach party and do what Mr. O'Bannion tells me to do, Sir.", "character": "Boski", "characterId": "nm0395731"}, {"text": "But I'm the signal officer! I'm the signal officer!", "character": "Ensign Twitchell", "characterId": "nm0444411"}, {"text": "[Boski turns and walks away]", "character": null, "characterId": null}, {"text": "Boski! You come back here! How dare you walk away from me like that. Why did you do it? Answer me!", "character": "Ensign Twitchell", "characterId": "nm0444411"}, {"text": "Mr. Twitchell, Sir. If I stayed here when you talk to me like that, I'd just have to clobber you. So to keep from doing it, I walked away.", "character": "Boski", "characterId": "nm0395731"}, {"text": "But I'm an officer! I'm your superior officer! You disregarded me!", "character": "Ensign Twitchell", "characterId": "nm0444411"}, {"text": "You order me to stay and I'll stay here as long as you tell me to stay here, Mr. Twitchell. Sir.", "character": "Boski", "characterId": "nm0395731"}]}, {"lines": [{"text": "I assumed you, of all the officers aboard, would most understand my motives for having this sailboat constructed. I was mistaken, Mr. Fraser.", "character": "Capt. Jebediah S. Hawks", "characterId": "nm0001996"}, {"text": "[exits]", "character": null, "characterId": null}, {"text": "What's that supposed to mean?", "character": "Lieut. Fraser", "characterId": "nm0095524"}, {"text": "You're no veteran, not really. You've just put in a lot of time in this Navy.", "character": "Lieut. Dave MacDougall", "characterId": "nm0618865"}, {"text": "Now look, MacDougall!", "character": "Lieut. Fraser", "characterId": "nm0095524"}, {"text": "You look! You're closer to the crew than any other officer aboard, yet you're blind to what's been happening to them. The men have been coming unglued from too many months at sea. They'd lost their combat efficiency. They needed something to fix their hate on so that they'd stop fighting among themselves. The captain gave it to them. Himself, and this sailboat. You were worried about the boats being ready. They'll be ready, Mister. But more important, the crew will be ready.", "character": "Lieut. Dave MacDougall", "characterId": "nm0618865"}]}]}