{"quotes": [{"lines": [{"text": "Sometimes in order to win you have to lose something, and a person who wins in spite of losing is called \"Baazigar.\"", "character": "Ajay Sharma", "characterId": "nm0451321"}]}, {"lines": [{"text": "[sees Ajay after having just learned the truth about him]\nWhat should I call you, huh? Vicky Malhotra, or Ajay Sharma? Perhaps while you used the deceit of a false name to play this con game you forgot that changing a name doesn't change a man's face and his crime! The heartless way in which you threw my sister down the roof...", "character": "Priya Chopra", "characterId": "nm0004418"}, {"text": "[begins to cry]", "character": null, "characterId": null}, {"text": "no one would ever throw out a broken toy like that! And worse you even pretended to love me? Why? What did we ever do wrong to you? What didn't my father do for you? He made you a part of every happy moment of his life, and this is what you gave us in thanks? Why? If you were so desperate for money, you could've just asked us. We would've given it to you in charity!", "character": "Priya Chopra", "characterId": "nm0004418"}, {"text": "[furious]\nCHARITY? What money huh? The money that your father's used to crown himself the king of Chopra empire is my fathers! Its mine! Considering the death of his daughter a stain on his reputation, your great father... I know which dirty hole he crawled out off! Do you think your father had anything? He was the one who came to our door as a beggar! And my parents offered him all their support. As payback he took away everything we had! Everything! He brought us to the streets! And imagine! Imagine what that innocent child must've gone through when your disgusting father tried to take advantage of his mother!", "character": "Ajay Sharma", "characterId": "nm0451321"}, {"text": "[Priya is crying in disbelief]", "character": null, "characterId": null}, {"text": "Priya, You cant even begin to imagine the atrocities your father brought upon us. You've only seen a crown of wealth on his forehead. Try draining the clothes of his past sometime. You'll find the blood of my ruined father and my innocent sister in them!", "character": "Ajay Sharma", "characterId": "nm0451321"}]}, {"lines": [{"text": "And though you want to, you can cause me no harm. Because this time around, your condition is like the handicapped person who needs a crutch to walk but has no hands to hold it.", "character": "Ajay Sharma", "characterId": "nm0451321"}]}]}