{"quotes": [{"lines": [{"text": "Mercy and truth have met together. Righteousness and bliss shall kiss one another. Man, in his weakness and shortsightedness believes he must make choices in this life. He trembles at the risks he takes. We do know fear. But no. Our choice is of no importance. There comes a time when our eyes are opened and we come to realize that mercy is infinite. We need only await it with confidence and receive it with gratitude. Mercy imposes no conditions. And lo! Everything we have chosen has been granted to us. And everything we rejected has also been granted. Yes, we even get back what we rejected. For mercy and truth have met together, and righteousness and bliss shall kiss one another.", "character": "Old Lorenz Lowenhielm", "characterId": "nm0474649"}]}, {"lines": [{"text": "Could many years of victories result in defeat?", "character": "Old Lorenz Lowenhielm", "characterId": "nm0474649"}]}, {"lines": [{"text": "[after learning Babette spent 10,000 francs on the dinner]\nNow you'll be poor for the rest of your life.", "character": "Old Martina", "characterId": "nm0270147"}, {"text": "An artist is never poor.", "character": "Babette", "characterId": "nm0000804"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[in Danish, using English subtitles]", "character": null, "characterId": null}, {"text": "In Paradise you will be the great artist that God meant you to be. Ah, how you will delight the angels!", "character": "Filippa", "characterId": "nm0458064"}]}, {"lines": [{"text": "The Emperor will come to hear you, and so will the modest seamstress. You have enough talent to distract the rich and to comfort the poor.", "character": "Achille Papin", "characterId": "nm0480951"}]}, {"lines": [{"text": "Give me the chance to do my very best.", "character": "Babette", "characterId": "nm0000804"}]}, {"lines": [{"text": "[last words to Martina]\nI have been with you every day of my life. Tell me you know that.", "character": "Old Lorenz Lowenhielm", "characterId": "nm0474649"}, {"text": "Yes, I know it.", "character": "Old Martina", "characterId": "nm0270147"}, {"text": "You must also know that I shall be with you every day that is granted to me from now on. Every evening I shall sit down to dine with you. Not with my body, which is of no importance, but with my soul. Because this evening I have learned, my dear, that in this beautiful world of ours, all things are possible.", "character": "Old Lorenz Lowenhielm", "characterId": "nm0474649"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[in Danish, using English subtitles]", "character": null, "characterId": null}, {"text": "In this remote spot there once lived two sisters who were both past the first flush of youth. They had been christened Martina and Philippa after Martin Luther and his friend Philipp Melanchton. They spent all their time and almost all their small income on good works.", "character": "Narrator", "characterId": "nm0639152"}]}, {"lines": [{"text": "[looking at himself in a mirror]\nVanity. Vanity. All is vanity.", "character": "Old Lorenz Lowenhielm", "characterId": "nm0474649"}]}, {"lines": [{"text": "At this very moment, he had a mighty vision of a higher and purer life, without creditors' letters or parental lectures... and with a gentle angel at his side.", "character": "Narrator", "characterId": "nm0639152"}]}]}