{"quotes": [{"lines": [{"text": "[to Sheridan]\nYou were looking at gibberish for 20 minutes. Look, you wanna do that, swing by my place some time, and I'll show you some 20th century television.", "character": "Michael Garibaldi", "characterId": "nm0236381"}]}, {"lines": [{"text": "Fear makes wise men foolish.", "character": "Galen", "characterId": "nm0940974"}]}, {"lines": [{"text": "You're asking the impossible.", "character": "Captain Elizabeth Lochley", "characterId": "nm0001712"}, {"text": "Then I am asking the right person.", "character": "President John Sheridan", "characterId": "nm0000310"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Those who command the Excalibur will never stop, never give up, never slow down, until a cure is found. We will take any help we can get, wherever and whoever it comes from. Because this is a cause that surpasses borders and differences and distrust. This is a mission about the survival of Earth itself. What we do over the next five years, here and at home, and across the darkness of between the stars will determine the whether an entire world will live or die. It's a fight we can't afford to lose and we won't. We won't!", "character": "President John Sheridan", "characterId": "nm0000310"}]}, {"lines": [{"text": "No, not a dream, a nightmare. And if sometimes dreams come true, what of our nightmares?", "character": "Galen", "characterId": "nm0940974"}]}, {"lines": [{"text": "[after Dureena extracted a data Crystal from a Drazzi \"skin pouch\"]\nHey, lady! Dureena! Listen! The only thing valuable I carry on me is my *watch*! I want you to know that in case that ever comes up in the future. OK?", "character": "Leonard Anderson", "characterId": "nm0865302"}]}, {"lines": [{"text": "[Drake has a PPG pointed at Garibaldi]\nBecause if you are going to blow my head off, I suggest you do it right now or I am going to tear your heart out. And if you do shoot me, the rest of my people will be all over you. And what they'll do to you is worse than anything I could dream up in a thousand years. And I can dream real dark.", "character": "Michael Garibaldi", "characterId": "nm0236381"}]}, {"lines": [{"text": "Looks like you won't get your chance to shoot either of us.", "character": "President John Sheridan", "characterId": "nm0000310"}, {"text": "I've grown accustomed to disappointment.", "character": "Dureena Nafeel", "characterId": "nm0229797"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Meanwhile, on Earth and Minbar, preparations continue for next month's celebration marking the fifth anniversary of the Interstellar Alliance. Aside from one brief conflict with the Centauri Republic early in its first year ISA President John Sheridan has delivered on his promise to maintain peace among all its member worlds...", "character": "ISN Reporter", "characterId": "nm0315798"}]}]}