{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[voiceover]\nI was there at the dawn of the third age of mankind. It began in the Earth year 2257, with the last of the Babylon stations located deep in neutral space. It was a port of call for refugees, smugglers, businessmen, diplomats, and travelers from a hundred worlds. It could be a dangerous place, but we accepted the risk because Babylon 5 was our last, best hope for peace. Under the leadership of its final commander, Babylon 5 was a dream given form. A dream of a galaxy without war, where species could live side-by-side in mutual respect. A dream that was endangered as never before by one man on a mission of destruction. Babylon 5 was the last of the Babylon stations. This is its story.", "character": "Ambassador Londo Mollari", "characterId": "nm0432867"}]}, {"lines": [{"text": "I look forward to meeting a Vorlon. I've heard much about them that is strange.", "character": "Delenn", "characterId": "nm0001245"}, {"text": "Such as?", "character": "Jeffrey Sinclair", "characterId": "nm0641365"}, {"text": "Do you not have files on the Vorlons?", "character": "Delenn", "characterId": "nm0001245"}, {"text": "Absolutely, very large files. There's nothing in them, of course.", "character": "Jeffrey Sinclair", "characterId": "nm0641365"}]}, {"lines": [{"text": "[Recalling the Battle of the Line]", "character": null, "characterId": null}, {"text": "The sky was full of stars, and every star an exploding ship. One of ours.", "character": "Jeffrey Sinclair", "characterId": "nm0641365"}]}, {"lines": [{"text": "I suppose there'll be a war now, hmm? All that running around and shooting at one another. You would have thought sooner or later it'd go out of fashion.", "character": "Londo Mollari", "characterId": "nm0432867"}]}, {"lines": [{"text": "There was a time when this whole quadrant belonged to us! What are we now? Twelve worlds and a thousand monuments to past glories. Living off memories and stories, and selling trinkets. My god, man! We've become a tourist attraction. \"See the great Centauri Republic - open 9 to 5 - Earth time.\"", "character": "Londo Mollari", "characterId": "nm0432867"}]}, {"lines": [{"text": "There's a 24 hour period in my life that I can't account for; it happened during the war with your people. You wouldn't be holding anything out on me, would you old friend?", "character": "Jeffrey Sinclair", "characterId": "nm0641365"}, {"text": "Commander, I would never tell you anything that was not in your best interest.", "character": "Delenn", "characterId": "nm0001245"}]}, {"lines": [{"text": "[to Sinclair]\nThere is a hole in your mind.", "character": "Assassin", "characterId": "nm0036934"}]}, {"lines": [{"text": "Think they'll ever find that transmitter you slipped G'kar?", "character": "Garibaldi", "characterId": "nm0236381"}, {"text": "No. Because there isn't one.", "character": "Sinclair", "characterId": "nm0641365"}, {"text": "What?", "character": "Garibaldi", "characterId": "nm0236381"}, {"text": "I lied. If I had put one in, sooner or later, they would have found it. This way, they'll keep looking.", "character": "Sinclair", "characterId": "nm0641365"}, {"text": "Commander, do you have any idea of the tests they'll put him through? The things they'll do to him, looking for a transmitter that isn't there?", "character": "Garibaldi", "characterId": "nm0236381"}, {"text": "Yes. Come on.", "character": "Sinclair", "characterId": "nm0641365"}, {"text": "There are some days I love this job.", "character": "Garibaldi", "characterId": "nm0236381"}]}, {"lines": [{"text": "Sooner or later everyone comes to Babylon 5.", "character": "Jeffrey Sinclair", "characterId": "nm0641365"}]}, {"lines": [{"text": "By the way, there is something I've been wondering. Why Babylon 5? If the prior four stations were lost or destroyed, why build another?", "character": "Delenn", "characterId": "nm0001245"}, {"text": "\"To strive, to seek, to find, and not to yield.\"", "character": "Sinclair", "characterId": "nm0641365"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "This is Lieutenant Commander Laurel Takashima. Our docking bays stand ready to receive you. Babylon 5 is open for business.", "character": "Laurel Takashima", "characterId": "nm0000674"}]}, {"lines": [{"text": "A poem- A story in meter or rhyme.", "character": "Jeffrey Sinclair", "characterId": "nm0641365"}, {"text": "Ahh, there once was a man from Nantucket...", "character": "Delenn", "characterId": "nm0001245"}, {"text": "[chuckles]\nYou've been talking to Garibaldi again, haven't you?", "character": "Jeffrey Sinclair", "characterId": "nm0641365"}, {"text": "Yes. How did you know?", "character": "Delenn", "characterId": "nm0001245"}]}]}