{"quotes": [{"lines": [{"text": "The quiet ones are the ones that change the universe... The loud ones only take the credit.", "character": "Londo Mollari", "characterId": "nm0432867"}]}, {"lines": [{"text": "The War. The humans, I think, knew they were doomed. Where another race would surrender to despair, the humans fought back with greater strength. They made the Minbari fight for every inch of space. In my life, I have never seen anything like it; They would weep, they would pray, they would say goodbye to their loved ones, and then throw themselves without fear or hesitation at the very face of death itself, never surrendering. No one who saw them fighting against the inevitable could help but be moved to tears by their courage. Their stubborn nobility. When they ran out of ships, they used guns, when they ran out guns they used knives and sticks and bare hands. They were magnificent. I only hope that when it is my time, I may die with half as much dignity as I saw in their eyes in the end. They did this for two years they never ran out of courage but in the end, they ran out of time.", "character": "Londo Mollari", "characterId": "nm0432867"}]}, {"lines": [{"text": "I've learned that the more vehemently a rumor is denied the more often it tends to be true.", "character": "Lenonn", "characterId": "nm0000942"}]}, {"lines": [{"text": "Why do you come here, Delenn?", "character": "Dukhat", "characterId": "nm0770635"}, {"text": "I come to serve.", "character": "Delenn", "characterId": "nm0001245"}, {"text": "Who do you serve?", "character": "Dukhat", "characterId": "nm0770635"}, {"text": "I serve the truth.", "character": "Delenn", "characterId": "nm0001245"}, {"text": "What is the truth?", "character": "Dukhat", "characterId": "nm0770635"}, {"text": "That we are one people, one voice.", "character": "Delenn", "characterId": "nm0001245"}, {"text": "Will you follow me into fire? Will you follow me into darkness? Will you follow me into death?", "character": "Dukhat", "characterId": "nm0770635"}, {"text": "I will.", "character": "Delenn", "characterId": "nm0001245"}, {"text": "Then follow.", "character": "Dukhat", "characterId": "nm0770635"}]}, {"lines": [{"text": "We took care of the Dilgar, we can take care of the Minbari.", "character": "General Lefcourt", "characterId": "nm0566445"}, {"text": "Ah, arrogance and stupidity all in the same package. How efficient of you.", "character": "Londo Mollari", "characterId": "nm0432867"}]}, {"lines": [{"text": "Are you there?", "character": "Delenn", "characterId": "nm0001245"}, {"text": "We have always been here.", "character": "Kosh", "characterId": "nm0150140"}]}, {"lines": [{"text": "[about to fire on a Minbari ship, thus starting the Earth/Minbari War]", "character": null, "characterId": null}, {"text": "All batteries, all forward guns... fire at will! I repeat, FIRE!", "character": null, "characterId": null}]}, {"lines": [{"text": "He was the best of us. They struck without provocation, there was no reason. Animals! Brutal! They deserve no mercy! Strike them down, follow them back to their base and kill all of them, all of them! No mercy!", "character": "Delenn", "characterId": "nm0001245"}]}, {"lines": [{"text": "It is said that in every age, there is one singular event that forever changes the world around us. A nexus, if you will.", "character": "Delenn", "characterId": "nm0001245"}, {"text": "It is said that the future is always born in pain. The history of war is the history of pain. If we are wise what is born of that pain matures into the promise of a better world. Because we learn that we can no longer afford the mistakes of the past.", "character": "G'Kar", "characterId": "nm0441537"}, {"text": "But in the pain of that war, a future was born. A future that would one day have a name whispered on a hundred worlds. A final refuge for dreams, a last best hope for peace. Babylon 5.", "character": "Delenn", "characterId": "nm0001245"}]}, {"lines": [{"text": "Are you really the Emperor?", "character": "Luc", "characterId": "nm0153774"}, {"text": "I sometimes ask myself the same question. Yes, I'm the Emperor. Here, you see? This is the seal of the Centauri Republic. Only the Emperor can wear it. So either I am the Emperor, or I am in a great deal of trouble. Or both.", "character": "Londo", "characterId": "nm0432867"}]}, {"lines": [{"text": "Are we on? This is... this is the President. I have just been informed that the midrange military bases at Beta Durani and Proxima 3 have fallen to the Minbari advance. We've lost contact with Io and must conclude that they too have fallen to an advance force. Our Military Intelligence believes that the Minbari intend to bypass Mars and hit Earth directly and the attack could come at any time. We have continued to broadcast our surrender and a plea for mercy and they have not responded. Therefore we can only conclude that we stand at the twilight of the human race. In order to buy time for our evacuation transports to leave Earth, we ask for the support of every ship capable of fighting to take part in a last defense of our home world. We will not lie to you, we do not believe that survival is a possibility. We believe that anyone who joins this battle will never come home. But for every ten minutes we can delay the militar advance, several hundred more civilians may have a chance to escape to neutral territory. Though Earth may fall, the human race must have a chance to continue elsewhere. No greater sacrifice has ever been asked of a people. But I ask you now to step forward one last time, one last battle to hold the line against the night. May God go with you all.", "character": "President", "characterId": "nm0642078"}]}, {"lines": [{"text": "They fight bravely. They cannot harm our ships but they continue to try.", "character": "Delenn", "characterId": "nm0001245"}, {"text": "Whether they fight or not they know the will die anyway, so really is this bravery or simple desperation?", "character": "Coplann", "characterId": "nm0755179"}]}, {"lines": [{"text": "I hope in your stumbling around you do not wake the dragon.", "character": "Londo Mollari", "characterId": "nm0432867"}]}, {"lines": [{"text": "We've heard that certain elements of their government want a meeting to discuss finding a way out of this war that doesn't involve the annihilation of Earth.", "character": "General Lefcourt", "characterId": "nm0566445"}, {"text": "Most progressive of them.", "character": "G'Kar", "characterId": "nm0441537"}]}, {"lines": [{"text": "\"Pride goeth before a fall.\" And their pride was their undoing. I know. I was there.", "character": "Londo Mollari", "characterId": "nm0432867"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "To the future. My old friends!", "character": "Londo Mollari", "characterId": "nm0432867"}]}, {"lines": [{"text": "What glory is there in eliminating an entire race, Coplann?", "character": "Delenn", "characterId": "nm0001245"}, {"text": "Not as much as in the beginning.", "character": "Coplann", "characterId": "nm0755179"}]}, {"lines": [{"text": "I don't know what to do. Tell me... Tell me what to do.", "character": "Delenn", "characterId": "nm0001245"}, {"text": "[pause. Delenn starts to leave. As she passes Kosh]", "character": null, "characterId": null}, {"text": "The truth points to itself.", "character": "Kosh", "characterId": "nm0150140"}, {"text": "[Delenn stops and turns around]", "character": null, "characterId": null}, {"text": "What?", "character": "Delenn", "characterId": "nm0001245"}, {"text": "The truth points to itself.", "character": "Kosh", "characterId": "nm0150140"}, {"text": "I do not understand.", "character": "Delenn", "characterId": "nm0001245"}, {"text": "You will.", "character": "Ulkesh", "characterId": "nm0150140"}, {"text": "But...", "character": "Delenn", "characterId": "nm0001245"}, {"text": "Go now.", "character": "Ulkesh", "characterId": "nm0150140"}, {"text": "Go. Before it's too late.", "character": "Kosh", "characterId": "nm0150140"}]}, {"lines": [{"text": "[Speaking to Luc and Lyssa Deradi]\nVery Well, I will give you both what you want. A story about great deeds, about armies of light and soldiers of darkness. About the place where they lived, and fought, and loved, and died. About great empires. Terrible mistakes. A true story. You see I was there at the dawn of the Third Age. It began with the humans you know. They're the quite ones I mentioned before. They changed the universe but doing so, paid a terrible price. It began 35 of their years ago. Their home world is a place called Earth, located in a fairly uninteresting part of the galaxy. We have never bothered much of that area before. Had little military or strategic value. But as a culture grew decadent, it becomes intrigued by art, by trinkets like eccentricity. And the humans had art and trinkets and eccentricity to spare. But it was none of those traits that would cause so much death and pain. They have an expression, \"Pride goeth before a fall\". Their pride was their undoing. I know, I was there.", "character": "Londo Mollari", "characterId": "nm0432867"}]}, {"lines": [{"text": "[to Sheridan]\nYou were right to stay where you were. Thanks for arguing with me.", "character": "General Lefcourt", "characterId": "nm0566445"}]}, {"lines": [{"text": "[Speaking of the Humans and then alluding to the Minbari]\nThey didn't listen of course. Arrogant men never do. Sadly, arrogance has never been exclusively a Human trait. It travels between the stars like solar winds.", "character": "Londo Mollari", "characterId": "nm0432867"}]}]}