{"quotes": [{"lines": [{"text": "What are we going to do to settle this mess, anyway? The Chicago bosses are tired of waiting. I'm tired, you're tired. What's the solution?", "character": "Big Tony", "characterId": "nm0215308"}, {"text": "I thought perhaps you might have some ideas. You Italians were always better at that kind of thinking than us poor colored folks.", "character": "Pasha", "characterId": "nm0365173"}, {"text": "[chuckling]\nyou're too much. You know, if you knew what I was thinking right now... I've hated you for a long, long time, Hakim and right now at this moment I've got you right here in my hand. I could kill you, you know that. I still got your gun, Hakim.", "character": "Big Tony", "characterId": "nm0215308"}, {"text": "Yeah, the one you got from me in your restaurant", "character": "Pasha", "characterId": "nm0365173"}, {"text": "You've always been a man of honor, Hakim... something I never could stand in a nigger. Now I want to see that honor put you right in your grave. Are you willing to pay the price to see me and mine?", "character": "Big Tony", "characterId": "nm0215308"}, {"text": "Lay it on me.", "character": "Pasha", "characterId": "nm0365173"}, {"text": "There's a game, it's not Italian, it's Russian. It's a kind of roulette, a special roulette but you play it with life. You see, you drop a bullet in the barrel, like that, then you revolve it. You put it to your head... and press. You do it, Hakim. You do it. Just in case you think I tricked you, you take the first turn. Put the gun to your head and pull the trigger, if you can. You remember when we were kids, it was always you that wasn't afraid and I always panicked. God Almighty, how you used to torture me. Do it, damn it! Do it!", "character": "Big Tony", "characterId": "nm0215308"}, {"text": "You're a creep, Tony. You never have known how to play fair. What difference does it make? The littlest noise and your gimp-leg goon'll be in here with a hand grenade or somethin'.", "character": "Pasha", "characterId": "nm0365173"}, {"text": "No, no. This place is completely soundproof. Nobody'll come unless I call them and I won't. I swear. I'm going straight down to the wire. Luck is with me tonight, you ugly son of a bitch. It's got to be. It ain't worth it unless I can whip you just once. But you're afraid to give me the satisfaction, aren't you? You're afraid to put that gun up to your head.", "character": "Big Tony", "characterId": "nm0215308"}, {"text": "[Pasha raises the gun]", "character": null, "characterId": null}]}]}