{"quotes": [{"lines": [{"text": "Vampires are lucky, they can feed on others. We gotta eat away at ourselves. We gotta eat our legs to get the energy to walk. We gotta come, so we can go. We gotta suck ourselves off. We gotta eat away at ourselves til there's nothing left but appetite. We give, and give and give crazy. Cause a gift that makes sense ain't worth it. Jesus said seventy times seven. No one will ever understand why, why you did it. They'll just forget about you tomorrow, but you gotta do it.", "character": "Zoe", "characterId": "nm0526259"}]}, {"lines": [{"text": "Show me how you suck a guy's cock.", "character": "The Lieutenant", "characterId": "nm0000172"}]}, {"lines": [{"text": "Leave it to the Catholic Church. Girls get raped every day, and now we're putting up 50 Gs just 'cause these girls wear fuckin' penguin suits.", "character": "The Lieutenant", "characterId": "nm0000172"}]}, {"lines": [{"text": "[about her attackers]\nI have forgiven them.", "character": "The Nun", "characterId": "nm0861289"}, {"text": "But do you have the right? You're not the only woman in the world. You're not even the only nun. Your forgiveness will leave blood in its wake. What if these guys do something like this again? To other women, other virgins? Old women who die from the shock? Do you have the right to forgive them? Can you bear the burden, sister?", "character": "The Lieutenant", "characterId": "nm0000172"}]}, {"lines": [{"text": "[crying to a hallucination of Jesus Christ]", "character": null, "characterId": null}, {"text": "I'm sorry, Lord. I've done so many bad things.", "character": "The Lieutenant", "characterId": "nm0000172"}]}, {"lines": [{"text": "[after giving the Lieutenant drugs]\nShit's gonna kill you, man!", "character": "Julio", "characterId": "nm0904983"}, {"text": "What the fuck are you? A drug counsellor... or a drug dealer? If you don't deal your own product, what kind of businessman are you?", "character": "The Lieutenant", "characterId": "nm0000172"}]}, {"lines": [{"text": "[to a hallucination of Jesus Christ]", "character": null, "characterId": null}, {"text": "You fuck. Where were you?", "character": "The Lieutenant", "characterId": "nm0000172"}]}, {"lines": [{"text": "Can I help you?", "character": "Nurse", "characterId": "nm0102789"}, {"text": "Yeah, I'm in charge of the investigation. I'm just checking security.", "character": "The Lieutenant", "characterId": "nm0000172"}, {"text": "Security?", "character": "Nurse", "characterId": "nm0102789"}, {"text": "Yeah. You wouldn't want those guys coming back, huh? For the nun? Or for you?", "character": "The Lieutenant", "characterId": "nm0000172"}]}, {"lines": [{"text": "If you think you're not getting on that bus, man, you're dead wrong. Now get on that fucking bus, 'cause your life ain't worth shit in this town!", "character": "The Lieutenant", "characterId": "nm0000172"}]}, {"lines": [{"text": "[to his young sons as he drives them late to school]\nHey, listen to me. I'm the boss, not Aunt Wendy. When it's your time to use the bathroom, you tell Aunt Wendy to get the fuck out of the bathroom! What are you, men or mice? She's hoggin' the bathroom - call me! Call me, and I'll throw her the fuck out!", "character": "The Lieutenant", "characterId": "nm0000172"}]}, {"lines": [{"text": "I told you once before that this guy will come by your house and blow up your house up with your wife and kids and everybody in it. You know that, right?", "character": "Beat Cop", "characterId": "nm0034519"}, {"text": "Good, good. I'll give him an extra ten grand for his trouble. I hate that fucking house.", "character": "The Lieutenant", "characterId": "nm0000172"}]}, {"lines": [{"text": "[to Jesus Christ]\nMutt! You got something that you want to say to me? You fuck! You ratfuck, you ratfuck! Here's your... What? Say something, I know you're just standing there. What am I gonna do? You gotta say something! Something! You fuck, you fucking stand there and you want me to do every fucking thing! Where were you? Where the fuck are you? Where were you? Where the hell were you? I... I... I'm sorry. I'm so sorry! I'm sorry! I did so many bad things. I'm sorry. I tried to do... I try to do the ricgt thing, but I'm weak, I'm too fucking weak. I need you to help me! Help me! I need you to help me! Forgive me! Forgive me! Forgive me, please! Forgive me, father!", "character": "The Lieutenant", "characterId": "nm0000172"}]}, {"lines": [{"text": "You raped a holy thing. You destroyed that young girl. And she forgives you. Ya hear that? She forgives you. You fucking heroes. Ya like holding her down and shoving your dick into her? While she couldn't do nothing about it. Did you like that? Watch this motherfucker! Watch this you cocksucker! Look at that! You can't do a thing about that can you? Can you? Look at me! Can you? Can you fuckface? Can you? There, move. Move you cockscker. Move. I'd like to blow your fucking face apart.", "character": "The Lieutenant", "characterId": "nm0000172"}]}, {"lines": [{"text": "Get with the program!", "character": "The Lieutenant", "characterId": "nm0000172"}]}]}