{"quotes": [{"lines": [{"text": "Sheriff, I'm so thirsty I could drink my Saturday bath... if I had one.", "character": "Henry Cluff", "characterId": "nm0167395"}, {"text": "One drop would kill the whole posse.", "character": "Charlie Garth", "characterId": "nm0285643"}]}, {"lines": [{"text": "Why, you're just a little choosy how you kick the bucket, ain't ya? You're just a-figuring and a-worrying in that head of yours, thinking there will be a miracle... and you don't have to die at all. Well, I used to josh myself that way once, too. I sleep better now.", "character": "Rayburn", "characterId": "nm0723935"}]}, {"lines": [{"text": "You look like a man who wants to cash his chips. Keep talking that way and somebody might accommodate you.", "character": "Sheriff Bill Cummings", "characterId": "nm0056719"}]}, {"lines": [{"text": "[The posse is surrounded by Apaches who communicate with smoke signals]", "character": null, "characterId": null}, {"text": "They sure say a lot with a little smoke.", "character": "Charlie Garth", "characterId": "nm0285643"}]}, {"lines": [{"text": "Apaches don't do night work. It's against the rules of their God. They prefer the rosy dawn for murder.", "character": "Charlie Garth", "characterId": "nm0285643"}, {"text": "Of course, Apache Jack's influence will be pretty ungodly.", "character": "Sheriff Bill Cummings", "characterId": "nm0056719"}]}, {"lines": [{"text": "Well, Adam may have been a fool, but at least they had to throw him out of Paradise.", "character": "Henry Cluff", "characterId": "nm0167395"}]}, {"lines": [{"text": "Out here we don't pry into anybody's affairs. It just ain't healthy.", "character": "Chick Lyman", "characterId": "nm0000890"}, {"text": "Well, if my health isn't threatened by anything more dangerous than you, I won't worry much.", "character": "Bob Mulford", "characterId": "nm0910498"}]}, {"lines": [{"text": "You know, when I first came out west, I heard it was a pretty dangerous place. I figured if a man took chances, he wouldn't last very long. But the more chances I took, the safer I got.", "character": "Rayburn", "characterId": "nm0723935"}, {"text": "You know, Rayburn, I always had an idea you were a man trying to commit suicide.", "character": "Sheriff Bill Cummings", "characterId": "nm0056719"}]}, {"lines": [{"text": "Hey, Sweet, what are the Dragoons?", "character": "Bob Mulford", "characterId": "nm0910498"}, {"text": "For a veteran plainsman, you ain't very smart are you?", "character": "Billy Sweet", "characterId": "nm0930711"}, {"text": "Oh, I've never been very far west.", "character": "Bob Mulford", "characterId": "nm0910498"}, {"text": "Well, they're sort of a practicing ground for the hereafter. They're supposed to be mountains, but they're really the wrong place turned inside out.", "character": "Billy Sweet", "characterId": "nm0930711"}]}]}