{"quotes": [{"lines": [{"text": "Billy, if a mob can pass judgment on one man, then they can do it to anybody they want to, and anytime they want. That's why we have laws, son. Not just to protect us from bad men, but a mob's righteous men can get out of hand.", "character": "Dan Baker", "characterId": "nm0907636"}]}, {"lines": [{"text": "Well, how many bad men are you supposed to chase if you're a deputy?", "character": "Billy Baker", "characterId": "nm0599837"}, {"text": "I guess five a week or so.", "character": "Jeremy", "characterId": "nm0930164"}, {"text": "It seems like you'd run out of people in town to chase.", "character": "Billy Baker", "characterId": "nm0599837"}, {"text": "Nah, there's always new ones to chase. My pa says decent people live on farms. Anybody who lives in town is a thief or makes their living off what they steal.", "character": "Jeremy", "characterId": "nm0930164"}]}, {"lines": [{"text": "Billy, you got to learn to control your own life. Folks can help you along and kind of point out the general direction sometimes, but nobody can really show you the way as such. Any man who says he can is either after votes, money or just plain don't know what he's talking about.", "character": "Dan Baker", "characterId": "nm0907636"}]}, {"lines": [{"text": "They ain't really going to do all those things to Mr. McGraw, are they? I mean, he ain't hurt no one.", "character": "Billy Baker", "characterId": "nm0599837"}, {"text": "Son, sometimes all you to do to make people fear you and hate you is to be a little different.", "character": "Dan Baker", "characterId": "nm0907636"}]}, {"lines": [{"text": "There's a bad element that's been drifting into town ever since the mines opened. They ain't like us. They ain't decent. They're just tramps, Dan. And we owe it to the community to do something about it.", "character": "Paul Carson", "characterId": "nm0949241"}, {"text": "Go to the Sheriff and volunteer as deputies without pay.", "character": "Dan Baker", "characterId": "nm0907636"}, {"text": "That ain't the same and you know it... you know. There's just some things the regular law can't handle. If every able-bodied man was an enforcer of the law, why this rowdy element - they'd leave town.", "character": "Paul Carson", "characterId": "nm0949241"}]}, {"lines": [{"text": "Did you see the funeral?", "character": "Paul Carson", "characterId": "nm0949241"}, {"text": "Sure did.", "character": "Dan Baker", "characterId": "nm0907636"}, {"text": "It's going to keep on like this you know, until that sheriff of ours clamps the lid on this town. Too many drifters.", "character": "Paul Carson", "characterId": "nm0949241"}]}]}