{"quotes": [{"lines": [{"text": "If only their ivory were not so valuable! Until recently, the tusks of 40,000 elephants were exported each yer, to be carved into fancy figures, billiard balls, and piano keys.", "character": "Narrator", "characterId": "nm0949355"}]}, {"lines": [{"text": "Corrosive as rust, our civilization is eating its way through this continent. For with all our roads, towns, and plantations there is no longer any room for virgin Nature, for her human children, and, above all, no room for wild animals.", "character": "Narrator", "characterId": "nm0949355"}]}, {"lines": [{"text": "The animals on the reservation know nothing about man - and about his treachery. Therefore they are not afraid of him. No fear of man flusters them, or causes them to flee from us like the animals in our own forests.", "character": "Narrator", "characterId": "nm0949355"}]}, {"lines": [{"text": "Even a neck as long as this has only seven vertebrae to support it, just like as our short necks, for these giraffes are constructed according to the same anatomical pattern as all other mammals.", "character": "Narrator", "characterId": "nm0949355"}]}, {"lines": [{"text": "Wherever man cuts down the forests, wherever in his frantic search for food he lays bare the earth and replaces its natural growth with his own meager cultivation, there sooner or later will appear great strips of land washed out by rain, ruined by over-cultivation, choked with sand, and turned into a desert.", "character": "Narrator", "characterId": "nm0949355"}]}, {"lines": [{"text": "Today, there are some two and a half milliards of us. This means that in the last 150 years the population of the world has increased threefold over the figure reached during the first 500,000 years of man's existence. At present, every day 100,000 more people are born than die.", "character": "Narrator", "characterId": "nm0949355"}]}, {"lines": [{"text": "At the end of this century there will be five milliards of us.", "character": "Narrator", "characterId": "nm0949355"}]}, {"lines": [{"text": "One of the slaves of the Rain-god is the centipede. He is as long as a pair of hands. Actually, he has exactly 196 feet.", "character": "Narrator", "characterId": "nm0949355"}]}, {"lines": [{"text": "Pygmies share whatever they kill. No Bambuti possesses more than his brothers.", "character": "Narrator", "characterId": "nm0949355"}]}, {"lines": [{"text": "Like the wild animals of their homeland, these 'primitive' little people are also disappearing. The Negroes working in road construction and on the plantations have become rich. They are very fond of buying themselves a pygmy girl as second or third wife.", "character": "Narrator", "characterId": "nm0949355"}]}, {"lines": [{"text": "In the more accessible parts of Africa the crocodile has become something of a rarity. This is because ladies, all the world over, have, within the last decade or so, developed a preference for crocodile-skinned handbags and shoes.", "character": "Narrator", "characterId": "nm0949355"}]}, {"lines": [{"text": "Trees - a hundred and fifty feet tall - must be laid low to make room for coffee and banana plantations.", "character": "Narrator", "characterId": "nm0949355"}]}, {"lines": [{"text": "Mankind today is using up far more wood than is growing up in all the forests of the world put together.", "character": "Narrator", "characterId": "nm0949355"}]}, {"lines": [{"text": "For the paper required for *a single issue* of a great New York newspaper 15,000 trees have to be processed.", "character": "Narrator", "characterId": "nm0949355"}]}, {"lines": [{"text": "But the wild warriors of the Watusi still go on dancing; dancing with wild compulsive movements to inspire themselves with courage and deep frenzy, before they set out on a foray to capture women and slaves. A proud, unapproachable race, unconquered lords of their land! - - - No more. No more. Times and customs have changed. Today its a mere show for the tourists.", "character": "Narrator", "characterId": "nm0949355"}]}, {"lines": [{"text": "[image of hunting trophies for sale]\n\"Yes, I shot it myself, dear.\"", "character": "Narrator", "characterId": "nm0949355"}]}]}