{"quotes": [{"lines": [{"text": "Why do you ride with men like these?", "character": "Mace Bishop", "characterId": "nm0000071"}, {"text": "Oh, I don't know. I just got used to it, I guess, through the years. You begin one way, you keep going that way, and pretty soon there's no other way.", "character": "Dee Bishop", "characterId": "nm0001509"}]}, {"lines": [{"text": "[incredulous]\nYou robbed a bank? You, Mace?", "character": "Dee Bishop", "characterId": "nm0001509"}, {"text": "Well, Dee, the bank was there... and I was there... and there wasn't very much of anybody else there... and it just seemed like the thing to do. Y'know, it's not like you didn't - something you never heard of. Lots of people rob banks for all sorts of different reasons.", "character": "Mace Bishop", "characterId": "nm0000071"}, {"text": "[bemused]\nYou just walked into a bank and helped yourself to ten thousand dollars 'cause it seemed like the thing to do?", "character": "Dee Bishop", "characterId": "nm0001509"}, {"text": "That's about the way it was, yeah, as, as well as I can remember, yeah.", "character": "Mace Bishop", "characterId": "nm0000071"}]}, {"lines": [{"text": "You see, there things a man ought never do - spit in church, scratch his self in front of his ma, and pick his nose. Yes that's what my pa learned me and it stood me in good step.", "character": "Pop Chaney", "characterId": "nm0002095"}, {"text": "I don't imagine your pa ever mentioned shooting people, and burning their house down, and stealing, and things like that?", "character": "Mace Bishop", "characterId": "nm0000071"}, {"text": "Well, I'm talking about mannerly things Mr. Bishop. I ain't talking about making a living.", "character": "Pop Chaney", "characterId": "nm0002095"}]}, {"lines": [{"text": "I thought he was your friend?", "character": "Maria Stoner", "characterId": "nm0000079"}, {"text": "He is, but that don't make him any less disgusting. You take Pop, for instance. He was due to be shot the day he was born. And that heart of his is nothing more but a festering sore.", "character": "Dee Bishop", "characterId": "nm0001509"}]}, {"lines": [{"text": "To tell you the truth...", "character": "Dee Bishop", "characterId": "nm0001509"}, {"text": "Yeah, yeah, liars always start that way.", "character": "Mace Bishop", "characterId": "nm0000071"}]}, {"lines": [{"text": "This is the first time I have been in my country since I left.", "character": "Maria Stoner", "characterId": "nm0000079"}]}, {"lines": [{"text": "Mr. Carter, I was a whore at the age of 13 and my family never went hungry.", "character": "Maria Stoner", "characterId": "nm0000079"}]}]}