{"quotes": [{"lines": [{"text": "[after being released from jail, Barabbas enters a tavern]", "character": null, "characterId": null}, {"text": "Here's a fine sight. Six weeks and nobody's moved!", "character": "Barabbas", "characterId": "nm0000063"}]}, {"lines": [{"text": "[Arrested for arson, Barabbas has been brought to the dungeons housing the Christians falsely accused of the act]\nThis burning city is no work of ours. This isn't how the new kingdom is going to be made. You were wrong.", "character": "Peter", "characterId": "nm0028674"}, {"text": "Who are you to tell me I'm wrong?", "character": "Barabbas", "characterId": "nm0000063"}, {"text": "Many years ago, we spoke together. Do you remember?", "character": "Peter", "characterId": "nm0028674"}, {"text": "No.", "character": "Barabbas", "characterId": "nm0000063"}, {"text": "You asked me why I was making a net so far from the sea.", "character": "Peter", "characterId": "nm0028674"}, {"text": "Jerusalem. The street of the potters.", "character": "Barabbas", "characterId": "nm0000063"}, {"text": "You were as mistaken then as you are again now.", "character": "Peter", "characterId": "nm0028674"}, {"text": "We didn't set fire to the city.", "character": null, "characterId": null}, {"text": "You've done the work of the wild beasts of the emperor.", "character": null, "characterId": null}, {"text": "Are you a lunatic?", "character": null, "characterId": null}, {"text": "It was his fire, you fool. Not God's.", "character": null, "characterId": null}, {"text": "[the realization of his error sinks in]\nWhy can't God make himself plain? What's become of all the fine hopes, the trumpets, the angels, all the promises? Every time I've seen it end up in the same way, with torments and dead bodies, with no good come of it. Huh? All for nothing.", "character": "Barabbas", "characterId": "nm0000063"}, {"text": "Do you think they persecute us to destroy nothing? Or, for that matter, do you think that what has battered on your soul for twenty years has been nothing? It wasn't for nothing that Christ died. Mankind isn't nothing. In His eyes, each individual man is the whole world. He loves each man as though there were no other.", "character": "Peter", "characterId": "nm0028674"}, {"text": "I was the opposite of everything he taught, wasn't I? Why did He let Himself be killed instead of me?", "character": "Barabbas", "characterId": "nm0000063"}, {"text": "Because being farthest from Him, you were the nearest.", "character": "Peter", "characterId": "nm0028674"}, {"text": "I'm no nearer than I was before.", "character": "Barabbas", "characterId": "nm0000063"}, {"text": "there has been a wrestling in your spirit back and forth in your life which, in itself, is knowledge of God. By the conflict you have known Him. I can tell you as well that so it will be with the coming of the kingdom. A wrestling back and forth and a laboring of the world spirit, like a woman in childbirth. We are only the beginning. We won't see the time when the earth is full of the kingdom. And yet, even now, even here, the hour at the end of life, the kingdom is within us. There's nothing more to fear. Upon us, the years will be but many years, many martyrdoms. The ground of men is very stubborn to mature. But men will look back to us in our day, and will wonder, and remember our hope. It is the end of the day. We shall trust ourselves to a little pain, and sleep, saying to world, \"Godspeed.\"", "character": "Peter", "characterId": "nm0028674"}]}, {"lines": [{"text": "It seemed to me at the time, Barabbas, when you were given your liberty before, it wasn't a fortunate exchange. They were calling for death and disorder when they called your name. This is what I thought and this is what has occurred. They put the scourge back into the fist. By that I mean you and your life. And many men have suffered and died in consequence.", "character": "Pontius Pilate", "characterId": "nm0447913"}, {"text": "[referring to Christ]\nThe other man, too. They're dying because of that.", "character": "Barabbas", "characterId": "nm0000063"}, {"text": "This is a local matter, which I hope will soon be adjusted. The shock and fear of an unreasoning fanaticism will pass. But the appetite to destroy which, alas, the human being shares with the wild beast, is always with us. And it has rigorously to be disciplined in the name of civilization, and according to the law.", "character": "Pontius Pilate", "characterId": "nm0447913"}, {"text": "That's what you say. But I tell you, whichever side of the law we're on, we're the same men. You and your kind, and me and my kind. How else have you lived except my way? What we haven't got, we go out and take!", "character": "Barabbas", "characterId": "nm0000063"}, {"text": "[Two guards grab him and pin him down]", "character": null, "characterId": null}, {"text": "Let him speak!", "character": "Pontius Pilate", "characterId": "nm0447913"}, {"text": "[the guards unhand him, and he continues]\nWell, how else have you lived except my way? Whoever's against us or gets in our way, we get rid of. My knife may have bitten a few throats, but what about your weapons? They've spit at thousands upon thousands. If I've taken a passing woman to myself, your armies have looted and raped across continents - and have been called the glory of the earth for doing it! You were born according to the law and raised according to the law. I was born by a girl thrown out of a brothel, who gave birth and cursed me before she died. But I tell you, we belong to the same herd.", "character": "Barabbas", "characterId": "nm0000063"}, {"text": "Unfortunately for you, Barabbas, the law is indispensable. The law is the pass and permit to life in this world. You were without it. However, the law here tells me that a man who has been released by the will of the people at a holy festival cannot thereafter be given a capital punishment.", "character": "Pontius Pilate", "characterId": "nm0447913"}, {"text": "[long pause, looking shocked]\nHuh? Y-you can't kill me?", "character": "Barabbas", "characterId": "nm0000063"}, {"text": "Easier on you if we could. I sentence you to transportation for life, whatever that's worth, to the sulfur mines on the island of Sicily.", "character": "Pontius Pilate", "characterId": "nm0447913"}, {"text": "[with a stunned look]\nI... I can't... be killed. He meant me to live... No killing for Barabbas. No death for Barabbas. He died in my place!", "character": "Barabbas", "characterId": "nm0000063"}]}, {"lines": [{"text": "Gladiator Barabbas, you're becoming quite a legend among us, I hear. For your remarkable persistence in life, we have a traditional answer to this public acclaim. We make you a free man. We give you your liberty. Here is the symbol of your freedom!", "character": "Emperor", "characterId": "nm0872683"}, {"text": "[holds up a carved staff for everybody to see, then tosses it into the arena next to Barabbas' feet; he picks it up and slowly exitst the Coliseum]", "character": null, "characterId": null}]}, {"lines": [{"text": "Darkness... I give myself up... into your keeping. It is... Barabbas.", "character": "Barabbas", "characterId": "nm0000063"}]}]}