{"quotes": [{"lines": [{"text": "You are far weirder than someone merely into S&M. At least they have a tradition. We have some idea what S&M is about. There's movies and books about it. But so far as I know, there is nothing to explain the way you are.", "character": "Fred", "characterId": "nm0001177"}]}, {"lines": [{"text": "Maybe you can clarify something for me. Since I've been, you know, waiting for the fleet to show up, I've read a lot, and...", "character": "Fred", "characterId": "nm0001177"}, {"text": "Really?", "character": "Ted", "characterId": "nm0629737"}, {"text": "And one of the things that keeps popping up is this about \"subtext.\" Plays, novels, songs - they all have a \"subtext,\" which I take to mean a hidden message or import of some kind. So subtext we know. But what do you call the message or meaning that's right there on the surface, completely open and obvious? They never talk about that. What do you call what's above the subtext?", "character": "Fred", "characterId": "nm0001177"}, {"text": "The text.", "character": "Ted", "characterId": "nm0629737"}, {"text": "OK, that's right, but they never talk about that.", "character": "Fred", "characterId": "nm0001177"}]}, {"lines": [{"text": "I don't go to bed with just anyone anymore. I have to be attracted to them sexually.", "character": "Marta", "characterId": "nm0000227"}]}, {"lines": [{"text": "You think wedding vows are going to change everything? God, your naivete is astounding! Didn't you see \"The Graduate\"?", "character": "Fred", "characterId": "nm0001177"}, {"text": "You can remember \"The Graduate\"?", "character": "Ted", "characterId": "nm0629737"}, {"text": "Yeah, I can remember a few things. Apparently you don't. The end? Katharine Ross has just married this really cool guy - tall, blond, incredibly popular, the make-out king of his fraternity in Berkeley - when this obnoxious Dustin Hoffman character shows up at the back of the church, acting like a total asshole. \"Elaine! Elaine!\" Does Katharine Ross tell Dustin Hoffman, \"Get lost, creep. I'm a married woman\"? No. She runs off with him - on a bus. That is the reality.", "character": "Fred", "characterId": "nm0001177"}]}, {"lines": [{"text": "Positive thinking is fine in theory. But whenever I try it on a systematic basis... I end up really depressed.", "character": "Ted Boynton", "characterId": "nm0629737"}]}, {"lines": [{"text": "If you can't dance to it, you don't want to know about it.", "character": "Fred", "characterId": "nm0001177"}]}, {"lines": [{"text": "You see, that's one of the great things about getting involved with someone from another country. You can't take it personally. What's really terrific is that when we act in ways which might objectively seem asshole-ish or, or, incredibly annoying, they don't get upset at all. They don't take it personally. They just assume it's some national characteristic.", "character": "Ted", "characterId": "nm0629737"}]}, {"lines": [{"text": "You seem very intelligent for an American.", "character": "Marta", "characterId": "nm0000227"}, {"text": "Well, I'm not.", "character": "Fred", "characterId": "nm0001177"}]}, {"lines": [{"text": "Spanish girls tend to be really promiscuous.", "character": "Ted", "characterId": "nm0629737"}, {"text": "You're such a prig.", "character": "Fred", "characterId": "nm0001177"}, {"text": "No, I wasn't using \"promiscuous\" pejoratively. It's just a fact. They have completely different attitudes toward sex.", "character": "Ted", "characterId": "nm0629737"}, {"text": "Well, I wasn't using \"prig\" pejoratively.", "character": "Fred", "characterId": "nm0001177"}]}, {"lines": [{"text": "Here in Barcelona, everything was swept aside. The world was turned upside down and stayed there.", "character": "Ted", "characterId": "nm0629737"}, {"text": "Has it ever occurred to you that maybe the world was upside down before, and now it's right side up?", "character": "Fred", "characterId": "nm0001177"}]}, {"lines": [{"text": "You're very perceptive.", "character": "Ted", "characterId": "nm0629737"}, {"text": "What?", "character": "Montserrat", "characterId": "nm0074065"}, {"text": "You're very perceptive.", "character": "Ted", "characterId": "nm0629737"}, {"text": "What?", "character": "Montserrat", "characterId": "nm0074065"}, {"text": "You are very perceptive.", "character": "Ted", "characterId": "nm0629737"}, {"text": "Oh. Thank you.", "character": "Montserrat", "characterId": "nm0074065"}, {"text": "I don't really like perceptive. It's not that kind.", "character": "Ted", "characterId": "nm0629737"}]}, {"lines": [{"text": "You can't say Americans are not more violent than other people.", "character": "Woman (Shootings in America)", "characterId": "nm0765951"}, {"text": "No.", "character": "Fred", "characterId": "nm0001177"}, {"text": "All those people killed in shootings in America?", "character": "Woman (Shootings in America)", "characterId": "nm0765951"}, {"text": "Oh, shootings, yes. But that doesn't mean Americans are more violent than other people. We're just better shots.", "character": "Fred", "characterId": "nm0001177"}]}, {"lines": [{"text": "thick, stupid. Every time you hear it. Estadunidense-dense-dense. It's like a direct slap in the face. It's incredible.", "character": "Fred", "characterId": "nm0001177"}, {"text": "I think you are too sensitive.", "character": "Montserrat", "characterId": "nm0074065"}, {"text": "Oh great, now we're too sensitive.", "character": "Fred", "characterId": "nm0001177"}]}, {"lines": [{"text": "I think it's well-known that anti-Americanism has its roots in sexual impotence, at least in Europe.", "character": "Fred", "characterId": "nm0001177"}]}, {"lines": [{"text": "Maybe you'd like an analogy. Well, take... take these ants. In the U.S. view, a small group, or cadre, of fierce red ants have taken power and are oppressing the black ant majority. Now the stated U.S. policy is to aid those black ants opposing the red ants in hopes of restoring democracy, and to impede the red ants from assisting their red ant comrades in neighboring ant colonies.", "character": "Ted", "characterId": "nm0629737"}, {"text": "That is clearly the most disgusting description of U.S. policy I have ever heard. The Third World is just a lot of ants to you.", "character": "Ramon", "characterId": "nm0612992"}, {"text": "Those are people dying, not ants.", "character": "Jurgen", "characterId": "nm0214685"}, {"text": "No, I... I don't think you understand. I was reducing everything to ant scale, the... the U.S. included. An ant White House, an ant CIA, an ant Congress, an ant Pentagon...", "character": "Ted", "characterId": "nm0629737"}, {"text": "Secret ant landing strips, illegally established on foreign soil.", "character": "Ramon", "characterId": "nm0612992"}, {"text": "Where are the red ants?", "character": "Fred", "characterId": "nm0001177"}, {"text": "[pointing to an ant hill]\nThere.", "character": "Ted", "characterId": "nm0629737"}, {"text": "[Fred crushes the ants]", "character": null, "characterId": null}]}, {"lines": [{"text": "Ramon is very persuasive, and he painted a terrible picture of what it would be like for her to live the rest of her life in America, with all of its crime, consumerism, and vulgarity. All those loud, badly dressed, fat people watching their eighty channels of television and visiting shopping malls. The plastic throw-everything-away society with its notorious violence and racism. And finally, the total lack of culture.", "character": "Marta", "characterId": "nm0000227"}]}, {"lines": [{"text": "I think there is something fascist about a boy who immediately talks of marrying a woman he likes.", "character": "Marta", "characterId": "nm0000227"}, {"text": "I don't think Ted is a fascist of the marrying kind.", "character": "Fred", "characterId": "nm0001177"}]}, {"lines": [{"text": "They're calling us pigs. That's meant to hurt!", "character": "Fred", "characterId": "nm0001177"}]}, {"lines": [{"text": "Are you sure you don't want to go?", "character": "Fred", "characterId": "nm0001177"}, {"text": "No.", "character": "Ted", "characterId": "nm0629737"}, {"text": "Good.", "character": "Fred", "characterId": "nm0001177"}]}, {"lines": [{"text": "When we were kids I borrowed some things. It was never ever theft! In each case I either told you... or was about to.", "character": "Fred", "characterId": "nm0001177"}]}, {"lines": [{"text": "Who am I?", "character": "Ted", "characterId": "nm0629737"}, {"text": "The kid with the kayak, but older and fatter, leave me alone!", "character": "Fred", "characterId": "nm0001177"}, {"text": "This is amazing, he is going to have a complete recovery!", "character": "Ted", "characterId": "nm0629737"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[voice-over]\nI couldn't believe Fred would just show up like that. On the other hand, it was absolutely typical.", "character": "Ted Boynton", "characterId": "nm0629737"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "You see, that's one of the great things about getting involved with someone from another country. You can't take it personally. What's really terrific is that when we act in ways which might objectively be considered asshole-ish or incredibly annoying... they don't get upset at all. They don't take it personally. They just assume it's some national characteristic.", "character": "Ted Boynton", "characterId": "nm0629737"}, {"text": "Cosa de gringos.", "character": "Fred", "characterId": "nm0001177"}, {"text": "Yeah.", "character": "Ted Boynton", "characterId": "nm0629737"}, {"text": "Fantastic.", "character": "Dickie Taylor", "characterId": "nm0004959"}, {"text": "[both together]\nYeah.", "character": "Ted Boynton", "characterId": "nm0629737"}]}, {"lines": [{"text": "There's a lot of anti-NATO feeling here.", "character": "Ted Boynton", "characterId": "nm0629737"}, {"text": "Anti what?", "character": "Fred", "characterId": "nm0001177"}, {"text": "Anti-NATO.", "character": "Ted Boynton", "characterId": "nm0629737"}, {"text": "Anti-NATO?", "character": "Fred", "characterId": "nm0001177"}, {"text": "Yeah. Well, actually here it's OTAN.", "character": "Ted Boynton", "characterId": "nm0629737"}, {"text": "They're against OTAN? What are they for? Soviet troops racing across Europe, eating all the croissants?", "character": "Fred", "characterId": "nm0001177"}]}, {"lines": [{"text": "[At a disco, talking to Marta and Aurora about Ted, who's out on the dance floor]\nHe's not at all the way he seems. He might seem like a typical American, like a big unsophisticated child, but he's far more complex than that. Have you ever heard of the Marquis de Sade? Ted's a great admirer of de Sade. And a follower of Dr. Johnson. He's a complex - and in some ways dangerous - man. He has a serious romantic illusion problem. Women find him fascinating. His nickname is \"Punta de Diamante\" - point of a diamond. You see that odd expression on his face? Under the apparently very normal clothes he's wearing are these narrow leather straps drawn taut so that when he dances...", "character": "Fred", "characterId": "nm0001177"}, {"text": "[looking somewhat shocked]\nWhat?", "character": "Aurora Boval", "characterId": "nm0046121"}, {"text": "[as Ted leaves the dance floor and comes back to join them]\nPlease don't mention this. He might feel I violated a confidence.", "character": "Fred", "characterId": "nm0001177"}]}, {"lines": [{"text": "Tonight while I was shaving - I always shave against the direction of the beard because I understood you got a closer shave that way - I started thinking about this razor commercial on TV which shows the hair follicles like this, going this way. The first of the twin blades cuts them here, then the hair snaps back, and the second blade catches them down here, giving you a closer, cleaner, possibly smoother shave, that we know. But what struck me was if the hair follicles are going in this direction and the razor is too, then they're shaving in the direction of the beard, not against it, which would mean that I've been shaving the wrong way all my life. I mean, maybe that's not so, maybe I misremembered the ad, but the point is, I could have shaved the wrong way all my life and never have known it. And then I could have taught my son to shave the wrong way without him ever knowing it either.", "character": "Fred", "characterId": "nm0001177"}, {"text": "You have a son?", "character": "Marta", "characterId": "nm0000227"}, {"text": "No... But I might someday. And then maybe I'll teach him to shave the wrong way.", "character": "Fred", "characterId": "nm0001177"}, {"text": "I think maybe my English is not so good.", "character": "Marta", "characterId": "nm0000227"}]}, {"lines": [{"text": "[Ted and Montserrat leave the WC at a disco club after Ted privately shows her that he is not wearing black leather-strap underwear]", "character": null, "characterId": null}, {"text": "So, you're not wearing them tonight. That doesn't prove anything. Maybe they're at the cleaners.", "character": "Montserrat", "characterId": "nm0074065"}]}]}