{"quotes": [{"lines": [{"text": "Calvin Klein and Gloria Vanderbilt don't wear clothes with your name on it, so why should you wear their name?", "character": "Mr. T", "characterId": "nm0001558"}]}, {"lines": [{"text": "Anger - use it, but don't lose it!", "character": "Mr. T", "characterId": "nm0001558"}]}, {"lines": [{"text": "Do you know me? Of course you do, 'cause I'm famous!", "character": "Mr. T", "characterId": "nm0001558"}]}, {"lines": [{"text": "Friendship is like a clear day; you look forward to it.", "character": "Mr. T", "characterId": "nm0001558"}]}, {"lines": [{"text": "Frustration.", "character": "Mr. T", "characterId": "nm0001558"}, {"text": "[sits down to play a large fiddle, tries tucking it under his chin, falls out of chair]", "character": null, "characterId": null}, {"text": "Whooooaaaa!", "character": "Mr. T", "characterId": "nm0001558"}]}, {"lines": [{"text": "Anger. You know, I found the best way of dealing with anger is to think nice thoughts, that way you challenge y'all negative energy into something useful.", "character": "Mr. T", "characterId": "nm0001558"}]}, {"lines": [{"text": "Styling. Hey, everybody gotta wear clothes, and if you don't, you get arrested, but that don't mean you have to let some fashion designer in New York or Paris tell you what to wear. Clothes express your personality, so express yourself, and not someone else.", "character": "Mr. T", "characterId": "nm0001558"}]}, {"lines": [{"text": "Zina and Zina, for that exciting walk to the grocery store, here's Zina and Zina from San Bonadina. Thank you, Zina and Zina. And here's Marla, our subway sweetheart, taking the A-train to fashion in this graffiti inspired creation, with her mustard socks and ketchup sash, she's a real hot dog.", "character": "Mr. T", "characterId": "nm0001558"}]}, {"lines": [{"text": "All dressed up with no place to go, 'no sweat', says Kelly, 'I'll just run around the block a few times'. And she probably won't be running alone in this personal outfit, perfect for stopping traffic and starting who knows what?", "character": "Mr. T", "characterId": "nm0001558"}]}, {"lines": [{"text": "Peer Pressure. Everyone wants to be accepted by the group; but that doesn't mean you have to accept everything the group does.", "character": "Mr. T", "characterId": "nm0001558"}]}, {"lines": [{"text": "1 out of 1 Dr. Ts recommend it.", "character": "Mr. T", "characterId": "nm0001558"}]}, {"lines": [{"text": "Oh hi there, I'm Doctor T. Have you ever been embarrassed, ashamed, or exposed? I mean done something so abso-ludicrous, that you wish you coulda moved to a deserted island and hide your head in the sand?", "character": "Mr. T", "characterId": "nm0001558"}]}, {"lines": [{"text": "Hold it, wait a minute wait a minute, don't bring anyone's mother into this, she ain't here, and if it wasn't for your mother, you wouldn't be here, so remember when you put down one mother, you' putting down mothers all over the world.", "character": "Mr. T", "characterId": "nm0001558"}]}, {"lines": [{"text": "If you can see it, you can be it!", "character": "Mr. T", "characterId": "nm0001558"}]}]}