{"quotes": [{"lines": [{"text": "Time. Time. What is time? Swiss manufacture it. French hoard it. Italians squander it. Americans say it is money. Hindus say it does not exist. Do you know what I say? I say time is a crook.", "character": "O'Hara", "characterId": "nm0000048"}]}, {"lines": [{"text": "You mean Mrs. Chelm is an unqualified liar?", "character": "Petersen", "characterId": "nm0605923"}, {"text": "Well, let's say she uses her imagination rather than her memory.", "character": "Billy Dannreuther", "characterId": "nm0000007"}]}, {"lines": [{"text": "The only thing standing between you and a watery grave is your wits, and that's not my idea of adequate protection.", "character": "Billy Dannreuther", "characterId": "nm0000007"}]}, {"lines": [{"text": "Your demands are very great, under the circumstances.", "character": "Ahmed", "characterId": "nm0784834"}, {"text": "Why shouldn't they be? Fat Gut's my best friend, and I will not betray him cheaply.", "character": "Billy Dannreuther", "characterId": "nm0000007"}]}, {"lines": [{"text": "Do you know that your associates are all in hoosegow? Oh, not that I'm a bit surprised. I put them down as thoroughly bad characters, right off the bat. But then there are so many bad characters nowadays. Take mine, for instance.", "character": "Purser", "characterId": "nm0674860"}]}, {"lines": [{"text": "Harry, we must beware of these men. They are desperate characters.", "character": "Gwendolyn Chelm", "characterId": "nm0428354"}, {"text": "What makes you say that ?", "character": "Harry Chelm", "characterId": "nm0880956"}, {"text": "Not one of them looked at my legs!", "character": "Gwendolyn Chelm", "characterId": "nm0428354"}]}, {"lines": [{"text": "I give you my word, I feel to you like an older brother. Oh, it's not so much a difference of age. It's probably, yes, the reason is, because I come from a culture which is so much older than yours. In my country, a child of 6 years old is older in his heart than you'll be at, at 60.", "character": "O'Hara", "characterId": "nm0000048"}, {"text": "It smokes, it drinks, it philosophizes... at this rate I'll be 60 before you get to the point.", "character": "Billy Dannreuther", "characterId": "nm0000007"}]}, {"lines": [{"text": "Our country is in a state of unrest.", "character": "Ahmed", "characterId": "nm0784834"}, {"text": "Oh, I am sorry!", "character": "Petersen", "characterId": "nm0605923"}]}, {"lines": [{"text": "You know, I've changed my mind about you being an evil doctor. You're off to keep a rendezvous someplace in Africa sacred to the tribesmen. You're going to found a new empire, and make yourself master of the riches of the world. But you need a beautiful blonde queen to impress the natives as, ah, the incarnation of the Queen of Sheba. That's why you're making a pass at me.", "character": "Gwendolyn Chelm", "characterId": "nm0428354"}, {"text": "Am I?", "character": "Billy Dannreuther", "characterId": "nm0000007"}]}, {"lines": [{"text": "Trouble with England, it's all pomp and no circumstance. You're very wise to get out of it, escape, while you can.", "character": "Billy Dannreuther", "characterId": "nm0000007"}]}, {"lines": [{"text": "I am a British subject!", "character": "Gwendolyn Chelm", "characterId": "nm0428354"}, {"text": "I wouldn't say that too loud.", "character": "Billy Dannreuther", "characterId": "nm0000007"}]}, {"lines": [{"text": "I've got to have money. Doctor's orders are that I must have a lot of money, otherwise I become dull, listless and have trouble with my complexion.", "character": "Billy Dannreuther", "characterId": "nm0000007"}, {"text": "But you're not like that now, and you haven't any money.", "character": "Gwendolyn Chelm", "characterId": "nm0428354"}, {"text": "It's my expectations that hold me together.", "character": "Billy Dannreuther", "characterId": "nm0000007"}]}, {"lines": [{"text": "[to Dannreuther]\nI believe you must have Arab blood. Westerners are not usually so subtle.", "character": "Ahmed", "characterId": "nm0784834"}]}, {"lines": [{"text": "I have a theory about you and your friends.", "character": "Gwendolyn Chelm", "characterId": "nm0428354"}, {"text": "Correction - my associates.", "character": "Billy Dannreuther", "characterId": "nm0000007"}, {"text": "As a matter of fact, I think you're doctors. Evil ones, I mean. You're going to the heart of the jungle where human life is cheap, to perform ghastly experiments which require the sacrifice of thousands on the altar of science.", "character": "Gwendolyn Chelm", "characterId": "nm0428354"}]}, {"lines": [{"text": "The long run, I'm tired of the long run.", "character": "Maria Dannreuther", "characterId": "nm0518178"}]}]}