{"quotes": [{"lines": [{"text": "That's juts a bunch of sentimental bullshit.", "character": "Jacob Ryan", "characterId": "nm0000411"}, {"text": "Wait, sentimental bullshit", "character": "Carolyn Ryan", "characterId": "nm0000658"}, {"text": "Yeah everyone's parents say that.", "character": "Jacob Ryan", "characterId": "nm0000411"}, {"text": "Oh really, and do everyone's parent destroy evidence and lie... to the police?", "character": "Carolyn Ryan", "characterId": "nm0000658"}]}, {"lines": [{"text": "[Jude visits her and Jake's tree house]", "character": null, "characterId": null}, {"text": "Jake? I know you don't wanna talk, but I just need to see you. Can I come up? Please?", "character": "Judith Ryan", "characterId": "nm0919733"}, {"text": "[No response. Jude turns away, dejected. Then, the ladder falls down. Jude climbs up]", "character": null, "characterId": null}, {"text": "Can I just ask you one question?", "character": "Judith Ryan", "characterId": "nm0919733"}, {"text": "[Jake says nothing]", "character": null, "characterId": null}, {"text": "Did you ever really go anywhere, Jake?", "character": "Judith Ryan", "characterId": "nm0919733"}, {"text": "[Jake still says nothing]", "character": null, "characterId": null}, {"text": "Okay. That's cool. I understand. But, just so you know, when you were in that jail, I tried to come. They wouldn't let me. Jake, I really wanted to see you. They act like they have to protect me from all of this. I'm sure they can't even protect themselves. And I hear plenty; I know what's going on. Like... Mom's had to close her office. She says, \"It's just temporary.\" Sure, gimme a break.", "character": "Judith Ryan", "characterId": "nm0919733"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Well, anyway, that's all. I just wanted to ask about the postcards. No big deal.", "character": "Judith Ryan", "characterId": "nm0919733"}, {"text": "[she starts to leave]", "character": null, "characterId": null}, {"text": "Jude, wait. Don't go. Once or twice a week, I'd take the train out to a local airport. Then, I'd find a flight that was going where I wanted to go. And then, I'd find somebody that wouldn't mind mailing a card from me when they got there. And I said that, \"I'm on my vacation, I forgot to send this, and I don't want my parents to think I don't miss them.\" And then I'd sit in one of those chairs, you know? At the waiting area in the airport? I'd shut my eyes like this... and sit.", "character": "Jacob Ryan", "characterId": "nm0000411"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Then, I'm right there with them. I went to all of those places, Jude. You won't say anything, will you? Nobody else will understand.", "character": "Jacob Ryan", "characterId": "nm0000411"}, {"text": "[Jude makes a gesture that her lips are locked and sealed]", "character": null, "characterId": null}]}]}