{"quotes": [{"lines": [{"text": "[the MC walks over to see if Spanky is ready and say to his mother]\nIs Barrymore ready yet?", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[the mother is combing his hair and doesn't have his costume on yet and very nervously answers with a little laugh ]\nNot Quite.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the MC is furious, Spanky looks up at him and says]\ndon't rush me big boy.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "one more peep out of you and you don't go on!", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "Peep, Peep. Peep.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[the Mother sees that the MC is hot and about to throw out an obnoxious Spanky and jumps in to intervene ]\npay no attention to him it's all just part of his act.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the mother is whispering at her son scolding him ]\nYou can't do anything like that you have to be nice and go out there and win the prize!", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Wild laughter is heard off screen ,the Mother is stunned and looks up to see who is laughing like that ,it's her own Mother who is laughing her head off at Spanky's Mother and the situation she has gotten into with her high ideas. Spanky's Mother reveals herself to be extremely vunerable at this time it's written all over her face. She looks at the old woman and snarls ]\nWell I don't think this is so funny !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the Granny sees her daughter is shaken up and continues to give her a razzing and laughs at her just as hard as before and says to her ]\nWell I sure do !", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[she continues to laugh at Spanky's Mother]", "character": null, "characterId": null}, {"text": "[Spanky's Mother is obviously rattled and turns towards Spanky and is trying to get him dressed she picks up his helmet and then Spanky snaps at her ]\nMe Too !", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[The Mother is getting frustrated and pushes down hard as she puts the helmet on her son ,The Mother sees the MC and walks over to him and sheepishly says to him]\nExcuse me , My good Sir, But Spanky is ready now", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Looks at Spanky'sMother and scoffs ]\nWell I'm not !", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[The MC walks away and Spanky's Mother is stunned and actually steps backward she is so shocked by his remake]", "character": null, "characterId": null}, {"text": "[Spanky's Mother is visibly shook up and she walks back to where her son and Mother are standing the old woman bursts out with laughter at her daughter ]\nI'm sorry but I can't help laughing at you !", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[a furious Spanky's Mother looks at her with pure disdain and erupts at her]\nLaugh all you want but I want to know who will be laughing when Spanky wins that prize later on !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[of course when Spanky actually wins the prize she will be behind the backstage curtain frantically trying to get Spanky off just before her mother raises the curtain tearing her dress off in front of the audience]", "character": null, "characterId": null}]}, {"lines": [{"text": "[At Spanky's house before the show, The Grandmother calls upstairs to Spanky and his mother]\nCome on it's getting late.", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[Spanky walks down the stairs]", "character": null, "characterId": null}, {"text": "Is that what your wearing?", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "Yes, Mom said I can change at the theater .", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[Grandma walks up the stairs and finds Spanky's mother sitting at her vanity wearing her slip and beret ]\nAren't you dressed yet?", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[she's staring out into space lost in her thoughts]\nOh, I'm sorry I was just thinking about tonight. I hope Spanky wins first prize and is a big hit ! I'm not sure what dress to wear I want to look my very best!", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "Spanky isn't even dressed yet and neither are you!", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "I'm deciding between these two dresses and Spanky can get dressed at the theater.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the mother picks a grey dress and proclaims ]\nHow do I look ?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "You look very late !", "character": "Spanky's grandmother", "characterId": "nm0908784"}]}, {"lines": [{"text": "[After the show the MC is driving the family home. The grandmother is sitting in the front with Spanky and his mom in the back. The mother is still looking up to the ceiling and not moving, They put her overcoat over her shoulders]\nShe wanted Spanky to win and be a big hit.", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[laughing]\nWell he certainly was and so was she !", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[laughing herself]\nYes she was the biggest hit and really was the show stopper.", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[the MC is pulling up outside the house while some the mother's friends come over to find out how he did]\nHow did Spanky do ?", "character": "Friend of Spanky's mother", "characterId": "nm0283170"}, {"text": "He won the prize !", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[Spanky's mother is taken out of the back seat and the ladies see she is wearing her overcoat over her shoulders and her slip is very visible]\nWhat happened to her?", "character": "Friend of Spanky's mother", "characterId": "nm0283170"}, {"text": "[the MC reaches into the backseat to where Spanky's costume is in a box and pulls out Spanky's helmet]\nShe decided to go on the stage herself .", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[He puts the helmet on Spanky's mother's head and the helmet top begins to spin]", "character": null, "characterId": null}]}, {"lines": [{"text": "[She finds Spanky backstage talking to Daisey]\nOk Spanky you're on next.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "Mom if I win the prize can I do anything I want with the money?", "character": "Spanky", "characterId": "nm0568757"}, {"text": "Why certainly Spanky all I want is that you are a big hit!", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Spanky turns to Daisey and says ]\nDon'y worry girlie the dress is in the bag !", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[Spanky and his mother walk towards the stage wings when he pulls on her hand and says ]", "character": null, "characterId": null}, {"text": "Wait a minute Mom I have to talk to the gang.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[She is totally surprised and says to Spanky ]\nYou can't go out there now, you have to win the prize!", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "Well I can't win the prize till I tell the gang something.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "I know I'll tell them. What do you want me to say ?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "Tell them I want to win now I don't want to loose.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[Shocked at what she is hearing ]\nBut of course. Now take these things over to Grandma as I speak to the boys.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Spanky's mother has no idea that there is a planned sabotage of Spanky's act by the gang and the gang think they are saving Spanky from being forced to acting by his mother]\nListen Boys We want Spanky to win .Do you understand ?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the boys look sheepish but they all say they understand]", "character": null, "characterId": null}, {"text": "Remember boys he's really depending on you.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[With a big smile she turns and walks back to the stage]", "character": null, "characterId": null}, {"text": "[the gang are in a quandary ,they don't know what to think. Spanky was overjoyed that they were going to ruin his act ]\nNow what do we do ?", "character": "Jerry", "characterId": "nm0875893"}, {"text": "[most of the gang are telling Jerry that they think Spanky wants to loose ]\nYeah don't pay any attention to anything his Ma says !", "character": "Our Gang member", "characterId": "nm0698480"}, {"text": "OK then , We'll give him the works !", "character": "Jerry", "characterId": "nm0875893"}]}, {"lines": [{"text": "[Standing on the stage wings watching the gang assail her son with peashooters and the rising laughter of the audience she very nervously turns to the MC and taps him on the shoulder and says ]\nThey're laughing at him !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Knowing the state she is in he tries to really get her goat ]\nLaughing at him why they're howling at him !", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[the Mother is a wreck ]\nWell I won't have my son laughed at . Take him off !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the MC knows the audience loves this kid's act and it great for business there is no way he wants this act to end. He growls at the mother ]\nTAKE HIM OFF NOTHING HE'S THE HIT OF THE SHOW !", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[Now the mother is very angry, she spins around and yells at the MC ]\nWELL IF YOU WON'T TAKE HIM OFF I WILL!", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the mother starts to run out on the stage but is grabbed by the MC and pulled back ]", "character": null, "characterId": null}, {"text": "Now you stay right there till the act is over !", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[the mother pleads with the mc for her son to be taken off the stage]\nI won't stand here as my son is made a laughing stock of !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[She realizes all the pleading won't do any good the MC going to let Spanky out there as the audience is laughing at him so hard]", "character": null, "characterId": null}, {"text": "[the MC looks over at the mother ]\nYou can't break up that act lady !", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[the mother is furious and yells at the MC ]\nOH NO !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the mother turns and rushes to the back of the stage and grabs a stage pole and she walks behind the stage curtain and takes off her overcoat and violently throws is aside and she gets down on her knees and moves the pole under the curtain to hook her son and pull him off]", "character": null, "characterId": null}, {"text": "[The MC is enjoying to show and laughing with the other mothers and Spanky's grandma.He turns to the other mothers and asks ]\nWhere did Mommy go ?", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[They inforn him she took the pole and will try to yank Spanky off the stage!]", "character": null, "characterId": null}, {"text": "[the mother accidently sticks the pole into an electrical outlet and is given quite a shock whichknocks her back so she is sitting on her heels. The MC lets out a big belly laugh knowing what she did]\nHA HA HA", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[Daisey is standing watching Spanky's act and turns to the MC and asks]\nSay Mister do you think he has a chance?", "character": "Daisy Dimple", "characterId": "nm0250189"}, {"text": "[The MC informs her that Spanky won the prize five minutes ago. Delighted she turns and hugs her mother saying]", "character": null, "characterId": null}, {"text": "The dress is in the bag !", "character": "Daisy Dimple", "characterId": "nm0250189"}, {"text": "[Spanky's mother quickly composes herself and hooks Spanky and starts to pull him in as he falls on the stage. The Grandmother is watching and sees here oppourtunity to get even with Spanky's mother for putting Spanky on the stage. She taps the MC on the shoulder and pointing to the curtain ropes says to the MC ]\nHere's where we stop the show!", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[Knowing that having the curtain raise and revealing the mother trying to pull her kid off is going to be great the audience will love this and that mother really deserves it to. He turns to the Grandmother and says ]\nThat's great go right ahead!", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[the grandma pulls down on the ropes and the backstage curtain begins to rise. We see a curtain hook dangling off the curtain bottom and it is moving up moving up Spanky's mother's legs heading towards her dress hem. The hook gets up under her dress hem and starts to hike up her dress.She is so into her mission that she doesn't even know what is happening.At the point where the curtain is about 1 1/2 foot off the stage she realizes what's happening and rushes her arms back to the back of her dress she lets out a SCHREECH ! The grandmother looks on and can't believe her luck and tries to pull down harder on the ropes to get that dress off her Daughter. The MC can't believe his eyes he must be saying to himself That dumb bitch mother was right she wanted to stop the crown from laughing at her son and now she is made the laughing stop off.The mother grabs the curtain in an attempt to halt it's rize and looks over to see who's pullimg up that curtain. She must have thought is was the MC .She stands to get a better hold and tries to unhook her dress hem.She begins to wimper ]\nNo please No NO please.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[The Grandma gets a good hold of the ropes and looks out on stage looking at the dress up to her daughter's waist and gives the ropes a mighty tug which results with a very loud ripping sound as the dress is ripped off Spanky's mother and it's tattered remains heads up to the ceiling.The MC is waching thinking Man this is going to be great for business that is if we aren't raided. Spanky looks on as the dress is hauled upward and looks over at his mom whose kneeling on stage looking up at the remains of her dress. He quickly decides to haul a stage prop over in front of her to protect his mother from the prying eyes of the hysterical audience. He pulls the prop in front of her thinking the audience won't see her in her underwear but the prop is a cartoon caricature of a squatting lion with is mother's head perched on top ]", "character": null, "characterId": null}]}, {"lines": [{"text": "after entering the back of the stage Spanky's mother and", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Grandmother walk over to the stage wings the mother sheepishly looks out into the audience ]", "character": null, "characterId": null}, {"text": "Looks like a nice crowd tonight", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "Oh that's nice", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[the mother again very sheepishly peeks out to see the audience ]", "character": null, "characterId": null}, {"text": "[the mother turns towards the grandmother and proclaims ]\nYes a nice big crowd to see Spanky win the prize tonight.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the MC looks out to the crowd and putts his hand on Spanky's shoulder]\nOk little boy your on first !", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[the mother is shocked by the announcement and jumps toward the MC ]\nMy good sir my son's not ready !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the MC is shocked that this kid arrived at the theater not ready ]\nHe's not ready?", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "No he's not ready yet.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[The mother then puts on the ritz trying to impress the MC]", "character": null, "characterId": null}, {"text": "besides my son is too much of an artist to open a show !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the MC can't believe she said something so incredibly stupid ]\nOh so he's too much of an artist to open a show ?", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "why don't you put on these sheepherders ?", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[Spanky points to the Arizona nightingales ]", "character": null, "characterId": null}, {"text": "We are cowboys from the mountains", "character": "Arizona Nightengale", "characterId": "nm0842813"}, {"text": "Huh from the drugstore", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[with that Spanky's mother steps in between the arguing children ]\nNow, now son I don't want you to be like that. You are here to win the prize tonight and be a big hit .", "character": "Spanky's mother", "characterId": "nm0446580"}]}, {"lines": [{"text": "[looks up the staircase to see Spanky walking down wearing a bathrobe]\nIs that what your wearing ?", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "Yes,Mom said I could change at the theater.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[Grandma walks up the stairs and finds Spanky's Mother sitting at her vanity wearing her shoes, stockings white slip and beret]\nAren't you dressed yet?", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[Spanky's Mother is staring out into space lost in her thoughts]\nOh, I'm sorry I was just thinking about tonight. I hope Spanky wins first prize and is a big hit! I'm not sure what dress to wear I want to look my very best!", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "Spanky's isn't dressed yet and neither are you !", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "I'm deciding between these two dresses and Spanky can get dressed at the theater.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "Mom I can't make up my mind this black one is real nice and very sexy and the grey one is nice and tight and has very low cleavage. I really want to impress the MC as he is the judge and every little bit helps.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Looks at her daughter in complete astonishment ]\nWhat are you talking about no one is going to be looking at you, It's Spanky night.", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "Well Mom, If Spanky wins I'll have to go out on the stage as he picks up the prize. I have a feeling that I'll be out on that stage myself.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Spanky's mom has a big grin on her face]", "character": null, "characterId": null}, {"text": "I can't believe that you think for one minute that anyone there will be looking at you or your dress. I also can't believe that you think you'll be out on the stage in front of everyone ?", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[Spanky's mother is standing there with both dresses in her hands moving them in front of herself and looking in the mirror]", "character": null, "characterId": null}, {"text": "[Spanky's mother picks the grey dress ]\nHow do I look?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "You look very late!", "character": "Spanky's grandmother", "characterId": "nm0908784"}]}, {"lines": [{"text": "[Spanky's Mother goes to the Ritz theater to sign Spanky up]\nSir, I'm trying to sign my son up for the children's amateur show. Who do I speak to?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "You have to speak to our Master of Ceremonies, he's over there.", "character": "Stage hand", "characterId": "nm0355408"}, {"text": "[Spanky's mother walks over to the MC]\nHello Sir, my name is Mrs. Darlene McFarland and I want to sign my son to appear at your theater in the children's amateur show.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[checking the schedule]\nWell the next opening is the last Friday this month.You know the show is very popular with the audience and it's very hard to get tickets as we always sell out and it's also popular with the parents to get their kids into our show.", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[Spanky's Mother is smiling thinking her dream is about to come true]\nThat's fine sir the last Friday this month is agreed.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "OK My dear,What is the name of your son's act?", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "He will do his rendition of Marc Antony's funeral oration from \"Julius Caesar\". The act will be called Spanky Junior the noblest Roman of them all.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[The MC is beginning to realize that this one is a real stage mother type and he knows just how to handle her]\nVery good madam, I'll look forward to meeting your son and also seeing more of you.", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "Sir, Is it possible to have my son's act in the theaters spotlight?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "Certainly we can do that without a problem.", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "I'd like to know how it works. Who determines who wins the prize.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "Well my dear I act as the judge and going from the feel of the audience I determine the winner.", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[Spanky's mother reaches her hand out to shake hands with the MC,The MC grabs it and is smiling looking deep into her face first looking at her eyes ,then her pouty full red lips then her looks down to stare at her breasts]\nHow do I get out of here?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Spanky's Mother knows that the MC is mentally undressing her and she is really playng it up big time]", "character": null, "characterId": null}, {"text": "[as Spanky's mother walks out of the theater she is really wiggling and the stage hand turns toward the MC ]\nMan, That is one fine piece of tail isn't it?", "character": "Stage hand", "characterId": "nm0355408"}, {"text": "[Staring at Spanky's mother's rump and smiling]\nShe sure is.", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[Then he realizes what he said and yells at the stage hand]", "character": null, "characterId": null}, {"text": "What are you looking at get back to work!", "character": "Master of Ceremonies", "characterId": "nm0290342"}]}, {"lines": [{"text": "[Spanky's Mother has just given the news to Spanky, his Grandmother and her assembled friends. She stands up and begins to walk over to sit on the arm of the chair that the grandmother is sitting in and Spanky is standing next to. A huge smile is appearing on her face as she has let the cat out of the bag telling all her plan to make an actor out of her son. Spanky's Mother sits on the arm of the chair and crosses her legs in a very sexy manner. She leans over and whispers to the old woman ]\nWell what do you think?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Instead of telling her daughter what a wonderful idea it was to put Spanky on the stage the grandmother starts to question her about her decision]\nLook Darlene ,we've never had an actor in the family yet .", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[pointing at Spanky ]", "character": null, "characterId": null}, {"text": "Why pick on him ?", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[The Mother is stunned that her decision is even being questioned and quips back with a silly line ]\nWhat has Gable or Barrymore have that Spanky's doesn't ?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the ladies are looking at Spanky's Mother as is the grandmother saying to themselves how could she say something that stupid. As Spanky jumps in with an answer for his Mother ]\nA MOUSTACHE !", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[The grandmother sees the humor in Spanky's answer to his Mother's dumb statement and looks over at her daughter laughing . Spanky's mother is angry that people are laughing at her stupidity ]\nWell mother I really don't think this is so funny at all !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the old woman knows the mother is furious that they didn't all jump in with praise for her plan ]\nWell I think it's funny !", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "You think this is funny well we will see what happens after the act is over we'll just see who is laughing then !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[of course the whole theater will be in hysterics laughing their heads off at Spanky's Mother's expense ]", "character": null, "characterId": null}]}, {"lines": [{"text": "[MC walks onto stage and pulls Spanky back from waving at the gang ]\nOk Little boy , your on first.", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[the mother is totally surprised and bursts out ]\nHe's not ready !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the MC looks on very surprised ]\nhe's not ready ?", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[as she should have her kid all ready to go when he arrived at the theater]", "character": null, "characterId": null}, {"text": "[the mother composes herself and decides to lay it on a too thick ]\nBesides my son is too much of an artist to open a show !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[can't believe what he just heard ]\nOh he's too much of an artist to open a show ?", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[Spanky looks to another act , two young cowboys ]\nWhy don't you put on these sheepherders ?", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[Turns angrily towards Spanky ]\nWe're cowboys from the mountains !", "character": "Arizona Nightengale", "characterId": "nm0842813"}, {"text": "Huh ! from the drugstore !", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[both Spanky and the Arizona nightingale square off, the mother jumps in to calm down Spanky ]\nCome come son , you can't act like that. You have an important show tonight and you must be ready to win this one.", "character": "Spanky's mother", "characterId": "nm0446580"}]}, {"lines": [{"text": "[Spanky's mother goes to the Ritz theater to sign Spanky up]\nSir ,I'm trying to sign my son up for the children's amateur show. Who do I speak to ?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "You have to speak to the master of ceremonies ,he's over there.", "character": "Stage hand", "characterId": "nm0355408"}, {"text": "[Spanky's mother walks over to the MC]\nHello sir, my name is Mrs. McFarland and I want to sign my son to appear at your theater at the children's amateur show.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "The next avaible show will be the Friday after next . Is the agreeable ?", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[Spanky's mother is smiling thinking her dream is about to come true]\nYes, My good sir that's fine.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "What is the name of his act ?", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "He will be called Spanky Jr. The noblest roman of them all.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "Very good madam, I'll look forward to meeting your son and also seeing more or you.", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[Spanky's mother is really playing it up as he is the judge of the show and she knows he finds her attractive]\nYes sie I'll look forward to seeing more of you. Thank you very much could you tell me how do I get out of here?", "character": "Stage hand", "characterId": "nm0355408"}, {"text": "[Spanky's mother is walking out and really trying to play it up big knowing the MC is mentally undressing her and watching her walk out]", "character": null, "characterId": null}, {"text": "[the MC is smiling and then sees the stage hand looking at Spanky's mother]\nWhat are you looking at get back to work!", "character": "Master of Ceremonies", "characterId": "nm0290342"}]}, {"lines": [{"text": "[on the stage wings watching as her son Spanky is trying to get righted as he tripped and fell on the stage. She hears the laughter starting from the audience and nervously taps the MC on his chest]\nWhy don't you give him some lights ?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Looks at her in astonishment ]\nWhat for ?", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[the mother is getting very nervous ]\nSo he can act !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the MC knows she's in a very agitated state and wants to annoy her even more ]\nOH So he can act !", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[the mother knows he is taunting her and she demurely says ]\nYes that's right so he can act.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the MC laughs right in her face]", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[the mother looks up at the MC and she laughs right back in his face]", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[gives the wave to his stagehands to bring up the house lights. In doing so he almost smacks Spanky's mother in her face. She is startled but knows not to anger the MC more than he already is and holds her tongue. The MC looks at her knowing there is nothing she can say or do just watch the show.Then as Spanky stands up the gang erupts with their assult of peashooters and noise makers. This is too much and the audience laughter is growing, the mother becons to Spanky to come off as the MC waves for him to go on]", "character": "Master of Ceremonies", "characterId": "nm0290342"}]}, {"lines": [{"text": "[Spanky s receiting his lines for the show this evening]\nFriend's Roman's and countrymen lend me your ears.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[He sees the gang coming up to the fence and they tell him to meet him at the window]", "character": null, "characterId": null}, {"text": "Hey Spank . Do you have to go on the stage tonight?", "character": "Scotty", "characterId": "nm0065717"}, {"text": "[Looking dejected ]\nYes, my mom's trying to make an actor out of me. I'll be receiting the rest of my days if I win the prize tonight.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "Well you won't win!", "character": "Jerry", "characterId": "nm0875893"}, {"text": "Oh no ?", "character": "Spanky", "characterId": "nm0568757"}, {"text": "Yes we have a plan we'll sit up front tonight and we'll boo and hiss you off the stage.", "character": "Jerry", "characterId": "nm0875893"}, {"text": "Oh Boy fellas that's great. But my Mom is really very serious about this.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "Well she won't be able to do a thing about it you'll be booed off the stage. Don't worry we'll give you the works !", "character": "Jerry", "characterId": "nm0875893"}, {"text": "[The gang leaves and Spanky is overjoyed .The family pet parrot is listening to the whole plot and trys to tell Spanky's mother of the plot]\nMomma Momma I know a secret I know a secret!", "character": null, "characterId": null}, {"text": "[Spanky's mother who is finishing his costume in the next room hears the disturbance and she calls out ]\nSpanky, Spanky Mother can't hear you?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Spanky rushes into the room his mother is ]\nFriends, Romans and countrymen lend me you ears.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[Her stern look changes to a huge smile ]\nThat's much better darling!", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[Spanky looks back into the room to see the parrot in a fish bowel As the parrot tries to give the mother the warning that there is a plot to sabotage the show he's still saying his line ]\nMommma Momma I know a secret I know a secret Momma Momma.", "character": null, "characterId": null}, {"text": "[The mother is beaming with joy and walks over to Spanky and kneels down in front of him and says ]\nYou know Spanky you have worked very hard on you lines I just know you will be a huge hit tonight and the audience is going to love your act.I'm sure when the acts are over you and me will be on the stage and you will be getting the prize.", "character": "Spanky's mother", "characterId": "nm0446580"}]}, {"lines": [{"text": "[Both Spanky's mother and Grandmother are on the stage wing totaling enjoying a harmonica performance . The MC walks over and says to the mother who is sitting on a stool ]\nWhere's Shakespere ? He's on next!", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[Spanky's mother spins around and delivers a nasty line due to the fact she wanted Spanky on earlier ]\nWell it's about time !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[The MC reels back in disbelief. The mother looks down to her side saying ]", "character": null, "characterId": null}, {"text": "Spanky ?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[she looks around and again says ]", "character": null, "characterId": null}, {"text": "Spanky ?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[she looks all over ,the grandma is now looking also . The mother walks a little forward and says ]", "character": null, "characterId": null}, {"text": "Spanky , Spanky, where is Spanky ?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the mother walks over behind the rear side stage curtain looking for Spanky as the MC sees that she has walked out the she is visible to the audience and ruining the current act. He rushes behind her and one of his hands grabs her wrist and his other hand is firmly placed on her backside and twists her.She is surprised initially but the MC really manhandles her which makes her angry. With on hand on her wrist and the other on her ass he spins her around he releases her and it takes a bit for her to catch herself so she doesn't fall. The grandmother is watching and can't believe her eyes the complete manhandling her daughter has been given by the MC]", "character": null, "characterId": null}, {"text": "[Initially Spanky's mother is furious and starts to walk towards the MC thinking she was going to tell him off but the MC walks over to her she says to him]\nWhy did you do that to me ?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the furious MC has had enough of Spanky's mother and knows her type really well]\nYou weren't supposed to be on the stage !", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[the MC is staring down the mother and she realizes she better be still as Spanky is about to go on and meeking looks down and walks way looking for Spanky ]", "character": null, "characterId": null}, {"text": "[All the people are looking over thinking this MC is no one to mess with he is one tough cookie. One of the stage hands says to the MC]\nWhat a real stupid bitch!", "character": "Stage hand", "characterId": "nm0355408"}, {"text": "Don't worry I've seen her kind before I can take care of her !", "character": "Master of Ceremonies", "characterId": "nm0290342"}]}, {"lines": [{"text": "[Grandma has let the gang come in and go up to Spanky's room . Scotty is the first in ]\nHey Spank. What's up ?", "character": "Scotty", "characterId": "nm0065717"}, {"text": "[Spanky is downtrodden with the news he must act on the stage he tells the gang of his predicament]\nWell fella, my mom's trying to make an actor out of me . I have to receite everyday.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "All actors are sissies . You don't want to be an actor do you ?", "character": "Jerry", "characterId": "nm0875893"}, {"text": "Of course not but i'll be reciting the rest of my life if I win that prize.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "Why don't you tell your mother that you don't want to recite ?", "character": "Alvin", "characterId": "nm0118455"}, {"text": "Once my mother gets something into her head that's it it's going to happen.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[Just at this time Spanky's mother walks into the room walks over to a chair and sits on the arm of the chair ,crossing her legs and crossing her arms across her chest. Striking a very sexy pose. She speaks to the gang but speaks down to the boys from her position as an adult]\nHello boys . Did Spanky tell you the wonderful news?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "Yeah . He told us.", "character": "Jerry", "characterId": "nm0875893"}, {"text": "[the mother shows a picture of the costume he will wear]\nCould you imagine it boys. Our Spanky reciting Shakespere on the stage !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Then she starts reciting his lines ]", "character": null, "characterId": null}, {"text": "Friend's ,Roman's and Countrymen -Lend me your ears.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the mother tells the boys she wants them to go the nite of the show to root for Spanky .Then she leaves the room]\nMaybe she wants to be up on the stage in that silly outfit reciting these lines .", "character": "Our Gang member", "characterId": "nm0452179"}, {"text": "[All the kids laugh, Spanky says ]\nnot her but i'll be the one up there on that stage.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "Don't worry Spank we'll come up with something to save you.", "character": "Jerry", "characterId": "nm0875893"}, {"text": "[the gang leaves and walks down the stairs seeing Grandma sitting reading the paper and Spanky's mother playing with the parrot]", "character": null, "characterId": null}, {"text": "[Spanky's mother is talking to her parrot]\nYoo Hoo Who love you ? Momma does.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the parrot responds ]\nI love you Momma . I love you Momma .", "character": null, "characterId": null}, {"text": "[the gang is outside ]\nWe have to help our pal !", "character": "Alvin", "characterId": "nm0118455"}, {"text": "Yeah we have to come up with something great !", "character": "Jerry", "characterId": "nm0875893"}]}, {"lines": [{"text": "[the most important aspect of the short is the many line that turn out to be so ironic by the ending]", "character": null, "characterId": null}, {"text": "[When Spanky's mother is telling the ladies]\nI've got a big surprise for you. Spanky is going on the stage!", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Of course the surprise is on her as she will be going on stage too]", "character": null, "characterId": null}, {"text": "[as the Mother starts to tell the details of the show ]\nI've arranged for him to appear at the Ritz Theatre", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[She will really be appearing at the Ritz Theatre loosing her dress and being made a spectacle of with the stage prop]", "character": null, "characterId": null}, {"text": "[At the theatre after a major run in with the MC where Spanky was almost tossed off the schedule before her went on ,the grandma comes over laughing her head off at what's going on and a furious Mother turns toward the Grandmother and says ]\nI don't think this is so funny!", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the Grandmother turns and laughs right in her face and says ]\nWell I do !", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[after Spanky has been told of the plans to ruin his act his mother doesn't hear in practicing an says ]\nSpanky , Spanky Mother can't hear you!", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Spanky says his line and the mother learns over towards him with a huge smile on her face and says ]\nThat's much better darling I'm sure your going to be a huge hit tonight !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the family pet knows of the plot and tries to warn the mother but Spanky has put a fish bowel over the bird but he tries to warn her and a very muffled sound says ]\nMomma, Momma , I know a secret I know a secret", "character": null, "characterId": null}, {"text": "[At the theatre when the MC picks Spank to open the show the Mother rushes over and begs him ]\nPlease my good sir he's not ready and besides my son is too much of an artist to open a show", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[That line infuriates the MC and he holds Spanky's act for the finale which leads to all the hijinks later]", "character": null, "characterId": null}, {"text": "[When Spanky asks his mom to deliver his change of plans to the gang she has no idea there was a plot to ruin the act she says to the gang ]\nListen boys We want Spanky to win . Remember he's depending on you !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the kids don't know what to think Jerry says ]\nOK then we'll give him the works!", "character": "Jerry", "characterId": "nm0875893"}, {"text": "[after Daisey has lost and Spanky goes to comfort her he asks his mom ]\nIf I win the prize can I do anything I want with the money?", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[His mother is beaming with joy ]\nCertainly Spanky All I want is you to be a big hit!", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Spanky turns to the little girl and says ]\nListen Girlie the dress is in the bag!", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[His mom is bending down with his and has a huge smile on her face not knowing she will be the girlie whose dress is in the bag]", "character": null, "characterId": null}, {"text": "[When Spanky first takes to the stage and falls down the mother turns to the MC and says ]\nWhy don't you give him some lights ?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[The MC says what for and the mother responds to him ]\nSo he can act of course !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the MC looks at her and says ]\nOH so he can act", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[but then puts a sarcastic laugh in ]", "character": null, "characterId": null}, {"text": "[the mother looks him and says]\nYes so he can act", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[and she gives the same style laugh back at him ]", "character": null, "characterId": null}, {"text": "[The MC waves his hands to the stage crew to put up the house lights and almost smacks Spanky's mother in the face ]", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[When the act is falling apart and everything is turning bad the mother turns to the MC and says ]\nThey're laughing at him !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the MC knows how to turn up the fire under her and says ]\nThey're howling at him .", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "I won't have my son laughed at take him off .", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[of course the mother would wind up with the same audience laughing at her later on]", "character": null, "characterId": null}, {"text": "[When the grandmother is watching from the side of the stage and sees the daughter trying to pull Spanky off the stage behind the stage curtain and sees her chance to get even with the daughter for putting Spanky on the stage and taps the MC on the Back and points to the stage curtain ropes and says ]\nHere's where we stop the show !", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[Knowing to raise the curtain would expose her daughter to the view of the audience ]", "character": null, "characterId": null}, {"text": "[the MC gets her idea and with a huge belly laugh says ]\nSure go right ahead !", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[The granny pulls down on the ropes and a curtain hook starts to move towards her daughter's dress hem. Grandma can't believe her luck instead of exposing the daughter now she will really be exposing her]\nOH MY !", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[the mother is trying to yank the son off the stage and doesn't know anything until she feels the curtain hook go into her dress and start to pull on the back of her dress. She reaches around to see and realizes her predicament and gives a loud SCREEEEEECH then she stands up trying to get the hook out of her dress and says ]\nPlease Please NO NO !", "character": "Spanky's mother", "characterId": "nm0446580"}]}, {"lines": [{"text": "[the Grandma is watching from the stage wing as Spanky is being hooked and dragged off from a pole from behind the back curtain by her Daughter,his Mother. The MC is checking both sides of the back curtain watching Spanky get pulled off and watching his Mother drag him off he is equally laughing at both sides. The Grandma sees an chance to raise the back curtain exposing Spanky's Mother to the theater audience and make her daughter join the act reluctantly. She turns to the MC and points to the back stage curtain ropes and says ]\nHere's where we stop the show!", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[the MC looks on a gets her idea of exposing Spanky's Mother to the audience and loves it. With a huge smile on his face he says ]\nSure Go ahead ! What a get idea the audience will love it!", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[The older woman starts to pull down on the ropes and we see a hook dangling off the bottom of the stage curtain and as it moves up it's headed towards Spanky's mother 's dress hem. Grandma sees the hook and can't believe her luck and the bad luck of Spanky's mother .She will really put a show stopping element to this kiddie talent show something that Spanky's Mother or anyone else will soon forget]\nLooks Like I've hooked a big one !", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[the MC can't believe it the audience is in near hysterics in just seeing the younger woman behind the curtain . He turns towards the old lady ]\nBetter reel it in quick but not too quick I'm really enjoying this.", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[Spanky's mom is trying to pull him in and she doesn't know there is a hook about to snag her dress hem on a rising curtain. She starts to feel the tugging in the back and puts her hands on the back of her dress and feels the hook. She lets out a loud SCHRREEECH! an d looks over to see whose pulling on that curtain thinking it's probably the MC. She stands up and seems to end the hiking stage curtain as her dress hem is around her waste . She sees the Grandma getting ready with all her might to pull down on the curtain. Spanky's Mother starts to plead]\nNO ! NO ! PLEASE PLEASE NO!", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the MC is looking on with his eyes open like saucers watching the goings on. The Grandma pulls down with all her force. The audience is in near bedlum watching Spanky's Mother standing there with her dress up to her waist. The Granny says ]\nHere we go !", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[and pulls down on the ropes and Spanky's mother 's dress rips off her with a mighty tearing noise. The younger woman is thrown to the floor stairing up at her tattered dress in the rafters ]", "character": null, "characterId": null}, {"text": "[Spanky gets to his feet in time to see his Mom 's dress yanked off her , he says ]\nDon't worry Mom I'll save you.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[As he pulls the stage prop up in front of his stripped Mother and save her from the eyes of the audience ]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Spanky's Mother rushes to get Spanky ready as he is about to go on ,She finds him with Daisy and her mother]\nSpanky come on now your on next.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[She grabs his hand and is trying to take him back to the Stage wings]", "character": null, "characterId": null}, {"text": "[Spanky resists his mother's pulling of him and digs his heels in]\nHey Mom If I win first prize can I do anything I want with the money?", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[Totally thrown by her son's question and his resistance to her hand pulling on him Spanky's mother bends down towards her son with a assertive smile on her face and says]\nListen Spanky,All I want is for you to be a big hit!", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Spanky now is very confident that he will win and looks over at Daisy and puts his hand on her shoulder ]\nDon't worry Girlie The dress is in the bag.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[Daisy looks on and a huge smile appears on her face she is overjoyed and starts to hug her mother]", "character": null, "characterId": null}, {"text": "[Spanky's Mother is beaming with pride that her son is so confident he will win]\nWell son, I am certain that everyone is going to love your act your friends, Grandma and me and everyone out there won't forget your act tonight.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Spanky's head is swimming with all this talk of winning]\nOk Mom ,Sure I'll win.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[Spanky's mother can't resist to put another round of her own confidence into her son ]\nSpanky remember you are a great artist and I know you will win tonight and when the act is over everyone is going to love it.", "character": "Spanky's mother", "characterId": "nm0446580"}]}, {"lines": [{"text": "[The MC walks over towards Spanky and his Mother is beaming thinking he's finally going on]\nAlright your next", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[then he puts his hand over Spanky and moves it over Daisy ]", "character": null, "characterId": null}, {"text": "[Looks nervous and turns back towards her Mother ]\nOh Mommie I'm scared !", "character": "Daisy Dimple", "characterId": "nm0250189"}, {"text": "[her mother puts her hands on Daisy's shoulders and says ]\nWell Darling you can't buy the dress if you don't win the prize.", "character": "Daisy's mother", "characterId": "nm0382454"}, {"text": "Yeah go ahead kiddo don't be a scared !", "character": "Spanky", "characterId": "nm0568757"}, {"text": "Go ahead Darling .", "character": "Daisy's mother", "characterId": "nm0382454"}, {"text": "[Spanky's Mother is furious that it's not Spanky and giving the MC dirty looks as Daisy walks on stage with the MC ]\nThe next act at this evening's schedule is Miss Daisy Dimple - Dancer Par excellance", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[the gang erupts with applause and the MC looks over to see Spank at the curtain wings waving the gang on. He motions to his Mother to get that kid out of there. The mother catches Spanky on his shoulder and pulls him in .Daisy just stands there frozen ]\nOh NO !", "character": "Daisy's mother", "characterId": "nm0382454"}, {"text": "[Daisy no is looking out at the audience and their faces become enlarged in a clear amount of extreme stage fright ,her Mother no is biting on a handkerchief hoping her daughter will start. Spanky's Mother and grandmother can be seen looking on clearly rooting Daisy will come around]\nPlease Please !", "character": "Daisy's mother", "characterId": "nm0382454"}, {"text": "[Daisy runs off the stage to everyone's surprise and a she reaches her Mother's arms the crowd erupts with wild laughter and a torrent of various sounds from the gang's noisemakers]\nCan You believe it ? I can't believe this audience is so cruel to laugh like that at that poor little girl !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[The grandmother is stunned as well]\nNo they seem to be very mean spirited to say the least !", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "I see her mother is taking her away and let her cry .", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Spanky's Mother doesn't see him but Spanky has rushed to the back of the stage to try to console Daisy ]", "character": null, "characterId": null}, {"text": "Tuff break huh .", "character": "Spanky", "characterId": "nm0568757"}, {"text": "Yes now I don't stand a chance of winning that prize and I can't buy this dress.", "character": "Daisy Dimple", "characterId": "nm0250189"}, {"text": "[Spanky is pondering his next move as he is deep in thought]\nI can't believe these people that poor little girl and the way they assaulted her with that wild laughter and those noise makers.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "Very mean indeed !", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "Could imagine that poor little thing out there on the stage and freezing up like that unable to move ?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "It sounds like a real nightmare doesn't it !", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "Oh it sure does ,how could people do that .they knew it was a disaster and let her get off that stage as fast as she could in silence .", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "Your right ,it seems too hard to believe they did that .", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "I know that I wouldn't want anything like that to happen to me could you imagine frozen on stage a complete laughing stock ?", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the MC walks out and quickly takes command of the crowd stops laughing as he introduces a new act , a harmonica player]\nAnd now another act at the Ritz theater.", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[little do they know that Daisy will get the prize money ,Spanky's Mother will wind up frozen on stage a much more humiliating performance than Daisy's ]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Spanky's Mom returns to the stage wing after thinking she delivered Spanky's message to the boys, she finds Spanky standing by his Grandma]\nOk Spanky I gave the boys your message they are very proud of you and wish you all the luck and hope you win!", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Spanky's Mother kneels down to talk to her son]\nReally Mom they said that ?", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[Spanky's Mother is taking the shield and sword from the Grandmother and telling Spanky how to hold each one ]\nYes they did they are very happy for you.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Spanky is thinking it sounds strange ]\nhey Mom what did you say to the guys ?", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[The Mother is stunned that he questioned her ]\nWhy I told them that I wanted you to win and that You were really depending on them of course !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the mother is combing his hair and going over each part of his coustome a fine last minute manicure ]\nOk Spanky remember we are very proud of you and sure that you will win first prize!", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[the older woman puts her 2 cents in ]\nGood Luck sweetie!", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[his Mother is going over every last minute detail and so happy that Spanky has come about in the last couple of minutes and now both are on the same side he is no longer fighting her ]\nI'm so proud of you and after this is over we will go out for ice cream with Grandma.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "Ok Little boy here we go !", "character": "Master of Ceremonies", "characterId": "nm0290342"}]}, {"lines": [{"text": "[Spanky's Mom is walking him back to the stage wings just before he is about to go on. It is the first time that Spanky and his Mother are on the same page ,he now wants to win the prize. Spanky pulls down hard on his Mom's hand stopping her in her tracks]\nWait a minute Mom I have to go talk to the gang.", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[the Mother is astonished at what she is hearing and turns towards her son and squats down on her haunches so she can speak to him eye to eye]\nYou can't go out there now ! You have to win the prize!", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Spanky knows the gang's sabotage plot will ruin his chances of winning the prize so he must tell them of his change of mind]\nWell I can't win unless talk to the gang !", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[Spanky's Mother is unaware of the planned sabotage plot and can't understand her son's wanting to go out into the audience and speak to the gang. She comes up with an alternative idea]\nWell", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[A long pause]", "character": null, "characterId": null}, {"text": "I'll tell them.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "Ok tell them I don't want to lose now I want to win !", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[The Mother cannot believe her ears at what her son is saying and says back ]\nBut Of course", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[Spanky answers her back quickly ]\nNow what are you going to say to them ?", "character": "Spanky", "characterId": "nm0568757"}, {"text": "Well I'm going to tell them that you have to win !", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[The mother is shaking her head vigorsly ]", "character": null, "characterId": null}, {"text": "[the boy is overjoyed listening to his Mother and gives her the thumbs up sign saying ]\nRIGHT !", "character": "Spanky", "characterId": "nm0568757"}, {"text": "[The Mother is smiling back at her son not knowing that she will not be able to convince the gang to stop their attack resulting in Spanky been made a laughing stock of and his mother will try to save him and the the grandmother will make Spanky's Mother reluktently make her own stage debut]\nOk Spanky.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[She has no idea the same way she and her son are posed at that second they will be poised the exact same way in a few minutes but her dress will have been ripped off her ]\nHere", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "[she had her son his sword and shield saying ]", "character": null, "characterId": null}, {"text": "take these over to Grandma and give them to her", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "Ok Spanky Mother is going to talk to the boys and give them your message .", "character": "Spanky's mother", "characterId": "nm0446580"}]}, {"lines": [{"text": "Well ladies I'm sure we all enjoyed this very much. I have big surprise for you. Spanky is going on the stage!", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "NO !", "character": "Friend of Spanky's mother", "characterId": "nm0283170"}, {"text": "Yes, I've arranged for him to appear at the Ritz theater.", "character": "Spanky's mother", "characterId": "nm0446580"}, {"text": "I'm sure he'll win first prize.", "character": "Friend of Spanky's mother", "characterId": "nm0283170"}, {"text": "But of course!", "character": "Spanky's mother", "characterId": "nm0446580"}]}, {"lines": [{"text": "[the MC and grandmother are looking out on the stage laughing, the grandmother taps the MC on the back and points to the stage curtain ropes ]\nHere's where we stop the show", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[MC laughing hard and then looks out to the back of the curtain where Spanky's mother is trying to pull him off]\nGo Ahead", "character": "Master of Ceremonies", "characterId": "nm0290342"}, {"text": "[grandmother laughing hysterically]\nOk the here we go", "character": "Spanky's grandmother", "characterId": "nm0908784"}, {"text": "[curtain is rising and hook catches mother's dress]\nSchreech", "character": "Spanky's mother", "characterId": "nm0446580"}]}]}