{"quotes": [{"lines": [{"text": "Do what I tell you and you'll always go wrong.", "character": "Lily", "characterId": "nm0872456"}]}, {"lines": [{"text": "Step back, gents, and reflect on the joys of living.", "character": "Doc Butcher", "characterId": "nm0000974"}]}, {"lines": [{"text": "We knew a place where the climate was cool. Way down there between Oklahoma and Texas. A little town of Quinto in the Cimarron sand hills. Badman's Territory they called it. Cherokee Strip where they rigged civil law that carpetbaggers couldn't stick their claws in, and the Army wouldn't waste the powder. Plenty of fellas vacationed there. Mostly fast gun-hands who didn't like the smell of rope.", "character": "Doc Butcher", "characterId": "nm0000974"}]}, {"lines": [{"text": "We better hightail it outta here!", "character": "Doc Butcher", "characterId": "nm0000974"}]}, {"lines": [{"text": "My troops are under orders to open fire in ten minutes from when I started up here. I haven't looked at my watch lately, but time isn't running backwards.", "character": "Jeff Clanton", "characterId": "nm0752813"}]}, {"lines": [{"text": "We're going to California. We hear there's gold out there.", "character": "Bob Younger", "characterId": "nm0119302"}, {"text": "There's gold in the mint at Denver, too, and it's a lot closer.", "character": "Doc Butcher", "characterId": "nm0000974"}]}, {"lines": [{"text": "You're Jeff Clanton. I've seen your picture!", "character": null, "characterId": null}, {"text": "Now what could you do with $5000 in a cemetery?", "character": "Doc Butcher", "characterId": "nm0000974"}]}, {"lines": [{"text": "Horse thief! You'll get life!", "character": "Jeff Clanton", "characterId": "nm0752813"}, {"text": "Major, I collect bridles for souvenirs. And on the end of one, I was plumb surprised to find a horse!", "character": "Doc Butcher", "characterId": "nm0000974"}]}, {"lines": [{"text": "Hey, wait a minute. I've always liked bridles with rosettes on 'em. I ought to take this along as a souvenir. And what do you know? It's got a horse on the end of it!", "character": "Doc Butcher", "characterId": "nm0000974"}]}, {"lines": [{"text": "We heard tell about an outlaw that was on the loose. So we just followed the trail of shot-up saloons and worn-out posses.", "character": "Doc Butcher", "characterId": "nm0000974"}]}, {"lines": [{"text": "And Frank? Well, he was just a homesick farmer who traded his plow for a rifle, and always a mite bitter about it.", "character": "Doc Butcher", "characterId": "nm0000974"}]}, {"lines": [{"text": "Do you know what you're doing, Doc?", "character": "Cole Younger", "characterId": "nm0127677"}, {"text": "Nope, I don't. But my impetuous nature got me into this, so it's going to have to get me out.", "character": "Doc Butcher", "characterId": "nm0000974"}]}, {"lines": [{"text": "I don't know about the rest of you boys, but I'd sooner be a sensible live quitter than a stubborn dead hero.", "character": "Doc Butcher", "characterId": "nm0000974"}]}]}