{"quotes": [{"lines": [{"text": "[in a demonic voice]\nWhooooo aaare youuuuu?", "character": "Jessica Barrett", "characterId": "nm0005236"}]}, {"lines": [{"text": "Let me live! I can't stand the pain! The pain!", "character": "Dimitri", "characterId": "nm0426062"}, {"text": "Pain? What do you know of pain? What do you know of the pain of sweet endless hatred, the loneliness of living always in another's body, the knowledge that you will never be yourself? Nobody knows THE EXQUISITE SUFFERING OF THE DAMNED, but you will, Dimitri, because you will die in my image!", "character": "Jessica Barrett", "characterId": "nm0005236"}, {"text": "You lied, lied, you lied, you lied!", "character": "Dimitri", "characterId": "nm0426062"}, {"text": "...and I give you eternal damnation.", "character": "Jessica Barrett", "characterId": "nm0005236"}, {"text": "Oh, lied, lied, lied, lied!...", "character": "Dimitri", "characterId": "nm0426062"}, {"text": "I have used you, like everyone else, for my amusement, EVEN THIS INFANT!", "character": "Jessica Barrett", "characterId": "nm0005236"}]}, {"lines": [{"text": "Come on, you filthy pig-lick the vile whore's vomit!", "character": "Jessica Barrett", "characterId": "nm0005236"}]}, {"lines": [{"text": "Ladies and gentlemen, may I ask for your attention, just for a minute. Soon you will be caught up in the events taking place on the screen, and then you may forget all about me... well, almost, anyway. You see, I must confess to a certain feeling of propriety toward the story that's about to begin because, immodest though it may sound, I play an extremely important part in the proceedings. In fact, without me, there really... wouldn't be any story at all. Of course, you won't actually see me. Unfortunately, in recent centuries, that has gone out of fashion, although there was a time when I was always being painted or impersonated in one way or another, and, as you know, I've always been given the best lines. However, like all of us, I've had to learn to adapt to what is absurdly called, \"A More Rational Age,\" and I've done so by... well, shall we say... by \"Going Underground,\" and, no doubt, some of you, the \"Rationalists,\" the skeptics, will say, like the little girl in this picture, that what you can't see can't exist. Well, my friends, you go on thinking that as long as you can, because, sooner or later, you will discover your mistake. Anyway, now I will leave you alone... in the dark... and let my little story take over. Enjoy yourselves, but, don't forget, that that stranger... sitting in the seat next to you... could be me.", "character": "Voice of Demon", "characterId": "nm0600162"}]}, {"lines": [{"text": "Despite what you may think, spirits do return, you know, some of them with evil intent, and that could be very dangerous, especially to the innocent. I know many people who were able to go back into the past, and some who were able to come back into the present, but you would never believe such things. You can't stand the thought of there existing beings so powerful, and strong, as to break through... the barriers of time and space, and to take a malignant pleasure in causing suffering to the weak and innocent, thereby fulfilling some mysterious project of vengeance.", "character": "Woman on Houseboat", "characterId": "nm0010307"}]}, {"lines": [{"text": "You see, when you play with them, you get hurt, but the game isn't nearly over now. When evil spirits have had their pleasure, when they have caused us enough pain, they will leave. Evil cannot create; it can only repeat, but repetition which continues for an eternity. Days and months can pass in an instant, an instant. That is why Jessica's pregnancy has gone full term so quickly. The evil has... penetrated. It is within her womb. Now's the time; the time has come for me to intervene. the child MUST BE BORN! It must be... brought out into the light. The Evil One must be prevented from carrying it away into the realms of darkness. tomorrow... I must act... alone.", "character": "Dimitri", "characterId": "nm0426062"}]}, {"lines": [{"text": "[talking about their dad]\nHey, remember that crazy nickname you gave him? What was it?", "character": "Gail Barrett", "characterId": "nm0278565"}, {"text": "Asshole.", "character": "Ken Barrett", "characterId": "nm0171484"}]}]}