{"quotes": [{"lines": [{"text": "The only people who face reality are too dumb to duck when they see it coming.", "character": "Col. Rodney Savage", "characterId": "nm0001289"}]}, {"lines": [{"text": "Why did he call you Miss Darkie?", "character": "Ranjit Kasel", "characterId": "nm0560022"}, {"text": "To hurt.", "character": "Victoria Jones", "characterId": "nm0001257"}, {"text": "I don't always understand Col. Savage.", "character": "Ranjit Kasel", "characterId": "nm0560022"}, {"text": "I wish I didn't always understand him.", "character": "Victoria Jones", "characterId": "nm0001257"}, {"text": "But, I want to be able to share these things with you, Victoria.", "character": "Ranjit Kasel", "characterId": "nm0560022"}, {"text": "2 black, 2 white and 4 cocky.", "character": "Victoria Jones", "characterId": "nm0001257"}]}, {"lines": [{"text": "Sit down. Make yourself comfortable. What a very attractive girl. English woman?", "character": "General Ackerby", "characterId": "nm0010580"}, {"text": "The race that never belonged to either side and it won't belong anywhere, after we pull out.", "character": "Col. Rodney Savage", "characterId": "nm0001289"}]}, {"lines": [{"text": "That bitter sense of belonging nowhere, makes Anglo-Indians a touchy, high-strung, lot. It doesn't take much to send them flying off the handle.", "character": "Col. Rodney Savage", "characterId": "nm0001289"}]}, {"lines": [{"text": "What do you expect, Mister? A brass band and the whole of Bhowani district staff on parade?", "character": "Patrick Taylor", "characterId": "nm0871272"}, {"text": "Listen, I don't want any of that Chi-Chi back chat out of you!", "character": "Lt. Graham McDaniel", "characterId": "nm0420383"}]}, {"lines": [{"text": "Their masters and their minds are in Moscow. They want to reduce India to chaos and anarchy so that they can take over. But, all Congress wants, with all due respect, old chap, is to hurry the British, as peacefully as possible, out of India.", "character": "Govindaswami", "characterId": "nm0537962"}, {"text": "Nothing personal, of course.", "character": "Col. Rodney Savage", "characterId": "nm0001289"}, {"text": "Oh, far from it. Once you're gone, we'll miss you all terribly. I have been called a lackey of British imperialism. I'm not. I work for the day when India will be for the Indians, because, I too, shall we say, am a native, a wog. But, I do not conspire with those that would end British rule in a bloodbath.", "character": "Govindaswami", "characterId": "nm0537962"}]}, {"lines": [{"text": "Where's your hat?", "character": "Patrick Taylor", "characterId": "nm0871272"}, {"text": "I never wear it, unless I have to.", "character": "Victoria Jones", "characterId": "nm0001257"}, {"text": "But, the sun - it will get you all brown at this time of day.", "character": "Patrick Taylor", "characterId": "nm0871272"}, {"text": "It's not the sun that makes us brown, now, is it.", "character": "Victoria Jones", "characterId": "nm0001257"}]}, {"lines": [{"text": "Can't you understand anything? Can't you understand how they feel? Or, me? I came back from Delhi ready to love you and I found you were all the things I don't want to be. When I'm happy, you spoil it. When I'm in trouble, you don't notice it. When I want you to do something, you won't do it. When I ask you not to do something...", "character": "Victoria Jones", "characterId": "nm0001257"}, {"text": "But, but...", "character": "Patrick Taylor", "characterId": "nm0871272"}, {"text": "Don't but me, you fool! You're a snob and you are self-satisfying! And you're, you're a ratty Chi-Chi! And you make me behave like a Chi-Chi too! Now, go away! I don't ever want to see you again except on duty!", "character": "Victoria Jones", "characterId": "nm0001257"}]}, {"lines": [{"text": "Oh Colonel, jolly good idea, that of yours, you know, what your men did to those Wogs lying on the railway line!", "character": "Patrick Taylor", "characterId": "nm0871272"}, {"text": "Would you mind not trying to drag me into your mating squabbles.", "character": "Col. Rodney Savage", "characterId": "nm0001289"}, {"text": "[Col. exits]", "character": null, "characterId": null}, {"text": "See, it's like that, eh, all open and above board...", "character": "Patrick Taylor", "characterId": "nm0871272"}, {"text": "Ranjit, would you find a table for us and hold it please.", "character": "Victoria Jones", "characterId": "nm0001257"}, {"text": "[Ranjit exits]", "character": null, "characterId": null}, {"text": "Why don't you go to a Wog cinema. That's were you belong, isn't it? Holding hands and chewing betel nuts with your black boyfriend!", "character": "Patrick Taylor", "characterId": "nm0871272"}, {"text": "Don't you say that about Ranjit, to me, or to anybody else!", "character": "Victoria Jones", "characterId": "nm0001257"}, {"text": "Then, keep him out of here! This is for Europeans!", "character": "Patrick Taylor", "characterId": "nm0871272"}]}, {"lines": [{"text": "I don't know what you mean, Sir.", "character": "Victoria Jones", "characterId": "nm0001257"}, {"text": "Stop calling me Sir. You're not a chambermaid, are you?", "character": "Col. Rodney Savage", "characterId": "nm0001289"}]}, {"lines": [{"text": "Why should you stand by me? You're not an Anglo-Indian?", "character": "Victoria Jones", "characterId": "nm0001257"}, {"text": "You're an officer under my command.", "character": "Col. Rodney Savage", "characterId": "nm0001289"}, {"text": "Say, eh, I, all these weeks I've known you, this is the first time I've realized there's a human being inside you somewhere.", "character": "Victoria Jones", "characterId": "nm0001257"}, {"text": "Oh, he's still there, is he? Good. Then, there's hope for us all.", "character": "Col. Rodney Savage", "characterId": "nm0001289"}]}, {"lines": [{"text": "It's about time the Lord started making all human beings the same on the outside as well as the same on the inside.", "character": "Col. Rodney Savage", "characterId": "nm0001289"}, {"text": "They'd only change it back again, the moment his back was turned.", "character": "Victoria Jones", "characterId": "nm0001257"}, {"text": "I wish I could quarrel with that.", "character": "Col. Rodney Savage", "characterId": "nm0001289"}]}, {"lines": [{"text": "I see you're not anti-wog.", "character": "General Ackerby", "characterId": "nm0010580"}, {"text": "I never called the Indians wogs. I never hate in the plural.", "character": "Col. Rodney Savage", "characterId": "nm0001289"}]}, {"lines": [{"text": "As result of the Indian Congress Party's support of the mutiny, the Government had anticipated nationwide trouble. I was detailed to Bhowani junction with a battalion of Bhutans, as emergency reserves for the civil authorities. Things weren't made any easier for us by the Congress Party. They were afraid the British might change their minds about leaving. You remember, we hadn't specified any exact date. So, they were determined to speed us on our way by every peaceful means at their disposal. The day I arrived, a local train had been derailed. The Congress Party, quite naturally, took advantage of this. Wherever the crowd was thickest, you'd always see the Party men in their little white Ghandi hats telling the people the best way to create harmless, but, well-organized confusion. The immediate idea, of course, was to bring the normal operation of Bhowani Junction, as a railway center, to a dead halt by choking it solid with crowds. Big crowds. Passive resistance means strict observance of law and order, mind you. But, in other parts of town, under the guise of genuine Party members, the Communist underground were all ready to turn genuine passive resistance, into a bloodbath.", "character": "Col. Rodney Savage", "characterId": "nm0001289"}]}, {"lines": [{"text": "The Congress Party's local leader was the darnedest mixture of a really noble patriarch and Donald Duck, Mr. Surabhai. He had a genius for doing all the right things, all the wrong way.", "character": "Col. Rodney Savage", "characterId": "nm0001289"}]}]}