{"quotes": [{"lines": [{"text": "Double 4. 5 and a 3. 6 and a 2. 8 for the lady from upstate, dice. Here we go! Ha!", "character": "Vida Fleet", "characterId": "nm0000951"}]}, {"lines": [{"text": "Come on you babies, here we go again. Rattle-n-roll. A little natural and we take the dough. 11 or a 7. 7 or 11. I ain't particular. Ha!", "character": "Vida Fleet", "characterId": "nm0000951"}]}, {"lines": [{"text": "Oh, I don't think you got to really know New York.", "character": "Bud Reeves", "characterId": "nm0511599"}, {"text": "I wonder. I wonder if I didn't. I was a telegraph operator and a process server. I was a part-time life guard at Rockaway Beach. I worked on the BMT and drove a taxi. I was a rubber in a Turkish bath. Had a job on the day shift in the Hymnbook factory and on the night shift in the bowery flop house. A job they handed me to work out my rent. I drew wages in a hash house and a chink laundry and a pet shop. For a week I sorted stiffs in the morgue and for a month worked on a coal barge. I delivered gin for a drug store in Astoria and had my own ice business in the Bronx. I met tramps and bootleggers and bishops and reporters and gun men and borough presidents and you, you come-a tellin' me I didn't get to know New York.", "character": "Station Agent", "characterId": "nm0593372"}]}, {"lines": [{"text": "Never mind those 9s or 12s or 7s. Just give me that 8, dice. Here we go. Roll em' hard. Turn em' over. Butter side up. Ha!", "character": "Vida Fleet", "characterId": "nm0000951"}]}, {"lines": [{"text": "Number 4. Little virgin 4. That's it, dice. Keep 'em low. Keep 'em small. Baby face numbers. Just a 4. 4, 4, 4. Just 4 and I die happy. Ha! 7! Oh, I've lost your money.", "character": "Vida Fleet", "characterId": "nm0000951"}]}, {"lines": [{"text": "Say, I guess you're willing to stay around home now awhile, heh? Got enough of New York for good and all. That right?", "character": "Station Agent", "characterId": "nm0593372"}, {"text": "Well, certainly not!", "character": "Bud Reeves", "characterId": "nm0511599"}, {"text": "What's that? You mean you'd like to go back to that place?", "character": "Station Agent", "characterId": "nm0593372"}, {"text": "Of course I would! And I'm goin'. It may not be right soon, but, I'll go back. I know I will. New York's alright. It was just me that was wrong. It's a place that sorta takes hold of you. Gets under your skin. Licked me this time. Licked me bad. But, next time, maybe, well, it might be different.", "character": "Bud Reeves", "characterId": "nm0511599"}]}]}