{"quotes": [{"lines": [{"text": "raisin' a kid that doesn't talk in a movie theatre. Okay, there, there, there is a goddam miracle. It's not a miracle if every nine months any yin yang in the world can drop a litter of these mewling cabbages on our planet. And just in case you haven't seen the single mom statistics lately, the miracle is spreading like wild-fire. \"Hallelujah!\" Trailer parks and council flats all over the world just filling up with little miracles. Thunk, thunk, thunk, like frogs laying eggs. \"Thunk, look at all my little miracles, thunk, filling up my trailer like a sardine can. Thunk. You know what would be a real miracle, if I could remember your daddy's name, aargh, thunk. I guess I'll have to call you Lorry Driver Junior. Thunk. That's all I remember about your daddy was his fuzzy little pot-belly riding on top of me shooting his caffeine ridden semen into my belly to produce my little water-headed miracle baby, urgh. There's your brother, Pizza Delivery Boy Junior.\"", "character": "Bill Hicks", "characterId": "nm0382805"}]}, {"lines": [{"text": "Take all that money that we spend on weapons and defense each year and instead spend it feeding and clothing and educating the poor of the world, which it would many times over - not one human being excluded - and we could explore space, together, both inner and outer, forever, in peace.", "character": "Bill Hicks", "characterId": "nm0382805"}]}, {"lines": [{"text": "It is hard to quit smoking. Every one of them looks real good to me right about now. Every cigarette looks like it was made by God, rolled by Jesus and moistened shut with Claudia Schiffer's pussy.", "character": "Bill Hicks", "characterId": "nm0382805"}]}, {"lines": [{"text": "You know, the world's twelve-thousand years old, and dinosaurs existed in that time, you'd think it would've been mentioned in the fucking bible at some point. \"And o, Jesus and the disciples walked to Nazareth, but the trail was blocked by a giant brontosaurus with a splinter in his paw. And o, the disciples did run a-shrieking 'What a big fucking lizard, Lord.' But Jesus was unafraid, and he took the splinter from the brontosaurus' paw, and the big lizard became his friend. And Jesus sent him to Scotland where he lived in a Loch for oh so many years, inviting thousands of American tourists to bring their fat fucking families and their fat dollar bills. And O Scotland did praise the Lord. Thank you, Lord.\"", "character": "Bill Hicks", "characterId": "nm0382805"}]}, {"lines": [{"text": "By the way, if anyone here is in advertising or marketing... kill yourself.", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[audience laughs and claps]", "character": null, "characterId": null}, {"text": "Thank you. Just a little thought. I'm just trying to plant seeds. Maybe one day, they'll take root. I don't know. You try, you do what you can. Kill yourself. Seriously though, if you are, do.", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[audience laughs]", "character": null, "characterId": null}, {"text": "Aaah, no really, there's no rationalisation for what you do and you are Satan's little helpers, okay? Kill yourself, seriously. You're the ruiner of all things good, seriously. No, no, this is not a joke, you're going, \"there's gonna to be a joke coming,\" there's no fucking joke coming. You are Satan's spawn filling the world with bile and garbage. You are fucked and you are fucking us. Kill yourself. It's the only way to save your fucking soul. Kill yourself.", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[audience claps and whoops]", "character": null, "characterId": null}, {"text": "Planting seeds. I know all the marketing people are going, \"he's doing a joke...\" there's no joke here whatsoever. Suck a tail-pipe, fucking hang yourself, borrow a gun from a Yank friend. I don't care how you do it. Rid the world of your evil fucking machinations. Machi... whatever, you know what I mean. I know what all the marketing people are thinking right now too, \"Oh, you know what Bill's doing, he's going for that anti-marketing dollar. That's a good market, he's very smart.\"", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[audience laughs]", "character": null, "characterId": null}, {"text": "Oh man, I am not doing that, you fucking evil scumbags. \"Ooh, you know what Bill's doing now, he's going for the righteous indignation dollar. That's a big dollar. A lot of people are feeling that indignation. We've done research. Huge market. He's doing a good thing.\" Goddammit, I'm not doing that, you scumbags. Quit putting a goddamm dollar sign on every fucking thing on this planet! \"Ooh, the anger dollar. Huge. Huge in times of recession. Giant market. Bill's very bright to do that.\" God, I'm just caught in a fucking web. \"Ooh, the trapped dollar, big dollar, huge dollar. Good market. Look at our research. We see that many people feel trapped. If we play to that and then separate them into the trapped dollar...\" God, how do you live like that? I bet you sleep like fucking babies at night, don't you? \"What did ya do tonight honey?\" \"Oh, we made ah, we made ah, arsenic ah, childhood food now, goodnight.\"", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[lays down and snores]", "character": null, "characterId": null}, {"text": "\"Yeah, we just said you know is your baby really too loud? You know?\"", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[snores]", "character": null, "characterId": null}, {"text": "\"Yeah, it'll... you know the mums will love it.\"", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[snores]", "character": null, "characterId": null}, {"text": "[stands up]\nSleep like fucking children, don't you? This is your world isn't it?", "character": "Bill Hicks", "characterId": "nm0382805"}]}, {"lines": [{"text": "A lot of Christians wear crosses around their necks. Do you think when Jesus comes back he's gonna want to see a fucking cross?", "character": "Bill Hicks", "characterId": "nm0382805"}]}, {"lines": [{"text": "You watch the news these days? It's unbelievable. You think you just walk out your door, you're immediately gonna be raped by some crack-addicted, AIDS-infected pitbull.", "character": "Bill Hicks", "characterId": "nm0382805"}]}]}