{"quotes": [{"lines": [{"text": "It was because of my father that from the ages of seven to fifteen, I thought that my name was Jesus Christ and my brother, Russell, thought that his name was Dammit. \"Dammit, will you stop all that noise?\" And, \"Jesus Christ, sit down!\" One day, I'm out playing in the rain, and my father yelled, \"Dammit will you get back in here!\" I said, \"Dad, I'm Jesus Christ!\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "I said to a guy, \"Tell me, what is it about cocaine that makes it so wonderful,\" and he said, \"Because it intensifies your personality.\" I said, \"Yes, but what if you're an asshole?\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[after a contraction]\nThen my wife stood up... in the stirrups, grabbed my bottom lip... and said, \"I WANT MORPHINE!\" I said, \"But dear... \"", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[He imitates Lamaze breathing]", "character": null, "characterId": null}, {"text": "She said, \"YOU SHUT UP! *YOU* DID THIS TO ME!\" And on the next contraction, she told everybody in the delivery room that my parents were never married.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "My father established our relationship when I was seven years old. He looked at me and said, \"You know, I brought you in this world, and I can take you out. And it don't make no difference to me, I'll make another one look just like you.\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "\"Where's your mother?\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "Little Jeffrey. I remember his name, not because he said, \"I'm four years old,\" but because Jeffrey's mother said his name all 2500 miles of the trip.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "Carol Burnett described what labor pains feel like. She said, \"Take your bottom lip and pull it over your head.\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "Only people as intelligent as we could fake such stupidity.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "The dentist drills some more and you hear him make a mistake.", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[He makes motions of a dentist drill slipping]", "character": null, "characterId": null}, {"text": "\"Okay, rinse.\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "Parents aren't interested in justice - they want QUIET!", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "I love it when mothers get so mad they can't remember your name. \"Come here, Roy, er, Rupert, er, Rutabaga... what is your name, boy? And don't lie to me, because you live here, and I'll find out who you are.\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[singing]\nDad is great! Give us the chocolate cake!", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "Dentists tell you not to pick your teeth with any sharp metal object. Then you sit in their chair... and the first thing they grab is an iron hook.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[mimicking a mother scolding her child]\n\"Take a stick and knock your brains out!\" I always wanted to get some calves' brains, keep 'em in my hand. My mother would hit me in the head, I'd throw 'em on the floor. But knowing my mother, it wouldn't work. She'd say, \"Put your brains back in your head! Don't you let your brains fall out of your head! Have you lost your mind?\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "My wife and I have five children and the reason why we have five children is because we do not want six.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[to someone in the audience]\nDo you have children? How old are they? They're grown now, but how many did you have? Two? Okay, that qualifies. That qualifies, because a person with one child, I don't really call them a parent, because there are too many things left out. If you have just one child, there are too many things left out. For instance, if something's broken in the house, you have one child, you know who did it! See, you don't have to go through \"I... I... I...\". You know the child did it! Also, people with one child do not have to go through \"Will you stop touching me?\" I mean, if you got one child and the child is doing that, then you gotta take it away.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[in the hospital room after the birth of their first baby]\n... and I looked at it... and it wasn't getting any better. So I went over to my wife, and kissed her ever so gently on the lips, and I said \"I love you, very very much dear. You just... had... a lizard.\" I mean, because the thing changed colors like, five times! And I said to the doctor, \"Can you put this back? Cause it isn't finished cooking! It needs to cook two, three months!\" But the hospital made us take it home.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "\"And tired\" always followed sick. Worst beating I ever got in my life, my mother said, \"I am just sick...\" And I said, \"And tired.\" I don't remember anything after that.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "My father would pass gas and then blame it on imaginary animals.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "My wife grabs a yard stick... holds it like a samurai warrior... and announces that the beatings will now begin... by saying, \"I HAVE HAD... ENOUGH OF... THIS!\" Now these three brain-damaged people have the nerve to looked surprised!", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[referring to mothers]\nWhen they ask you a question, you try and answer, they tell you to shut up! \"Day and night, night and day, work my fingers to the bone, for what?\" \"I don't...\" \"SHUT UP! And when I ask you a question, you keep your trap shut! Think I'm talking to hear myself talk? ANSWER ME!\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "Think about your father. He doesn't know where anything is. You ask him to do something, he messes it up. That's a genius at work! Because he doesn't want to do it! And he knows someone will be coming soon to stop him from doing it!", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "Natural childbirth means that no drugs will be administered into the female's body during the delivery. The father can have all he wants.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[when his wife sees that he has given the kids cake for breakfast]\nI've always heard about people having a conniption but I've never seen one. You don't want to see 'em. My wife's face... split. My wife's face split, and the skin and hair split and came off of her face so that there was nothing except the skull. And orange light came out of her hair and there was glitter all around. And fire shot from her eye sockets and began to burn my stomach and she said, \"WHERE DID THEY GET CHOCOLATE CAKE FROM?\" And I said, \"They asked for it!\" And the children who had been singing praises to me... LIED on me and said, \"Uh-uh! We asked for eggs and milk... AND DAD MADE US EAT THIS!\" And my wife sent me to my room... which is where I wanted to go in the first place.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "After rinsing in a dentist's office, you're gonna spit into this miniature toilet bowl. You have no bottom lip so you let it all fall out and say, \"Thank God for gravity.\" Now you want to sit back, but you can't because hanging from your bottom lip is a long line and you can't get it off your bottom lip. Oh, if you want to be gross, you can grab it and throw it over there. But you try to be smooth about it.", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[shakes his lower lip, which just flaps around]", "character": null, "characterId": null}, {"text": "And there's breaking over here and there's breaking over there. You try to blow it off. Just vibrating. So you figure, maybe if you sit back, it will snap in half. So you sit back. Now you have a line from the bowl to your bottom lip. The dentist looks at it and says, \"Oh, look, a rainbow!\" So you have to pay him for that.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "God has a sense a humor and God said, \"Let him have a girl.\" Plop. Came out. And I had my child there, first born at home, and it does something to you when you're a father. You're home, you know, really home. And the baby was dirty, she'd made a little poo-poo. My wife and I were so happy when the child made the poo-poo. We asked the child...", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[in silly voice]", "character": null, "characterId": null}, {"text": "\"Are you the one who made the poo-poo? C'mon, you made the poo-poo. You can poopy... \"", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[talks in baby talk]", "character": null, "characterId": null}, {"text": "And the baby said...", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[does a happy motion]", "character": null, "characterId": null}, {"text": "I said, \"That's right, you want to make the poo-poo, you poo-poo when you want to poo-poo.\"", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[In normal voice]", "character": null, "characterId": null}, {"text": "And my wife and I were so happy, we showed it to each other.", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[silly voice]", "character": null, "characterId": null}, {"text": "Did you see the poo-poo? Oh, that's a beautiful poo-poo!", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[normal voice]", "character": null, "characterId": null}, {"text": "We called our parents up, \"Come over and see the poo-poo!\" They came over. \"Oh, my God, will you look at the poo-poo!\" Two months later, God put odor in the poo-poo, and it became a mess. Parents didn't want to change the child anymore. And they talked to the child...", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[in scolding voice]", "character": null, "characterId": null}, {"text": "\"Will you look at what you just did?\"", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[He imitates the child's happy moment]", "character": null, "characterId": null}, {"text": "\"No, I didn't want to see that. You made a mess! Yucky! Icky! Messy!\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[Kneels beside the chair and pretends to lift the lid on the john, then starts moaning and groaning]", "character": null, "characterId": null}, {"text": "\"Ahh, Jesus... Oh, God... If You get me out of this, I won't drink again as long as I live... \"", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[groans again]", "character": null, "characterId": null}, {"text": "Now you are ready to put your face in a place that was never built for your face.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "My parents never smiled... because I had brain damage. My wife and I don't smile because our children are LOADED with it. Oh, my parents smile now, whenever they come over to the house and see how much trouble I'm having. Oh, they have a ball! \"Havin' a li'l trouble, huh, son?\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "I am not the boss of my house. I don't know how I lost it. I don't know where I lost it. I don't think I ever had it. But I've seen the boss's job... and I don't want it.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "A person with no children says, \"Well I just love children,\" and you say \"Why?\" and they say, \"Because a child is so truthful, that's what I love about 'em - they tell the truth.\" That's a lie, I've got five of 'em. The only time they tell the truth is if they're having pain.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "You know my father's favorite game? \"C'mere and pull my finger.\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "\"What the... Get your... I'll put a... Get out of my face!\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "FIBBER!", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "I've got a Ferrari. VROOM! I do 104 from the garage to the front door.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "My wife was a beautiful woman before we had children.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "My wife and I were intellectuals before we had children. We were very, very bright people. My wife graduated from the University of Maryland, child psychology major with a B-plus average, which means that if you ask her a question about a child's behavior, she will give you at least an 85 answer. I, from Temple University, physical education major with a child psychology minor, which means that if you ask me a question about a child's behavior, I will tell you to tell the child to take a lap.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "I asked my father for a dollar for the school picnic, he told me how he killed a grizzly bear with his loose-leaf notebook.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "A person that is going to go out and get so drunk that they're going to get sick is the all-time dumb person.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "I didn't know how serious it is to a female that you lift the lid.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[after spanking the kids]\nMy wife comes downstairs with a broken stick. She throws it on the table and begins to talk out loud to... NOBODY! \"Gonna tell me that you're not going to do something when I tell you to do something. I mean you MOVE when I say move! Think I carried you in my body for nine months so you can roll your eyes at me? I'll roll that little head of yours down on the floor. You don't know who you're fooling with. I'll beat you until you can't grow anymore!\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "My mother comes in my room and says, \"Just look at this mess! This is a pig sty!\" Now, I've already been in the room five hours, and she wants me to LOOK at it. \"I said LOOK AT IT!\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[angrily making breakfast]\nStanding there in my pajamas, and I'm talking to myself. I said, \"Get these, go down and cook breakfast, but it's six o'clock in the morning,\" and I slam the pans down. BLAM! On the stove. I slam them down and go to the refrigerator and look around and I get the damned BACON! And the SAUSAGE! Cooking breakfast at six o'BLAM in the MORNING! And I GRAB the... You have to be careful with eggs.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "I tell my kids, \"This is not the same person I grew up with. You are looking at an old woman who is trying to get into Heaven.\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[about a talk with his son]\nSo I looked at him. And I noticed that from here...", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[pointing to one side of his head]", "character": null, "characterId": null}, {"text": "...all the way around to here...", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[pointing to the other side]", "character": null, "characterId": null}, {"text": "...there was no hair. I said, \"Son?\" Called him \"son\". \"What... happened to your hair?\" He said, \"I don't know.\" I said, \"Son, take your hand and put it on top of your head and tell me what you feel.\" He said, \"There's no hair.\" I said, \"Right! Now, tell Dad what happened to your hair.\" He said, \"I don't know.\" I said, \"Son, was your head with you all day today?\" He said, \"Uh-huh.\" I said, \"Did you cut your hair off?\" He said, \"Uh-huh.\" I said, \"Then why didn't you tell me that in the beginning?\" He said, \"I don't know!\" I said, \"Is this the hair style you wanted?\" He said, \"Uh-huh.\" I said, \"A reverse Mohawk?\" He said, \"Uh-huh.\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "Why do I have to feed the kids? They just ate twelve hours ago!", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "\"When your father gets home, he's going to shoot you in the face with a bazooka! And I'm not going to stop him this time, either! You know, he's always wanted to kill you! The day you were born, he said, 'Kill it!' *I* stopped him from killing you for *eleven years*...", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[he starts sobbing]", "character": null, "characterId": null}, {"text": "...and this is the thanks I get for saving your life!\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[talking about drugs]\nBut the biggest one is the cocaine.", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "Yow!", "character": null, "characterId": null}, {"text": "There they go! There they go! Cocaine, Jack! \"You take cocaine, man?\" People say, \"Yeah.\" They say, \"I'll do a few lines.\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[he starts talking in a high-pitched voice]", "character": null, "characterId": null}, {"text": "\"Ahh... No, wait a minute... I went over to the... WHOOO!... Ahh... I went over to the Burger King... And so a guy took a piece of meat... and threw it on the grill... I said 'Oh, wow!'... Then he turned it over... It was all brown!... I said 'Far out!'... And then he put it in between two pieces of bread... I said 'Oh, no!'... and a guy ate it.\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "Now you need something to drink with the chocolate cake. Something breakfast... Grapefruit juice!", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[Woman in audience groans]", "character": null, "characterId": null}, {"text": "[glaring at her]\nThis is not your child!", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "\"Did he have on clean underwear?\" \"Yes, we found it in the glove compartment.\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "My wife said, \"Bill, get out of that bed... and go downstairs... AND COOK BREAKFAST FOR YOUR CHILDREN!\" I said, \"Well, I... I don't know what they want to eat.\" She said, \"It's down there! NOW YOU GET OUT OF THE BED!\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[on going to the dentist]\nYou also notice that the right side of your face feels like it's sliding off of your skull. And your bottom lip is in your lap!", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "It's always strange. I've had a lot of people work for me, and I've found out it's a funny thing that you give them Saturday and Sunday off, and they work so hard to get to those two days and those are the two days that they totally destroy themselves. I mean, you know you think to yourself, you say, \"My goodness, I've really pounded these people and worked to them to death.\" And Friday comes and they say, \"Yeah!\" And then they come in Monday...", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[he makes an expression that looks like he's exhausted and upset]", "character": null, "characterId": null}, {"text": "... and say, \"Boy, am I glad to be back here. I'm no good on my own. I was given two whole days and I just went crazy.\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "\"I'm going OUT... because I DESERVE to go out! And I'm going to get DRUNK... because I DESERVE to get drunk! And get out of my way!\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[referring to the dentist fixing his teeth]\nI found out something about myself while the dentist was doing that. I found out that if I was ever paralyzed from the knee down, I'd be able to walk with my behind. Because the whole time I kept doing that, I just kept...", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[slides down on his chair with his rear]", "character": null, "characterId": null}, {"text": "\"Can you sit up?\"", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[sits back up]", "character": null, "characterId": null}, {"text": "\"I'm sorry. I beg your pardon.\"", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[slides down again]", "character": null, "characterId": null}, {"text": "\"Sit up.\"", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[sits back up again]", "character": null, "characterId": null}, {"text": "\"I'm sorry.\" Now the dentist pulls out a needle. This is to deaden the pain.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "\"All right, dinner!... Oh, Lord, what happened in here?\" \"Mom, there's an elephant under Dad's chair.\" \"Did you see it?\" \"No, but it lifted Dad up about two feet.\"", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[short pause]", "character": null, "characterId": null}, {"text": "Thank you all for coming. Good night.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "Eggs! Eggs are in chocolate cake. And milk! Oh, goodie! And wheat! That's nutrition! \"What do you want?\" \"Can I have some chocolate cake?\" \"Chocolate cake coming up!\" SHEW! Sliced it for her and served it.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "Needless to say, we felt qualified to handle having children. And we planned to have children. We sat in the backseat of a car...", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[audience laughs, he gives a suggestive grin]", "character": null, "characterId": null}, {"text": "... and DISCUSSED it! Children! Having children and bringing them up.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[describing children with brain damage]\nYou come into the room with a Coca-Cola, you set it down, you go to get a newspaper. Child comes walking in, grabs the drink, starts to... You say, \"Give me that! Didn't I just tell you not to drink it?\" The child says, \"Uh-huh.\" You say, \"What did I just say?\"", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[mimicking child]", "character": null, "characterId": null}, {"text": "\"You said for to not for to drink your drink.\"", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[normal voice]", "character": null, "characterId": null}, {"text": "\"So every time I tell you that, don't I? I say, 'When I have a drink, don't you drink it.' Don't I say that?\" \"Uh-huh.\" \"Now tell me what I said.\" \"You said for to not for to drink your drink.\" \"That's right!\" So you put it down, you go to get the paper, the child picks it up again, and quickly starts to drink it! You say, \"Gimme that! Didn't I just tell you?\" He says, \"Uh-huh!\" \"Well, why did you do it?\" \"I don't know!\" Well, that's brain damage!", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[talking about his first child]\nMy mother looked at it and said, \"Oh, how precious.\" I don't know why she said it. Well, I didn't know then. I know now, because my mother put a curse on me. A long time ago, I remember when I was a child what she said, and I later found out that mothers, all mothers, put a curse on their children. They say, \"I hope, when you get married, you have some children who act exactly the same way that you act.\" And this curse works! I mean, it started with that child! My wife and I have not been intellectuals since. Oh, my wife was pretty good for a while, but it didn't last that long. It didn't last two years.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "Now, this is the fun part about getting stoned. They get stoned, then they become paranoid. Now, when they started out, they said, \"Let's get high and have fun.\" So they're high; now they're paranoid. \"Am I falling out of this chair?\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[imitating Little Jeffrey]\nI'm four years old. I was three, but now I'm four years old.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "[talking about drunks]\nNow, they drink a lot of beer, and the beer does not go here.", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[points to stomach]", "character": null, "characterId": null}, {"text": "It goes in one leg. And when that leg fills up, then they have to take it to the john, see? And so, when they walk, you know, they...", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[walks with one leg uneven]", "character": null, "characterId": null}, {"text": "Now, when they come out of the bathroom, then you can tell, see? It's empty now, you see? They step up to the bar and fill it back up. Now when it gets so that, you know, this leg is, \"I gotta go\"...", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[bellowing]", "character": null, "characterId": null}, {"text": "\"HEY! I'VE GOTTA GO AGAIN! OH!\"", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[normal voice; points to pants]", "character": null, "characterId": null}, {"text": "But this is always like this, always hanging out.", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[pulls pants up]", "character": null, "characterId": null}, {"text": "And they keep doing like this and the thing falls down. Then they want to go and ride this mechanical animal and fall and bust their face, you know? \"I rode the bull at Gilley's and busted my face, you know? A picture of an idiot in action.\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "We are dumb, but we are not so dumb. It takes great courage and work to keep from working.", "character": "Bill Cosby", "characterId": "nm0001070"}]}, {"lines": [{"text": "You call a child, you say \"Come here, come here.\" No, they don't hear that. You say \"Come here.\" They just...", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[pantomimes ignorant child]", "character": null, "characterId": null}, {"text": "... so you have to send a barrage of \"heres\" at them. You say \"Come here, come here, come here, come here, come here, HERE!\" Sound like a tobacco auctioneer.", "character": "Bill Cosby", "characterId": "nm0001070"}, {"text": "[rapidly]", "character": null, "characterId": null}, {"text": "\"Sit down, sit down, sit, sit, sit, sit, sit, sit, sit, sit!\" \"No, no, no, no, no, no, no, no, no, no, no, no, no, no!\" \"Here, here, here, HERE!\" \"Stop it, stop it, stop it, stop it, stop it, stop it, stop it, stop it, stop it!\"", "character": "Bill Cosby", "characterId": "nm0001070"}]}]}