{"quotes": [{"lines": [{"text": "Remember that a few years ago, you play albums backwards there are satanic messages? Let me tell you something, if you've ever sat around playing your albums backwards, you are Satan.", "character": "Bill Hicks", "characterId": "nm0382805"}]}, {"lines": [{"text": "[yelling loudly]\nFuck that! I want my rockstars dead! I want 'em to fucking play with one hand and put a gun in their other fucking hand and go, \"I hope you enjoyed the show. Bang!\" Yes! Yes! Play from your fucking heart!... I am available for children's parties, by the way.", "character": "Bill Hicks", "characterId": "nm0382805"}]}, {"lines": [{"text": "I find it ironic that people who are against things that cause sexual thoughts are generally fundamentalist Christians who also believe you should be fruitful and multiply.", "character": "Bill Hicks", "characterId": "nm0382805"}]}, {"lines": [{"text": "I'm down south recently. I'm playing a town called Fyffe, Alabama. All right, that's right outside Sputnumburg, for those of you all who need a point of reference.", "character": "Bill Hicks", "characterId": "nm0382805"}]}, {"lines": [{"text": "[about the Gulf War]\nIt was a very stressful time for me, the war. I'll tell you why - I was in the unenviable position of being for the war, but against the troops. And ah... Not the most popular stance I've ever taken on an issue.", "character": "Bill Hicks", "characterId": "nm0382805"}]}, {"lines": [{"text": "I'm Bill Hicks and I'm dead now, 'cause I smoke cigarettes. Cigarettes didn't kill me - a bunch of non-smokers kicked the shit out of me one night. I tried to run - they had more energy than I, I tried to hide - they heard me wheezing.", "character": "Bill Hicks", "characterId": "nm0382805"}]}, {"lines": [{"text": "I can speak for every guy here in this room tonight. Guys, if you could blow yourselves, ladies, you'd be in this room alone right now... watching an empty stage. Boy, my folks are proud of me. \"Bill, honey, you still doing that suck-your-own-cock bit?\"", "character": "Bill Hicks", "characterId": "nm0382805"}]}, {"lines": [{"text": "Did you know if you play New Kids on the Block records backwards... they sound better?", "character": "Bill Hicks", "characterId": "nm0382805"}]}, {"lines": [{"text": "[about three rednecks who met him after a show where he made a joke about Christians]", "character": null, "characterId": null}, {"text": "[imitating them]\n\"Hey buddy, we're Christians, we don't like what you said.\"", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[in his own voice]\nI said \"Then forgive me\".", "character": "Bill Hicks", "characterId": "nm0382805"}]}, {"lines": [{"text": "You have to admit, beliefs are odd. A lot of Christians wear crosses around their necks. Do you think when Jesus comes back he ever wants to see a fucking cross?", "character": "Bill Hicks", "characterId": "nm0382805"}]}, {"lines": [{"text": "It's an insane world, but I'm proud to be apart of it.", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[Hicks takes out a cigarette]", "character": null, "characterId": null}, {"text": "I do smoke, if this smoke bothers anyone I recommend you looking around at the world we live in and... shutting your fucking mouth", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[Hicks laughs, drops his cigarette but catches it in an instant and puts it back in his mouth]", "character": null, "characterId": null}, {"text": "I doubt it. How many- Oh, oh, how many non-smokers are here tonight. Non-smokers. By round of applause. Let's here the non-smokers", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[Audience claps]", "character": null, "characterId": null}, {"text": ". Good.", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[Audience laughs]", "character": null, "characterId": null}, {"text": "Cause I have something I want to tell you and I'm glad you all conglomerated here tonight. Save me some breath, which is obviously very short. I love- I'm gonna to tell you non-smokers something right now that I know for a fact you don't know and I delight in telling my brothers things they don't know... particularly when they're true, which this is. Ready? Non-smokers? Ready? Drum roll.", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[makes a drum roll with his lips]", "character": null, "characterId": null}, {"text": "Non-smokers die... everyday.", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[Hicks and audience laughs]", "character": null, "characterId": null}, {"text": "Sleep tight.", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[Audience laughs and Hicks takes a puff of his cigarette]", "character": null, "characterId": null}, {"text": "You see, I know you entertain some type of eternal life fantasy, because you've chosen not to smoke. Let me be the first to", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[Hicks mimics a gun shot with the microphone]", "character": null, "characterId": null}, {"text": "pop that fucking bubble, and send you hurtling back to reality. You're dead too. And you know what doctors say, \"Shit if only you had smoked, we have the technology to help ya.\"", "character": "Bill Hicks", "characterId": "nm0382805"}, {"text": "[Audience laughs]", "character": null, "characterId": null}, {"text": "Oxygen lung, tents. It's like going to Sharper Image when I die.", "character": "Bill Hicks", "characterId": "nm0382805"}]}]}