{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Tom? You know what they used to call Alcatraz in the old days?", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "What?", "character": "Tom Gaddis", "characterId": "nm0639529"}, {"text": "Bird Island.", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "[narrating]\nRobert Stroud's petition for parole has been denied annually for 24 years. Age 72, he is now in his 53rd year of imprisonment.", "character": "Tom Gaddis", "characterId": "nm0639529"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "...during which you will see all of the man-made and natural beauties, the most spectacular bay in the world. You'll pass beneath the famous Golden Gate Bridge, considered by most authorities to be one of the most striking structures ever erected by man. From the bay, you will thrill to the magnificent San Francisco skyline. Your cruise ship, the Harbor King, will circle Alcatraz, a maximum security prison containing the most dangerous criminals in America. It has been the home of such notorious figures as Al Capone, Baby Face Nelson, and Machine Gun Kelly.", "character": null, "characterId": null}]}, {"lines": [{"text": "Sit down, Robbie. I want to talk to you about her.", "character": "Elizabeth Stroud", "characterId": "nm0728812"}, {"text": "About Stella?", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "Your association with her will bring you nothing but trouble.", "character": "Elizabeth Stroud", "characterId": "nm0728812"}, {"text": "I don't know what you mean.", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "I thought from the start she's the wrong kind of a woman for you to align yourself with.", "character": "Elizabeth Stroud", "characterId": "nm0728812"}, {"text": "She's worked her heart out for me. She saved my bacon.", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "All right. She was of use temporarily, but she's served her purpose. And now if you'll follow my advice, you'll get rid of her.", "character": "Elizabeth Stroud", "characterId": "nm0728812"}, {"text": "I don't understand what you're talkin' about, Mom. She's my wife.", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "Your trouble began with that other woman in Alaska. She's the same kind of a woman. She's a common adventuress.", "character": "Elizabeth Stroud", "characterId": "nm0728812"}, {"text": "Don't say things like that, Mother. She's a good woman. And she's kind. And she'd do anything in the world for me.", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "It's disaster, Robbie. She'll bring you nothing but heartache. Besides, all she wanted was the publicity.", "character": "Elizabeth Stroud", "characterId": "nm0728812"}, {"text": "Mother... you can't be serious. I can't believe this is happening.", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "Give her up, Robbie. Forget her.", "character": "Elizabeth Stroud", "characterId": "nm0728812"}, {"text": "You act as though you wanted me here for all time. With you as my only outside connection.", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "Then you choose her instead of your own mother?", "character": "Elizabeth Stroud", "characterId": "nm0728812"}, {"text": "Don't say any more, Mother. Please.", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "That's your decision? To desert me?", "character": "Elizabeth Stroud", "characterId": "nm0728812"}]}, {"lines": [{"text": "Why did you come 2,000 miles for nothing? Just to see me once a month?", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "I came because I'm your wife, that's why. Bob, the only life I got is you.", "character": "Stella Johnson", "characterId": "nm0275897"}, {"text": "Then you've got a damned poor future, old girl. I'm never gonna get outta here.", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "I could get a job in a factory. I could write letters every day. It would be like old times.", "character": "Stella Johnson", "characterId": "nm0275897"}, {"text": "You'd wither away and die waiting. Forget it, Stell. It's the end of the line.", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "Please, Bob.", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "Now, listen to me. Listen carefully. You fought your heart out for me. You fought your heart out for me, but the sun's gone down. And don't look for it to rise again. I want you to pretend that I'm a dead man. I want you to pretend... that you're standin' on my grave.", "character": "Robert Stroud", "characterId": "nm0000044"}]}, {"lines": [{"text": "Bob... I've been sent here as a delegate of the Bureau to make you an offer.", "character": "Harvey Shoemaker", "characterId": "nm0001500"}, {"text": "That's what I've been waiting for.", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "Now the bureau is willing to let you keep your birds. You can even sell 'em. Now this is their official proposal. You can continue to raise and sell the birds, but the profits will be turned over to the prison welfare fund, and you will receive a salary in the form of a share of the profits. I consider that quite a generous offer under the circumstances. Frankly, it's more than I would have offered, had I the authority.", "character": "Harvey Shoemaker", "characterId": "nm0001500"}, {"text": "Well, Stroud?", "character": "Albert Comstock", "characterId": "nm0549280"}, {"text": "Let me see if I understand you. You're proposing that the United States government go into the canary-bird business. That's against private enterprise. You sound like a Bolshevik, Harvey.", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "You have no legal right to raise canaries at all.", "character": "Albert Comstock", "characterId": "nm0549280"}, {"text": "\"An inmate cannot be permitted to operate a business, no matter how legitimate, while in prison.\" That right?", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "You quoted it correctly.", "character": "Harvey Shoemaker", "characterId": "nm0001500"}, {"text": "That's what I thought. That's why I'm confused. The rule says I can't have a business. You say I can, provided I give you the profits. It's reinventing regulations. It's not like you.", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "Mr. Shoemaker came all the way from Washington to try to work out a plan so you can keep your blasted birds.", "character": "Albert Comstock", "characterId": "nm0549280"}, {"text": "Don't con an old con, Warden. He came because of public opinion, and you know it. 50,000 signatures on a petition. Congressmen jumping all over MacLeod's back. I think I got you over a barrel, Harvey.", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "Is that you last word?", "character": "Harvey Shoemaker", "characterId": "nm0001500"}, {"text": "I could use more room. For my birds.", "character": "Robert Stroud", "characterId": "nm0000044"}]}, {"lines": [{"text": "What the hell is eatin' you?", "character": "Robert Stroud", "characterId": "nm0000044"}, {"text": "Twelve years I've known you, Stroud. Twelve years, sun up and sun down, I've had to look at that frozen mug of yours. And in all that time, never so much as a how-de-do out of you. I try to treat you decent 'cause you got no bed of roses in there. So I put my head on the block and I dummy up about the birds. Did you say, \"Thanks, my boy?\" Just once you say, \"Thanks? Or maybe I just didn't hear you. You're a soft speaker. You... you want a pop bottle? You want a pop bottle? Do I hear maybe, maybe the word \"please\" someplace? Or could I be goin' deef? \"Hand over the... hand over the box,\" says you. \"Hand over the box,\" like you was the Czar of Russia or somebody. Well, you get this, Bucko. I may be just a uniform to you, but you got no patent on feelings. I'm a man, the same as you, and I wanna be treated like one. So you'd better come up with a few manners with me, or don't even expect the time of day from yours truly!", "character": "Bull Ransom", "characterId": "nm0104507"}]}, {"lines": [{"text": "You best go find out who you are. Come on. Now what's wrong with you, you old buzzard? Come on. Don't be afraid. Out there you can kick up the dust. You can dance to fiddle music. Watch the alfalfa bloom. If you like, you can... see gold teeth. Taste sweet whisky and red-eyed gravy. The air breathes easy, nights move faster, and you tell time by the clock. Now you don't wanna be a jailbird all your life, do ya? You're a highballin' sparrow. So you fly high, old cock. Go out there and bite the stars - for me. Find yourself a fat mama and make a family. You hear? Beat it.", "character": "Robert Stroud", "characterId": "nm0000044"}]}]}