{"quotes": [{"lines": [{"text": "I 'clare fo gawd. Dis Darktown is a white man's pocket. Every time he misplaces something he feels in it to see if it ain't there... if a white man eat a flap jack and hit didn't give him belly-ache, he'd get out a search warrant to see if some Negro didn't steal it on the way down his throat.", "character": null, "characterId": null}]}, {"lines": [{"text": "A graduate of Harvard University, young, tall, and handsome... He's the perfect answer to every ambitious Colored girl's prayer.", "character": "Cissie Deldine", "characterId": "nm0608572"}]}, {"lines": [{"text": "Well, that's become proper and to the point, like a business property should be consummated.", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "Should be what, brother? Well, it was quick all right.", "character": "Tump Pack", "characterId": "nm0522474"}]}, {"lines": [{"text": "I didn't do you right.", "character": null, "characterId": null}, {"text": "Why did you turn down my proposition, Mr. Tomley, after we had agreed and drawn up the papers?", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "Well, I had to do it, Peter.", "character": null, "characterId": null}, {"text": "Why, Mr. Tomley?", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "White neighbor of mine wanted me.", "character": null, "characterId": null}, {"text": "Who, Mr. Tomley?", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "Henry Hooker talked me into it, Peter. It was a mean trick. I done you wrong.", "character": null, "characterId": null}, {"text": "Henry Hooker? You don't mean the cashier at the bank?", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "Yep. There ain't but one Henry Hooker. He's the one and only. He told me if I sold you any of my land that you all would put up a Negro school and bring in so many blackbirds, you'd run me clean off of my farm. Well, what he said, would ruin the whole town - a Negro school would.", "character": null, "characterId": null}]}, {"lines": [{"text": "Well, I'll be danged!", "character": null, "characterId": null}]}, {"lines": [{"text": "That little old Henry Hooker always was a snake in the grass!", "character": "Tump Pack", "characterId": "nm0522474"}]}, {"lines": [{"text": "I wonder what it's all about?", "character": null, "characterId": null}, {"text": "A dollar to a donut - that Henry Hooker's pulled a fast one on 'em! Well, let's have a Coca-Cola.", "character": null, "characterId": null}]}, {"lines": [{"text": "That can't be legal!", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "Legal? Legal, hell! Anything a white man wants to pull over on a Negro in Hooker's Bend is legal.", "character": "Tump Pack", "characterId": "nm0522474"}]}, {"lines": [{"text": "Well, what you want done, Henry?", "character": null, "characterId": null}, {"text": "Oh, nothing, I suppose. Siner was excited. You, you know how a Negro is. Can't afford to put everyone of them in jail that breaks the law.", "character": null, "characterId": null}]}, {"lines": [{"text": "Ten dollars more for the great work for the salvation of the black heathens of Africa! Amen!", "character": null, "characterId": null}]}, {"lines": [{"text": "You can't educate a Negro. It can be taught lines like an actor in a play, but he seldom understands what they mean. And Siner is the best sample of it!", "character": null, "characterId": null}, {"text": "Hooker sure pulled a fast one on him.", "character": null, "characterId": null}, {"text": "He'll have a hard time living that down in Hooker's Bend. Negroes ain't got much confidence in each other, know how. And this'll about wash educated Negroes up as leaders with it. It'll limit them to preaching and teaching - and I reckon this'll 'bout finish Siner's theory of higher education.", "character": null, "characterId": null}]}, {"lines": [{"text": "I 'clare fo gawd, you ain't home a week, 'fore you fightin' over a yellow hussy like a roustabout!", "character": null, "characterId": null}, {"text": "But, Mother, I...", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "Me sweatin' over the washtub so you could go north and learn a little sense - only to see you come back home and start chasin' a dirly yellow hussy.", "character": null, "characterId": null}, {"text": "Oh, Mother, I was only walkin' home with Miss Deldine.", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "Miss Deldine! Miss Deldine! If you mean that stuck up, yellow, fly by night honey, then say so. Don't stand there mouthin' Miss Deldine. Miss Deldine!", "character": null, "characterId": null}]}, {"lines": [{"text": "The lord almighty has set his limit on dawgs, horses and Negroes, Mr. Tomley. Thus far and no further!", "character": null, "characterId": null}]}, {"lines": [{"text": "In a way, Peter, we - eh - you and I don't belong here and we'll never get anywhere as long as we stay here. Why don't you go away Peter? Way up north where most of our educated people have gone. Up north where you can be free! You can't grow up and develop here. They simply won't let you and especially now when everyone doubts you. If you go north...", "character": "Cissie Deldine", "characterId": "nm0608572"}, {"text": "What about you Cissie?", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "Oh, I'm a woman. We haven't the chance to do as we want to.", "character": "Cissie Deldine", "characterId": "nm0608572"}]}, {"lines": [{"text": "Come in the house, son, and eat some supper. I just made some salmon croquettes for you. They'll spoil if you don't eat them now.", "character": null, "characterId": null}]}, {"lines": [{"text": "Don't be so hasty, Peter. 'Cause you done been brought up on left overs.", "character": null, "characterId": null}]}, {"lines": [{"text": "My mother's sick, Doctor.", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "Who is it?", "character": null, "characterId": null}, {"text": "Caroline Siner, she's been taken suddenly with...", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "The fat negress that lives in the three room house on 12th Street, isn't she?", "character": null, "characterId": null}, {"text": "I'll show you the way.", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "No. Caroline Siner owes me a five dollar doctor bill, already.", "character": null, "characterId": null}]}, {"lines": [{"text": "I'm tired of you Negroes running up doctor bills nobody can collect! You never have any money! Your wages are never large enough!", "character": null, "characterId": null}]}, {"lines": [{"text": "So, that's, that's why I cannot marry you, Peter.", "character": "Cissie Deldine", "characterId": "nm0608572"}, {"text": "You mean - morals. I see. I was stupid!", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "Well, I'm glad it's over. I'm glad you know. You see, Peter, if you had been like Tump Pack or Winz or any of the other boys around here, it, it wouldn't make much difference. But, you went off and learned to feel and think like a white man. Why, you changed your code, Peter. I don't think that was fair for you to go away and change your code, then come back and judge us according to your new code. You see, Peter, we couldn't change ours. We have to stay here and we couldn't change ours.", "character": "Cissie Deldine", "characterId": "nm0608572"}]}, {"lines": [{"text": "Well, for the Lord's sake, is I bringin' this breakfast to a Negro?", "character": null, "characterId": null}, {"text": "I suppose it's me.", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "Well, what fo'? What fo' you ain't come to the kitchen and eat off the shef. Is you sick?", "character": null, "characterId": null}, {"text": "I never felt better in my life.", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "Then what the devil is I got into? I ain't wanna work no such place. Carryin' breakfast to the beef of a Negro stout as a mule. Say, what you doin' here anyhow? How come this?", "character": null, "characterId": null}, {"text": "Now, now, Rose, I'm here to do some writing for the Captain and other things.", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "Well, O' Lord, when spooks get a writin' for White folks, ants will be jumpin' from bullfrogs and havin' other Negros wait on them. You just as much a spook as I's! This is a last mouthful I fetch for you or any other jig walk in, Peter Siner! You ain't no black Jesus!", "character": null, "characterId": null}]}, {"lines": [{"text": "If old Capt Renfro wasn't the richest man in this town, we could make up some kind of a charge and take that Negro out of there. I'll tell you this, an educated Negro is a dangerous thing to have around.", "character": null, "characterId": null}]}, {"lines": [{"text": "I heard that you were going to marry a negress here in town called Cissie Deldine.", "character": null, "characterId": null}, {"text": "But, I'm not. That's settled.", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "You say that it's settled?", "character": null, "characterId": null}, {"text": "Yes.", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "You have thought of it? Maybe, considered it? Well, at least that eases my mind. It eases my mind. Its, eh, not only the thought of losing you, Peter, but, this girl that you're thinking of marrying - well, let me warn you, she's a negress!", "character": null, "characterId": null}, {"text": "A negress?", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "I don't exactly mean a negress - I - she's a thief and furthermore, she's not a good girl. I couldn't endure seeing you married to a thief.", "character": null, "characterId": null}]}, {"lines": [{"text": "You know better than anybody else, Rose, my dread of some unmanly death. Peter has promised to remain with me until the end.", "character": null, "characterId": null}, {"text": "Which end?", "character": null, "characterId": null}, {"text": "Which end?", "character": null, "characterId": null}, {"text": "Yeah, your end or Peter's end?", "character": null, "characterId": null}]}, {"lines": [{"text": "They got no feelin' for a colored girl, Peter. No. Not a speck. When one of us even walks past on the street, they whistle and say all kinds of things out loud, just as if we weren't there at all! They, they, don't care. We're just, just colored women. Oh, they make you feel - naked!", "character": "Cissie Deldine", "characterId": "nm0608572"}]}, {"lines": [{"text": "Now listen you black rascal, if that gal gets away from me tonight, they'll be a dead Persimmon in the mornin'. Now, get on up there you baboon and see if she's still there.", "character": null, "characterId": null}]}, {"lines": [{"text": "Turn around and march on to Darktown.", "character": "Tump Pack", "characterId": "nm0522474"}, {"text": "What for?", "character": "Peter Siner", "characterId": "nm0628403"}, {"text": "I'm gonna drop you into main street where all the jigs have been braggin' about you and Cissie can see that I ain't gonna take no dinglin' from nobody.", "character": "Tump Pack", "characterId": "nm0522474"}]}, {"lines": [{"text": "For goodness sake, Cissie's arrested. Mine and your little deal is off, Peter. We got to save Cissie. I wonder what she done done? She don't shoot craps? And she don't bootleg?", "character": "Tump Pack", "characterId": "nm0522474"}]}, {"lines": [{"text": "You know, Peter, things continue to happen 'round here and we don't like 'em. Now, they ain't room in this here town for the White folks and an educated Negro like you. So, if I was you, I'd just drift on away quietly, Peter, quietly.", "character": null, "characterId": null}]}, {"lines": [{"text": "Why you dirty - dirty son of a gun. Well, he'll never betray another Negro.", "character": null, "characterId": null}, {"text": "[Runs after Persimmon with a gun]", "character": null, "characterId": null}]}, {"lines": [{"text": "There's no use Ida May!", "character": "Cissie Deldine", "characterId": "nm0608572"}, {"text": "What you mean there's no use? Honey, I'll have you fixed up in a jiffy and you'll be off to Chicago before you can say -", "character": "Ida May", "characterId": "nm0224988"}, {"text": "[knock at the door]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Hears the orchestra playing in the next room]\nThey're truckin'! Let's be happy again for Cissie!", "character": "Ida May", "characterId": "nm0224988"}]}, {"lines": [{"text": "He's gonna turn ol' Renfro's mansion on the hill into a seminary for Negro gals. And that 3,000 acre plantation, with all it's buildings and equipment, into an industrial school for colored boys.", "character": null, "characterId": null}]}]}