{"quotes": [{"lines": [{"text": "[Billie Jean is sulking in her bedroom. There is a bump at the door]\nOpen this door, girl!", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "[Billie Jean opens the door to see Mama Rose carrying groceries across the room to the kitchen]", "character": null, "characterId": null}, {"text": "Billie Jean, ain't I tell you to keep this door open? Now open that other door!", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "[opening Kitchen door to let Mama Rose through to set bags on the counter]\nOh Mama, sometimes I be in here undressing and Mr. Herbert just walk in here without even knocking.", "character": "Billie Jean", "characterId": "nm0678734"}, {"text": "[putting groceries away throughout]\nYou don't be undressing all the time. You keep these doors locked, Billie Jean. And who you think you're talking to? Besides, Mr. Herbert done seen plenty kinds of whatever you trying to hide.", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "If Mr. Herbert was married to Ma Dear, that would be different, Mama. But he ain't no kin to nobody in this house.", "character": "Billie Jean", "characterId": "nm0678734"}, {"text": "Now that ain't none of your business, Billie Jean. As far as you concerned, Mr. Herbert pay half the rent on this house and he's a roomer here.", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "If he a roomer, how come he ain't got no room to himself?", "character": "Billie Jean", "characterId": "nm0678734"}, {"text": "Now that ain't none of your business, Billie Jean, who my mama has in her room. You keep your trap shut about it, or get out and get a place of your own.", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "You're mighty funny when Netta's momma went crazy and she ain't have no place to stay, you opened your big heart and welcomed her in this house. How come I got to get out...", "character": "Billie Jean", "characterId": "nm0678734"}, {"text": "[Facing her]\nBECAUSE Netta's got sense enough to stay in school and get something in her head instead of her tail.", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "[At this, Billie Jean walks back into her room where she sees two kids at the door sticking their tongues at her]\nYou ugly bastards!", "character": "Billie Jean", "characterId": "nm0678734"}, {"text": "[She chases them out and slams the door]", "character": null, "characterId": null}, {"text": "[Running in the room and grabbing Billie Jean]\nGirl, do you want me to get a stick and beat all the black off of you? Now you must have forgotten what a good beating feel like. Now you better snap out of whatever it is that's on your mind, you hear me?", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "[Billie looks away for a second, then Mama Rose drags her to the bed and sits her down]", "character": null, "characterId": null}, {"text": "Don't you roll your eyes at me. This ain't Dear you playing with, you understand me?", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "Yes ma'am Momma, I wasn't rolling my eyes at you.", "character": "Billie Jean", "characterId": "nm0678734"}, {"text": "And Dear better not come to me no more and tell me you sassed her or Herbert or it's gonna be woe be onto you.", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "[coming in mad]\nBillie Jean, what did you call my baby?", "character": "Ruth Ann", "characterId": "nm0338846"}, {"text": "He was sticking his tongue out at me.", "character": "Billie Jean", "characterId": "nm0678734"}, {"text": "That don't give you no right to call him no bastard! A bastard is a child that ain't got no daddy and my child got a daddy!", "character": "Ruth Ann", "characterId": "nm0338846"}, {"text": "[she walks away]", "character": null, "characterId": null}, {"text": "She's just smelling her piss, that's all. Now you're getting your tail out of here tomorrow and finding yourself a job.", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "[Rose starts to go back to the kitchen]", "character": null, "characterId": null}, {"text": "[Standing at the door]\nShe already got a job, Mama.", "character": "Norma", "characterId": "nm0250020"}, {"text": "Already got one? Where?", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "At the Groovy Bar and Grill down on Second and Ward.", "character": "Norma", "characterId": "nm0250020"}, {"text": "At the Groovy Bar and Grill? Doing what?", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "Doing that ballet dancing", "character": "Billie Jean", "characterId": "nm0678734"}, {"text": "It ain't no ballet dancing.", "character": "Billie Jean", "characterId": "nm0678734"}, {"text": "P-A-L-L-E-T is pallet, ain't it? Well, B-A-L-L-E-T gots to be ballet.", "character": "Norma", "characterId": "nm0250020"}, {"text": "It ain't even that kind of dancing.", "character": "Billie Jean", "characterId": "nm0678734"}]}, {"lines": [{"text": "[Netta is at the top of the church stairs with a big bouquet of flowers behind her. Rose turns around and sees her and walks towards the stairs to her and gives her a hug]\nSomething told me to look up here.", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "You better hurry up and get your mother's day surprise.", "character": "Netta", "characterId": "nm0880081"}, {"text": "[Rose hurries her into the upstairs room]", "character": null, "characterId": null}, {"text": "A lot of jealous eyes been looking at them.", "character": "Netta", "characterId": "nm0880081"}, {"text": "[She presents her bouquet to Rose]", "character": null, "characterId": null}, {"text": "OH, look what my sweet daughter went and gave me!", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "[she smells them]", "character": null, "characterId": null}, {"text": "You got them laced just right!", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "[she hugs Netta]", "character": null, "characterId": null}, {"text": "Thank you, darling! Thank you.", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "I thought it would be better if I brought my mother up here.", "character": "Netta", "characterId": "nm0880081"}, {"text": "That's nice. Tell me, how long have you been in town?", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "Oh, I haven't been here too long.", "character": "Netta", "characterId": "nm0880081"}, {"text": "You mean to tell me that if I have decided not to come to church this morning, I wouldn't even known you was here?", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "[to woman passing by leaving the room]\nThank you, Sister Jenkins.", "character": "Netta", "characterId": "nm0880081"}, {"text": "[She closes the door]", "character": null, "characterId": null}, {"text": "Sure. Sure, you would have known. If I hadn't seen you here today, I was going to get your present to you some kind of way.", "character": "Netta", "characterId": "nm0880081"}, {"text": "But why didn't you call me, Netta?", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "I was busy trying to get things together. And I was walking all over town trying to find you some flowers that weren't picked all over.", "character": "Netta", "characterId": "nm0880081"}, {"text": "I appreciate all the trouble you went through to get them, but you made me think you were gonna stay with me.", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "Mama Rosie, you don't understand what I'm trying to do. You've got plenty of people to lean on. My mother only has me. I appreciate everything you've done for me, but I... can't deal with all of this.", "character": "Netta", "characterId": "nm0880081"}, {"text": "Deal with what? What is it? I understand about your mother! You should have called me!", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "Mama Rosie, I am my mother's daughter, not yours! I ran away from my mother years ago because I wasn't strong enough then, but I'm going to her now! It's as simple as that!", "character": "Netta", "characterId": "nm0880081"}, {"text": "[heartbroken and near tears]\nDon't you raise your voice with me. Don't you DARE raise your voice with me!", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "[She leaves the room]", "character": null, "characterId": null}]}, {"lines": [{"text": "Rosie, sure enough Billie Jean is your child but I got the feeling you're wrong.", "character": "Mu' Dear", "characterId": "nm0573871"}, {"text": "You're a lie!", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "You ain't never in your life called me a lie and God's gonna whip you for that when you're laying in your death bed. God is gonna whip you because I am your mother, Rosie. I am your MOTHER!", "character": "Mu' Dear", "characterId": "nm0573871"}, {"text": "Dear, you don't understand what I've been through with these girls!", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "Rosie, you don't know nothing about nobody in this house because you're so busy trying to save strangers! If anyone tries to touch any of them girls off the street, you'd bring down the wrath of God. But with your own children? Your own family?", "character": "Mu' Dear", "characterId": "nm0573871"}, {"text": "Yeah, Mama, what about my own family? What kind of love did you give me to pass on?", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "You're gonna carry that to your grave, ain't you Rosie? You're gonna whip me wuth that until it kills you or me, ain't you?", "character": "Mu' Dear", "characterId": "nm0573871"}, {"text": "Dear, I love all of you. I did what I could for Billie Jean. Now you know I didn't raise her for no dancing and shaking her tail in public.", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "God didn't make you perfect in your judgment either, Rosie. You could be wrong about Billie Jean. God knows I ain't crazy about her wanting to be no dancer either, but that's her life! Now if she don;t make nothing out of it, it would be her nothing!", "character": "Mu' Dear", "characterId": "nm0573871"}, {"text": "Ma Dear, you want us to just stand around and let her ruin her life, huh?", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "She can't do no worse for hers than you did with yours, NONE OF YOU! Now, Rosie, you come to your senses.", "character": "Mu' Dear", "characterId": "nm0573871"}]}, {"lines": [{"text": "Billie Jean, have you started this mess yet?", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "I just worked three nights.", "character": "Billie Jean", "characterId": "nm0678734"}, {"text": "Well, how come I'm just now hearing about it?", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "I thought she had done told you about it, Mama. It's a job. I didn't see no reason for her to be hiding no job unless it's something else she doing.", "character": "Norma", "characterId": "nm0250020"}, {"text": "I was gonna tell you, Mama.", "character": "Billie Jean", "characterId": "nm0678734"}, {"text": "[almost mocking her]\nWell, you were gonna tell me?", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "After I got my first week's pay and...", "character": "Billie Jean", "characterId": "nm0678734"}, {"text": "You ain't gonna see no week at that place, Billie Jean! Now you know I don't approve of that... that dancing mess no how! And shaking your tail at the Groovy Grill of all places? Now you know I didn't raise none of y'all like that!", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "Ain't no man don't wanna look at no ballet dancing no how. They wanna see some Strip tease, baby.", "character": "Norma", "characterId": "nm0250020"}, {"text": "Billie Jean, how much is you getting for this mess?", "character": "Billie Jean", "characterId": "nm0678734"}, {"text": "$3 a night, Ma.", "character": "Norma", "characterId": "nm0250020"}, {"text": "$3 a night!", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "[she crosses into the kitchen]", "character": null, "characterId": null}, {"text": "But I get tips, Mama!", "character": "Billie Jean", "characterId": "nm0678734"}, {"text": "TIPS? I don't care how many tips you get, Billie Jean! You better dip your ass over there sometime today and get what that man owes you!", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "[Crossing over to the living room side]", "character": null, "characterId": null}, {"text": "And I better not ever hear of you going to a place like that again unless you got a husband to take you in one!", "character": "Mama Rose", "characterId": "nm0835926"}, {"text": "[Facing her at the door]", "character": null, "characterId": null}, {"text": "That truant officer walk in here, you out of school and under 18, he'll take you right on off to reform school and then they'll make me pay a fine!", "character": "Mama Rose", "characterId": "nm0835926"}]}]}