{"quotes": [{"lines": [{"text": "How yuh doin', Ed?", "character": "Frank Taylor", "characterId": "nm0000007"}, {"text": "Oh, terrible! I feel like a drill was driving right through the top of my head.", "character": "Ed Jackson", "characterId": "nm0285264"}, {"text": "It might be a good idea to let out some of dat beer you slopped up last night.", "character": "Frank Taylor", "characterId": "nm0000007"}, {"text": "Aw, quit riding me, will yuh?", "character": "Ed Jackson", "characterId": "nm0285264"}, {"text": "Oh, I ain't even started on you yet. C'mon, let's eat.", "character": "Frank Taylor", "characterId": "nm0000007"}, {"text": "No, Frank, I couldn't.", "character": "Ed Jackson", "characterId": "nm0285264"}, {"text": "Oh, come on. Do you good. You gotta eat.", "character": "Frank Taylor", "characterId": "nm0000007"}, {"text": "[He snaps his finger]", "character": null, "characterId": null}, {"text": "I got just the thing to straighten you out.", "character": "Frank Taylor", "characterId": "nm0000007"}, {"text": "Yeah? What is it?", "character": "Ed Jackson", "characterId": "nm0285264"}, {"text": "Some nice ice cold oatmeal smothered wid lard.", "character": "Frank Taylor", "characterId": "nm0000007"}, {"text": "[Frank taps Ed on the stomach and Ed winces]", "character": null, "characterId": null}]}, {"lines": [{"text": "Read!", "character": "Cliff Moore", "characterId": "nm0768178"}, {"text": "[reading the Black Legion oath]\nIn the name of God and the Devil, one to reward and the other to punish, and by the powers of light and darkness, good and evil, here under the black arch of Heaven's avenging symbol, I pledge and consecrate my heart, my brain, my body, and my limbs and swear by all the powers of Heaven and Hell to devote my life to the obedience of my superiors and that no danger or peril shall deter me from executin' dere orders. That I will exert every possible means in my power for the extermination of the anarchist, the Roman hierar...", "character": "Frank Taylor", "characterId": "nm0000007"}, {"text": "[He has difficulty in pronouncing it]", "character": null, "characterId": null}, {"text": "... hierarchy and their abettors. I swear that I will die fighting those whose serpent trail has winnowed the fair fields of our allies and sympathizers. I will show no mercy but strike with an avengin' arm as long as breath remains. I further pledge my heart, my brain, my body, my limbs never to betray a comrade and that I will submit to all the tortures mankind can inflict and suffer the most horrible death rather than reveal a single word of this, my oath, before violatin' a single clause or implied pledge of this my obligation. I...", "character": "Frank Taylor", "characterId": "nm0000007"}, {"text": "[He pauses]", "character": null, "characterId": null}, {"text": "Do I have to say dis?", "character": "Frank Taylor", "characterId": "nm0000007"}, {"text": "Say it!", "character": "Cliff Moore", "characterId": "nm0768178"}, {"text": "I will pray to an avengin' God and an umerciful Devil to tear my heart out and roast it over the flames of sulfur, and lastly may my soul be given into the torment that my body be submerged into molten metal... and stifled into the flames of Hell, and that this punishment may be meted out to me through all eternity. In the name of God, our creator, Amen.", "character": "Frank Taylor", "characterId": "nm0000007"}, {"text": "Amen.", "character": null, "characterId": null}]}, {"lines": [{"text": "Well, what's the matter? You afraid?", "character": "Cliff Moore", "characterId": "nm0768178"}, {"text": "So, you're afraid! Maybe they better change the name of your outfit from the Black Legion to the Yellow Legion.", "character": "Ed Jackson", "characterId": "nm0285264"}]}]}