{"quotes": [{"lines": [{"text": "We shouldn't expect miracles, and that's not what I expect of you.", "character": "Hubert Fresnoy", "characterId": "nm0818686"}]}, {"lines": [{"text": "[writing a letter]\nTo Lucien Herr, College of Advanced Education, 45 rue d'Ulm, Fifth Arrondissement, Paris, in care of Administrator Tarato. St. Pierre de Samba, French Equatorial Africa. Fort Coulais, January 6, 1915. Dear teacher, and if I may, dear friend. Here is my punishment for not excelling in nobler fields of study. I should be teaching Greek in one of those pleasant schools of which our province is so proud but instead here I am under a summer sky wandering through virgin savannahs picking native grasses and collecting mineral specimens. What good fortune to be a simple geographer. Africa is far from being the hell depicted in writings from the colonies. Where I expected to encounter fierce beasts I find only dogs, cows, chickens and the occasional duck. Where I expected to ferocious savages armed with spears, lances and poisoned arrows, ready to turn all travelers into a quick meal I meet only peaceful villagers whose pastoral lives remind me of the country folk in many parts of our own land. The only dangers I battle here are boredom and the company of a handful of our compatriots with whom I must rub elbows. Where are those empire builders, those modern-day knights and intrepid pioneers that all those adventure novels had us dreaming of? So I feel quite alone here. Morevoer, it's been six months since we've had any visitors or correspondence. It seems such delays are not unusual in this part of Africa. But I'm longing to know what's happening in Paris these days. What are they playing at the theater and the opera? What is Debussy composing? What is Peguy up to? And what's new with our socialist friends? As for the colonies, tell our friends not to be so sure about the inferiority of the black race. Seen up close, this inferiority has less to do with the shape of the skull or the composition of the blood than with the conviction we hold of our own superiority. At the risk of shocking you, I dare say that in many respects the natives are not far from meriting the honored name of \"men\". Dear teacher, I wish you a happy and peaceful 1915. Respectfully yours, Hubert Fresnoy.", "character": "Hubert Fresnoy", "characterId": "nm0818686"}]}]}