{"quotes": [{"lines": [{"text": "I haven't had a patient in two weeks. The last one I had was dead on arrival. He fell off his horse in front of a stampede and it took the hoofs of a thousand steers to kill him.", "character": "Doc Blaine", "characterId": "nm0641776"}]}, {"lines": [{"text": "the professional knows he can only make one mistake", "character": "Bob Early", "characterId": "nm0567471"}]}, {"lines": [{"text": "Yeah, I didn't know how good I was myself until I heard you telling the boys at the inquest how many men I killed. It's a fine reputation you give me. Eleven men... that's quite a record. Hard to top it. But I'd like to make it an even dozen the next time I meet you.", "character": "Dee Havalik", "characterId": "nm0849586"}]}, {"lines": [{"text": "I want Dee Havalik freed by that coroner's jury... fair and square.", "character": "Jared Tetlow", "characterId": "nm0430460"}, {"text": "Well, how fair... and how square?", "character": "Grat Barbey", "characterId": "nm0399739"}, {"text": "Well, I don't mean a packed jury or a bought jury. What I mean is... a jury of towners.", "character": "Jared Tetlow", "characterId": "nm0430460"}, {"text": "Not no cattlemen on it, nor ranchers?", "character": "Grat Barbey", "characterId": "nm0399739"}, {"text": "That's the idea. The local cowmen have become prejudiced against the Four T and should be kept off the jury in the best interest of justice.", "character": "Jared Tetlow", "characterId": "nm0430460"}, {"text": "You mean you're going to give them a free rein?", "character": "Grat Barbey", "characterId": "nm0399739"}, {"text": "The Four T brand represents progress... and power. Ordinary people are afraid of power, and these townsmen are just ordinary. I want them scared. Not shot, no guns... but scared. I suggest you give them an example of Four T power just in case their idea of justice is misguided.", "character": "Jared Tetlow", "characterId": "nm0430460"}, {"text": "Sure boss! The biggest outfit is entitled to the biggest justice.", "character": "Grat Barbey", "characterId": "nm0399739"}]}, {"lines": [{"text": "The only time there's any law and order is when there's more of it than anything else. And this time there was more of Jared Tetlow.", "character": "Mac Gill", "characterId": "nm0367497"}]}, {"lines": [{"text": "Tetlow, if you're so legal you ought to know I can't clear your man, Havalik. Only a coroner can do that - at an official inquest.", "character": "Sheriff Mach", "characterId": "nm0160701"}, {"text": "Well, under the circumstances, that seems like an unnecessary formality.", "character": "Jared Tetlow", "characterId": "nm0430460"}, {"text": "Yeah, and I ain't wasting my time listening to some jury tell me a lot of stuff I already know. Besides, Carson got no more lead than he asked for.", "character": "Dee Havalik", "characterId": "nm0849586"}, {"text": "Did I hear you refuse to appear before the coroner's jury?", "character": "Sheriff Mach", "characterId": "nm0160701"}, {"text": "Well, you ain't deaf are you?", "character": "Dee Havalik", "characterId": "nm0849586"}]}, {"lines": [{"text": "You can find law and order in a town, all right. It's a little harder to find it in the people.", "character": "Blackjack 'Tom' Ketchum", "characterId": "nm0003318"}]}, {"lines": [{"text": "A woman ties on to a man for life. She shouldn't have to feel that every time the sun comes up she might be a widow.", "character": "Blackjack 'Tom' Ketchum", "characterId": "nm0003318"}]}]}