{"quotes": [{"lines": [{"text": "You, too, can feel the joy and happiness of hating.", "character": "Princess Asa Vajda", "characterId": "nm0824489"}]}, {"lines": [{"text": "You will never escape my vengeance, or of Satan's! My revenge will seek you out, and with the blood of your sons, and of their sons, and their sons, I will continue to live forever! They will restore me to life you now rob from me!", "character": "Princess Asa Vajda", "characterId": "nm0824489"}]}, {"lines": [{"text": "[Andre expresses regret that he and superior, Dr. Kruvajan, will be late and miss the opening address at a medical conference in St. Petersburg]", "character": null, "characterId": null}, {"text": "My son, how long have you been a doctor?", "character": "Dr. Thomas Kruvajan", "characterId": "nm0154804"}, {"text": "Three years. I've been with you for two.", "character": "Dr. Andre Gorobec", "characterId": "nm0724623"}, {"text": "When you've been in this business as long as I have, you'll learn to take the speeches at all of these medical conferences with a grain of salt.", "character": "Dr. Thomas Kruvajan", "characterId": "nm0154804"}]}, {"lines": [{"text": "More than a thousand years of conflicts, hates and loves - all reduced to dust in these tombs. Nothing remains of the ancient princes of Vieda, but the dead shadows of their former glory. The history of ancient Moldavia is carved in these stones.", "character": "Dr. Thomas Kruvajan", "characterId": "nm0154804"}, {"text": "Andre! Come here!", "character": "Dr. Thomas Kruvajan", "characterId": "nm0154804"}, {"text": "[wipes the glass window of a sarcrophagus]", "character": null, "characterId": null}, {"text": "the face of Satan.", "character": "Dr. Thomas Kruvajan", "characterId": "nm0154804"}, {"text": "Why is there a window?", "character": "Dr. Andre Gorobec", "characterId": "nm0724623"}, {"text": "They feel that the witch might rise again, and maintain that a cross visible thru the glass will keep her nailed down forever.", "character": "Dr. Thomas Kruvajan", "characterId": "nm0154804"}]}, {"lines": [{"text": "You have no reason to fear the dead. They sleep very soundly.", "character": "Dr. Thomas Kruvajan", "characterId": "nm0154804"}]}, {"lines": [{"text": "You did not know that you were born for this moment. You did not know that your life had been consecrated to me by Satan. But you sensed it, didn't you? You sensed it... That's why my portrait was such a temptation to you, while frightened you. You felt like your life and your body were mine. You felt like me because you were destined to become me... a useless body without life.", "character": "Princess Asa Vajda", "characterId": "nm0824489"}]}]}