{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[voice-over]\nMy name is John Harrington. I'm 30 years old. I'm a paranoiac. Paranoiac. An enchanting word, so civilized, full of possibilities. The truth is, I am completely mad. The realization which annoys me at first, but is now amusing to me. Quite amusing. Nobody suspects I am a madman. A dangerous murderer. Not Mildred, my wife. Nor the employees of my fashion center. Nor of course my customers.", "character": "John Harrington", "characterId": "nm0287074"}, {"text": "[scoops a fly out of his drink]", "character": null, "characterId": null}, {"text": "Poor little fly. Why are you so daring? You're so fragile? Yet you're born, you reproduce yourself, and you die like man. The difference is you don't think. And, you don't need to remember. You don't fear death because you ignore it. You're insignificant life is a mere accident. But death exists I assure you, and that's what makes life a ridiculous and brutal drama. But the fact remains that I have killed five young women. Three of whom are buried in the hothouse. Carol, Mary and Margaret. They were the friendliest, the most attractive ones. There is one problem. I must go on wielding the cleaver. It's most annoying. But when I begin to hear the footsteps. Those stealthy footsteps, I know I just kill. And shall have to keep on killing, until I find out the truth. That's it, the whole truth.", "character": "John Harrington", "characterId": "nm0287074"}]}, {"lines": [{"text": "A woman should only live to her wedding, love once, and then die.", "character": "John Harrington", "characterId": "nm0287074"}]}, {"lines": [{"text": "[narrating]\nDo you hear those footsteps? Someone is tip-toeing inside my brain. Who? Why do I hear those footsteps?", "character": "John Harrington", "characterId": "nm0287074"}]}, {"lines": [{"text": "It could have been so nice... I think. Although I suppose it couldn't be.", "character": "John Harrington", "characterId": "nm0287074"}]}]}