{"quotes": [{"lines": [{"text": "[the killer is crushed to death in a garbage truck]", "character": null, "characterId": null}, {"text": "He died a fitting end for the garbage he was.", "character": "Police Captain", "characterId": "nm0356089"}]}, {"lines": [{"text": "Good day, are you Mr. Ramses? I'm Dorothy Fremont. Well, I heard about you from a friend of mine, Annette Dupree. I'm giving a dinner party in two weeks for my daughter, and Mrs. Dupree says that you cater to just about the type of thing I'm looking for. I want something ususal, something totally different.", "character": "Mrs. Dorothy Fremont", "characterId": "nm0093421"}, {"text": "Yes, Mrs. Fremont. I do cater to unusual affairs. What do you consider to be unusual?", "character": "Fuad Ramses", "characterId": "nm0036546"}, {"text": "Oh, I don't know. What do you recommend?", "character": "Mrs. Dorothy Fremont", "characterId": "nm0093421"}, {"text": "Have you ever had... an Egyptian Feast?", "character": "Fuad Ramses", "characterId": "nm0036546"}, {"text": "[musical fanfare]", "character": null, "characterId": null}]}, {"lines": [{"text": "Call the Fremonts, fast! And for Pete's sake, don't let them eat anything!", "character": "Police Captain", "characterId": "nm0356089"}]}, {"lines": [{"text": "Do you think we should park here? Do you think it's safe?", "character": "Suzette Fremont", "characterId": "nm0556654"}, {"text": "On second thought, you might be safer with the killer than you are with me.", "character": "Det. Pete Thornton", "characterId": "nm0450138"}]}, {"lines": [{"text": "Well Frank, it look like one of those long hard ones!", "character": "Det. Pete Thornton", "characterId": "nm0450138"}]}, {"lines": [{"text": "A feast such as this has not been performed in 5,000 years.", "character": "Fuad Ramses", "characterId": "nm0036546"}]}, {"lines": [{"text": "Ramses was the killer we've been looking for. Mrs. Fremont, I'm afraid this feast is evidence of murder!", "character": "Police Captain", "characterId": "nm0356089"}, {"text": "Oh dear! The guests will have to eat hamburgers for dinner tonight.", "character": "Mrs. Dorothy Fremont", "characterId": "nm0093421"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[voice]\nAnd now, some tragic local news. We have a report of another murder tonight. A young girl has been found dead in Rogers Park. The body was badly mutilated. Because of these murders, the police request that all women stay inside their homes after dark. If you must go out, please have someone accompany you. Keep your door locked.", "character": "Radio Announcer", "characterId": "nm0504496"}]}]}