{"quotes": [{"lines": [{"text": "The blood of these whores is killing me.", "character": "Count Dracula", "characterId": "nm0001424"}]}, {"lines": [{"text": "If you really were clever, Anton, you would bring me a virgin from Italy and I wouldn't have to go.", "character": "Count Dracula", "characterId": "nm0001424"}]}, {"lines": [{"text": "Things look promising.", "character": "Anton, the Count's Servant", "characterId": "nm0432016"}, {"text": "O, you think so? I have no coffin to sleep in, the kitchen is full with impure meat, we've been travelling for days... No progress!", "character": "Count Dracula", "characterId": "nm0001424"}]}, {"lines": [{"text": "I don't see why someone like me couldn't marry you, or one of your sisters.", "character": "Mario Balato, the Servant", "characterId": "nm0198072"}, {"text": "Are you crazy?", "character": "Rubinia", "characterId": "nm0143743"}, {"text": "Yeah... your mother'd never hear of such a thing. Had a good look at him in that wheelchair, almost about to die. That's the way it is with all that rich trash. They're all sick and rotten. The only future's in socialism.", "character": "Mario Balato, the Servant", "characterId": "nm0198072"}, {"text": "Don't start talking about that again! You know how it bores me.", "character": "Rubinia", "characterId": "nm0143743"}]}, {"lines": [{"text": "It's very useful for a woman to practise home-making.", "character": "Count Dracula", "characterId": "nm0001424"}]}, {"lines": [{"text": "Well, if you must know, this man is obsessed with marrying a virgin.", "character": "Rubinia", "characterId": "nm0143743"}, {"text": "O well, you didn't tell me this. So what's he doin' with you two whores?", "character": "Mario Balato, the Servant", "characterId": "nm0198072"}]}, {"lines": [{"text": "You should lose that... uh... virginity of yours before he gets to you.", "character": "Mario Balato, the Servant", "characterId": "nm0198072"}]}, {"lines": [{"text": "Why did you take me on this hopeless... journey? let me go home and die in peace! what good is it to have tea when I can't find the right vegetable to go with it? I guess I have to eat the rest of the romanian lettuce... with lemon. Ze oil! Zey put zo much oil here on EVERYting! But there must be some cheese?", "character": "Count Dracula", "characterId": "nm0001424"}]}]}