{"quotes": [{"lines": [{"text": "[to Antonio Lopez and Encarnacíon]\nThey say that when a ship is sinking all the rats leave.", "character": "Juan Gallardo", "characterId": "nm0000061"}, {"text": "Good-bye, rats! But you're mistaken if you think I'm sinking!", "character": "Juan Gallardo", "characterId": "nm0000061"}]}, {"lines": [{"text": "Carmen ceta, you're the only true one in the world.", "character": "Juan Gallardo", "characterId": "nm0000061"}]}, {"lines": [{"text": "[to Carmen]\nSomeday I'll come back to you with a whole trunkful of clippings, and when you marry me, you'll marry the first torero of Spain, not the second or third, but the first, the greatest!", "character": "Juan Gallardo", "characterId": "nm0000061"}]}, {"lines": [{"text": "The cow hasn't been born yet that can give birth to the bull that can hurt me!", "character": "Juan Gallardo", "characterId": "nm0000061"}]}, {"lines": [{"text": "[to Garabato]\nI wouldn't admit this to anybody else in the world... but always when I'm dressing like this... there's a feel of rust in my throat, the taste of death... Fear! But it's gone when I step into the arena. The minute I hear the music, the yell of the crowd, it's all right again.", "character": "Juan Gallardo", "characterId": "nm0000061"}]}, {"lines": [{"text": "[to members of the bullfighting crowd]\nYou're lucky to be here this afternoon. You'll see history made. From now on the history of the bull ring will be figured as B.G. and A. G. - Before Gallardo and After Gallardo! I, Curro, say it!", "character": "Natalio Curro", "characterId": "nm0187284"}]}, {"lines": [{"text": "At last Seville has a matador, the greatest matador of all history, a saint, the first man of the world! The day he was born, there was salt in the air! A great quantity of salt!", "character": "Natalio Curro", "characterId": "nm0187284"}, {"text": "[laughs]", "character": null, "characterId": null}]}, {"lines": [{"text": "All my life I have heard about you.", "character": "Carmen Espinosa", "characterId": "nm0001105"}, {"text": "What have you heard?", "character": "Doña Sol des Muire", "characterId": "nm0000028"}, {"text": "Shall I be frank?", "character": "Carmen Espinosa", "characterId": "nm0001105"}, {"text": "Please do!", "character": "Doña Sol des Muire", "characterId": "nm0000028"}, {"text": "I've heard you've been all over the world, that you speak many languages, and that you've known a great many men...", "character": "Carmen Espinosa", "characterId": "nm0001105"}, {"text": "Go on!", "character": "Doña Sol des Muire", "characterId": "nm0000028"}, {"text": "I've never been out of Andalucia, I speak only one language, and I've had only one man. Maybe that's why I want so much to keep him.", "character": "Carmen Espinosa", "characterId": "nm0001105"}, {"text": "Senora Gallardo, is there anything I can offer you?", "character": "Doña Sol des Muire", "characterId": "nm0000028"}, {"text": "Yes, my husband!", "character": "Carmen Espinosa", "characterId": "nm0001105"}]}, {"lines": [{"text": "[to Antonio]\nWell, now as my manager it'll be much easier for you to rob me!", "character": "Juan Gallardo", "characterId": "nm0000061"}]}, {"lines": [{"text": "[referring to Dona Sol at the arena]\nIf this is death in the afternoon, she is death in the evening.", "character": "Natalio Curro", "characterId": "nm0187284"}]}, {"lines": [{"text": "But it isn't right for you to fill yourself with rum on the day of a corrida. You don't have to worry about the bulls this afternoon. We drew a couple of bravos.", "character": "Nacional", "characterId": "nm0001017"}, {"text": "It's not the bulls - it's the crowds. They're waiting for me with claws.", "character": "Juan Gallardo", "characterId": "nm0000061"}, {"text": "The crowd is forgetful, Juanillo, like a woman, and fickle like a woman, and cruel... like a woman.", "character": "Nacional", "characterId": "nm0001017"}, {"text": "Shut your mouth!", "character": "Juan Gallardo", "characterId": "nm0000061"}]}, {"lines": [{"text": "[dying in great pain]\nI've dragged myself through the blood and sand of a thousand arenas. In the end there's only one thing I regret - I never learned to read or write. I was obliged to renounce education... but I make the whole world responsible for my ignorance.", "character": "Nacional", "characterId": "nm0001017"}]}, {"lines": [{"text": "You know, Dona Sol, Juan and I are old friends. His mother used to work here. We used to live around the corner. We ran away together with some other boys. Hey, Juan, remember that horse we stole? Remember what happened to it?", "character": "Manola de Palma", "characterId": "nm0000063"}, {"text": "What happened?", "character": "Doña Sol des Muire", "characterId": "nm0000028"}, {"text": "We ate the horse!", "character": "Manola de Palma", "characterId": "nm0000063"}, {"text": "You did? How did it taste?", "character": "Doña Sol des Muire", "characterId": "nm0000028"}]}, {"lines": [{"text": "[seeing his mother scrubbing the floor]\nGet up, get up! Suppose someone should see you?", "character": "Juan Gallardo", "characterId": "nm0000061"}, {"text": "There is no one left in the house to see me but you.", "character": "Señora Augustias Gallardo", "characterId": "nm0623417"}, {"text": "But I don't like to see you on your kneees like this!", "character": "Juan Gallardo", "characterId": "nm0000061"}, {"text": "But what's wrong with my being on my knees? That's how I pray, and that's how I work! This house was clean when we moved in. Let it be clean when we move out!", "character": "Señora Augustias Gallardo", "characterId": "nm0623417"}]}, {"lines": [{"text": "The bull is not the beast! Look at the crowd! That is the real beast!", "character": "Garabato", "characterId": "nm0619798"}]}, {"lines": [{"text": "[to a tableful of sycophants at an outdoor restaurant]\nI understand Gallardo has one more contract to fulfill - the corrida next Sunday afternoon. I predict he will make his exit in a cloud of rotten oranges and dead cats. I hold him directly responsible for the death of Nacional, and I should say so in my article tomorrow. The trouble with Gallardo is he has cats in his belly. His father was the same way. Like father, like son.", "character": "Natalio Curro", "characterId": "nm0187284"}, {"text": "[after Curro suddenly realizes Gallardo has overheard him]\nThat's the second time you've said things about my father. As for you, you've probably never been baptized.", "character": "Juan Gallardo", "characterId": "nm0000061"}, {"text": "[he holds him still while pouring a bottle of wine on his head, leaving him humiliated]", "character": null, "characterId": null}, {"text": "I'll baptize you now. I christen you liar, and your second name is swine!", "character": "Juan Gallardo", "characterId": "nm0000061"}]}]}