{"quotes": [{"lines": [{"text": "[Daffy is just about finished complaining to Elmer Fudd about being accidentally shot by him during a take when he walks into a wooden plank and gets his beak stuck]", "character": null, "characterId": null}, {"text": "NOW can we cut?", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "You smug son of a...", "character": "Daffy Duck", "characterId": "nm0074797"}]}, {"lines": [{"text": "[Daffy is caught backstage in the middle of complaining to himself about the way the studio treats him]", "character": null, "characterId": null}, {"text": "Oh brother! 51st and a half anniversary. Who writes this slop? Ech! \"Happy birthday, old chum, old pal, old buddy.\" They next thing you know, they'll stick me with three snot-nosed nephews! I wouldn't put it past them! It's just... ugh! Warner Brothers doesn't have an original bone in its...", "character": "Daffy Duck", "characterId": "nm0074797"}]}, {"lines": [{"text": "[after Elmer fires a real shot]", "character": null, "characterId": null}, {"text": "Cut.", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "No! Don't cut! Let the cameras roll to record for posterity whilst I give this two-bit Nimrod a severe dressing down.", "character": "Daffy Duck", "characterId": "nm0074797"}]}, {"lines": [{"text": "Get me out of this Gol-durned contraption! What do you think I am, some kinda dad-blasted hootchie-cootchie gal? Do I look like some half-clad female, to come a-shooting out of a cake? Why, it ain't decent.", "character": "Yosemite Sam", "characterId": "nm0074797"}]}, {"lines": [{"text": "[Last lines]", "character": null, "characterId": null}, {"text": "Sam! Sam! Speak to me!", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "Oooh! You carrot chompin', flop-eared, bob-tailed rabbit! I hope your innards turn to outards and your ears go visey-versey! I hates rabbits! It's just human nature to hates rabbits! Why you low down, flop-eared, son of a kangaroo! You'll pay for this, you dog blasted, ornery, no account, long-eared varmint! Why, you carned-sarned idjot rabbit!", "character": "Yosemite Sam", "characterId": "nm0074797"}, {"text": "Eh...", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "[munches on a carrot]", "character": null, "characterId": null}, {"text": "Maybe we can fix it in the editing.", "character": "Bugs Bunny", "characterId": "nm0074797"}]}]}