{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[voiceover echoing earlier line]\nThey pit the lifers against the new boy and the young against the old. The black against the white. Everything they do is to keep us in our place.", "character": "Smokey James", "characterId": "nm0001433"}]}, {"lines": [{"text": "Y'know I can't go to the Green Room with every little thing. I gotta wait for somethin' big, or a buncha little things. Now we can't let our power be dissipated by the, by the plant. . .", "character": "Clarence Hill, Union Steward", "characterId": "nm0809031"}, {"text": "Plant my ass, man! That's all you talk about, \"the plant\"! Everybody know what \"the plant\" is. \"The plant\" just short for plantation!", "character": "Zeke Brown", "characterId": "nm0001640"}]}, {"lines": [{"text": "Reasonable, Man, flick my Bic!", "character": "Zeke Brown", "characterId": "nm0001640"}]}, {"lines": [{"text": "And when I take over your muthafuckin' job, know what I'm gonna do baby? Gonna get on my private jet and wing up to Palm Springs. Hang out with Eddie Knuckles, and hit a few golfballs with President Ford and Nixon and them muthafuckas.", "character": "Zeke Brown", "characterId": "nm0001640"}]}, {"lines": [{"text": "I take home two-ten a week man, goddamn. I gotta pay for the lights, gas, clothes, food... every fuckin' thing, man. I'm left with about thirty bucks after all the fuckin' bills are paid. Gimme a break, will ya mister?", "character": "Zeke Brown", "characterId": "nm0001640"}, {"text": "Mister Brown, there's nothing I can do. I work for Uncle Sam . . .", "character": "Mr. Bird, I.R.S. Man", "characterId": "nm0301334"}, {"text": "Fuck Uncle Sam, man! They give the fuckin' politicians a break! Agnew and 'em don't pay shit! Working man's gotta pay every goddamn thing!", "character": "Zeke Brown", "characterId": "nm0001640"}, {"text": "You shouldn't say that about Uncle Sam . . .", "character": "Mr. Bird, I.R.S. Man", "characterId": "nm0301334"}, {"text": "Don't point at me, you muthafucka! Get out my house! I'll pay the goddamn money!", "character": "Zeke Brown", "characterId": "nm0001640"}, {"text": "[heads for the door]\nYou bet you will, you'll pay it.", "character": "Mr. Bird, I.R.S. Man", "characterId": "nm0301334"}, {"text": "Yeah I know I'll pay it! If I had the Navy and Marines behind me, I'd be a muthafucka too!", "character": "Zeke Brown", "characterId": "nm0001640"}]}, {"lines": [{"text": "[while watching \"The Jeffersons\"]\nNow that shit is pitiful. I dunno how in the fuck a nigga like that gets some money anyway. This is the dumbest shit - look at this muthafucka. Look like a muthafuckin' ostrich. Look at that shit . . .", "character": "Zeke Brown", "characterId": "nm0001640"}, {"text": "If you hate it so much, why dontcha just turn it off?", "character": "Caroline Brown", "characterId": "nm0276209"}, {"text": "Turn it off? Are you kiddin' baby? Took me three years to pay for that muthafucka. We gon' watch everything they show on it. All the shit they show. Even the snow when the muthafucka go off, I'm gonna sit here and watch that.", "character": "Zeke Brown", "characterId": "nm0001640"}]}, {"lines": [{"text": "Credit's the only thing you can get free from the company. Got a house, fridge, dishwasher, washer-dryer, TV, stereo, motorcycle, car...\"buy this shit, buy that shit.\" All you got's a buncha shit.", "character": "Jerry Bartowski", "characterId": "nm0000172"}]}, {"lines": [{"text": "Why do you go to the line every Friday?", "character": "Smokey James", "characterId": "nm0001433"}, {"text": "Well...", "character": "Jerry Bartowski", "characterId": "nm0000172"}, {"text": "Because the finance man's gonna be at your house on Saturday, right? That's exactly what the company wants - to keep you on their line. They'll do anything to keep you on their line. They pit the lifers against the new boys, the old against the young, the black against the white - EVERYBODY to keep us in our place.", "character": "Smokey James", "characterId": "nm0001433"}]}, {"lines": [{"text": "[after outlining their plan for blackmailing the union]\nSmoke, what if the motherfuckas don't wanna pay?", "character": "Zeke Brown", "characterId": "nm0001640"}, {"text": "If they don't pay, then we're gonna cut'em a new asshole.", "character": "Smokey James", "characterId": "nm0001433"}]}, {"lines": [{"text": "[in the green room, after Zeke's confrontation with Dogshit Miller]\nIt sounds like a simple misunderstanding to me. Now... Zeke'll buy Miller a bottle of Cutty, and we'll forget the whole thing.", "character": "Clarence Hill, Union Steward", "characterId": "nm0809031"}, {"text": "ZEKE AIN'T BUYIN NOBODY A GODDAMN THING! And you ain't shit for a steward, Hill!", "character": "Zeke Brown", "characterId": "nm0001640"}, {"text": "Maybe you don't belong in this union!", "character": "Clarence Hill, Union Steward", "characterId": "nm0809031"}, {"text": "Maybe you're right!", "character": "Zeke Brown", "characterId": "nm0001640"}]}, {"lines": [{"text": "[just before the union break-in]\nMaybe we should've robbed a liquor store like everybody else.", "character": "Zeke Brown", "characterId": "nm0001640"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "You're not double-checking the stripping. I want it tighter.", "character": "Dogshit Miller", "characterId": "nm0798657"}]}]}