{"quotes": [{"lines": [{"text": "Don't smoke crack. It's a ghetto drug.", "character": "Bob Roberts", "characterId": "nm0000209"}]}, {"lines": [{"text": "The times they are a-changin' back.", "character": "Bob Roberts", "characterId": "nm0000209"}]}, {"lines": [{"text": "Excuse me, I have to go pray.", "character": "Lukas Hart III", "characterId": "nm0000614"}]}, {"lines": [{"text": "[singing]\nGrandma felt guilty 'bout being so rich and it bothered her until the day she died. But I will take my inheritance and invest it with pride, yes invest it with pride.", "character": "Bob Roberts", "characterId": "nm0000209"}]}, {"lines": [{"text": "/ It's society's fault I don't have a job / It's society's fault I'm a slob / I'm a drunk, I don't have a brain / Give me a pamplet while I complain / Hey pal you're living in the land of the free No-one's gonna hand you opportunity", "character": "Bob Roberts", "characterId": "nm0000209"}]}, {"lines": [{"text": "they are all the same people. The same faces. Now it doesn't take a genius to make the connection here. A secret government beyond the control of the people and accountable to no-one. And the closer we are to discovering the connection, the more the Congress turns a blind eye to it. \"We can't talk about that in open session!\" they say. \"National security reasons\". The truth lies dormant in their laps and they stay blind out of choice. A conspiracy of silence.", "character": "Bugs Raplin", "characterId": "nm0002064"}]}, {"lines": [{"text": "In the beginning, our great company provided appliances for the neighborhood. We heated your home, we refrigerated your food, and improved the quality of your life. We prospered, and you loved us. And we grew into a large multinational corporation. In fact, we own this very network. Our chief source of income, however, is... the arms industry! Yes, we rely heavily on those fat government contracts, to make these useless weapons of mass destruction. And even though we have been indicted and convicted for fraud several times, you don't hear too much about our bad side, because, well, we own our own news division. Chances are pretty slim that you'll hear reports of our environmental mishaps, or the way we bust those unions. We even have a highly-rated Saturday night show that the public buys as entertainment with a leftist slant.", "character": "Cutting Edge Host", "characterId": "nm0000131"}]}, {"lines": [{"text": "Bob Roberts is yet another of that faction that lives to destroy whatever good came out of the 60s, to rewrite the history of that important period. A period where the American people actually were informed and aware, and realized that they had a voice. They demanded that a war end. Bob Roberts is Nixon, only he's shrewder, more complicated, this Bob Roberts. Now here is a man who has adopted the persona and mindset of a free-thinking rebel and turned it on itself. The Rebel Conservative! That is deviant brilliance. What a Machiavellian poser.", "character": "Kelly Noble", "characterId": "nm0858106"}]}, {"lines": [{"text": "I could use a strong finisher myself sometimes", "character": "Chuck Marlin", "characterId": "nm0000652"}]}]}