{"quotes": [{"lines": [{"text": "As I sit here today, the only survivor to Dr. Webb's experiments; I feel somewhat resigned. The questions I've been asking are quite simply beyond my reach. Where does evil live, is evil in the flesh? If a tree falls in the forest and nobody is there to hear it, does it make a sound? Inquiring minds want to know and life goes on. I do know that evil does not live in my arm because since Charlie has died I've experienced none of the violent tendencies the arm initially manifested. I've adjusted and accepted the fact that I am the recipient of a miraculous new surgical technique. And to that end, I owe Dr. Webb; and Charlie. 'The arm's mine now Chuck! I won it, fair and square.'", "character": "Bill Chrushank", "characterId": "nm0001194"}]}, {"lines": [{"text": "Just listen to what your arm's saying to you, man.", "character": "Remo Lacey", "characterId": "nm0000374"}]}, {"lines": [{"text": "[screaming]\nI want this fucking arm off!", "character": "Bill Chrushank", "characterId": "nm0001194"}]}, {"lines": [{"text": "I now have a murderer's blood in my blood.", "character": "Bill Chrushank", "characterId": "nm0001194"}]}, {"lines": [{"text": "Maybe you got some kind of demon inside *you* these days.", "character": "Ray Kolberg", "characterId": "nm0070115"}]}, {"lines": [{"text": "Science, like nature, destroys to build.", "character": "Dr. Agatha Webb", "characterId": "nm0242026"}]}, {"lines": [{"text": "Honey, you have this guy's arm, you don't have his personality.", "character": "Karen Chrushank", "characterId": "nm0001126"}]}, {"lines": [{"text": "You know what I would really like to do? I'd like just to cure one human being; that's all, just one. I'd like to prove once and for all, that you can... shake a shattered mind and put it all back together again. That's what I'd really like to do. The truth of the matter is in all of my clinical experience I've never really seen it happy. Yeah maybe it's all bullshit. Maybe I'm just a fraud.", "character": "Bill Chrushank", "characterId": "nm0001194"}]}, {"lines": [{"text": "[Bill knocks at Lacey's studio door]\nWhat do you want?", "character": "Remo Lacey", "characterId": "nm0000374"}, {"text": "I need to talk to you.", "character": "Bill Chrushank", "characterId": "nm0001194"}, {"text": "You need to talk to me? What about?", "character": "Remo Lacey", "characterId": "nm0000374"}, {"text": "About your arm.", "character": "Bill Chrushank", "characterId": "nm0001194"}, {"text": "My arm?", "character": "Remo Lacey", "characterId": "nm0000374"}, {"text": "Yeah I got the other one.", "character": "Bill Chrushank", "characterId": "nm0001194"}, {"text": "Yeah? So like uh... you want to arm wrestle or not? Haha, ha ha.", "character": "Remo Lacey", "characterId": "nm0000374"}]}, {"lines": [{"text": "You know what I would really like to do? I'd like just to cure one human being; that's all, just one. I'd like to prove once and for all, that you can... shake a shattered mind and put it all back together again. That's what I'd really like to do. The truth of the matter is in all of my clinical experience I've never really seen it happen. Yeah maybe it's all bullshit. Maybe I'm just a fraud.", "character": "Bill Chrushank", "characterId": "nm0001194"}]}, {"lines": [{"text": "[Bill confronts Dr. Agatha Webb to remove the arm]\nI want it off.", "character": "Bill Chrushank", "characterId": "nm0001194"}, {"text": "Are you insane?", "character": "Dr. Agatha Webb", "characterId": "nm0242026"}, {"text": "I've got serious problems doctor. I hit my kid, I tried to strangle my wife, I have nightmares every night! Look it's, it's okay alright? The arm's fine, I don't want it. Just give it to somebody else, just give me a hook or something.", "character": "Bill Chrushank", "characterId": "nm0001194"}, {"text": "Do you realize what I and my team accomplished with that arm of yours? Don't you realize that if a gun were put to my head I wouldn't jeopardize the accomplishment that your surgery represents.", "character": "Dr. Agatha Webb", "characterId": "nm0242026"}, {"text": "CAN'T YOU SEE THIS ARM IS KILLING ME!", "character": "Bill Chrushank", "characterId": "nm0001194"}, {"text": "I'm sorry to put this so bluntly Bill, but the pain your in just isn't that important when I balance it against the significance of the experiment.", "character": "Dr. Agatha Webb", "characterId": "nm0242026"}, {"text": "You won't perform the operation on removing the arm?", "character": "Bill Chrushank", "characterId": "nm0001194"}, {"text": "No. And I'll see you put in a mental institution before I let you undo what I've done.", "character": "Dr. Agatha Webb", "characterId": "nm0242026"}, {"text": "Let me be blunt doctor, but why don't you go fuck yourself!", "character": "Bill Chrushank", "characterId": "nm0001194"}, {"text": "Get the hell out of this office!", "character": "Dr. Agatha Webb", "characterId": "nm0242026"}, {"text": "FUCK YOU AND ALL OF YOUR BULLSHIT! I WANT THIS FUCKING ARM OFF!", "character": "Bill Chrushank", "characterId": "nm0001194"}]}, {"lines": [{"text": "[narrating]\nThe corollary area of violence is loneliness. Humanity shrinks when the violent man is viewed a carrier of disease. Cut off from my family, I'm terrified of what I'm becoming. I need someone to share my sense of isolation with. And yes, a growing sense of horror. I'm alone, and afraid.", "character": "Bill Chrushank", "characterId": "nm0001194"}]}, {"lines": [{"text": "[Bill at the local bar with the other beneficiary subjects]\nI really appreciate you guys showing up. Every time I look at my hand, I keep thinking, about how many people it's killed. How can one man kill so many people. I'm having terrible nightmares, guys.", "character": "Bill Chrushank", "characterId": "nm0001194"}, {"text": "Look, I've had some problems with the legs too but I mean, whose to say I can't keep them, right? It's just pieces of this guy we got, but not his uh... not him, you know?", "character": "Mark Draper", "characterId": "nm0614003"}, {"text": "That's what I'm wondering see. I mean where does evil uh, where does it live? Does it live in the uh, in the soul... in the mind... maybe it lives in the heart? Maybe it lives in the flesh. How can one man kill so many people.", "character": "Bill Chrushank", "characterId": "nm0001194"}, {"text": "Look Bill... you got to stop torturing yourself. Lay off the medical physical speculation it's a waste of fucking time you know what I'm saying? Haha, ha ha.", "character": "Remo Lacey", "characterId": "nm0000374"}, {"text": "Maybe evil lives in the skin. I don't know.", "character": "Bill Chrushank", "characterId": "nm0001194"}]}, {"lines": [{"text": "[class teaching]\nNow four months ago we were, discussing thee psychological roots and wellsprings of human violence. To continue on that, what we have before us is a paradox you see because violence when it's sanctioned by the state is acceptable to us. For example, police men defending our families and soldiers defending our country. We celebrate them as heroes but this, this is not the case with thee, the so-called freelance individual. Because we regard individual acts of violence with repugnance and revulsion. What is it that makes a man or, or a woman for that matter, who is normal in most respects... lose control... of the restraints that, make him a civilized being? And do severe harm onto others. Well, that's a mystery, and a mystery that you and I must explore... to its very depths.", "character": "Bill Chrushank", "characterId": "nm0001194"}]}, {"lines": [{"text": "[Bill interviews an inmate on death row]\nSo what happened this morning Ray?", "character": "Bill Chrushank", "characterId": "nm0001194"}, {"text": "I don't fuckin' no man. It's come over me like something unstoppable, you know? Next thing... I'm on top of him with a fuckin' shiv in his blood. All over the place... all over the place. Fuckin', you know, pumpin' up six feet in the air from his throat right. HAHAHA, HA!", "character": "Ray Kolberg", "characterId": "nm0070115"}, {"text": "So how does this make you feel Ray, taking someone else's life? How does this make you feel about yourself? How do you feel?", "character": "Bill Chrushank", "characterId": "nm0001194"}, {"text": "How do you, um, what do you mean? I feel, I feel... I feel great. I fuckin' feel fantastic. How should I feel man, I'm the one who's gonna to be alive come morning not that son of a bitch. Hahahaha, hey yeah! How do you feel? How do you feel Doc? You feel okay? Hm? You're sittin' there looking at me like I'm some fuckin' head case. You think I like that? Hey! I don't like that. You think I like that I'm going to spend the rest of my life in this fuckin' shit hole. If I'm lucky enough not to fry first? The truth is Doc, I am... masochistically fucked! Okay? And you sittin' there with your, your little, fuckin'... prissy tape recorder and questions. No way you've done me not one, ounce of fuckin' good man. Am I wrong? Can you help me? Can you, you know... can you, help me? Can you do something? Like rewire me? So I'll, START DOING THE RIGHT, FUCKIN' THING! NO! I DON'T THINK SO!", "character": "Ray Kolberg", "characterId": "nm0070115"}]}]}