{"quotes": [{"lines": [{"text": "[almost sobbing]\nDon't say penis in this house!", "character": "Mrs. Kovic", "characterId": "nm0442512"}, {"text": "Penis! Penis! Big fucking erect penis, Mom!", "character": "Ron Kovic", "characterId": "nm0000129"}]}, {"lines": [{"text": "People say that if you don't love America, then get the hell out. Well, I love America.", "character": "Ron Kovic", "characterId": "nm0000129"}]}, {"lines": [{"text": "[enters the room, beaming]\nRonnie, Ronnie, you're doing the right thing! Communism has to be stopped! It's God's will that you go, and I'm proud of you.", "character": "Mrs. Kovic", "characterId": "nm0442512"}, {"text": "[gently pats his shoulder]", "character": null, "characterId": null}, {"text": "Just be careful, that's all.", "character": "Mrs. Kovic", "characterId": "nm0442512"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Don't you know what it means to me to be a Marine, Dad? Ever since I was a kid I've wanted this - I've wanted to serve my country - and I want to go. I want to go to Vietnam - and I'll die there if I have to.", "character": "Ron Kovic", "characterId": "nm0000129"}]}, {"lines": [{"text": "We went to Vietnam to stop communism!... We shell women and children!", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "You didn't shoot women and children! What are you saying?", "character": "Mrs. Kovic", "characterId": "nm0442512"}, {"text": "That was the war, communism, the incidious evil! They told us to go.", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "Yes, yes that's what they told us.", "character": "Mrs. Kovic", "characterId": "nm0442512"}, {"text": "Thou shalt not kill, Mom. Thou shalt not kill women and children! Thou shalt not kill! Remember? Isn't that what you taught us? Isn't that what they taught us?", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "Stop it! Stop it!", "character": "Mrs. Kovic", "characterId": "nm0442512"}]}, {"lines": [{"text": "They burned the flag and they demonstrated against us; it's on the cover of the paper today. They have no respect. They have no idea what's going on over there, Mom - the men that are sacrificing their lives. People are dying every day over there, and nobody back here even seems to care. It's a bunch of goddamn shit if you ask me!", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "Ronnie, don't take the Lord's name in vain - not in front of the children. I agree with everything you say!", "character": "Mrs. Kovic", "characterId": "nm0442512"}, {"text": "I served my country - and they just want to take from it - just take, take! Love it or leave it, that's what I think.", "character": "Ron Kovic", "characterId": "nm0000129"}]}, {"lines": [{"text": "[to Ron Kovic]\nIt wasn't your fault, goddamn it! They got in the goddamn way!", "character": "Lieutenant - Vietnam", "characterId": "nm0913175"}]}, {"lines": [{"text": "When I was in the hospital, I thought, yeah - yeah, this makes sense.", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "What makes sense?", "character": "Timmy Burns", "characterId": "nm0001844"}, {"text": "Because I failed, Timmy.", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "What are you talking about?", "character": "Timmy Burns", "characterId": "nm0001844"}, {"text": "Because I - I killed some - people; I made some terrible - mistakes!", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "Oh, for Christ's sake, Ronnie, we all made mistakes. I mean, you - you had no choice. That's something that those goddamn pansy demonstrators ain't never gonna understand! Now, you don't even have to talk about it, Ronnie; I mean, it was insane over there! It was crazy!", "character": "Timmy Burns", "characterId": "nm0001844"}, {"text": "Sometimes I wish, I wish I'd - The first time I got hit, I was shot in the foot. I could have laid down, I mean - who gives a fuck now if I was a hero or not? I was paralyzed, castrated that day; why? It was all so - stupid! I'd have my dick and my balls now, and some days, Timmy - some days I think I'd give everything I believe in - everything I got, all my values, just to have my body back again, just to be whole again. But I'm not whole; I never will be, and that's - that's the way it is, isn't it?", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "[after a slight pause]\nFor Christ's sake, Ronnie, it's your birthday. You're alive. You made it! Smile.", "character": "Timmy Burns", "characterId": "nm0001844"}]}, {"lines": [{"text": "The bitch thinks it's funny I can't move my dick!", "character": "Charlie - Villa Dulce", "characterId": "nm0000353"}]}, {"lines": [{"text": "We want to make one thing very clear to you, Ron. The possibility of your ever walking again is minimal... almost impossible. You're a T6 - paralyzed from the mid-chest down. Probably... you'll be in a wheelchair for the rest of your life. (pause) Do you understand what I'm saying?", "character": null, "characterId": null}, {"text": "Well, doctor...", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "Hmm?", "character": null, "characterId": null}, {"text": "Doctor, will I ever be able to - to have children?", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "No.", "character": null, "characterId": null}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "No, but we have a good psychologist. He's helped a lot of people.", "character": null, "characterId": null}, {"text": "I'll walk again.", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "No you won't...", "character": null, "characterId": null}, {"text": "No, I know I'll walk again!", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "No, let me tell you something, Ron. You will NEVER walk again.", "character": null, "characterId": null}]}, {"lines": [{"text": "You could start out as a cashier... and then work your way up to becoming a manager of one of these places - just like your dad.", "character": "Steve Boyer", "characterId": "nm0505842"}, {"text": "I get $1700 a month from the government. I think I'm just going to lay low, and look around...", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "[dismissively]\nThat's charity money, Ronnie; this isn't.", "character": "Steve Boyer", "characterId": "nm0505842"}, {"text": "Charity?", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "All I'm saying is that you got to - you got to put the war behind you, you know; you got to forget about this chair you're in!", "character": "Steve Boyer", "characterId": "nm0505842"}, {"text": "the eyes, the voice, the way they look at you, you know.", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "I know what you mean, Ronnie, but people here - they don't give a shit about the war! Yeah! To them it's just a million miles away. It's all bullshit, anyway. I mean, the government sold us a bill of goods and we bought it, and got the shit kicked out of us, and for what, huh?", "character": "Steve Boyer", "characterId": "nm0505842"}, {"text": "What do you mean, \"we,\" Stevie? You were in college, man.", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "[shrugs shoulders]\nYou bought that Communist bullshit, Ronnie. Yeah, they were going to take over the world, you remember that? Fenelli, you, Walsh - the whole town was devastated.", "character": "Steve Boyer", "characterId": "nm0505842"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "For what? For lies, for bullshit lies?", "character": "Steve Boyer", "characterId": "nm0505842"}]}, {"lines": [{"text": "[to Charlie]\nI had a mother; I had a father, things - things that made sense. Do you remember things that made sense? Things you could count on? Before we all got so lost? What are we gonna do, Charlie? What am I gonna do?", "character": "Ron Kovic", "characterId": "nm0000129"}]}, {"lines": [{"text": "[in the Bronx VA hospital]", "character": null, "characterId": null}, {"text": "This place is a fuckin' slum!", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "You want out of here, man? Fine. We take that leg of yours, and we can get you out of here in two weeks!", "character": "Marvin", "characterId": "nm0285579"}, {"text": "I want my leg.", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "Why?", "character": "Marvin", "characterId": "nm0285579"}, {"text": "I want my leg!", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "Why? You can't feel it no how!", "character": "Marvin", "characterId": "nm0285579"}, {"text": "(incredulous and angry) It's my leg! I want my leg, you understand? Can't you understand that? All's I'm sayin' is that I want to be treated like a human being! I fought for my country! I am a Vietnam veteran! I fought for my country!", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "[off-camera]\nShut the fuck up!", "character": null, "characterId": null}, {"text": "And I think that I deserve to be treated... decent!", "character": "Ron Kovic", "characterId": "nm0000129"}]}, {"lines": [{"text": "How are you?", "character": "Chaplain - Vietnam", "characterId": "nm0130107"}, {"text": "[weakly]\nTell them - they have to operate on me. There's something wrong with me.", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "The doctors are real busy right now. There's a lot of wounded here today. No time for anything except trying to stay alive, so you got to try and stay alive, okay? You hear me? Try and stay alive.", "character": "Chaplain - Vietnam", "characterId": "nm0130107"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "I've come to give you your last rites. Are you ready?", "character": "Chaplain - Vietnam", "characterId": "nm0130107"}, {"text": "[weakly]\nYeah.", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "I am the Resurrection and the Life. He who believes in Me, though he were dead, yet shall he live, and whoever lives and believes in Me shall never die. You brught nothing into this world, and it is certain that you will take nothing out of it. The Lord gives, and the Lord takes away. Blessed be the name of the Lord.", "character": "Chaplain - Vietnam", "characterId": "nm0130107"}]}, {"lines": [{"text": "What's done is done, sir. I can't ever forgive you... but maybe the Lord can.", "character": "Jamie Wilson - Georgia", "characterId": "nm0000666"}, {"text": "We understand, Ron. We understand the pain you've been going through.", "character": "Mrs. Wilson", "characterId": "nm0371474"}]}, {"lines": [{"text": "[Ron is attempting to walk in the hospital; Willie is beside him]", "character": null, "characterId": null}, {"text": "Am I good? Hey", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "[drags himself forward]", "character": null, "characterId": null}, {"text": ", am I good?", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "Man, you're one crazy Marine, Kovic - so gung-ho and everything, but you don't know shit about what's really happenin' in this country.", "character": "Willie", "characterId": "nm0140969"}, {"text": "Fuck you, Willie.", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "I'm serious man. It ain't about burnin' the flag and Vietnam, man. While we fight for rights over there, we ain't got no rights at home. It's about Detroit and Newark, man. It's about racism, man.", "character": "Willie", "characterId": "nm0140969"}, {"text": "Is that right?", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "Because you can't get no job at home. Vietnam is a white man's war, a rich man's war.", "character": "Willie", "characterId": "nm0140969"}, {"text": "(contemptuously) Where's my money?", "character": "Ron Kovic", "characterId": "nm0000129"}, {"text": "I'm serious, man, you gotta read some books. There's a revolution going on, Kovic. Brothers are gettin' it together, and if you ain't part of the solution, man, then you're part of the problem.", "character": "Willie", "characterId": "nm0140969"}]}, {"lines": [{"text": "[to reporters]\nI'm a Vietnam veteran, I'm here tonight to say, this war is wrong, this government lied to me, lied to my brothers, the people in this country tricked us into going thirteen thousand miles to fight a war against poor peasant people who have a proud history of resistance who have been struggling for their own independence for one thousand years, the Vietnamese people, I can't find the words to express how the leadership of this country sickens me, people say \"if you don't love America, then get the hell out,\" well I love America we love the people of America very much but when it comes to the government it stops right there, the government are a bunch of corrupt thieves, they are rapists and robbers, and we are here to say \"we don't have to take it anymore\", we are here to tell the truth, they are killing our brothers in Vietnam, this wheelchair, our wheelchairs, this steel, our steel is your Memorial Day on wheels, we are your Yankee Doodle Dandy come home.", "character": "Ron Kovic", "characterId": "nm0000129"}]}, {"lines": [{"text": "You probably think it's just a hamburger. A patty's just a piece of meat, but it can have character. See that doughnut hole? Gets 18 patties to the pound instead of 16. Saves me about $40,000 a year. That's serious money, Ron. I plug the hole with lettuce, tomatoes, onions, spices. I cover it with a pickle. They'll never miss a thing.", "character": "Steve Boyer", "characterId": "nm0505842"}]}]}