{"quotes": [{"lines": [{"text": "This is the start of your new life Brian, a life full of colors, music,light and euphoria. A life without pain, or hurt or suffering.", "character": "Aylmer", "characterId": "nm0951650"}]}, {"lines": [{"text": "[to Brian]\nWhy, Brian! Hello! How are ya? How ya doin?", "character": "Aylmer", "characterId": "nm0951650"}, {"text": "[Weakly]\nHelp me... please, help me.", "character": "Brian", "characterId": "nm0372556"}, {"text": "Why, of course I'll help ya, Brian! You and me are pals. I'll be happy to help you... But you'll have to feed me first.", "character": "Aylmer", "characterId": "nm0951650"}]}, {"lines": [{"text": "Why are the stars always winkin' and blinkin' above? What makes a fellow start thinkin' of fallin' in love? It's not the season, the reason is plain as the moon. It's just Elmer's tune! What makes a lady, of eighty, go out on the loose? Why does a gander, meander, in search of a goose? What puts the kick in, a chicken, the magic in june? It's just Elmer's tune! Listen, listen, there's a lot you're liable to be missin' Sing it, swing it, any old place, and any old time. The hurdy-gurdies, the birdies, the cop on the beat. The candy-maker, the baker, the man on the street. The city charmer, the farmer, the man in the moon, all sing Elmer's tune!", "character": "Aylmer", "characterId": "nm0951650"}]}, {"lines": [{"text": "[to Brian]\nJust like all the others, aren't you?", "character": "Aylmer", "characterId": "nm0951650"}]}, {"lines": [{"text": "[after Brian hurls a lamp at him and misses]\nTacky, Brian. Tacky.", "character": "Aylmer", "characterId": "nm0951650"}]}, {"lines": [{"text": "Elmer? You fucking named him Elmer?", "character": "Brian", "characterId": "nm0372556"}]}, {"lines": [{"text": "Uh-oh, Brian! Now you're really losing your mind!", "character": "Aylmer", "characterId": "nm0951650"}]}, {"lines": [{"text": "[Elmer watches over Brian, who writhes and moans on the floor]\nOh my. Well, well... ready to beg for it, Brian? Ready to crawl across the floor and plead for my juice? No? Not yet? Well, give it a few more hours, Brian. Whenever you want the pain to stop, I'll be here. Whenever you want to stop hurting, you come to me. When the pain gets so great you think you're turning inside-out, just ask for my juice.", "character": "Aylmer", "characterId": "nm0951650"}, {"text": "[softly]", "character": null, "characterId": null}, {"text": "Come to me when you're ready, Brian. Come to me and get my juice...", "character": "Aylmer", "characterId": "nm0951650"}]}, {"lines": [{"text": "You read the newspapers, you listen to the tv news. Talkin' about nuclear waste, talking' about nuclear bombs! Nuclear war! They're crying all over the place, they're crying in America, they're crying in Europe! The whole world's gonna come to an end. If it's gonna go, man, it's gonna go! And I'm gonna enjoy seein' this whole friggin' world blow up! And I'm gonna be smilin' having my beer! And I'm gonna see this last blast, baby! I'm gonna see it go!", "character": "Biker", "characterId": "nm0746088"}]}, {"lines": [{"text": "You're a wreck, Brian. You've got to relax. Why don't you put me on your neck and 'calm down?'", "character": "Aylmer", "characterId": "nm0951650"}, {"text": "No way! It's not gonna happen again!", "character": "Brian", "characterId": "nm0372556"}, {"text": "What isn't?", "character": "Aylmer", "characterId": "nm0951650"}, {"text": "Killing people!", "character": "Brian", "characterId": "nm0372556"}, {"text": "Oh.", "character": "Aylmer", "characterId": "nm0951650"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "I thought you meant getting high!", "character": "Aylmer", "characterId": "nm0951650"}, {"text": "We can't keep killing people every time you're hungry!", "character": "Brian", "characterId": "nm0372556"}, {"text": "Oh yes we can. We'll do anything I want us to do. You're mine now, Brian. I *own* you...", "character": "Aylmer", "characterId": "nm0951650"}]}, {"lines": [{"text": "[Elmer taunts Brian as he coughs and retches on the floor]\nWhat's the matter, Brian? Feeling ill?", "character": "Aylmer", "characterId": "nm0951650"}, {"text": "Shut up!", "character": "Brian", "characterId": "nm0372556"}, {"text": "Oh, please Brian! You're not gonna throw up in front of me, are you? I don't want to watch this. Why'd you bring me here? Why couldn't you leave me home? I'll tell you why, Brian. It's because you know you're not going to win. You know you're gonna need my juice.", "character": "Aylmer", "characterId": "nm0951650"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "You know the pain is going to get so great that only my juice will stop it. Only my juice will help you. You know that, don't you, Brian? Deep down inside you know that...", "character": "Aylmer", "characterId": "nm0951650"}]}, {"lines": [{"text": "This is the start of your new life, Brian. A life without worry or pain or loneliness, a life filled instead with colors and music and, euphoria... A life of light and pleasure.", "character": "Aylmer", "characterId": "nm0951650"}, {"text": "But who are you? What are you?", "character": "Brian", "characterId": "nm0372556"}, {"text": "I am you, Brian. I'm all you'll ever need.", "character": "Aylmer", "characterId": "nm0951650"}, {"text": "I don't understand.", "character": "Brian", "characterId": "nm0372556"}, {"text": "You will, Brian. From now on your life will take on a whole new light, and all you have to do is look into the light, and listen. Listen to the light, Brian, just listen to the light...", "character": "Aylmer", "characterId": "nm0951650"}, {"text": "Yes, yes, I'd like to again, but... I don't see it now.", "character": "Brian", "characterId": "nm0372556"}, {"text": "Then I'll make you a deal. I'll show you the light, if you'll take me for a walk.", "character": "Aylmer", "characterId": "nm0951650"}, {"text": "A walk? Where?", "character": "Brian", "characterId": "nm0372556"}, {"text": "Anywhere you like. I'm, uh, hungry.", "character": "Aylmer", "characterId": "nm0951650"}, {"text": "Wait, wait, I'm confused! I'm not following any of this.", "character": "Brian", "characterId": "nm0372556"}, {"text": "Then don't worry about it. You don't need to worry about anything ever again. I'll do all your thinking for you. Just put me on the back off your neck, and everything will be fine.", "character": "Aylmer", "characterId": "nm0951650"}, {"text": "My neck? Oh, you mean the hole, I-wait, I don't know.", "character": "Brian", "characterId": "nm0372556"}, {"text": "Trust me, Brian, trust me...", "character": "Aylmer", "characterId": "nm0951650"}]}]}