{"quotes": [{"lines": [{"text": "You're wrong, and you're a grotesquely ugly freak!", "character": "Christopher Morris", "characterId": "nm0606439"}]}, {"lines": [{"text": "then standing back and laughing, while the bricks are ripped apart by the swelling food.", "character": "Ted Maul", "characterId": "nm0606439"}]}, {"lines": [{"text": "You are a piece of shit on my shoe. Lick yourself off. Lick yourself off my shoe... No, don't actually do it! Where's your self re-cocking-spect?", "character": "Chris Morris", "characterId": "nm0606439"}]}, {"lines": [{"text": "Your child could be splatted... by a roboplegic wrongcock", "character": "Christopher Morris", "characterId": "nm0606439"}]}, {"lines": [{"text": "Your comments are in and they've been described as \"tedious, boring and stultifyingly ill-informed.\" So thanks for that.", "character": "Christopher Morris", "characterId": "nm0606439"}]}, {"lines": [{"text": "If this were really happening, what would you think?", "character": "Christopher Morris", "characterId": "nm0606439"}]}, {"lines": [{"text": "You haven't got a clue have you? But you will do, if you watch for thirty minutes!", "character": "Christopher Morris", "characterId": "nm0606439"}]}, {"lines": [{"text": "Kneeling girls! Statues driving cars! What's going on? Ten years ago a man was arrested in the area for driving statues around in a car. Was it him?", "character": null, "characterId": null}]}, {"lines": [{"text": "The most obvious explanation is that it's a ball of lightning bouncing off a strut. But try telling that to any of these bog-brained murphies. You'd have a better chance of getting a blow-job off the pope.", "character": "Christopher Morris", "characterId": "nm0606439"}]}, {"lines": [{"text": "From the moon, Cowsick's a little dot. From the ground, it's a huge mess! Like Dante meets Bosch in a crack lounge!", "character": "Ted Maul", "characterId": "nm0606439"}]}, {"lines": [{"text": "Can you imagine the fear of knowing that there's a gay man on board? You'd be thinking, \"My God. Will I wake up and find everybody dead?\"", "character": "Christopher Morris", "characterId": "nm0606439"}]}]}