{"quotes": [{"lines": [{"text": "[reading a doughnut package]\nIf you win this mail-in contest, you can choose between 90,000 dollars, or 90,000 donuts. What would you do with 90,000 donuts?", "character": "Amy", "characterId": "nm0000599"}]}, {"lines": [{"text": "Now, before you get any half-baked ideas about calling in the cavalry, just remember we're gonna be watching you every step of the way. And we'll be listening to our police scanners. And if we see anything unusual, an unmarked car or truck, or if we see you talking to anyone who even remotely smells like a cop... well, you can just keep your fucking money, Jeff, and I'll keep your wife. And I'll mail you pieces of her from time to time.", "character": "Red Barr", "characterId": "nm0000687"}]}, {"lines": [{"text": "[to Jeff]\nIf some hotshot fuck like you ain't watching his bottom line, it'd be the FIRST time in history!", "character": "Billy, Gang Member", "characterId": "nm0005276"}]}, {"lines": [{"text": "You're a tough man to get a hold of, Jeffery.", "character": "Red", "characterId": "nm0000687"}, {"text": "What do you want?", "character": "Jeff", "characterId": "nm0000621"}, {"text": "It's not what I want, it's what you want, and how bad you want it. 'Cause it's gonna cost you. Can't show it to you right now, but it's about 5'5\", 115 pounds, three or four of that just pure tit. Nice curly brown hair, upstairs and down. Interested?", "character": "Red", "characterId": "nm0000687"}]}, {"lines": [{"text": "What a man needs out here is a CB radio.", "character": "Earl", "characterId": "nm0301370"}, {"text": "Is that right?", "character": "Jeff Taylor", "characterId": "nm0000621"}, {"text": "'Course, if you use a CB, you gotta have a handle. I'm thinking for you, \"Shit For Brains.\"", "character": "Earl", "characterId": "nm0301370"}]}, {"lines": [{"text": "[to Jeff]\nYou the fella looking for his wife?", "character": "Billy, Gang Member", "characterId": "nm0005276"}]}, {"lines": [{"text": "[pointing a gun at Red]\nYou'd better pray she's still alive.", "character": "Jeff", "characterId": "nm0000621"}]}, {"lines": [{"text": "[Jeff forces Red and his family to get into the cellar]\nYou better remember this, fella cuz no matter where you go...", "character": "Red", "characterId": "nm0000687"}, {"text": "You fuck!", "character": "Jeff", "characterId": "nm0000621"}, {"text": "[kicks him in the face, sending him falling down the cellar]", "character": null, "characterId": null}]}, {"lines": [{"text": "Mr. Taylor, did you, uh, by any chance, have a beef with your wife today?", "character": "Sheriff Boyd", "characterId": "nm0513010"}, {"text": "What has that got to do with anything!", "character": "Jeff", "characterId": "nm0000621"}, {"text": "Well, for starters, maybe there's a possibility that she could have left you.", "character": "Sheriff Boyd", "characterId": "nm0513010"}, {"text": "I don't - I don't believe this! My wife did not leave me!", "character": "Jeff", "characterId": "nm0000621"}, {"text": "Mr Taylor, I've seen it a hundred times. You put two people in a car long enough, they're gonna go at it. Lovers, married couples, gay guys- hell, I've seen men dump their women on the side of the road and vice versa.", "character": "Sheriff Boyd", "characterId": "nm0513010"}]}]}