{"quotes": [{"lines": [{"text": "Lisanne - 32A, Magazine Editor.", "character": "Male Interviewer", "characterId": "nm0075359"}, {"text": "[claps board]", "character": null, "characterId": null}, {"text": "You want the bra off too?", "character": "Lisanne", "characterId": "nm0560257"}, {"text": "Yeah.", "character": "Male Interviewer", "characterId": "nm0075359"}, {"text": "Now, you're not showing my face, are you?", "character": "Lisanne", "characterId": "nm0560257"}, {"text": "No.", "character": "Female Interviewer", "characterId": "nm0515472"}, {"text": "Okay. Because I would die if anyone knew I was doing this. Hold on.", "character": "Lisanne", "characterId": "nm0560257"}, {"text": "[With her face out of our view, Lisanne reaches behind her back, unhooks her bra, and takes it off revealing her fist-sized breasts]", "character": null, "characterId": null}, {"text": "There. There you have it. What do you want me to say?", "character": "Lisanne", "characterId": "nm0560257"}, {"text": "How do you feel about your breasts?", "character": "Female Interviewer", "characterId": "nm0515472"}, {"text": "How do I feel about my breasts? Well... how would *you* feel about them? I have gone to the Dentist and had tools laid on my chest as though it was a tray, as though it was a totally flat place upon which a person can unthinkingly lay their things on and, you know, get 'em later... I know that you guys probably don't like it that I'm getting the operation because you're feminists or, you know, something. I don't know.", "character": "Lisanne", "characterId": "nm0560257"}, {"text": "No. No, we're not trying to make any judgements here.", "character": "Female Interviewer", "characterId": "nm0515472"}, {"text": "Okay. Well, that's good. Because I don't really care if you did, 'cause I would just say, \"Kiss my ass.\" I mean... I'm doing this for me, and I don't care what anybody says. I want to have big tits.", "character": "Lisanne", "characterId": "nm0560257"}]}, {"lines": [{"text": "Arlene - Mary Kay Rep.", "character": "Male Interviewer", "characterId": "nm0075359"}, {"text": "[claps board]", "character": null, "characterId": null}, {"text": "Can I borrow your pencil?", "character": "Arlene", "characterId": "nm0005087"}, {"text": "[With her face out of view, Arlene receives a pencil, then opens her blouse, baring her breasts. She talks to us]", "character": null, "characterId": null}, {"text": "This is called the pencil test. It's supposed to fall to the floor.", "character": "Arlene", "characterId": "nm0005087"}, {"text": "[She puts the pencil under her left breast. The pencil doesn't fall]", "character": null, "characterId": null}, {"text": "I love my children, but I'm a little resentful for what they did to my breasts.", "character": "Arlene", "characterId": "nm0005087"}, {"text": "[She removes the pencil and returns it]", "character": null, "characterId": null}, {"text": "Thanks. It's like someone blew up a balloon and then they let all the air out.", "character": "Arlene", "characterId": "nm0005087"}]}, {"lines": [{"text": "[a board reads \"Susan - 36A, Saleswoman\". The board claps. With her face out of view, Susan takes her bra off as she starts talking to us]", "character": null, "characterId": null}, {"text": "I come from a stoic, calvinist background. You didn't complain, unless you had something drastically wrong with you like a broken leg or lung cancer. Well, I feel crippled. I can't go to the beach, I can't get clothes that fit, I can't find a man, Hell, I *look* like a man. Gloria Steinem doesn't think that breasts are important because she's already got 'em.", "character": null, "characterId": null}]}, {"lines": [{"text": "[a board reads \"Valerie - 34D, Veterinarian\". The board claps. With her face out of view, a topless Valerie talks to us]", "character": null, "characterId": null}, {"text": "I won't say the operation didn't hurt 'cause it felt like a ton of bricks fell on my chest. But the first time I saw my two new best friends, I was like, \"Oh, my God! It was worth it!\" My shoulders fit me now, I have a waist... I've been reborn! I rock! This is the way that I was always meant to look.", "character": "Valerie", "characterId": "nm0387432"}]}, {"lines": [{"text": "[a board reads \"Darnell - 36DDD, Miss English Spice 1995\". The board claps. With her face out of view, Darnell opens her bra from the front and reveals her giant breasts as she starts talking to us]", "character": null, "characterId": null}, {"text": "Guys always want to get their hands on these.", "character": "Darnell", "characterId": "nm0667632"}, {"text": "[Darnell slips her bra off like a button-shirt]", "character": null, "characterId": null}, {"text": "You see these women with their National Geographic boobs dripping down their waists. Course their boyfriends always look at me. I needed to get my teeth fixed, too. But I only had enough money for one or the other. I think I made the right choice because now no one even notices that my teeth are crooked.", "character": "Darnell", "characterId": "nm0667632"}]}, {"lines": [{"text": "[about her breasts]\nI want them to be big, really big. That's what I want.", "character": "Vanessa", "characterId": "nm0547273"}]}, {"lines": [{"text": "Where's my phone? Where's my fucking phone? Give me my cellular! Goddammit!", "character": "Dr. Kevin Saunders", "characterId": "nm0001710"}]}]}