{"quotes": [{"lines": [{"text": "Something happened to the world and nobody understood it. It was confusing and people started jumping to conclusions. There are no more absolutes. Time space good evil the things we know the things we believe in the things we see we thought we understood these things but maybe we don't maybe they're all relative.", "character": "Monica", "characterId": "nm0000161"}]}, {"lines": [{"text": "Who says we want what we think we want? We want what we think we are supposed to want? Like what the books tell us to want. And the movies. That's what I wanted. Happy. Happy, happy, happy. Shit like that, ok? We didn't get that. That's the end of that. Ok? It's not... the end of us. It's the end of a dream, that's all. You wake up in the morning, the dream's over, so what? We're still here...", "character": "Steve", "characterId": "nm0000128"}]}, {"lines": [{"text": "We are supposed to be talking", "character": "Monica", "characterId": "nm0000161"}, {"text": "We are talking!", "character": "Steve", "characterId": "nm0000128"}, {"text": "No, we are not talking.", "character": "Monica", "characterId": "nm0000161"}, {"text": "Ok, we'll talk, talk!... talk! talk!", "character": "Steve", "characterId": "nm0000128"}, {"text": "aaaah!", "character": "Monica", "characterId": "nm0000161"}]}, {"lines": [{"text": "You really make me sick.", "character": "Monica", "characterId": "nm0000161"}, {"text": "Oh, thank you very much!", "character": "Steve", "characterId": "nm0000128"}, {"text": "If I eat, I wanna throw up. If I don't, I get a headache. If I sleep, I have nightmares. If I don't sleep, I get depressed. I can't move. I am stuck on a chair, just going over every word, and it just makes me even sicker.", "character": "Monica", "characterId": "nm0000161"}, {"text": "This is your idea of a conversation?", "character": "Steve", "characterId": "nm0000128"}]}, {"lines": [{"text": "There used to be reasons for people to be together, like stability, security and maybe even a kid. But you see, I don't need you for the those reasons nowadays. I mean, I can get them on my own now if I wanted to. So... if there are no real reasons for two people to be together, then you are into unreal reasons, fantastic reasons, like happiness, good company and comfort and understanding and emotional support... God, you wouldn't ask that much from a saint. So you look at this person and you say... what the good is this person for anyway?", "character": "Monica", "characterId": "nm0000161"}]}, {"lines": [{"text": "I'm going crazy...", "character": "Steve", "characterId": "nm0000128"}, {"text": "See, that's different! I thought it was your everday garden-variety existential crisis. But crazy is different.", "character": "Monica", "characterId": "nm0000161"}]}, {"lines": [{"text": "Does a person with a penis always have to be a dickhead?", "character": "Monica", "characterId": "nm0000161"}]}]}