{"quotes": [{"lines": [{"text": "Monty, this is Hackensack, NJ. No scout comes here, you understand that. Trains are going through the outfield right now. But you strike this guy out, I'll take you with me tonight and get you drunk, that's a promise.", "character": "Spike Nolan", "characterId": "nm0001006"}]}, {"lines": [{"text": "Gentlemen, do you think I'm a lowlife?", "character": "Monty Brewster", "characterId": "nm0001640"}, {"text": "Oh no, Mr. Brewster. Not with these clothes.", "character": "Tailor", "characterId": "nm0617015"}]}, {"lines": [{"text": "[speaking to Monty in his recorded will]\nBrewster? Greetings from the grave! Don't look so surprised. Did you know your great-grandfather was a honky? My old man married twice. One wife, white, produced me. One wife, black, produced your grandmother. Checkered family you might say. I've outlived them all Brewster, except you. They tell me you're my only living relative and I have to say, I'm disappointed. Look at you! what have you made of yourself? A failed baseball pitcher. I believe in being honest, Brewster. No bullshit. I'm stuck with you. But... we're gonna have some fun...", "character": "Rupert Horn", "characterId": "nm0002025"}, {"text": "[starts laughing only to be overtaken by terrible coughing for a moment before calming down]", "character": null, "characterId": null}, {"text": "Let me tell ya a little story, Brewster. When I was seven years old, my daddy caught me smoking a cigar. Locked me in a broom closet for two days and two nights with nothing more than a box of cigars and a book of matches. No food, Brewster. No water, just those god damn cigars. Wouldn't let me out till I finished every last one of them. Taught me one HELL of a lesson! I'm gonna do to you what my daddy did to me. I'm gonna teach you to HATE spending money. I'm gonna make you so sick of spending money that the mere sight of it will make you wanna throw up!", "character": "Rupert Horn", "characterId": "nm0002025"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "you have thirty days in which to spend thirty million bucks. If you can do it, you get three hundred million!", "character": "Rupert Horn", "characterId": "nm0002025"}, {"text": "[more to himself]\nThere's gotta be a catch.", "character": "Monty Brewster", "characterId": "nm0001640"}, {"text": "Of course there's a catch! You have to spend the thirty million, but after thirty days you're not allowed to own any assets. No houses, no cars, no jewelry. Nothing but the clothes on your back! Now, you can hire anybody you want, but you have to get value for their services. You can donate five percent to charity and you can gamble another five percent away, but you can't give this money away, and that includes buying the Hope Diamond for some bimbo as a birthday present.", "character": "Rupert Horn", "characterId": "nm0002025"}, {"text": "[pauses for a beat]", "character": null, "characterId": null}, {"text": "oh, I know what you're thinking, you'll buy yourself a dozen Picassos and use them for firewood, right?", "character": "Rupert Horn", "characterId": "nm0002025"}, {"text": "[nods his head somewhat, still stunned]", "character": "Monty Brewster", "characterId": "nm0001640"}, {"text": "Wrong! You must not destroy what is inherently valuable, that's instant disqualification. Oh, I almost forgot. You're not allowed to tell anybody WHY you have to spend this money.", "character": "Rupert Horn", "characterId": "nm0002025"}, {"text": "But why can't I tell my friends?", "character": "Monty Brewster", "characterId": "nm0001640"}, {"text": "Because I don't want anybody helping out! Nobody helped me out in that closet with those cigars! I never had any friends. So, Brewster what do you think? You got the balls for it?", "character": "Rupert Horn", "characterId": "nm0002025"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "I doubt it. That's why I put a special wimp clause in my will. You can have a million dollars right now and forget the whole thing. Or you can go for the big one, Brewster. The three hundred million. But if you fail, you don't get didley!", "character": "Rupert Horn", "characterId": "nm0002025"}]}, {"lines": [{"text": "What are you gonna vote?", "character": "Monty Brewster", "characterId": "nm0001640"}, {"text": "[in unison]\nNone of the above!", "character": null, "characterId": null}]}, {"lines": [{"text": "Why is it when there's trouble we're the ones that get into it. I mean, there's a bar full of people and we're the only ones in jail.", "character": "Monty Brewster", "characterId": "nm0001640"}, {"text": "I don't think it's racial you know, because I'm in here with you.", "character": "Spike Nolan", "characterId": "nm0001006"}, {"text": "That's comforting.", "character": "Monty Brewster", "characterId": "nm0001640"}]}, {"lines": [{"text": "[discussing the redecoration of Monty's room]", "character": null, "characterId": null}, {"text": "Imagine this. Mesopotamia...", "character": "Marilyn", "characterId": "nm0271165"}, {"text": "Mesopotamia...", "character": "Monty Brewster", "characterId": "nm0001640"}, {"text": "meets Busby Berkeley.", "character": "Marilyn", "characterId": "nm0271165"}, {"text": "Busby Berkeley...", "character": "Monty Brewster", "characterId": "nm0001640"}, {"text": "[Monty has a bewildered look on his face]", "character": null, "characterId": null}]}, {"lines": [{"text": "Marilyn? I could die in this room.", "character": "Monty Brewster", "characterId": "nm0001640"}]}, {"lines": [{"text": "[On night 29, Angela Drake is calculating all the expenses and finds that Monty had spent the remaining $38,000 on the big party in the Plaza Hotel's Grand Ballroom; Brewster walks into the room to see the inevitable]", "character": null, "characterId": null}, {"text": "Hi. I thought I'd find you here. Listen, since Warren's not around, I... thought maybe I can escort you to the party.", "character": "Monty Brewster", "characterId": "nm0001640"}, {"text": "Monty, I'm real sorry about you retiring from baseball. I know how much it meant to you.", "character": "Angela Drake", "characterId": "nm0571188"}, {"text": "That's all right. I mean, it happens to everyone sooner or later. It's the nature of the game.", "character": "Monty Brewster", "characterId": "nm0001640"}, {"text": "Yeah. Well... I don't think there's anything left here for me to add up, so I guess this is goodbye.", "character": "Angela Drake", "characterId": "nm0571188"}, {"text": "Goodbye? Don't you wanna go to the party?", "character": "Monty Brewster", "characterId": "nm0001640"}, {"text": "Oh, no. I couldn't stand another one. If you wanna know the truth, I don't see what could you possibly be celebrating unless you think it's okay to squander thirty million dollars.", "character": "Angela Drake", "characterId": "nm0571188"}, {"text": "I don't. I just think maybe it was a phase I was going through.", "character": "Monty Brewster", "characterId": "nm0001640"}, {"text": "[Angela, about to turn cross, starts to walk away]", "character": null, "characterId": null}, {"text": "Listen, tomorrow, things will be different. I won't be like this anymore.", "character": "Monty Brewster", "characterId": "nm0001640"}, {"text": "[turns cross]\nCome tomorrow, you are dead broke. It's all over. You don't even have a job playing baseball anymore. And what do you do? You throw a party with last thirty-eight thousand!", "character": "Angela Drake", "characterId": "nm0571188"}, {"text": "Listen to me. I pissed off so much money, I figured, what difference does $38,000 make?", "character": "Monty Brewster", "characterId": "nm0001640"}, {"text": "[angry]\nOh, how dare you. That's more money than a lot of hard-working people earn in a year! You better get your values together because you're gonna need them.", "character": "Angela Drake", "characterId": "nm0571188"}, {"text": "[frustated]\nWhy don't wait until tomorrow and then you'll know what this is all about.", "character": "Monty Brewster", "characterId": "nm0001640"}, {"text": "[furious]\nJust forget it, okay? And I hope you have fun at that party 'cause it all you got left!", "character": "Angela Drake", "characterId": "nm0571188"}, {"text": "[Angela, very upset, storms out of the room and slams the door behind him]", "character": null, "characterId": null}, {"text": "I love you.", "character": "Monty Brewster", "characterId": "nm0001640"}]}, {"lines": [{"text": "\"Great! That's great! Tinker to Evers to Shit!\"", "character": "Charley Pegler", "characterId": "nm0001583"}]}]}