{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Brian Piccolo died of cancer at the age of 26. He left a wife and three daughters. He also left a great many loving friends who miss and think of him often. But when they think of him, it's not how he died that they remember - but how he lived. How he did live!", "character": "Coach George Halas", "characterId": "nm0912001"}]}, {"lines": [{"text": "Ernest Hemingway once said \"Every true story ends in death.\" Well, this is a true story.", "character": null, "characterId": null}]}, {"lines": [{"text": "Well, on uh, Fake Draw Screen Right I uh, pick up the linebacker if he's comin, 'less of course it's Butkus, then I simply notify the quarterback to send for a preacher.", "character": "Brian Piccolo", "characterId": "nm0001001"}]}, {"lines": [{"text": "It's all so pointless, Gayle. I mean, I know perfectly well what's wrong with me. Gayle, I uh... I think I'm pregnant.", "character": "Brian Piccolo", "characterId": "nm0001001"}]}, {"lines": [{"text": "[accepting the George S. Halas award]\nI'd like to tell you about a guy I know, a friend of mine. His name is Brian Piccolo. And he has the heart of a giant, and that rare form of courage that allows him to kid himself and his opponent, cancer. He has a mental attitude that makes me proud to have a friend who spells out the world 'courage,' 24 hours a day, every day of his life. Now you honor me by giving me this award. But I say to you here now Brian Piccolo is the man who deserves the George S. Halas award. It is mine tonight... and Brian Piccolo's tomorrow.", "character": "Gale Sayers", "characterId": "nm0001850"}, {"text": "[Theme \"Brian's Song\" begins to play]", "character": null, "characterId": null}, {"text": "I love Brian Piccolo. And I'd like all of you to love him too. And so tonight, when you hit your knees, please ask God to love him.", "character": "Gale Sayers", "characterId": "nm0001850"}]}, {"lines": [{"text": "I said thank you.", "character": "Brian Piccolo", "characterId": "nm0001001"}, {"text": "I know.", "character": "Gale Sayers", "characterId": "nm0001850"}, {"text": "Well, usually when someone says thank you you're supposed to say you're welcome or How's Your mother?", "character": "Brian Piccolo", "characterId": "nm0001001"}, {"text": "How's your mother? ?", "character": "Gale Sayers", "characterId": "nm0001850"}, {"text": "She's doin' fine, thanks for asking.", "character": "Brian Piccolo", "characterId": "nm0001001"}]}, {"lines": [{"text": "So, Concannon calls this trap play, and it's just beautiful... 43 yards, wasn't it 43? Ah. So, Halas sees he's tired, and sends me in, so I go in, he comes out. Concannon then figures he's gonna get REALLY foxy... you know, Concannon is... So, he says, \"Um, same play. VERY SAME PLAY.\" Now, a trap play is also called, a SUCKER play, because it makes the defense look REAL bad when it works. Now, defenses DO NOT like to look real bad, see... it makes 'em kinda surly... So, anyway, all the linemen go this way, and it's like I am lookin' at a team portrait of the Los Angeles Rams! \"Hey, Deacon! Merlin! How's the family, Rosey?\"", "character": "Brian Piccolo", "characterId": "nm0001001"}]}, {"lines": [{"text": "Did you get a chance to talk to Linda today?", "character": "Brian Piccolo", "characterId": "nm0001001"}, {"text": "No, why?", "character": "Gale Sayers", "characterId": "nm0001850"}, {"text": "Well, I thought you might have heard. Joy's expecting again.", "character": "Brian Piccolo", "characterId": "nm0001001"}, {"text": "Hey, THAT'S GREAT!", "character": "Gale Sayers", "characterId": "nm0001850"}, {"text": "Yeah, we think so. You know, if it's a boy, we'd kind of like to name it after you!", "character": "Brian Piccolo", "characterId": "nm0001001"}, {"text": "NO KIDDING?", "character": "Gale Sayers", "characterId": "nm0001850"}, {"text": "Yeah! It's got a real nice ring to it... SPADE PICCOLO!", "character": "Brian Piccolo", "characterId": "nm0001001"}]}, {"lines": [{"text": "Piccolo, you bone-headed spaghetti eater, that was Fake Draw Screen Right. What the hell do you do on Fake Draw Screen Right?", "character": null, "characterId": null}]}, {"lines": [{"text": "Oh, babe, you won't believe it. Brian *tried* to call me a nigger!", "character": "Gale Sayers", "characterId": "nm0001850"}]}, {"lines": [{"text": "I love Brian Piccolo. And tonight, when you hit your knees, please ask God to love him.", "character": "Gale Sayers", "characterId": "nm0001850"}]}, {"lines": [{"text": "I think it's working.", "character": "Brian Piccolo", "characterId": "nm0001001"}, {"text": "What is?", "character": "Gale Sayers", "characterId": "nm0001850"}, {"text": "I'm getting you overconfident.", "character": "Brian Piccolo", "characterId": "nm0001001"}]}]}