{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[narration]\nThis is Jungle - lush, green, alive with incredible growth - as young as day, as old as time. I, Taro, Police Commissioner of Itman County, which borders the Amazonas River, know it as well as any man will ever know it. Isn't it beautiful? But I have also learned that beauty can be venomous, deadly, something terrifying, something of prehistoric ages when monstrous superstitions ruled the minds of men, something that has haunted the world for millions of years rose out of that verdant labyrinth. Let me tell you how the jungle itself took the law into its own hands. This was Van Gelder Manor, built to stand against the searing sun, built to shelter generations of Van Gelders, it also has become prey to the powers of the jungle, that terrifying strength that arose to punish a man for his crimes.", "character": "Police Commissioner Taro", "characterId": "nm0001033"}]}, {"lines": [{"text": "Hello, Barney.", "character": "Mrs. Dina Van Gelder", "characterId": "nm0668510"}, {"text": "Good afternoon, Mrs. Van Gelder. It's been an unpleasant day. Your husband pays me to run his plantation, not to be killed by the heat.", "character": "Barney Chavez", "characterId": "nm0000994"}, {"text": "It's part of the job.", "character": "Mrs. Dina Van Gelder", "characterId": "nm0668510"}, {"text": "Rubber is going up in price every day. I can't get enough workmen. When I do they run away to go into business for themselves. Now, when they had slaves -", "character": "Barney Chavez", "characterId": "nm0000994"}, {"text": "Aren't we all slaves?", "character": "Mrs. Dina Van Gelder", "characterId": "nm0668510"}, {"text": "Sure.", "character": "Barney Chavez", "characterId": "nm0000994"}, {"text": "Not me. I'm free.", "character": "Mrs. Dina Van Gelder", "characterId": "nm0668510"}, {"text": "You call this freedom, with bars in front of the windows?", "character": "Barney Chavez", "characterId": "nm0000994"}]}, {"lines": [{"text": "White people shouldn't live too long in the jungle. Brings out their bad side, their jealousies and impatience.", "character": "Dr. Viet", "characterId": "nm0007218"}]}]}