{"quotes": [{"lines": [{"text": "Perhaps it's time to show a different kind of courage... and do something besides being killed for what we believe.", "character": "Joseph Smith", "characterId": "nm0001637"}]}, {"lines": [{"text": "Gold. You know, next to the Lord and maybe the land, I reckon it's the most powerful thing there is.", "character": "Jonathan Kent", "characterId": "nm0000061"}]}, {"lines": [{"text": "Indians can't be any worse than some Christians I know. But just the same, until we find a little more about them, we mean to trust in you, Lord, and keep our powder dry.", "character": "Brigham Young", "characterId": "nm0415591"}]}, {"lines": [{"text": "Zigzag. That means he wants to talk peace. You zigzag out to meet him.", "character": "Porter Rockwell", "characterId": "nm0001017"}]}, {"lines": [{"text": "[an army officer tells the Mormons they must leave Illinois immediately because the law can't help them]", "character": null, "characterId": null}, {"text": "The law? What law? The law that let's a pack of scoundrels come in here and hunt us down like wild animals, burn our homes, ruin our crops, arrest our leader on trumped-up charges and then look the other way when a mob breaks in and murders him? If they call that law, let 'em keep it. We don't want any more of it!", "character": "Brigham Young", "characterId": "nm0415591"}]}, {"lines": [{"text": "I'm not looking for an easy religion. I'm looking for one I can bring my family up decent in.", "character": "Brigham Young", "characterId": "nm0415591"}]}, {"lines": [{"text": "Even though we might be the last wagon, we'd never be the first to fall out.", "character": "Jonathan Kent", "characterId": "nm0000061"}]}, {"lines": [{"text": "You're dead set against California, aren't you?", "character": "Mary Ann Young", "characterId": "nm0000802"}, {"text": "You know human nature. Take a crowd of people to a place of milk and honey and in six months time, they won't be worth shooting.", "character": "Brigham Young", "characterId": "nm0415591"}]}, {"lines": [{"text": "[to his people after reaching the Great Salt Lake]\nThis is the place.", "character": "Brigham Young", "characterId": "nm0415591"}]}]}