{"quotes": [{"lines": [{"text": "You know what the most disappointing thing in my life is? That you became a bloody Christian! Ahh, Son, there is no God!", "character": "Brian Conner", "characterId": "nm0057254"}, {"text": "How can you say that?", "character": "Paul Conner", "characterId": "nm0892112"}, {"text": "Because if there was he'd be bright enough not to recruit the two of you! How can anyone believe that this appalling fruzey, humiliating state of interpersonal warfare we call life is designed by some all loving God! Shit!", "character": "Brian Conner", "characterId": "nm0057254"}]}, {"lines": [{"text": "I am very upset at being dragged in here, Gary. We are men of substantial standing and I ...", "character": "Vince", "characterId": "nm0578498"}, {"text": "Substantial standing? Well, what are you trying to say? That two important men like you find it beneath your dignity to be called to account for a minor little thing like seven months of viscious sexual persecution?", "character": "Katy Conner", "characterId": "nm0137141"}]}, {"lines": [{"text": "Yes, as a married woman, sex and ecstasy do seem a startling combination", "character": "Marion", "characterId": "nm0929227"}]}, {"lines": [{"text": "All fathers notice their daughters development. All fathers notice! I was proud. ALL fathers notice!", "character": "Brian Conner", "characterId": "nm0057254"}, {"text": "All fathers don't chase their daughters around and grab their breasts!", "character": "Susy Conner", "characterId": "nm0137140"}]}, {"lines": [{"text": "Listen, sweetheart, without sexual attraction the human race wouldn't have survived. The death of sex means the death of mankind, for christsake", "character": "Gary Fitzgerald", "characterId": "nm0001439"}, {"text": "I'm not saying you shouldn't have impulses, I'm saying you should be mature enough to control them. And don't call me sweetheart", "character": "Katy Conner", "characterId": "nm0137141"}, {"text": "I took a completely normal interest in an attractive woman and suddenly I'm a criminal", "character": "Gary Fitzgerald", "characterId": "nm0001439"}, {"text": "After thousands of years of abuse men are finally being held accountable and you dont like it. Well, let me tell you something, Buster, the days of automatic female deference to male power are over and you just better get used to it", "character": "Katy Conner", "characterId": "nm0137141"}, {"text": "Oh, so I'm supposed to be the fall guy for what you call thousands of years of abuse? And to think we used to say that women were irrational! And dont call me Buster!", "character": "Gary Fitzgerald", "characterId": "nm0001439"}]}]}