{"quotes": [{"lines": [{"text": "Friends! Fellow Members of the Human Race! We are gathered here for a purpose. Let us look together at Mankind. What do we see? We see Mastery. What wonders Mankind can perform. He can cross the oceans and continents today, as easily as our grandfathers crossed the street. Tomorrow he will as easily cross the vast territories of space. He can make deserts FERTILE and plant cabbages on the Moon. And what does man CHOOSE? Alone among the creatures of this world, the Human Race CHOOSES to ANNIHILATE itself. Since the last world conflict ended, there has not been one day in which Human Beings have not been SLAUGHTERING or wounding one another, in 200 and 30 different wars. And man BREEDS as recklessly as he lays waste. By the end of the century, the population of the world will have TRIPLED. 2/3rds of our plant species will have been DESTROYED. 55% of the Animal Kingdom. and 70% of our mineral resources. Out of every hundred Human Beings now living, 80 will DIE without ever KNOWING what it FEELS like to be fully nourished... While a tiny minority INDULGE themselves in ABSURD and EXTRAVAGANT luxuries. A motion picture entertainer of North America will receive as much money in a MONTH as would feed a starving South American tribe for a hundred YEARS! We WASTE! We DESTROY! AND, we cling like SAVAGES to our SUPERSTITIONS. We give POWER to LEADERS of State and Church as prejudiced and small-minded as ourselves, who SQUANDER our resources on instruments of destruction... While Millions continue to SUFFER and go hungry, condemned FOREVER to lives of IGNORANCE and DEPRIVATION. And why is this? It is because mankind has denied Intelligence, the unique glory of our species - the Human Brain. Man is entering an era of INFINITE possibility, still imprisoned in a FEEBLE, inefficient body... Still manacled by primitive notions of morality, which have NO PLACE in an Age of Science... Still powered by a brain that has HARDLY developed since the species emerged from the caves. Only a NEW intelligence can save Mankind! Only a new Human Being of PURE BRAIN can lead man forward into the new era. I do not speak of DREAMS. Such a being exists already. I have created it! It is HERE. NOW. Prepare yourselves to meet the Human of the Future. Neither Man nor Woman. Greater than either. I have given it a name. Genesis. Birth. A New Birth. A New Beginning for Mankind. People of Today, Behold Your Future!", "character": "Professor Millar", "characterId": "nm0189561"}]}]}