{"quotes": [{"lines": [{"text": "To talk of peace is not hard. To live it is very hard.", "character": "Cochise", "characterId": "nm0001996"}]}, {"lines": [{"text": "You know what I am thinking? Maybe someday you will kill me, or I will kill you. But we will not spit on each other.", "character": "Cochise", "characterId": "nm0001996"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "His words meant very little to me then, but as time passed, I came to know that the death of Sonseeahray had put a seal upon the peace. And from that day on wherever I went - in the cities, among the Apaches, in the mountains - I always remembered my wife was with me.", "character": "Tom Jeffords", "characterId": "nm0000071"}]}, {"lines": [{"text": "The Bible I read preaches brotherhood for all of God's children.", "character": "Gen. Oliver 'The Christian General' Howard", "characterId": "nm0752278"}, {"text": "Suppose their skins weren't white. Are they still God's children?", "character": "Tom Jeffords", "characterId": "nm0000071"}, {"text": "My Bible says nothing about the pigmentation of their skin.", "character": "Gen. Oliver 'The Christian General' Howard", "characterId": "nm0752278"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[opening narration]", "character": null, "characterId": null}, {"text": "This is the story of a land, of the people who lived on it in the year 1870, and of a man whose name was Cochise. He was an Indian - leader of the Chiricahua Apache tribe. I was involved in the story and what I have to tell happened exactly as you'll see it - the only change will be that when the Apaches speak, they will speak in our language. What took place is part of the history of Arizona and it began for me here where you see me riding.", "character": "Tom Jeffords", "characterId": "nm0000071"}]}, {"lines": [{"text": "White Painted Lady, I have old wounds.", "character": "Cochise", "characterId": "nm0001996"}, {"text": "Yes, but each scar is a mark of love for your people. The path of your people is stretched long behind you, and you are the head, and you are the heart, and you are the blood. Killer of Enemies was your father and you are his son. You will be well.", "character": "Sonseeahray", "characterId": "nm0656428"}]}, {"lines": [{"text": "Cochise can't even read a map, but he and his men know every gulley, every foot of every mountain, every waterhole in Arizona. His horses can go twice as far as yours in a day, and his men can run on foot as far as a horse can run. He can't write his name, but his intelligence service knows when you got to Fort Grant and how many men you got. He stopped the Butterfield Stage from running. He stopped the U.S. Mail from going through. And for the first time in Indian history, he has all the Apaches from all the tribes fighting under one command.", "character": "Tom Jeffords", "characterId": "nm0000071"}]}, {"lines": [{"text": "You should always wipe your hands on your arm after eating, tall one. The grease is good for them.", "character": "Cochise", "characterId": "nm0001996"}, {"text": "Ah, among the white men, we wash it off.", "character": "Tom Jeffords", "characterId": "nm0000071"}, {"text": "What a waste!", "character": "Cochise", "characterId": "nm0001996"}]}, {"lines": [{"text": "I break the arrow. I will try the way of peace.", "character": "Cochise", "characterId": "nm0001996"}]}, {"lines": [{"text": "the Americans keep cattle but they are not soft or weak. Why should not the Apache be able to learn new ways? It is not easy to change, but sometimes it is required. The Americans grow stronger while we grow weaker. If a big wind comes, a tree must bend... or be lifted out by the roots.", "character": "Cochise", "characterId": "nm0001996"}]}, {"lines": [{"text": "[on Cochise]", "character": null, "characterId": null}, {"text": "if you see him, do not lie to him... not in the smallest thing. His eyes will see into your heart. He is greater than other men.", "character": "Juan, Teacher-Guide", "characterId": "nm0929097"}]}, {"lines": [{"text": "They found a pouch on one of the wounded men, and in the pouch were three Apache scalps. So they dug a pit in the ground and they rubbed his face with the juice of the mescal plant. And they made me watch the ants come.", "character": "Tom Jeffords", "characterId": "nm0000071"}]}, {"lines": [{"text": "When the Indian wishes to signal his brother, he does so by smoke sign. This is the white man's signal. My brothers far away can look at this and understand my meaning. We call this mail. And the men who carry the mail are like the air that carries the Apache smoke signals.", "character": "Tom Jeffords", "characterId": "nm0000071"}]}, {"lines": [{"text": "[to Tom Jeffords]", "character": null, "characterId": null}, {"text": "As I bear the murder of my people, so you will bear the murder of your wife.", "character": "Cochise", "characterId": "nm0001996"}]}, {"lines": [{"text": "The story started when I saw some buzzards circling in the sky. The buzzard is a smart bird. Something or somebody was getting ready to die. I figured it was a hurt deer or a rabbit or a snake.", "character": "Tom Jeffords", "characterId": "nm0000071"}, {"text": "[Jeffords spots a wounded Apache youth staggering in a ravine]", "character": null, "characterId": null}, {"text": "Not a rabbit, not a deer... his kind was more dangerous than a snake. He was an Apache. For ten years we'd been on a savage war with his people - a bloody, no-give-no-take war.", "character": "Tom Jeffords", "characterId": "nm0000071"}]}, {"lines": [{"text": "You speak our tongue?", "character": "Geronimo", "characterId": "nm0798855"}, {"text": "A little.", "character": "Tom Jeffords", "characterId": "nm0000071"}, {"text": "White men pay many dollars for the scalp of an Apache. You know that.", "character": "Geronimo", "characterId": "nm0798855"}, {"text": "I know.", "character": "Tom Jeffords", "characterId": "nm0000071"}, {"text": "Then why did you not take his scalp?", "character": "Geronimo", "characterId": "nm0798855"}, {"text": "If I kill an Apache, it will not be for scalp or money.", "character": "Tom Jeffords", "characterId": "nm0000071"}, {"text": "Why not? My people and your people are at war.", "character": "Geronimo", "characterId": "nm0798855"}, {"text": "It is not my way to fight.", "character": "Tom Jeffords", "characterId": "nm0000071"}, {"text": "It is the way of all white eyes!", "character": "Geronimo", "characterId": "nm0798855"}, {"text": "It is not my way!", "character": "Tom Jeffords", "characterId": "nm0000071"}, {"text": "You are a woman, maybe!", "character": "Nahilzay", "characterId": "nm0911272"}, {"text": "It is well-known that Apaches do not take scalps either, and they are not women.", "character": "Tom Jeffords", "characterId": "nm0000071"}]}, {"lines": [{"text": "Why are you here in our mountains?", "character": "Geronimo", "characterId": "nm0798855"}, {"text": "I look for gold and silver.", "character": "Tom Jeffords", "characterId": "nm0000071"}, {"text": "For what?", "character": "Geronimo", "characterId": "nm0798855"}, {"text": "For 'yellow iron.'", "character": "Tom Jeffords", "characterId": "nm0000071"}]}, {"lines": [{"text": "You did not kill. We will not kill this time. But not again!", "character": "Geronimo", "characterId": "nm0798855"}]}, {"lines": [{"text": "Apache mothers cried about their sons. Apache men had a sense of fair play.", "character": "Tom Jeffords", "characterId": "nm0000071"}]}, {"lines": [{"text": "[narrating]\nTwo men were killed and for three others it was much worse because they were only wounded. But this was war and there was terrible cruelty from both sides. They found a pouch on one of the wounded men and in the pouch there were three Apache scalps. So they dug a pit in the ground and they rubbed his face with the juice of a mescal plant... And they made me watch the ants come.", "character": "Tom Jeffords", "characterId": "nm0000071"}]}, {"lines": [{"text": "[Tom Jeffords has just witnessed the torture of Geronimo's prisoners]", "character": null, "characterId": null}, {"text": "Learn it. Learn it well. This is Apache land. You have no right here. Where Cochise lives, no white man can live.", "character": "Geronimo", "characterId": "nm0798855"}, {"text": "Take your weapons. Go. Let your face not be seen again.", "character": "Nahilzay", "characterId": "nm0911272"}]}, {"lines": [{"text": "I trust none of it. Four days ago, we were given our territory on a piece of paper. Today, we cannot go into Mexico. The American general says 'No.' Already our territory is smaller. Where will we get corn, blankets, horses if not by taking them from the Mexican as we always have?", "character": "Geronimo", "characterId": "nm0798855"}, {"text": "The American government will give us cattle. We will raise them and trade them for our needs.", "character": "Cochise", "characterId": "nm0001996"}, {"text": "The answer of a woman.", "character": "Geronimo", "characterId": "nm0798855"}]}, {"lines": [{"text": "It is not the Apache way to be grandmothers to cattle. Cochise has lost his taste for battle and so he is ready to surrender. He throws away our victories. It is not this false peace that we need, but a new chief!", "character": "Geronimo", "characterId": "nm0798855"}]}, {"lines": [{"text": "Why do you leave? Stay, please.", "character": "Tom Jeffords", "characterId": "nm0000071"}, {"text": "It is not fitting... I should have run away quick before.", "character": "Sonseeahray", "characterId": "nm0656428"}, {"text": "Why?", "character": "Tom Jeffords", "characterId": "nm0000071"}, {"text": "I am not married.", "character": "Sonseeahray", "characterId": "nm0656428"}]}, {"lines": [{"text": "Now, I was told that Apache boys and girls often pick those that they want to marry. Well, how can they do that if they can't get acquainted?", "character": "Tom Jeffords", "characterId": "nm0000071"}, {"text": "Oh, they get acquainted. There are ways.", "character": "Sonseeahray", "characterId": "nm0656428"}, {"text": "What ways?", "character": "Tom Jeffords", "characterId": "nm0000071"}, {"text": "They meet by accident where no one sees them. Like my mother could see me here with you.", "character": "Sonseeahray", "characterId": "nm0656428"}]}, {"lines": [{"text": "Take your women. Your children. Your horses. Your weapons. Leave our territory.", "character": "Cochise", "characterId": "nm0001996"}, {"text": "I leave you my name also. Now I am ashamed to be a Chiricahua. I will take the name Mexican enemies have given me. The whites will learn it. And you will learn it. From now on, I am Geronimo.", "character": "Geronimo", "characterId": "nm0798855"}, {"text": "If Geronimo or his followers come to this territory again, let them com with weapons.", "character": "Cochise", "characterId": "nm0001996"}]}]}