{"quotes": [{"lines": [{"text": "You little idiot! If you die, what will Sylvie have died for?", "character": "Priscilla S. Asagiri \"Priss\"", "characterId": "nm0959993"}]}, {"lines": [{"text": "Dead, eh? Or rather, I imagine it would be more exact to say it has ceased functioning. It IS a machine after all.", "character": "Largo", "characterId": "nm0443733"}, {"text": "You bastard!", "character": "Priscilla S. Asagiri \"Priss\"", "characterId": "nm0959993"}, {"text": "[fires railgun]", "character": null, "characterId": null}, {"text": "[catching the spike]\nIs this all your anger amounts to?", "character": "Largo", "characterId": "nm0443733"}]}, {"lines": [{"text": "Human beings... how vulgar. For the crime of injuring me, a god, I demand, as atonement, death!", "character": "Largo", "characterId": "nm0443733"}]}, {"lines": [{"text": "Do you know about the Knight Sabers?", "character": "Lisa Vanette", "characterId": "nm0386752"}, {"text": "Uh-huh, I've heard about them.", "character": "Sylia Stingray", "characterId": "nm0757058"}, {"text": "Why do you suppose they fight boomers? I hear they take their clients for lots of money, but... I wonder... if they're supposed to be the good guys.", "character": "Lisa Vanette", "characterId": "nm0386752"}, {"text": "What do you think?", "character": "Sylia Stingray", "characterId": "nm0757058"}, {"text": "I don't know... But fighting boomers means taking on Genom, doesn't it? For a mere four people to take on such a large corporation is just... well... Genom makes a lot of things that make wars possible. But they also make boomers that are useful to society. And if the Knight Sabers actually defeated Genom, the world woudl come to a halt. What I want to know is, just what are the Knight Sabers trying to accomplish?", "character": "Lisa Vanette", "characterId": "nm0386752"}, {"text": "Well... what do you think would happen if Genom were to take over the world?", "character": "Sylia Stingray", "characterId": "nm0757058"}, {"text": "I guess the cities would be wall-to-wall boomers.", "character": "Lisa Vanette", "characterId": "nm0386752"}, {"text": "In which case, there'd be no place for we humans, right? For every good thing Genom does for the world, it also does something bad. I don't think the Knight Sabers could keep fighting if they only did nice, clean jobs. The development of boomers for military applications also led to boomers that were useful to society. I think the world would be thrown into chaos if this balance wasn't carefully mantained. Maybe the Knight Sabers are a part of that balance. To continue such activities would require a great deal of money, too... or so I would imagine.", "character": "Sylia Stingray", "characterId": "nm0757058"}]}, {"lines": [{"text": "You'd better work out, or you won't be able to fit in your suit.", "character": "Priscilla S. Asagiri \"Priss\"", "characterId": "nm0959993"}, {"text": "Ha! I contribute to the Knight Sabers with my good looks and amazing brain. I never want to be such an ape woman like you are. Besides, if you really are as hot as you say you are then how come I had to give you a speeding ticket?", "character": "Nene Romanova", "characterId": "nm0386235"}]}, {"lines": [{"text": "One of these days, I'll uncover the truth about you.", "character": "Leon McNichol", "characterId": "nm0299192"}, {"text": "Be careful what you say, little puppy.", "character": "Brian J. Mason", "characterId": "nm0407454"}, {"text": "Even a little puppy can nibble an sleazebag like you to death!", "character": "Leon McNichol", "characterId": "nm0299192"}]}]}