{"quotes": [{"lines": [{"text": "You just don't give a damn about anybody do you?", "character": "Aretha", "characterId": "nm0000427"}, {"text": "You listen to me. You show me anybody who gives a damn about anybody else and I'll show you a fool. A damn fool! Who go through life with their hands out, begging instead of grabbing. You think anybody here in this town is any different? They don't give a damn who gets killed. Just as long as the dice keep rolling, the hoes keep hoeing, and the money keeps flowing!", "character": "Roy", "characterId": "nm0711560"}]}, {"lines": [{"text": "I ain't a pimp. I'm Walt Disney, and this is Disneyland!", "character": "Steve", "characterId": "nm0877905"}]}, {"lines": [{"text": "Hey, fresh meat! What you need? Gambling? Girls? You name it. Poker? Pinochle? Poon tang?", "character": "Steve", "characterId": "nm0877905"}]}, {"lines": [{"text": "That Merle; gets his kicks leaning heavy on the ladies.", "character": "Duke Johnson", "characterId": "nm0004365"}]}, {"lines": [{"text": "You're not going to kill me. News travels fast. It's bound to get to the state troopers. If they ask any questions, you're gonna tell your black mayor to tell them that you're holding the chief of police for breaking thew law. No, you're gonna keep me alive. 'Cause I'm gonna keep you black asses from burning in hell!", "character": "Chief Patterson", "characterId": "nm0526136"}]}, {"lines": [{"text": "You want my opinion?", "character": "Aretha", "characterId": "nm0000427"}, {"text": "No.", "character": "Duke Johnson", "characterId": "nm0004365"}, {"text": "Well, you're gonna get it anyway dummy.", "character": "Aretha", "characterId": "nm0000427"}]}, {"lines": [{"text": "Well, let me tell you something about people, big shot. Whether they're white, black, green yellow or purple; when they smell a few dollars - they all act alike.", "character": "Aretha", "characterId": "nm0000427"}]}, {"lines": [{"text": "You listen Aretha. You show me anybody who gives a damn about anybody else and I'll show you a fool; a damn fool. Who go through life with their hands out, begging instead of grabbing. Do you think anybody here in this town is any different? They don't give a damn who gets killed, just so long as the dice keep rolling, the hos keep hoing, and the money keeps flowing. It all revolves around the 'Big G' baby - the Big Green.", "character": "Roy", "characterId": "nm0711560"}]}]}