{"quotes": [{"lines": [{"text": "We are a couple that doesn't touch.", "character": "Billy Brown", "characterId": "nm0001252"}]}, {"lines": [{"text": "Want to know the truth? I could have had any girl l wanted in school. Any girl l wanted. You know why l didn't have a girlfriend? Huh? Because there was nobody that l liked. Nobody that l liked. That's the truth. I could have had anybody. There was nobody that l liked, because girls stink. They stink. They're evil. And they're all bad, all of them. They're backstabbers like you.", "character": "Billy Brown", "characterId": "nm0001252"}]}, {"lines": [{"text": "I'm asking you to come there and make me look good. Alright? And if you make a fool out of me, I swear to God, I'll kill you right there. Boom! Right in front of Mommy and Daddy. And I'll tell you something else, you make me look bad... I will never ever talk to you again, ever. But if you do a good job, well, then you can be my best friend. My best friend that I've ever had. You hear me?", "character": "Billy Brown", "characterId": "nm0001252"}]}, {"lines": [{"text": "Just look like we are a married couple, *spanning time*!", "character": "Billy Brown", "characterId": "nm0001252"}]}, {"lines": [{"text": "[Trying to start Layla's car]", "character": null, "characterId": null}, {"text": "Is this a shifter car? I cannot drive a shifter car, alright, so we got a little situation here. I can't drive these kinda cars! What the fuck is goin' on! You think that's funny? Would you like to know, smartass? Would you like to know why I can't drive this kinda car? I'll tell you why, I'm used to *luxury* cars. Have you ever heard of a luxury car? You know what luxury means? Ever heard of Cadillac, Cadillac Eldorado? That's what I drive. I drive cars that *shift* themselves.", "character": "Billy Brown", "characterId": "nm0001252"}]}, {"lines": [{"text": "You adore me, you love me, you cherish me, Jesus Christ you can't live without me", "character": "Billy Brown", "characterId": "nm0001252"}]}, {"lines": [{"text": "I'm gonna step out of the car for one minute. One minute, I'm gonna step out. Put your hands on the dashboard like that. Hold em like that. Don't let me see you move them one finger, not one finger move, not one twitch of a move or I'll come back and choke you to death. I swear to God. I'll take a bite out of your cheek and I'll shit you out.", "character": "Billy Brown", "characterId": "nm0001252"}]}, {"lines": [{"text": "I don't believe them!", "character": "Billy Brown", "characterId": "nm0001252"}, {"text": "No, Billy it's good... you know it's good if they like me, then they will be proud of you.", "character": "Layla", "characterId": "nm0000207"}, {"text": "Bullshit... my life is shit.", "character": "Billy Brown", "characterId": "nm0001252"}, {"text": "If you were my son,i-iii would be really proud of you.", "character": "Layla", "characterId": "nm0000207"}, {"text": "Did you see them kiss your ass? You made it happen, you made them do it.", "character": "Billy Brown", "characterId": "nm0001252"}, {"text": "(sighs) You kidnapped me... you pulled my hair, you threatened me. I just went in there in and did you a favor and I thought I did a good job. And...", "character": "Layla", "characterId": "nm0000207"}, {"text": "MAKE ME LOOK GOOD! Wha-CIA? You think my father believed that? Do you think he believed that for one second... 'You're son works for the CIA, all the girls love him'... he's nn-smart! He's smart!", "character": "Billy Brown", "characterId": "nm0001252"}]}, {"lines": [{"text": "What, you think I'm retarded or something?", "character": "Goon, aka Rocky", "characterId": "nm0180984"}, {"text": "Yeah Goon, sometimes I really think you are.", "character": "Billy Brown", "characterId": "nm0001252"}]}, {"lines": [{"text": "Honey, where's the Billy picture?", "character": "Janet \"Jan\" Brown", "characterId": "nm0001378"}]}, {"lines": [{"text": "And if I find out you go near my locker, I swear to God I'll give you a karate chop right in the head.", "character": "Billy Brown", "characterId": "nm0001252"}]}, {"lines": [{"text": "I've had to go to the bathroom for hours. I've been backed up, totally backed up.", "character": "Billy Brown", "characterId": "nm0001252"}]}, {"lines": [{"text": "[Talking to friend on the phone that insists people call him Rocky instead of Goon]", "character": null, "characterId": null}, {"text": "You know why they call you Goon? Because you're retarded. And you're ugly. You're an ugly retard. And they call you Goon because you're ugly and retarded. And you'll always be Goon... Goon, Goon, Goon. And that's what I'm gonna call you for the rest of your life, is Goon. Goon, Goon, Goon, Goon, okay? So fuck you.", "character": "Billy Brown", "characterId": "nm0001252"}]}]}