{"quotes": [{"lines": [{"text": "My daddy was killed trying to keep slavery out of Kansas.", "character": "William F. 'Buffalo Bill' Cody", "characterId": "nm0000056"}, {"text": "How did he do that?", "character": "Oswald Dart", "characterId": "nm0233306"}, {"text": "Well, my daddy hated slavery with such a passion that rather than let the coloreds get in as slaves, he just fought to keep 'em out of the state.", "character": "William F. 'Buffalo Bill' Cody", "characterId": "nm0000056"}]}, {"lines": [{"text": "Where were ya?", "character": "William F. 'Buffalo Bill' Cody", "characterId": "nm0000056"}, {"text": "It's the first of the moon.", "character": "William Halsey", "characterId": "nm0760225"}, {"text": "That's not what Buffalo Bill asked ya! Now where in the hell have you been?", "character": "Nate Salisbury", "characterId": "nm0001297"}, {"text": "During the first day of the first moon, Sitting Bull visits the sun in the mountains while his squaws move the teepees to the moon path.", "character": "William Halsey", "characterId": "nm0760225"}, {"text": "Damn it, Halsey! Stop sunning and mooning us! Now where the hell have you been?", "character": "Nate Salisbury", "characterId": "nm0001297"}]}, {"lines": [{"text": "Where will you sleep, Buffalo Bill?", "character": "President Grover Cleveland", "characterId": "nm0566588"}, {"text": "You can sleep with me, Uncle Will.", "character": "Ed Goodman", "characterId": "nm0000172"}, {"text": "No, Ed, I will sleep out on the prairie underneath the moon and listen to the lullaby of the coyotes. You see, I ain't always been a comfortable man.", "character": "William F. 'Buffalo Bill' Cody", "characterId": "nm0000056"}, {"text": "You know, it's a man like that that made this country what it is today!", "character": "President Grover Cleveland", "characterId": "nm0566588"}]}, {"lines": [{"text": "Don't worry about how you feel about where you ought to be... just come on over here where you should be.", "character": "Maj. John M. Burke", "characterId": "nm0002994"}]}, {"lines": [{"text": "Great Father, Sitting Bull has waited to ask you a very simple thing for his people.", "character": "William Halsey", "characterId": "nm0760225"}, {"text": "Mr. Halsey, I remind you that in government, nothing is simple.", "character": "President Grover Cleveland", "characterId": "nm0566588"}]}, {"lines": [{"text": "[explaining why Sitting Bull should be in Buffalo Bill's show]", "character": null, "characterId": null}, {"text": "A rock ain't a rock once it becomes gravel.", "character": "Ned Buntline", "characterId": "nm0000044"}]}, {"lines": [{"text": "The difference between a white man and an injun in all situations is that an injun is red. And an injun is red for a very good reason. So we can tell us apart.", "character": "William F. 'Buffalo Bill' Cody", "characterId": "nm0000056"}]}, {"lines": [{"text": "Come here, Mr. Buntline! Come over here and look at Sitting Bull! The son-of-a-bitch must be seven feet tall!", "character": "Crutch", "characterId": "nm0719037"}, {"text": "He's getting smaller every year.", "character": "Ned Buntline", "characterId": "nm0000044"}]}, {"lines": [{"text": "I bring up this dream business because, well, because things are beginning to take on an unreal shape. Now I was thinking about Sitting Bull. Just put yourself in that Injun's place. You sit in your tepee and dream. And then yu go to wherever the dream may take you... it might come true. And you wait for real life to catch up.", "character": "Ned Buntline", "characterId": "nm0000044"}]}, {"lines": [{"text": "Injuns gear their lives to dreams. And what an injun dreams, no matter how farfetched, will wait until he dies to come true. The white men - they're different. The only time they dream is when things are going their way. I'm no expert on the subject, but it seems to me that what Sitting Bull does is a hell of a lot cheaper than mounting a wild west show... which is dreaming out loud.", "character": "Ned Buntline", "characterId": "nm0000044"}]}, {"lines": [{"text": "[to Sitting Bull's ghost]", "character": null, "characterId": null}, {"text": "My God, look at ya! Look at ya! You want to stay the same! Well, that's going backwards!", "character": "William F. 'Buffalo Bill' Cody", "characterId": "nm0000056"}]}, {"lines": [{"text": "Sitting Bull says that history is nothing more than disrespect for the dead.", "character": "William Halsey", "characterId": "nm0760225"}]}, {"lines": [{"text": "It's a question of law and order, Annie. Uncle Will keeps the law - and Sitting Bull is out of order.", "character": "Ed Goodman", "characterId": "nm0000172"}]}, {"lines": [{"text": "Bill, any youngster like yourself who figures to set the world on fire best not forget where he got the matches.", "character": "Ned Buntline", "characterId": "nm0000044"}]}, {"lines": [{"text": "Remember, son, the last thing that a man wants to do is the last thing he does.", "character": "William F. 'Buffalo Bill' Cody", "characterId": "nm0000056"}]}, {"lines": [{"text": "I'm the only partner Bill Cody ever had who tells him the truth. And in the end, we always agree.", "character": "Nate Salisbury", "characterId": "nm0001297"}, {"text": "I was taught that when two partners always agree, one of them ain't necessary.", "character": "Ned Buntline", "characterId": "nm0000044"}]}, {"lines": [{"text": "So, Sitting Bull's the little fella, hanh? He don't look so savage to me. I'm gonna sleep with a shotgun under my bed at night. You know, Sitting Bull's famous for scalping folks in their beds. I sure hope Bill can handle 'em.", "character": "Crutch", "characterId": "nm0719037"}]}, {"lines": [{"text": "Tell me what you got on your mind.", "character": "William F. 'Buffalo Bill' Cody", "characterId": "nm0000056"}, {"text": "[Speaking for Sitting Bull]\nSitting Bull has said that he is here by the will of the Great Spirit, and by their will he is chief. His heart is red and sweet. Whatever passes near tries to lick him with its tongue, and the bears taste the honey, and the green leaves lick the sky. If the Great Spirit has chosen anyone to be leader of their land, it is Sitting Bull.", "character": "William Halsey", "characterId": "nm0760225"}, {"text": "Halsey, you tell Sitting Bull that Buffalo Bill says his leaves can turn whichever way he wants as long as he knows which way the wind is blowing.", "character": "William F. 'Buffalo Bill' Cody", "characterId": "nm0000056"}, {"text": "[Sits down. To his advisors]", "character": null, "characterId": null}, {"text": "I give him back the same kind of murky logic that he gave us. Whatya think, um?", "character": "William F. 'Buffalo Bill' Cody", "characterId": "nm0000056"}]}, {"lines": [{"text": "Nostalgia ain't what it used to be.", "character": "William F. 'Buffalo Bill' Cody", "characterId": "nm0000056"}]}]}