{"quotes": [{"lines": [{"text": "Mr Leong. I think think you're mistaken. When we were in Hong Kong we admired Miss Yen. We like listening to her sing. We were all staring at her just now, as we were wondering... wondering why she had changed so much. She's not pretty any more.", "character": "Ben", "characterId": "nm0504897"}, {"text": "Ah Bee!", "character": "Paul", "characterId": "nm0498429"}, {"text": "She's lost her innocence. She's not happy any more. I wonder who was responsible for that?", "character": "Ben", "characterId": "nm0504897"}, {"text": "You're criticizing me? Not many people would speak to me like that. Young man, you've got balls. Bring me wine!", "character": "Y.S. Leong", "characterId": "nm0482590"}]}, {"lines": [{"text": "You always called me Big Brother, I said being friends was enough. Among friends, rank is irrelevant.", "character": "Ben", "characterId": "nm0504897"}]}, {"lines": [{"text": "[pointing a gun at Paul]\nYou shot Frank, now I'll shoot you! But since you're my friend, I'll fire a lethal shot!", "character": "Ben", "characterId": "nm0504897"}]}, {"lines": [{"text": "In Vietnam Fai was like a wild animal, you know why? A bullet in the head... why couldn't you shoot straight? Why make him suffer so much?", "character": "Ben", "characterId": "nm0504897"}]}, {"lines": [{"text": "All I want is this box of gold. Is that so much to ask?", "character": "Paul", "characterId": "nm0498429"}]}, {"lines": [{"text": "You're pointing a gun on a good friend you've known for more than a decade!", "character": "Ben", "characterId": "nm0504897"}]}, {"lines": [{"text": "Fai, I said we would go back to Hong Kong together. If you can't go back, then neither of us is going back.", "character": "Ben", "characterId": "nm0504897"}]}, {"lines": [{"text": "Today I saw a soldier kill a man and I learnt something. In this world, we can do anything if we have guns!", "character": "Paul", "characterId": "nm0498429"}]}, {"lines": [{"text": "You two are my big brothers.", "character": "Frank", "characterId": "nm0156484"}, {"text": "What does that mean? As long as we're united that's enough.", "character": "Paul", "characterId": "nm0498429"}, {"text": "Being friends is enough! There's no division of rank between friends.", "character": "Ben", "characterId": "nm0504897"}]}]}