{"quotes": [{"lines": [{"text": "Obscenity? The rich is getting richer and richer and richer while the middle class is getting more poor/ Making billions and billions and billions of bucks/ well my friend if you weren't already rich at the start well that situation just sucks/cause the riches mother fucker in five of us is getting ninety fuckin eight percent of it/ and every other motherfucker in the world is left to wonder where the fuck we went with it/ Obscenity?/ I'm a Senator/ I gotta raise $10,000 a day every day I'm in Washington/ I ain't getting it in South Central/ I'm gettin it in Beverly Hills/ So I'm votin from them in the Senate the way they want me too/ and-and-and I'm sending them my bills/ But we got babies in South Central dying as young as they do in Peru/ We got public schools that are nightmares/ We got a Congress that ain't got a clue/We got kids with submachine guns/ We got militias throwing bombs/ We got Bill just gettin all weepy/ We got Newt blaming teenage moms/We got factories closing down/ Where the hell did all the good jobs go? Well, I'll tell you where they went/My contributors make more profits makin, makin, makin, Hirin' kids in Mexico/ Oh a brother can work in fast food/ If he can't invent computer games/ But what we used to call America/ That's going down the drains/How's a young man gonna meet his financial responsibilities workin and motherfuckin Burger King? He ain't! And please don't even start with that school shit/ There aint no education going on up in that motherfucker/ Obscenity? We got a million brothers in prison/ I mean, the walls are really rockin/But you can bet your ass they'd all be out/If they could pay for Johnny Cochran/ The constitution is supposed to give them an equal chance/ Well, that ain't gonna happen for sure/ Ain't it time to take a little from the rich motherfucker and give a little to the poor? I mean, those boys over there on the monitor/ they want a government smaller and weak/ but the be speakin for the riches 20 percent when they pretend they're defendin the meek/ Now, shit, fuck, cocksuker, that's the real obscenity/ Black folks livin with every day/ Trying to believe a mothefuckin word Democrats and Republicans say/ Obscenity? I'm Jay Billington Bulworth And I've come to say/ The Democratic party's got some shit to pay/ It's gonna pay it in the ghetto/ It's gonna pay it in the...", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "[talks a little]", "character": null, "characterId": null}, {"text": "You know the guy in the booth who's talking to you in that tiny little earphone? He's afraid the guys at network are gonna tell him that he's through/ If he lets a guy keep talking like I'm talking to you/ Cause the corporations got the networks and they get to say who gets to talk about the country and who's crazy today/ I would cut to a commercial if you still want this job/ Because you may not be back tomorrow with this cooperate mob/Cut to commercial, cut to commercial, cut to commercial. Ok ok I got a simple question that I'd like to ask of this network/ That pays you for performing this task/ How come they got the airwaves? They're the peoples aren't they? Wouldn't they be worth 70 billion to the public today? If some money-grubbin Congress didn't give them away for big campaign money? It's hopeless you see/ If you're runnin for office with out no TV/If you don't get big money/ You get a defeat/ Corporations and broadcasters make you dead meat/ You been taught in this country there's speech that is free/ But free don't get you no spots on TV/If you want to have senators not on the take/ Then give them free air time/ They won't have to fake/ Telecommunications is the name of the beast/that, that, that, that, that's eating up the world from the west to the east/ The movies, the tabloids, TV and magazines/ they tell us what to think and do/ And all our hopes and dreams/ All this information makes America phat/ But if the company's outta the country/ How American is that? But we got Americans with families that can't even buy a meal/ Ask a brother who's been downsized if he's getting any deal/ Or a white boy bustin ass til they put him in his grave/ He ain't gotta be a black boy to be livin like a slave/ Rich people have always stayed on top by dividing white people from colored people/ but white people got more in common with colored people then they do with rich people/ we just gotta eliminate them. White people, black people, brown people, yellow people, get rid of 'em all/ All we need is a voluntary, free spirited, open-ended program of procreative racial deconstruction/ Everybody just gotta keep fuckin' everybody til they're all the same color", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "You know, there's a lesson here, which is never try to make life or death decisions when you're feeling suicidal.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "We've got people in this country that can't even buy a meal! Ask a brother who's been downsized if he's gettin' any deal. Or a white boy bustin' ass till they put him in his grave, he ain't gotta be a black boy to be livin' like a slave.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "You got to be a spirit! You can't be no ghost.", "character": "Rastaman the Griot", "characterId": "nm0052893"}]}, {"lines": [{"text": "Yo, everybody gonna get sick someday / But nobody knows how they gonna pay / Health care, managed care, HMOs / Ain't gonna work, no sir, not those / 'Cause the thing that's the same in every one of these / Is these motherfuckers there, the insurance companies!", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "Insurance! Insurance!", "character": "Cheryl", "characterId": "nm0604908"}, {"text": "Yeah, yeah / You can call it single-payer or Canadian way / Only socialized medicine will ever save the day! Come on now, lemme hear that dirty word - SOCIALISM!", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "All we need is a voluntary, free-spirited, open-ended program of procreative racial deconstruction. Everybody just gotta keep fuckin' everybody 'til they're all the same color.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "Are you sayin' the Democratic Party don't care about the African-American community?", "character": null, "characterId": null}, {"text": "Isn't that OBVIOUS? You got half your kids are out of work and the other half are in jail. Do you see ANY Democrat doing anything about it? Certainly not me! So what're you gonna do, vote Republican? Come on! Come on, you're not gonna vote Republican! Let's call a spade a spade!", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "[Loud, angry booing]", "character": null, "characterId": null}, {"text": "I mean - come on! You can have a Billion Man March! If you don't put down that malt liquor and chicken wings, and get behind someone other than a running back who stabs his wife, you're NEVER gonna get rid of somebody like me!", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "What is it exactly you're concerned about, Murphy?", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "I'm concerned that you stood up in front of three hundred people in a black church and told them that they were not a factor and never would be as long as we remain in the pocket of the insurance lobby! I'm concerned that you went to a fundraiser in Beverly Hills and told various leaders of the entertainment industry that they make a lousy product, and since many of them also happen to be Jewish, you decided the PRUDENT thing to do would be to MOCK their Jewish paranoia! I'm concerned that we are in an after-hours club in Compton on the eve of the most important event of the campaign swing, where God knows how much illegal activity is taking place and YOU are SMOKING MARIJUANA! Now, Senator - I work for you. You call the shots. But I will be able to do my job so much better if you will just simply tell me... what is this new strategy? Just tell me a little bit!", "character": "Dennis Murphy", "characterId": "nm0001624"}, {"text": "[Bulworth exhales smoke into Murphy's face]", "character": null, "characterId": null}, {"text": "Have a drink, Murphy. Live your life.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "Senator, do you plan to make rap a regular part of your campaign?", "character": null, "characterId": null}, {"text": "A part of my campaign? Now that just sounds insane!", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "limited liabilities; because of their limited vulnerability to legal sanctions, man. It's the same fuckin' thing in politics, Dog. You find an edge, you gotta exploit that shit. That's why y'all sent all them motherfuckin' teenagers to Iraq. Die over some motherfuckin' oil money. Send the motherfuckin' CIA up in the 'hood with all the fuckin yayos. Slangin' in the hood man. It's the same shit in politics.", "character": "L.D.", "characterId": "nm0000332"}]}, {"lines": [{"text": "I think it'd be a good idea to say \"I'm sorry\", huh?", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "Oh man, I waited my whole life for this moment!", "character": null, "characterId": null}, {"text": "I'm... sorry.", "character": null, "characterId": null}, {"text": "Say \"No problem, Officer\".", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "Go fuck your mama, you fucking pig cocksucker!", "character": null, "characterId": null}, {"text": "That's good enough.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "[Repeated line]", "character": null, "characterId": null}, {"text": "You know, we're standing on the doorstep of a new millennium.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "Miss, you be really honest with me and don't spare my feelings... do you have any more of the little crispy crab cakes?", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "Hey, doc! How's he doing?", "character": "Eddie Davers", "characterId": "nm0912001"}, {"text": "Fine, fine. How are you doing?", "character": "Doctor", "characterId": "nm0813977"}, {"text": "Fine, fine. You?", "character": "Eddie Davers", "characterId": "nm0912001"}, {"text": "Fine.", "character": "Doctor", "characterId": "nm0813977"}, {"text": "Fine.", "character": "Eddie Davers", "characterId": "nm0912001"}]}, {"lines": [{"text": "[Mimi has just seen Bulworth badmouth a black congregation]", "character": null, "characterId": null}, {"text": "Fred, when you say \"by the book\" - WHAT book would that be?", "character": "Mimi", "characterId": "nm0582418"}]}, {"lines": [{"text": "...Yo.", "character": "Nina", "characterId": "nm0000932"}, {"text": "Yo. Yo, yo, yo to you.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "Later.", "character": "Nina", "characterId": "nm0000932"}, {"text": "I was, uh, hoping for sooner.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "Just between us, Senator, do you think it's advisable to schedule campaign stops with industry leaders when you have such a low opinion of their product?", "character": "Debate Producer", "characterId": "nm0051257"}, {"text": "My guys are not stupid. They always put the big Jews on my schedule. You're mostly Jews, right? Three out of four of you?", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "[brandishes speech]", "character": null, "characterId": null}, {"text": "I bet Murphy put something bad about Farrakhan in here for you!", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "I say, you ain't no real nigger, IS you?", "character": "Darnell", "characterId": "nm0913460"}, {"text": "[stoned]\nIs YOU a real nigger?", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "You callin' me nigger, motherfucka? Don't call me a NIGGER, moth'fucka!", "character": "Darnell", "characterId": "nm0913460"}, {"text": "Would you prefer \"motherfucker,\" motherfucker?", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "[Feldman and Murphy are concerned about Bulworth's rapping]", "character": null, "characterId": null}, {"text": "she could only speak in song lyrics.", "character": "Bill Feldman", "characterId": "nm0539651"}, {"text": "Murphy, Feldman, you're lookin' pretty beat / I thought you might feel better with some ribs to eat / Eat 'em, gentlemen, you'll think they're really fine / And if you want a couple more you can get 'em anytime!", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "I am incredibly frightened.", "character": "Dennis Murphy", "characterId": "nm0001624"}]}, {"lines": [{"text": "[after watching Bulworth lose it on TV]", "character": null, "characterId": null}, {"text": "Now - would we be eligible for an Emmy, or a Peabody?", "character": "Mimi", "characterId": "nm0582418"}]}, {"lines": [{"text": "Can you play back that crispy crab cakes remark again?", "character": "Mimi", "characterId": "nm0582418"}]}, {"lines": [{"text": "I'm not sure you can get AIDS by burning down your house, but I get your point.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "Shit. Fuck. Cocksucker.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "Feldman.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "[surprised to see Bulworth kissing Nina]\nYes, sir.", "character": "Bill Feldman", "characterId": "nm0539651"}, {"text": "Feldman, could I have the key to the room?", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "The room?", "character": "Bill Feldman", "characterId": "nm0539651"}, {"text": "The room, upstairs.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "Oh, sure.", "character": "Bill Feldman", "characterId": "nm0539651"}, {"text": "[still surprised, not doing anything]", "character": null, "characterId": null}, {"text": "Feldman?", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "Yeah?", "character": "Bill Feldman", "characterId": "nm0539651"}, {"text": "The key.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "Right. Sorry.", "character": "Bill Feldman", "characterId": "nm0539651"}, {"text": "[doesn't find the keys]\nUh...", "character": "Bill Feldman", "characterId": "nm0539651"}, {"text": "What?", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "Sorry, it's in the car.", "character": "Bill Feldman", "characterId": "nm0539651"}, {"text": "[Dennis comes in, shocked to see Nina]", "character": null, "characterId": null}, {"text": "The senator, his room key.", "character": "Bill Feldman", "characterId": "nm0539651"}, {"text": "Senator, we have to get in the car, now, sir.", "character": "Dennis Murphy", "characterId": "nm0001624"}, {"text": "Key's in the car, key's in the car, let's go.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}]}, {"lines": [{"text": "It's up to the people to decide what the state of California and the nation will do.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "[starts rhyming]", "character": null, "characterId": null}, {"text": "Ooh, what we'll do, the nation we'll do. It's up to you, what'll we do / What we'll do, well, it's up to you", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "[starts rapping]", "character": null, "characterId": null}, {"text": "You know, it ain't that funny, you contribute on my money/ You make a contribution, and you get a solution/ As long as you can pay, I'm gonna do it all your way/ Yes, the money talks and the people walk.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "[Tanya puts some background rap music]", "character": null, "characterId": null}, {"text": "Yeah!/ Now, let me hear you say it/ Big Money! Big Money! Big Money! Big Money! Big Money! Big Money! One man, one vote/ Now, is that really real? The name of our game is \"let's make a deal\"/ Now, people got their problems, the haves and have-nots/ But the ones that make me listen pay for 30 seconds spots.", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "30, 30 seconds! 30, 30 seconds!", "character": "Cheryl", "characterId": "nm0604908"}, {"text": "Yeah! Yeah! Yeah! / Yo, Bank of America, this table over here, Wells Fargo and Citibank, you're really very dear/ Loan billions to Mexico, and never have to fear, cause taxpayers, taxpayers take it in the rear!/", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "[Brenda and Cheryl repeats \"take it in the rear\"]", "character": null, "characterId": null}, {"text": "Saddam! Hussein! Saddam! Hussein! Hmmm! Hmmm!", "character": "Sen. Jay Billington Bulworth", "characterId": "nm0000886"}, {"text": "Saddam! Hussein!", "character": "Cheryl", "characterId": "nm0604908"}]}, {"lines": [{"text": "[on Bulworth]\nWe gotta take advantage of this crazy motherfucker while he's still crazy.", "character": "L.D.", "characterId": "nm0000332"}]}]}