{"quotes": [{"lines": [{"text": "[On the jungle]\nKinski always says it's full of erotic elements. I don't see it so much erotic. I see it more full of obscenity. It's just - Nature here is vile and base. I wouldn't see anything erotical here. I would see fornication and asphyxiation and choking and fighting for survival and... growing and... just rotting away. Of course, there's a lot of misery. But it is the same misery that is all around us. The trees here are in misery, and the birds are in misery. I don't think they - they sing. They just screech in pain. It's an unfinished country. It's still prehistorical. The only thing that is lacking is - is the dinosaurs here. It's like a curse weighing on an entire landscape. And whoever... goes too deep into this has his share of this curse. So we are cursed with what we are doing here. It's a land that God, if he exists has - has created in anger. It's the only land where - where creation is unfinished yet. Taking a close look at - at what's around us there - there is some sort of a harmony. It is the harmony of... overwhelming and collective murder. And we in comparison to the articulate vileness and baseness and obscenity of all this jungle - Uh, we in comparison to that enormous articulation - we only sound and look like badly pronounced and half-finished sentences out of a stupid suburban... novel... a cheap novel. We have to become humble in front of this overwhelming misery and overwhelming fornication... overwhelming growth and overwhelming lack of order. Even the - the stars up here in the - in the sky look like a mess. There is no harmony in the universe. We have to get acquainted to this idea that there is no real harmony as we have conceived it. But when I say this, I say this all full of admiration for the jungle. It is not that I hate it, I love it. I love it very much. But I love it against my better judgment.", "character": "Werner Herzog", "characterId": "nm0001348"}]}, {"lines": [{"text": "If I abandon this project, I would be a man without dreams and I don't want to live like that.", "character": "Werner Herzog", "characterId": "nm0001348"}]}, {"lines": [{"text": "[asked about his next plans]\nI shouldn't make movies anymore.", "character": "Werner Herzog", "characterId": "nm0001348"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "I should go to a lunatic asylum right away.", "character": "Werner Herzog", "characterId": "nm0001348"}]}, {"lines": [{"text": "It's not only my dreams, my belief is that all these dreams are... are yours as well... and the only distinction between me and you is that I can articulate them... and that is what poetry or painting or literature or film-making is all about, it's as simple as that... and I, I make films because I have not learned anything else and I know I can do it to a certain degree... and it is my duty because this might be the inner chronicle of what we are... and we have to articulate ourselves otherwise we would be cows in the field.", "character": "Werner Herzog", "characterId": "nm0001348"}]}, {"lines": [{"text": "Herzog is stranded in the jungle with a 300 ton steam ship that won't move and time is running out. He needs money to move the ship but no one would invest unless the ship moves first.", "character": "Narrator", "characterId": "nm0490846"}]}, {"lines": [{"text": "Without dreams we would be cows in a field, and I don't want to live like that. I live my life or I end my life with this project.", "character": "Werner Herzog", "characterId": "nm0001348"}]}, {"lines": [{"text": "I'm running out of fantasy. I don't know what else can happen out.", "character": "Werner Herzog", "characterId": "nm0001348"}]}]}