{"quotes": [{"lines": [{"text": "I'm worried about Ernie.", "character": "Jim Henderson", "characterId": "nm0574707"}, {"text": "I wouldn't worry about it too much. He always puts on an act like that.", "character": "Dr. Robert Lee", "characterId": "nm0153679"}, {"text": "Somehow it doesn't seem like an act today. I hope nothing goes wrong.", "character": "Jim Henderson", "characterId": "nm0574707"}, {"text": "Don't you worry, warden. When the time comes, Ernie'll step right up there and throw that switch just like it's all in a day's work.", "character": "Dr. Robert Lee", "characterId": "nm0153679"}]}, {"lines": [{"text": "Well, your philosophy's slightly cock-eyed, Johnny, but I like the way you carry your chin.", "character": "Joan Wright", "characterId": "nm0730859"}, {"text": "My chin?", "character": "Johnny Martin", "characterId": "nm0928271"}, {"text": "[She pantomines a punch at his chin]", "character": null, "characterId": null}, {"text": "Oh, yeah, I get it. You mean I'm always leading with it, Joanie. I'm sorry, I meant Miss Joan. Always talkin' out of turn - that's me sure!", "character": "Johnny Martin", "characterId": "nm0928271"}]}, {"lines": [{"text": "[after hearing his parole's been denied]\nSo this is what I've been working for, is it? For three years I've listened to a lot of guff and watched my step every minute because I want to get out of prison and now you're givin' me the business. And you want me to be a model prisoner for six more months and try again? Well, no thanks, mister! I'm simple enough to be a sucker twice from now on? You can take that model prisoner bunk and stuff it in the dismal swamp! I'll tell you what a model prisoner is, you hypocrite! Sure, I'll serve my stretch, every minute of it, but the day I get out, we've got a date, mister, and I'm gonna look you up and spit right in your eye!", "character": "Johnny Martin", "characterId": "nm0928271"}]}, {"lines": [{"text": "Sure, I'll hit, and I'll hit hit you again any time you get outta line!", "character": "Guard Mike Gurney", "characterId": "nm0570115"}, {"text": "Some day when you hit me, I'll squeeze your neck 'til it pops! I'm Big Billy. I'm strong - stronger than you are! Stronger tha anyone is!", "character": "Big Billy", "characterId": "nm0746394"}, {"text": "[Shakes his hands]", "character": null, "characterId": null}, {"text": "That's why you're afraid to hit me without a blackjack. I'm smart, you know!", "character": "Big Billy", "characterId": "nm0746394"}]}, {"lines": [{"text": "I'm gonna complain to the warden about that executioner testing his dynamos - interferes with my readin'! In about ten minutes Johnny'll be kickin' off.", "character": "The Kid", "characterId": "nm0118922"}, {"text": "[Laughs]", "character": null, "characterId": null}, {"text": "Probably wishin' he could just have five minutes alone with you before he crosses over.", "character": "The Kid", "characterId": "nm0118922"}, {"text": "He won't get five minutes of my time! He's through!", "character": "Gus Barth", "characterId": "nm0528685"}, {"text": "Maybe... maybe not!", "character": "The Kid", "characterId": "nm0118922"}, {"text": "Whattaya mean?", "character": "Gus Barth", "characterId": "nm0528685"}, {"text": "Well, he may claim five minutes of your time on the other side... if there is another side, Barth.", "character": "The Kid", "characterId": "nm0118922"}]}]}