{"quotes": [{"lines": [{"text": "[First lines]\nLadies and gentlemen, the motion picture you are about to see contains an evil spell, as used by practitioners of witchcraft for centuries. Even today, in many parts of the world, people practiced black magic and witchcraft. Charms, amulets, voodoo candles, grave dirt, and locks of hair are believed to ward off evil spirits and spells. You may doubt the effectiveness of these spells, but through every civilization, people have believed in witches. Could they all be wrong? I don't think so. For I have see its power, proved too many times. I am now about to dispel all evil spirits that may radiate from the screen during this performance!", "character": "Prologue Narrator", "characterId": "nm0293659"}, {"text": "[recites chant]", "character": null, "characterId": null}, {"text": "And now, with a free mind and a protected soul, we ask you to enjoy, \"Burn Witch, Burn.\"", "character": "Prologue Narrator", "characterId": "nm0293659"}]}, {"lines": [{"text": "I do NOT believe.", "character": "Norman Taylor", "characterId": "nm0943936"}]}, {"lines": [{"text": "So, each day science, founded on years of research and truth merges with feats, which put our old fashioned magicians to shame. Aladdin rubbed the lamp and the genie appeared. Today we can press a button, and the whole of mankind is obliterated.", "character": "Norman Taylor", "characterId": "nm0943936"}]}, {"lines": [{"text": "Mr. Jennings? No paper.", "character": "Norman Taylor", "characterId": "nm0943936"}, {"text": "No paper. Try pressing a button, maybe one'll appear.", "character": "Fred Jennings", "characterId": "nm0593155"}, {"text": "I might press the button that removes you from the class.", "character": "Norman Taylor", "characterId": "nm0943936"}]}, {"lines": [{"text": "[Speaking of an upcoming, open promotion]\nYou don't really deserve it, you know.", "character": "Lindsay Carr", "characterId": "nm0330101"}, {"text": "Oh?", "character": "Norman Taylor", "characterId": "nm0943936"}, {"text": "You've got too much already - a beautiful wife, this lovely house and that cottage by the sea. Your excellent thesis, and your ability to interest the students, now what's the answer to it all, eh? You sold your soul to the devil?", "character": "Lindsay Carr", "characterId": "nm0330101"}]}]}