{"quotes": [{"lines": [{"text": "I know I'm a bad person", "character": "Eunice", "characterId": "nm0001625"}, {"text": "Don't be daft. There's no such thing as a bad person.", "character": "Miriam", "characterId": "nm0716293"}]}, {"lines": [{"text": "Killing people is nothing. I've done much worse than kill people.", "character": "Eunice", "characterId": "nm0001625"}]}, {"lines": [{"text": "If you never go out, you'll never do no evil.", "character": null, "characterId": null}]}, {"lines": [{"text": "Evil is in your heart, if you don't go out, you'll never get away from it.", "character": "Eunice", "characterId": "nm0001625"}]}, {"lines": [{"text": "Think you'll make me good? I'll make you evil before you make me good.", "character": "Eunice", "characterId": "nm0001625"}]}, {"lines": [{"text": "People who nobody loves always end up killing someone, aye even if it's only themselves.", "character": "Eunice", "characterId": "nm0001625"}]}, {"lines": [{"text": "Do you remember how Elijah beat the prophets of Baal? They were up on Mount Carmel and Baal's prophets put the sacrifice on the altar and called for Him to come and take it... and they never came. And Elijah poured water all over his sacrifice, drowned it with water, water swirling all round the altar! And the fire of God came and turned it all to steam, and consumed the sacrifice and the altar with it. So you see, you never know. Have you entered the springs of the sea or walked into the dark recesses of the deep?", "character": "Eunice", "characterId": "nm0001625"}, {"text": "No.", "character": "Miriam", "characterId": "nm0716293"}, {"text": "Have you entered the storehouses of the snow, or seen the storehouses of the hail?", "character": "Eunice", "characterId": "nm0001625"}, {"text": "I've been nowhere.", "character": "Miriam", "characterId": "nm0716293"}, {"text": "Do you know the way to the place where the light is distributed, or where the winds are scattered to the earth?", "character": "Eunice", "characterId": "nm0001625"}, {"text": "I know nothing.", "character": "Miriam", "characterId": "nm0716293"}, {"text": "Can you draw out Leviathan with a fishhook, or press down his tongue with a cord?", "character": "Eunice", "characterId": "nm0001625"}, {"text": "I'm useless. I am useless but you can do all things.", "character": "Miriam", "characterId": "nm0716293"}]}]}