{"quotes": [{"lines": [{"text": "Let's take a cab.", "character": "Frank", "characterId": "nm0615964"}, {"text": "You got any money?", "character": "Frank", "characterId": "nm0904901"}, {"text": "No. How about you?", "character": "Frank", "characterId": "nm0615964"}, {"text": "No.", "character": "Frank", "characterId": "nm0904901"}, {"text": "Let's take a cab.", "character": "Frank", "characterId": "nm0615964"}, {"text": "OK.", "character": "Frank", "characterId": "nm0904901"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "no more crying, it's time to leave. The decision is not easy. Many of us have strong emotional ties that bound us with this part of the city. Many mus sacrifice their childhood, their memories and their families. \"The branch of a rotten tree must seeks healthier trunk.\" We have all heard our grandparents and our parents talks about Eira, a place on the other side of the city. That's an area where the streets are wide and the air is smooth and fresh. That is our destination tonight. Before we move on to practical matters I want to be certain that everyone realizes the dangers and responsibilities of our journey. The floor is all yours, Frank.", "character": "Frank", "characterId": "nm0904901"}, {"text": "Thank you Frank. I have organized us transport to the extreme centre of the city. After that it's every man for himself. Some will take the southern, others the northern route some will attempt a break straight through the lines. As we are all poor we shall now share the funds our society has inherited.", "character": "Frank", "characterId": "nm0374682"}]}, {"lines": [{"text": "[n the bank]\nI don't understand why a man in my position has to come hero to beg like a peddler. The normal practice should be that what I need would be delivered to my home every morning. If I had home. But that doesn't change anything.", "character": "Frank", "characterId": "nm0403776"}]}, {"lines": [{"text": "Leave everything and come with me.", "character": "Frank the Merciless", "characterId": "nm0475411"}, {"text": "I've got a good job and a flat here. What can you offer me?", "character": "Hotell maid", "characterId": "nm0710490"}, {"text": "I'll built a house by the sea on the other side of the city. Then I'll go into business and built a career. I can think about having kids.", "character": "Frank the Merciless", "characterId": "nm0475411"}, {"text": "They don't mean anything to me. When will all this happen?", "character": "Hotell maid", "characterId": "nm0710490"}, {"text": "As soon as you tell me the way to Eira.", "character": "Frank the Merciless", "characterId": "nm0475411"}]}]}