{"quotes": [{"lines": [{"text": "You know, Trumbo, if ever you grow up, you'll learn that a woman is like a poker game. What you take in one hand you drop in the next.", "character": "Booth Pennock", "characterId": "nm0611351"}]}, {"lines": [{"text": "I'm sorry, Gramps, it looks like I'll be holding you back.", "character": "Johnny Trumbo", "characterId": "nm0001537"}, {"text": "I'm in no hurry. The earth and the sun and the sky will still be there when we get there, Johnny.", "character": "Michael Fabian", "characterId": "nm0280178"}, {"text": "Yeah, but not the gold, Gramps, not the gold.", "character": "Johnny Trumbo", "characterId": "nm0001537"}]}, {"lines": [{"text": "I thought this was God's country.", "character": "Pokey", "characterId": "nm0121707"}, {"text": "Not no more it ain't!", "character": "Mr. Pike", "characterId": "nm0215260"}]}, {"lines": [{"text": "No court would try you, Captain, because no one would hold that a black was a man. He was an animal which you beat and chained, and all he had to offer up against you was a prayer.", "character": "Johnny Trumbo", "characterId": "nm0001537"}, {"text": "Bilge, Mr. Trumbo, bilge. Most men love the chains they wear. They need a master the way they need their mothers. I've heard such talk from pulpits, \"the meek shall inherit the earth.\" No, Mr. Trumbo, the earth belongs to the men who make the law, and the law belongs to the men who can lay it down.", "character": "Pharaoh Coffin", "characterId": "nm0183459"}]}, {"lines": [{"text": "'Always leave a man burying money.'", "character": "Lily Bishop", "characterId": "nm0001766"}]}, {"lines": [{"text": "There's sure lot of building going on around here.", "character": "Whitey", "characterId": "nm0269709"}, {"text": "A church, new houses, a school... I tell ya what, it's getting so civilized they'll soon tell you where to spit.", "character": "Pokey", "characterId": "nm0121707"}]}, {"lines": [{"text": "You may think you're pretty high and mighty, Trumbo. But let me tell you this... if I live long enough, and I will, I'm going to pull you down off that fancy horse of yours and shove your face in the muck - so help me!", "character": "Lily Bishop", "characterId": "nm0001766"}]}]}