{"quotes": [{"lines": [{"text": "You know we haven't the faintest idea yet what doctors can really do. Why, there's enough money, time and labor lost through illness to pay all the debts on Earth - to say nothing of the tragedy that's caused when some little pay envelope's shy two day's wages. But there's a day coming - I won't live to see it - when man, who didn't ask to be put on this Earth, will be guaranteed by all the resources of the human race his right to health added to his rights to life, liberty and the pursuit of happiness!", "character": "Dr. Leonard Gillespie", "characterId": "nm0000859"}]}, {"lines": [{"text": "Well, Mrs. Thatcher, that diet you thought out for yourself has certainly given you a lovely figure.", "character": "Dr. Leonard Gillespie", "characterId": "nm0000859"}, {"text": "And three days a week, I don't eat any lunch at all.", "character": "Mrs. Thatcher", "characterId": "nm0697800"}, {"text": "Oh, that's fine. That's fine... Now you just keep that up. By next year, you'll have the finest figure in the cemetary. Fools! Life's given you women free of charge a most magnificient piece of machinery possible to conceive - the human body! And you try to run it without fuel! You'll eat or you'll die! Next patient!", "character": "Dr. Leonard Gillespie", "characterId": "nm0000859"}]}, {"lines": [{"text": "How much time have you wasted on this foolishness?", "character": "Dr. Leonard Gillespie", "characterId": "nm0000859"}, {"text": "Only two days.", "character": "Dr. James Kildare", "characterId": "nm0000817"}, {"text": "Unfortunately there's just as many diseases as there are persons. So at two days per disease, it'd take you till Judgment Day to make your diagnosis!", "character": "Dr. Leonard Gillespie", "characterId": "nm0000859"}, {"text": "I was taught in medical school that the way to diagnose an illness was to check the clinical signs against the case history and draw a conclusion.", "character": "Dr. James Kildare", "characterId": "nm0000817"}, {"text": "[lets out a disagreeable grunt]", "character": "Dr. Leonard Gillespie", "characterId": "nm0000859"}, {"text": "Well ninety-nine times out of a hundred those rules work.", "character": "Dr. James Kildare", "characterId": "nm0000817"}, {"text": "Well the hundredth man has a right to live, too!", "character": "Dr. Leonard Gillespie", "characterId": "nm0000859"}]}, {"lines": [{"text": "Did it ever occur to you that a guinea pig doesn't have a wife that sneaks out dancing every night? That a guinea pig's never overdrawn at the bank? That a guinea pig never worries himself sick because he's in love with a blonde chorus girl?", "character": "Dr. Leonard Gillespie", "characterId": "nm0000859"}]}, {"lines": [{"text": "I must do some reading if I'm going to find out what ails him.", "character": "Dr. Stephen Kildare", "characterId": "nm0385594"}]}, {"lines": [{"text": "I have a curious fondness for you. May be your innate charm or my own bad judgment.", "character": "Dr. Leonard Gillespie", "characterId": "nm0000859"}]}]}