{"quotes": [{"lines": [{"text": "You know, it's customary up here, Mrs. Blake, for everyone to pitch in and do their share. You've been with us for two days and up to now done nothing but sit around and look nasty. Can you cook?", "character": "Jack Thornton", "characterId": "nm0000022"}, {"text": "Yes, I'm considered a very excellent cook.", "character": "Claire Blake", "characterId": "nm0949835"}, {"text": "How about giving these beans the benefit of your talent.", "character": "Jack Thornton", "characterId": "nm0000022"}, {"text": "I'll do nothing to help you! I'm your prisoner, and since you seem to want me with you, you'll take care of me.", "character": "Claire Blake", "characterId": "nm0949835"}, {"text": "Want you? We just had an attack of insanity and decided to keep you from committing suicide. A very bad idea, come to think of it.", "character": "Jack Thornton", "characterId": "nm0000022"}]}, {"lines": [{"text": "Gee, I wonder what it's going to be like having things instead of wishing for 'em.", "character": "Shorty Hoolihan", "characterId": "nm0642988"}, {"text": "It's not nearly as much fun.", "character": "Claire Blake", "characterId": "nm0949835"}, {"text": "You're wrong, Claire. Wishing never got anybody anyplace. It's owning something that counts and taking it when you can't get it any other way... that's all right too. It's the law up here... the law of the Klondike. If there is something you need, grab it! Take it away from the other guy. It's a good law. It works.", "character": "Jack Thornton", "characterId": "nm0000022"}, {"text": "No, it only works when you deserve to have what you take. Otherwise, it's stealing. Perhaps that particular commandment isn't respected up here.", "character": "Claire Blake", "characterId": "nm0949835"}, {"text": "They all get broken. That one gets splintered.", "character": "Jack Thornton", "characterId": "nm0000022"}]}, {"lines": [{"text": "Me? I'll take bourbon. It kills you slower, but a lot more pleasant like.", "character": "Jack Thornton", "characterId": "nm0000022"}]}, {"lines": [{"text": "Oh well... You know I know a coupla people who used to fool around like that and they got children now.", "character": "Shorty Hoolihan", "characterId": "nm0642988"}]}, {"lines": [{"text": "[Shorty is followed into the cabin by a heavily laden Native American woman]", "character": null, "characterId": null}, {"text": "What's that?", "character": "Jack Thornton", "characterId": "nm0000022"}, {"text": "That's our new cook.", "character": "Shorty Hoolihan", "characterId": "nm0642988"}, {"text": "Where'd you get it?", "character": "Jack Thornton", "characterId": "nm0000022"}, {"text": "I won it in a crap game.", "character": "Shorty Hoolihan", "characterId": "nm0642988"}]}, {"lines": [{"text": "Look here, Smith. Why can't we do business?", "character": "Jack Thornton", "characterId": "nm0000022"}, {"text": "I've always been open to an honest proposition, Mr. Thornton.", "character": "Mr. Smith", "characterId": "nm0654239"}, {"text": "We'll give you the claim - all of it. You can have what gold we've got. But leave us some way of getting out of here. The winter snows are coming on.", "character": "Jack Thornton", "characterId": "nm0000022"}, {"text": "[impatiently]\nMy dear man, you call that a business proposition? We already *have* the mine, and the gold is ours by right of, how shall I put it?... By right of conquest. Do you mind if we don't argue the point any more?", "character": "Mr. Smith", "characterId": "nm0654239"}]}, {"lines": [{"text": "[Just having watched three men drown, weighed down and trapped underwater by bags of gold they had tied around themselves]\nWell, they wanted gold. Now they got it.", "character": "Jack Thornton", "characterId": "nm0000022"}]}, {"lines": [{"text": "Did I ever tell you about my grandpa? Died when he was a hundred and six.", "character": "Jack Thornton", "characterId": "nm0000022"}, {"text": "What interrupted his youth?", "character": "Bartender", "characterId": "nm0694302"}, {"text": "He quit drinking.", "character": "Jack Thornton", "characterId": "nm0000022"}]}, {"lines": [{"text": "When considering how to get a stake together, Clark Gable says, \"Seven or eight hundred dollars is hard to get... Ah, but we'll get it if we have to get a knife and stick somebody into it!\"", "character": "Jack Thornton", "characterId": "nm0000022"}]}]}