{"quotes": [{"lines": [{"text": "You ought to relate to women in a more natural way, in a less self-conscious and pre-directed manner. You shouldn't go with a purpose of achieving this or that, you should just let the relationships develop and happen as they do by the accidental circumstances of life. That's what I do. You're asking my advice so the only thing I can say is what I do myself, I don't go picking up somebody, I just meet people naturally and talk to them naturally, if something develops it does, if it doesn't there's no way to force it to develop.", "character": "Eli", "characterId": "nm0256387"}, {"text": "I just want to be involved, that's all I want, is to be involved.", "character": "Mort", "characterId": "nm0295005"}, {"text": "You must be going there with a very negative attitude, a negative mentality, and it shows, and it projects itself in some way and they sense it, and that's why they reject you, your going there predisposed to being rejected, that's what I think.", "character": "Eli", "characterId": "nm0256387"}]}, {"lines": [{"text": "Psychologically, I married my mother", "character": "Mort", "characterId": "nm0295005"}]}, {"lines": [{"text": "Life's just no what anybody had in mind. I think that's the hardest thing you get OK about, that life's just not like they told us it was going to be.", "character": "Zee", "characterId": "nm0000947"}]}, {"lines": [{"text": "Well, you seem to have a lot of energy and it gets stuck in your forehead... it's like thinking instead of flowing", "character": "Zee", "characterId": "nm0000947"}]}, {"lines": [{"text": "Maybe I should have cooked more...", "character": "Zee", "characterId": "nm0000947"}]}, {"lines": [{"text": "Maybe I should have been more interested in his work...", "character": "Zee", "characterId": "nm0000947"}]}, {"lines": [{"text": "\"In the effort to explain sexual aberrations, Freud introduced two terms, sexual object and sexual aim.\"", "character": "Eli", "characterId": "nm0256387"}, {"text": "She's cute how could I meet her?", "character": "Mort", "characterId": "nm0295005"}, {"text": "By getting into an actual conversation with her, not by having an objective of trying to hit on her or pick her up, but just go around, behave nicely, talk to her, show an interest in her, if you genuinely have one, and behave normally. \"Everything abnormal has its normal roots and an accidental factor in childhood may change the whole course of life, this is particularly demonstrable when we study the deviations in reference to the sexual object and the sexual aim.\"", "character": "Eli", "characterId": "nm0256387"}]}, {"lines": [{"text": "Ronald McDonald, you're my kind of clown!", "character": "Zee", "characterId": "nm0000947"}]}]}