{"quotes": [{"lines": [{"text": "\"Birth of a Nation\" was a hit, but imagine how amazing it would have been with a few songs and dances.", "character": "Hieronymous Merkin", "characterId": "nm0627969"}]}, {"lines": [{"text": "Fade out on director and writers confused and unable to think of an ending.", "character": "Skinny Writer", "characterId": "nm0748152"}]}, {"lines": [{"text": "You Hollywood people! If Van Gogh could see what you did to his life story, there goes the other ear. And if old Tootles Lautrec could see what you did to *his* life story, he'd punch you all in the knee.", "character": "Hieronymous Merkin", "characterId": "nm0627969"}]}, {"lines": [{"text": "Hey, Eroticus, do you want me to throw you a line? I wish someone would throw me a line in this picture.", "character": "Goodtime Eddie Filth", "characterId": "nm0000926"}]}, {"lines": [{"text": "Why couldn't we get Ingmar Bergman to direct this thing? His films never have an end. As a matter of fact, most of them don't even have a beginning!", "character": "Hieronymous Merkin", "characterId": "nm0627969"}]}, {"lines": [{"text": "Hey, Anonymous... I mean, Heironymus. Where have you been? Everyone has missed you. My boy, I'd like to introduce one of my finest temptresses. Her name is Hope Climax.", "character": "Goodtime Eddie Filth", "characterId": "nm0000926"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "Definitely Hall of Flame material.", "character": "Goodtime Eddie Filth", "characterId": "nm0000926"}]}, {"lines": [{"text": "[after being told off by Heironymus]\nI think I should warn you, I'm getting new material.", "character": "The Presence", "characterId": "nm0422181"}]}, {"lines": [{"text": "We had to cut the part out where you go to prison. We just couldn't get a song out of it.", "character": "Fat Writer", "characterId": "nm0443401"}]}, {"lines": [{"text": "You know, watching this I can honestly say there's never been a woman who commanded even a moment of my regard once I've made love to her. The flowers, the poems, the love songs have all been bribes. And I suddenly realize that not only do I have no respect for women, I may very well hate them. And it's really, I've... I've really been committing a kind of sexual murder, the ritual homicide of the female sex, forever stabbing and reopening the divine wound.", "character": "Hieronymous Merkin", "characterId": "nm0627969"}]}, {"lines": [{"text": "This is what we learn from our fairy story / Of the donkey and the royal lass / If you go in search of a greater glory / Chances are you're gonna lose your ass.", "character": "Hieronymous Merkin", "characterId": "nm0627969"}]}, {"lines": [{"text": "Then the Eskimo and the Indian and the cannibal all rush over to the knight and they say, \"Your dragon was here and he's looking to terrify you a great deal.\" And the knight sits there, and he laughs, and he laughs, and he laughs. The moral of the story is, once you understand your own dragon, you don't have to be afraid anymore. See what I mean?", "character": "Hieronymous Merkin", "characterId": "nm0627969"}]}]}