{"quotes": [{"lines": [{"text": "I wonder who the real cannibals are.", "character": "Professor Harold Monroe", "characterId": "nm0449404"}]}, {"lines": [{"text": "In there, the more you carry, the quicker you get tired, the sooner you die.", "character": "Chaco Losojos", "characterId": "nm0059879"}]}, {"lines": [{"text": "[the group come across the impaled girl. Close-up of Alan smiling at the scene while Faye glares at him]", "character": null, "characterId": null}, {"text": "[off camera]\nWatch it, Alan, I'm shooting.", "character": "Mark Tomasso", "characterId": "nm0053230"}, {"text": "[feigns shock]\nOh, good Lord! It's unbelievable. It's... it's horrible. I can't understand the reason for such cruelty. It must have something to do with some obscure sexual rite or with the almost profound respect these primitives have for virginity.", "character": "Alan Yates", "characterId": "nm0948787"}]}, {"lines": [{"text": "[while having lunch with Professor Monroe in Central Park]\nYou must admit, it's exceptional footage. I - I didn't expect such impact, such authenticity!", "character": "3rd Executive", "characterId": "nm0816595"}, {"text": "I don't know. I don't think exceptional's the right word.", "character": "Professor Harold Monroe", "characterId": "nm0449404"}, {"text": "You don't?", "character": "3rd Executive", "characterId": "nm0816595"}, {"text": "No. I mean, what's exceptional about a primitive tribe like the Yacumo being... terrorized, and forced into doing something they don't... they don't normally do?", "character": "Professor Harold Monroe", "characterId": "nm0449404"}, {"text": "Come on, Professor! Let's be realistic. Who knows anything about the Yacumo civilization? Today, people want sensationalism. The more you rape their senses, the happier they are.", "character": "3rd Executive", "characterId": "nm0816595"}, {"text": "Ah, yes, that's typical western thought. Civilised, isn't it? That's what Alan thought and that's why he's dead. The Yacumo Indian is a primitive, and he has to be respected as such. You know, did you ever think of the Yacumo point of view, that we might be the ones who are savages?", "character": "Professor Harold Monroe", "characterId": "nm0449404"}, {"text": "[chuckles]\nWell, I've never thought of it that way; but it's an interesting idea.", "character": "3rd Executive", "characterId": "nm0816595"}, {"text": "Yes. Let's say things were reversed, right? And the Yacumo attacked your house, defiled everything that you held holy. You know that pig that was killed? That was food for those people. Now, what'd happen if somebody went to your house when you were hungry, and... and took a little bit of food that you had in the refrigerator, and threw it down the toilet? Would you behave in a civilised way?", "character": "Professor Harold Monroe", "characterId": "nm0449404"}, {"text": "[the Executive ponders this for some time]", "character": null, "characterId": null}, {"text": "Would you like people to make money off your misery?", "character": "Professor Harold Monroe", "characterId": "nm0449404"}]}, {"lines": [{"text": "[Faye, Alan's fiance, is being carried away by the Yanomanos]\nFaye! Faye!", "character": "Alan Yates", "characterId": "nm0948787"}, {"text": "[Simultaneously screaming at each other]\nDid you see it, Alan? She's had it! We gotta think of ourselves!", "character": "Mark Tomasso", "characterId": "nm0053230"}, {"text": "No! We gotta get her outta there! I want to save her!", "character": "Alan Yates", "characterId": "nm0948787"}, {"text": "We gotta get the film back home, Alan!", "character": "Mark Tomasso", "characterId": "nm0053230"}, {"text": "I wanna save her!", "character": "Alan Yates", "characterId": "nm0948787"}, {"text": "Think of the film, Alan, think of the film!", "character": "Mark Tomasso", "characterId": "nm0053230"}, {"text": "I don't give a shit about it!", "character": "Alan Yates", "characterId": "nm0948787"}, {"text": "[cuts away]", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "who talks about it anymore? Today we are already on the threshold of conquering our galaxy, and in a not too distant tomorrow, we'll be considering the conquest of the universe, and yet man seems to ignore the fact that on this very planet there are still people living in the stone age and practicing cannibalism.", "character": "PABS Reporter", "characterId": "nm0231001"}]}, {"lines": [{"text": "[while filming a burning hut full of terrified natives]\nIt's beautiful!", "character": "Alan Yates", "characterId": "nm0948787"}]}, {"lines": [{"text": "[while Jack is filming a rape]\nJack, what do you want to use this for, a porno film? Stupid men!", "character": "Faye Daniels", "characterId": "nm0161889"}, {"text": "That's not a bad idea! How about \"Jungle Jollies\"?", "character": "Alan Yates", "characterId": "nm0948787"}]}, {"lines": [{"text": "They just want to show us they are brave warriors. And they want us to follow them to the village.", "character": "Chaco Losojos", "characterId": "nm0059879"}, {"text": "Follow them?", "character": "Professor Harold Monroe", "characterId": "nm0449404"}, {"text": "Yeah, to return the prisoner, and to talk.", "character": "Chaco Losojos", "characterId": "nm0059879"}, {"text": "Hey listen, I-I don't know about this. I think they want us for dinner tonight.", "character": "Professor Harold Monroe", "characterId": "nm0449404"}]}, {"lines": [{"text": "[while examining a corpse]\nHey, professor! I recognize these teeth. This is Felipe Ocanya. He knew the jungle as well as I do.", "character": "Chaco Losojos", "characterId": "nm0059879"}, {"text": "That makes me feel terrific.", "character": "Professor Harold Monroe", "characterId": "nm0449404"}]}, {"lines": [{"text": "to strip myself completely, clothes, weapons, dog tags, rings, everything, to become like them, naked and unfettered as Adam.", "character": "Professor Harold Monroe", "characterId": "nm0449404"}]}, {"lines": [{"text": "Yes, yes, that is precisely what I want. I've seen the rest of the material, you haven't. You haven't seen the stuff that even your editors didn't have the stomach to put together, and if you had, you wouldn't hesitate but to agree with me.", "character": "Professor Harold Monroe", "characterId": "nm0449404"}]}, {"lines": [{"text": "You did it goddamnit! They've just invited us to dinner!", "character": "Chaco Losojos", "characterId": "nm0059879"}, {"text": "They what?", "character": "Professor Harold Monroe", "characterId": "nm0449404"}]}, {"lines": [{"text": "Here we are at the edge of the world of human history. Things like this happen all the time in the jungle; it's survival of the fittest! In the jungle, it's the daily violence of the strong overcoming the weak! Jack!", "character": "Alan Yates", "characterId": "nm0948787"}]}, {"lines": [{"text": "We really screwed ourselves this time, trying to, trying to stay there for the last shot. I don't even know where we are now, but I know, they... I know they, uh, followed us, and, and we lost everything trying to escape. We're screwed! We're trapped!", "character": "Alan Yates", "characterId": "nm0948787"}]}, {"lines": [{"text": "Would you like people to make money off your misery?", "character": "Professor Harold Monroe", "characterId": "nm0449404"}]}, {"lines": [{"text": "All I want to know, Mr. Chaco, is... do we have a chance of finding them alive?", "character": "Professor Harold Monroe", "characterId": "nm0449404"}, {"text": "Who's to say? The only thing I know is we're gonna risk our lives to save those fuckers. Let's go see the Yacumo.", "character": "Chaco Losojos", "characterId": "nm0059879"}]}]}