{"quotes": [{"lines": [{"text": "I'd still like a job.", "character": "Suzy DeSoto", "characterId": "nm0000700"}, {"text": "As what?", "character": "Fauna Flood", "characterId": "nm0511964"}, {"text": "You know, a... floozy.", "character": "Suzy DeSoto", "characterId": "nm0000700"}, {"text": "Well first off, we don't call ourselves floozies in here. And second, you ever done this kind of thing before?", "character": "Fauna Flood", "characterId": "nm0511964"}, {"text": "[sarcastically]\nWhadda ya gotta do besides lie down?", "character": "Suzy DeSoto", "characterId": "nm0000700"}, {"text": "You gotta pretend that you like it!", "character": "Fauna Flood", "characterId": "nm0511964"}]}, {"lines": [{"text": "The only thing we have in common is that we're both wrong for each other.", "character": "Doc", "characterId": "nm0000560"}]}, {"lines": [{"text": "I love Doc! He was a character witness for me, and I ain't got no character.", "character": "Hazel", "characterId": "nm0574433"}]}, {"lines": [{"text": "Hazel! Hazel! I just came from the hospital. Doc's got a broke arm. You know somethin' about it, don't ya?", "character": "Mack", "characterId": "nm0001826"}, {"text": "You gonna be mad at me, Mack?", "character": "Hazel", "characterId": "nm0574433"}, {"text": "Naw, Hazel. I promise.", "character": "Mack", "characterId": "nm0001826"}, {"text": "I didn't have no choice, Mack. Suzy said she wouldn't go see him unless he got sick or had a broke arm. I tried, but I couldn't figure out how to get him sick. There was no other way! You sure you ain't mad, Mack?", "character": "Hazel", "characterId": "nm0574433"}, {"text": "Hell, no! 'course, we don't know how she'll all work out, but it's a step in the right direction.", "character": "Mack", "characterId": "nm0001826"}, {"text": "Mack, I can't do it. Fauna's gotta get somebody else for President of the United States. I tried, I practiced - but I just ain't got the poop! I'll mess up the whole country!", "character": "Hazel", "characterId": "nm0574433"}, {"text": "Hazel, ya sweet little bastard! We'll get ya off, don't you worry! You done noble stuff. Wasn't nobody with the guts, but you. You just sit there and take it easy. You got the ball to the one-yard-line. Ol' Mack's gonna carry it in, for ya!", "character": "Mack", "characterId": "nm0001826"}]}, {"lines": [{"text": "Look, every time I talk to you, I get more confused. I like you just fine when you're not around.", "character": "Suzy DeSoto", "characterId": "nm0000700"}]}, {"lines": [{"text": "The stars say that you are gonna be - oh... that you are gonna be President of the United States!", "character": "Fauna", "characterId": "nm0511964"}, {"text": "I don't believe it.", "character": "Mack", "characterId": "nm0001826"}, {"text": "I don't wanna be no President!", "character": "Hazel", "characterId": "nm0574433"}, {"text": "You got no choice; the stars have spoke. You'll just have to go to Washington.", "character": "Fauna", "characterId": "nm0511964"}, {"text": "But I don't want to! I don't know nobody there!", "character": "Hazel", "characterId": "nm0574433"}, {"text": "I'm sorry, Hazel.", "character": "Fauna", "characterId": "nm0511964"}, {"text": "Ain't there any way I can tell 'em I won't do it?", "character": "Hazel", "characterId": "nm0574433"}, {"text": "No.", "character": "Fauna", "characterId": "nm0511964"}, {"text": "[sobbing]\nA thing like this could ruin my whole life!", "character": "Hazel", "characterId": "nm0574433"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[voice over]\nThe party didn't slow down 'till dawn. The crew of a San Pedro tuna boat showed up about One, and was routed. The police came by at Two, and stayed to join the party. Mack used their squad car to go get more wine. A woman called the police to complain about the noise, and couldn't get anybody. The crew of the tuna boat came back about Three, and was welcomed with open arms. The police reported their own car stolen, and found it later on the beach. Things were finally back to normal on Cannery Row. Once more, the world was spinning in greased grooves.", "character": "Narrator", "characterId": "nm0001379"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[voice over]\nCannery Row has never been like anywhere else. For one thing, its people are different. When the town died off, most of them failed to notice. Some say nobody would live here if they didn't have to, but there are some, like The Seer, who wouldn't live anywhere else, even if they could. Of all the people on Cannery Row, Doc is probably the best known. He makes as good a living as he needs by collecting marine animals and selling them to colleges and museums. Over the years, Doc became a pillar of the community, and its fountain of science and philosophy. He had friends he didn't even know about, and some he would never forget - friends like Mack and the boys. Mack is the elder and leader of a small group of men who have in common no families, no money and no ambition, beyond the time to discuss matters of interest but little importance. The youngest and by far the strongest of the group is Hazel. A childhood illness is said to have left him with a slightly diminished mental capacity. As a result, he had the mind of a small boy grafted to the body of a bull.", "character": "Narrator", "characterId": "nm0001379"}]}, {"lines": [{"text": "[Talking about Doc]\nSo he's just hiding out.", "character": "Suzy", "characterId": "nm0000700"}, {"text": "He ain't hiding out. He just ain't putting his self forward for comment, that's all.", "character": "Fauna", "characterId": "nm0511964"}]}, {"lines": [{"text": "[Talking to Doc]\nIt's time I go watch the sunset now. I wouldn't be much of a seer if I didn't do that. I've even come to think that it wouldn't go down without me.", "character": "The Seer", "characterId": "nm0662641"}]}, {"lines": [{"text": "[voice over]\nAfter an hour or so, Doc was tired of driving. Something more was needed to combat his restlessness, with an element of danger maybe. Because he could find no one to get into a fight with, he did the next best thing.", "character": "Narrator", "characterId": "nm0001379"}, {"text": "What'll it be.", "character": "Waitress", "characterId": "nm0449742"}, {"text": "A beer milkshake.", "character": "Doc", "characterId": "nm0000560"}]}, {"lines": [{"text": "Doc, I got something important to talk to you about.", "character": "Mack", "characterId": "nm0001826"}, {"text": "How much do you need Mack?", "character": "Doc", "characterId": "nm0000560"}, {"text": "Two bucks.", "character": "Mack", "characterId": "nm0001826"}, {"text": "[handing over some money]\nThere. Take it out of that.", "character": "Doc", "characterId": "nm0000560"}, {"text": "Just like that? What about my story?", "character": "Mack", "characterId": "nm0001826"}, {"text": "What story?", "character": "Doc", "characterId": "nm0000560"}, {"text": "Well, I had this story about why I needed two bucks, but you didn't give me a chance to do it.", "character": "Mack", "characterId": "nm0001826"}, {"text": "You don't need a story Mack.", "character": "Doc", "characterId": "nm0000560"}, {"text": "Well the hell I don't. I mean, you know I worked all night on the damn thing. Now Hazel cried when I tried it on him. You see, I got this aunt is Salinas. She lost both husbands in the flood...", "character": "Mack", "characterId": "nm0001826"}, {"text": "I didn't know you had an aunt is Salinas, Mack.", "character": "Doc", "characterId": "nm0000560"}, {"text": "[angrily]\nI don't have an aunt in Salinas, for Chrissakes. That's the goddamned story.", "character": "Mack", "characterId": "nm0001826"}]}]}