{"quotes": [{"lines": [{"text": "I got somethin' planned for your wife and kid that they ain't nevah gonna forget. They ain't nevah gonna forget it... and neither will you, Counselor! Nevah!", "character": "Max Cady", "characterId": "nm0000053"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[Bowden has shot Cady and is holding the gun on him]\nGo ahead. I just don't give a damn.", "character": "Max Cady", "characterId": "nm0000053"}, {"text": "No. No! That would be letting you off too easy, too fast. Your words - do you remember? Well I do. No, we're gonna take good care of you. We're gonna nurse you back to health. And you're strong, Cady. You're gonna live a long life... in a cage! That's where you belong and that's where you're going. And this time for life! Bang your head against the walls. Count the years - the months - the hours... until the day you rot!", "character": "Sam Bowden", "characterId": "nm0000060"}]}, {"lines": [{"text": "[Bowden has told Dutton that he's worried about Max Cady]\nYou have a dog don't you, Sam?", "character": "Police Chief Mark Dutton", "characterId": "nm0000842"}, {"text": "She couldn't bite through a doughnut; but she's a good barker.", "character": "Sam Bowden", "characterId": "nm0000060"}, {"text": "Well, that's good enough. I'll call you when they pick him up.", "character": "Police Chief Mark Dutton", "characterId": "nm0000842"}]}, {"lines": [{"text": "[Diane is cuddling with Max as he is driving]\nWhy are we going this way?", "character": "Diane Taylor", "characterId": "nm0153691"}, {"text": "Better scenery.", "character": "Max Cady", "characterId": "nm0000053"}, {"text": "coarse, lustful, barbaric.", "character": "Diane Taylor", "characterId": "nm0153691"}, {"text": "Keep right on talkin', honey. I like it when you run me down like that.", "character": "Max Cady", "characterId": "nm0000053"}, {"text": "Max Cady, what I like about you is... you're rock bottom. I wouldn't expect you to understand this, but it's a great comfort for a girl to know she could not possibly sink any lower.", "character": "Diane Taylor", "characterId": "nm0153691"}]}, {"lines": [{"text": "[after Cady has beaten her, she prepares to leave town]\nYou can't help me.", "character": "Diane Taylor", "characterId": "nm0153691"}, {"text": "But I can. Now you file an assault charge and Cady'll get six months in jail.", "character": "Charles Sievers", "characterId": "nm0001699"}, {"text": "Six months! And after that... When he walked out of this room he said... he said to consider this only a sample. And from my limited knowledge of human nature, Max Cady isn't a man who makes idle threats.", "character": "Diane Taylor", "characterId": "nm0153691"}]}, {"lines": [{"text": "[tries to pay Cady to leave town; Cady wants revenge]\nYou shocking degenerate. I've seen the worst - the dregs - but you... you are the lowest. Makes me sick to breathe the same air.", "character": "Sam Bowden", "characterId": "nm0000060"}, {"text": "[leaves the bar]", "character": null, "characterId": null}]}, {"lines": [{"text": "Let's make with the pants.", "character": "Police Chief Mark Dutton", "characterId": "nm0000842"}]}, {"lines": [{"text": "It's a mistake to teach women how to tell time. They always use it against you.", "character": "Sam Bowden", "characterId": "nm0000060"}]}, {"lines": [{"text": "[to Diane Taylor]\nGo on, tell me some more about that time when you were Queen of the Veiled Prophet's Ball.", "character": "Max Cady", "characterId": "nm0000053"}]}]}