{"quotes": [{"lines": [{"text": "[after the astronauts have been removed from the rocket before the launch]", "character": null, "characterId": null}, {"text": "Hey, Dr. Kelloway. Funny thing happened on the way to Mars.", "character": "Lt. Col Peter Willis", "characterId": "nm0001832"}]}, {"lines": [{"text": "Anybody hungry? Oh, the marvels of American science. Here we are millions of miles from earth, and we can still send out for pizza.", "character": "Lt. Col Peter Willis", "characterId": "nm0001832"}]}, {"lines": [{"text": "\"You've got forty eight hours, kids, and you better come up with something good or it's going to be your neck!\" That's what he's supposed to say, I saw it in a movie.", "character": "Robert Caulfield", "characterId": "nm0001285"}]}, {"lines": [{"text": "Okay, here it is. I have to start by saying that if there was any other way, if there was even a slight chance of another alternative, I would give anything not to be here with you now. Anything. Bru, how long have we known each other? Sixteen years. That's how long. Sixteen years. You should have seen yourself then. You looked like you just walked out of a Wheaties box. And me, all sweaty palm and deadly serious. I told everybody about this dream I had of conquering the new frontier, and they all looked at me like I was nuts. You looked at me and said, \"yes.\" I remember when you told me Kay was pregnant. We went out and got crocked. I remember when Charles was born. We went out and got crocked again. The two of us. Captain Terrific and the Mad Doctor, talking about reaching the stars, and the bartender telling us maybe we'd had enough. Sixteen years. And then Armstrong stepped out on the Moon, and we cried. We were so proud. Willis, you and Walker, you came in about then. Both bright and talented wise-asses, looked at me in my wash-and-wear shirt carrying on this hot love affair with my slide-rule, and even you were caught up in what we'd done. I remember when Glenn made his first orbit in Mercury, they put up television sets in Grand Central Station, and tens of thousands of people missed their trains to watch. You know, when Apollo 17 landed on the Moon, people were calling up the networks and bitching because reruns of I Love Lucy were cancelled. Reruns, for Christ's sake! I could understand if it was the new Lucy show. After all, what's a walk on the Moon? But reruns! Oh, geez! And then suddenly everybody started talking about how much everything cost. Was it really worth twenty billion to go to another planet? What about cancer? What about the slums? How much does it cost? How much does any dream cost, for Christ's sake? Since when is there an accountant for ideas? You know who was at the launch today? Not the President. The Vice-President, that's who. The Vice-President and his plump wife. The President was busy. He's not busy. He's just a little bit scared. He sat there two months ago and put his feet up on Woodrow Wilson's desk, and he said, \"Jim. Make it good. Congress is on my back. They're looking for a reason to cancel the program. We can't afford another screw-up. Make it good. You have my every good wish.\" His every good wish! I got his sanctimonious Vice President! That's what I got! So, there we are. After all those hopes and ll that dreaming, he sits there, with those flags behind his chair, and tells me we can't afford a screw-up. And guess what! We had a screw-up! A first-class, bona-fide, made-in-America screw-up! The good people from Con-Amalgamate delivered a life-support system cheap enough so they could make a profit on the deal. Works out fine for everybody. Con-Amalgamate makes money. We have our life-support system. Everything's peachy. Except they made a little bit too much profit. We found out two months ago it won't work. You guys would all be dead in three weeks. It's as simple as that. So, all I have to do is report that and scrub the mission. Congress has its excuse, the President still has his desk, and we have no more program. What's sixteen years? Your actual drop in the bucket! All right. That's the end of the speech. Now, we're getting to what they call the moment of truth. Come with me. I want to show you something.", "character": "Dr. James Kelloway", "characterId": "nm0001358"}]}, {"lines": [{"text": "You wouldn't know sincerity if it ran over you.", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "Not if you were driving it.", "character": "Judy Drinkwater", "characterId": "nm0000947"}]}, {"lines": [{"text": "Somebody took a shot at me.", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "When?", "character": "Walter Loughlin", "characterId": "nm0236329"}, {"text": "Yesterday.", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "Thank God I've got an alibi.", "character": "Walter Loughlin", "characterId": "nm0236329"}]}, {"lines": [{"text": "Mr Albaine, how much do you charge to dust a field?", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "Twenty five dollars.", "character": "Albain", "characterId": "nm0001699"}, {"text": "I'd like to hire your plane.", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "That'll be a hundred dollars.", "character": "Albain", "characterId": "nm0001699"}, {"text": "You said you charged twenty five?", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "Twenty five dollars to dust a field, but you ain't got no field because you ain't no farmer, which means you ain't poor and I think you're a pervert!", "character": "Albain", "characterId": "nm0001699"}, {"text": "Okay, one hundred.", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "One hundred and twenty five.", "character": "Albain", "characterId": "nm0001699"}, {"text": "What?", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "Because you said yes to a hundred too quick, which means you can afford a hundred and twenty five.", "character": "Albain", "characterId": "nm0001699"}]}, {"lines": [{"text": "You're not crazy, I'm crazy. I'm crazy for listening and I'm crazy for saying what I'm about to say. I'll give you twenty four hours to come up with something. Not forty eight. I saw the movie too, it was twenty four.", "character": "Walter Loughlin", "characterId": "nm0236329"}]}, {"lines": [{"text": "[Delirious, crawling up a cliff]\nGuy travels to Europe for a vacation... it's his first time, he sees the sights, has a real good time... after a while he decides to call home... gets his brother on the phone and says 'so how are things back home?'", "character": "Lt. Col Peter Willis", "characterId": "nm0001832"}, {"text": "[pauses, panting]", "character": null, "characterId": null}, {"text": "... and the brother says 'your cat died!'... the guy says 'you shouldn't break bad news like that, you should...", "character": "Lt. Col Peter Willis", "characterId": "nm0001832"}, {"text": "[pauses, strains as he pulls himself upwards]", "character": null, "characterId": null}, {"text": "... break it to me gently... like, you should say, 'the cat crawled out on the roof... chasing a squirrel... and got stuck...", "character": "Lt. Col Peter Willis", "characterId": "nm0001832"}, {"text": "[pauses, panting heavily]", "character": null, "characterId": null}, {"text": "we had to call the fire department... the fireman climbed up and got the cat, but on the way down he slipped... the cat fell to the ground...", "character": "Lt. Col Peter Willis", "characterId": "nm0001832"}, {"text": "[slips, yelps as he struggles to find footing - secures himself, wheezes with exhaustion]", "character": null, "characterId": null}, {"text": "... we had to take the cat to the vet... they tried to save the cat, they even operated... on the cat... but it was too late... they couldn't save the cat'... that's how you should break bad news like that'... so the guys says to his brother, 'anyway, how's mom?'... and the brother says", "character": "Lt. Col Peter Willis", "characterId": "nm0001832"}, {"text": "[pulls himself to the top of the cliff in a final effort]", "character": null, "characterId": null}, {"text": "'SHE'S ON THE ROOF!'...", "character": "Lt. Col Peter Willis", "characterId": "nm0001832"}, {"text": "[looks up and sees the two helicopters waiting for him]", "character": null, "characterId": null}, {"text": "She's on the roof! Ha! Ha-ha! Get it...? She's on the roof...", "character": "Lt. Col Peter Willis", "characterId": "nm0001832"}, {"text": "[Lets off the flare]", "character": null, "characterId": null}]}, {"lines": [{"text": "We... are dead. We are dead.", "character": "Charles Brubaker", "characterId": "nm0000981"}, {"text": "Shit. I was such a terrific guy.", "character": "Lt. Col Peter Willis", "characterId": "nm0001832"}]}, {"lines": [{"text": "I'll fix you some coffee, then you can jump me.", "character": "Judy Drinkwater", "characterId": "nm0000947"}, {"text": "There's no other one besides White Bluff?", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "No, except one abandoned base they used for training during World War Two. Jackson. There's nothing there now. Don't you want to jump me?", "character": "Judy Drinkwater", "characterId": "nm0000947"}, {"text": "Of course I do. Where's Jackson?", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "About three hundred miles directly west. I think I'm going to get angry with you.", "character": "Judy Drinkwater", "characterId": "nm0000947"}, {"text": "Do you have any money on you?", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "You want me to pay you?", "character": "Judy Drinkwater", "characterId": "nm0000947"}, {"text": "How much?", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "About a hundred. Why don't I just leave it on the dresser in the morning?", "character": "Judy Drinkwater", "characterId": "nm0000947"}, {"text": "Give it to me now.", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "In advance? That's the height of conceit.", "character": "Judy Drinkwater", "characterId": "nm0000947"}, {"text": "Please, and your car keys.", "character": "Robert Caulfield", "characterId": "nm0001285"}]}, {"lines": [{"text": "[dividing up the first aid kit]\nJohn, you take the flint. Peter and I will split up the matches. Anybody want the gun?", "character": "Charles Brubaker", "characterId": "nm0000981"}, {"text": "I'd shoot my foot.", "character": "Lt. Col Peter Willis", "characterId": "nm0001832"}, {"text": "I'd shoot his foot.", "character": "Cmdr. John Walker", "characterId": "nm0001740"}]}, {"lines": [{"text": "[At the launch of Capricorn One Peak notices the Vice-President ogling a woman through his souvenir binoculars. He points to the launch pad]\nIt's that big, tall, white thing over there. You can't miss it.", "character": "Congressman Hollis Peaker", "characterId": "nm0399663"}]}, {"lines": [{"text": "[repeated line to Caulfield]\nKeep your *god damn* head down!", "character": "Albain", "characterId": "nm0001699"}]}, {"lines": [{"text": "You in charge here?", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "See that sign there?", "character": "Albain", "characterId": "nm0001699"}, {"text": "Yes.", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "Well, read it.", "character": "Albain", "characterId": "nm0001699"}, {"text": "I did.", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "Out loud.", "character": "Albain", "characterId": "nm0001699"}, {"text": "A&A Crop Dusting Service.", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "You wanna know who I am?", "character": "Albain", "characterId": "nm0001699"}, {"text": "I bet you're one of the A's.", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "But which one? I bet you can't answer that question, smartass.", "character": "Albain", "characterId": "nm0001699"}, {"text": "The first one.", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "Wrong.", "character": "Albain", "characterId": "nm0001699"}, {"text": "Can I have one more guess?", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "You got it.", "character": "Albain", "characterId": "nm0001699"}, {"text": "The second one.", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "Wrong. I'm both of them. My name is AlBaine. Now, I got a son. You know, the other A was for him but he don't like to fly. He became a lawyer. I think he's a pervert so I took the A away from him. You want to speak to someone in charge, you're speaking to the both of them.", "character": "Albain", "characterId": "nm0001699"}, {"text": "My name is Caulfield.", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "Hey, I can't help that.", "character": "Albain", "characterId": "nm0001699"}]}, {"lines": [{"text": "This is really wonderful. If we go along with you and lie our asses off, the world of truth and ideals is, er, protected. But if we don't want to take part in some giant rip-off of yours then somehow or other we're managing to ruin the country. You're pretty good, Jim. I'll give you that.", "character": "Charles Brubaker", "characterId": "nm0000981"}]}, {"lines": [{"text": "You think it's all a couple of looney scientists, it's not! It's bigger. There are people out there, *forces* out there, who have a lot to lose. They're grown ups. It's gotten too big, it's in the hands of grown ups!", "character": "Dr. James Kelloway", "characterId": "nm0001358"}]}, {"lines": [{"text": "Hey, Uncle Jim?", "character": "Charles Brubaker, Jr.", "characterId": "nm0404876"}, {"text": "Yeah?", "character": "Dr. James Kelloway", "characterId": "nm0001358"}, {"text": "My dad went to Mars.", "character": "Charles Brubaker, Jr.", "characterId": "nm0404876"}, {"text": "Yes. Yes, he did.", "character": "Dr. James Kelloway", "characterId": "nm0001358"}]}, {"lines": [{"text": "You haven't found what you're looking for. You're embarrassed about bothering me again. However, there are one or two questions more you'd like to ask me. It's something personal and you won't bother me any more.", "character": "Kay Brubaker", "characterId": "nm0882853"}, {"text": "I haven't found what I'm looking for. I feel embarrassed about bothering you again. However, there are one or two more questions I'd like to ask you. It's something personal and I won't bother you any more.", "character": "Robert Caulfield", "characterId": "nm0001285"}]}, {"lines": [{"text": "You're fired! Oh, I love how that sounds. I love that so much I'm going to say it again. You're fired. You're through. Oh, I love it!", "character": "Walter Loughlin", "characterId": "nm0236329"}]}, {"lines": [{"text": "Listen to me and listen good. I don't like you, Caulfield. You're ambitious. You think the way to get ahead is to come up with the scoop of the century. Woodward and Bernstein were good reporters, that's how they did it. Not by telling me they've located Patty Hearst three times like you did or that brilliant piece of investigative journalism you pulled off by finding an eye witness to the second gunman in the Kennedy assassination. The small fact that the man had been in a mental institution at the time never deterred you, not 'scoop' Caulfield. Now most reporters are like me. They are plodders. They spend a lot of their time checking little things... like *facts*. They cover mundane stories like wars and trials and hearings. You never seem to have enough time in your busy schedule to stoop so low as to cover a story. You occupy your time with tips from people who never existed. Driving your car into water and claiming it wasn't your fault. Getting shot at by unseen gunmen. Now I really hate to interrupt your meteoric career with something so plebeian as a legitimate story. However, a train load of propane gas had the bad taste to derail near Galveston and there's a whole town that just might blow up. So it would be just really peachy of you if you would join your film crew that's waiting for you on the plane at this very moment while we speak.", "character": "Walter Loughlin", "characterId": "nm0236329"}, {"text": "That was some speech.", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "I thought so.", "character": "Walter Loughlin", "characterId": "nm0236329"}]}, {"lines": [{"text": "Now what the hell is your friend doing here?", "character": "Albain", "characterId": "nm0001699"}, {"text": "He's lost.", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "He robbed a bank or something?", "character": "Albain", "characterId": "nm0001699"}, {"text": "No.", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "Well, I get a third.", "character": "Albain", "characterId": "nm0001699"}, {"text": "What?", "character": "Robert Caulfield", "characterId": "nm0001285"}, {"text": "We find him, I get a third of the loot. Now keep your goddamn head down.", "character": "Albain", "characterId": "nm0001699"}]}, {"lines": [{"text": "[after killing helicopter pilots]\nPerverts!", "character": "Albain", "characterId": "nm0001699"}, {"text": "[Turns to Caulfield]", "character": null, "characterId": null}, {"text": "Remember I get half.", "character": "Albain", "characterId": "nm0001699"}]}, {"lines": [{"text": "[Cockpit indicator alarming]\nOh, Christ. Fuel. There's no goddamn fuel!", "character": "Charles Brubaker", "characterId": "nm0000981"}, {"text": "I told you never to take a trip without checking the tank.", "character": "Lt. Col Peter Willis", "characterId": "nm0001832"}]}, {"lines": [{"text": "[to the young NASA usher he previously mildly bullied into bringing another set of commemorative binoculars for his wife, who has just handed both the vice president and his wife a pair]\nWhat's your name, son?", "character": "Congressman Hollis Peaker", "characterId": "nm0399663"}, {"text": "Hughes, sir - Mark Hughes.", "character": "N.A.S.A. Usher", "characterId": "nm0389114"}, {"text": "You learn pretty quick. You'll do alright.", "character": "Congressman Hollis Peaker", "characterId": "nm0399663"}]}]}