{"quotes": [{"lines": [{"text": "Everybody, undress!", "character": "German Sergeant at POW Camp", "characterId": "nm0147070"}]}, {"lines": [{"text": "It reminds me of the time I was brandin' longhorns, just outside of El Paso. Well, sir, them critters was shut up so long they was just plain, ornery, mean. Bustin' out and rarin' to go. That I...", "character": "Joe 'Tex' Martin", "characterId": "nm0494410"}, {"text": "That you went to call out the bleedin' state militia! Blimy, we know all about it! I'm going balmy listening to it! So help me!", "character": "Cocky", "characterId": "nm0389824"}, {"text": "Well, listen here...", "character": "Joe 'Tex' Martin", "characterId": "nm0494410"}, {"text": "And we know all about the time you was chasin' rustlers on the border! And all about the time you and that Mexican had that knifin' match in Santa Fe! And all about the time you shot them bleedin' train robbers at Waco! So help me, I wish they'd shot you! Shut your mouth and give your bleedin' ears a chance, will you?", "character": "Cocky", "characterId": "nm0389824"}]}, {"lines": [{"text": "Well, goodbye, my darling. Oh, what a sad face. Come on, darling, chin up, you know.", "character": "Captain Fred Allison", "characterId": "nm0001366"}, {"text": "It isn't fair. It isn't fair. They've no right to take you away so soon!", "character": "Monica A. Allison", "characterId": "nm0512267"}, {"text": "So soon? Why, it's been a lifetime, my angel. Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, we've met, we married, we bought a house, I think we're wonderful people.", "character": "Captain Fred Allison", "characterId": "nm0001366"}, {"text": "They have no right to take you away.", "character": "Monica A. Allison", "characterId": "nm0512267"}, {"text": "Monica, Monica dearest, they can't take me away from you, not really. Whatever happens, where ever I am, you'll be with me. You know that.", "character": "Captain Fred Allison", "characterId": "nm0001366"}, {"text": "I know. Oh, I'm being so ghastly.", "character": "Monica A. Allison", "characterId": "nm0512267"}, {"text": "I know, I know it's going to be so much worst for you. But, try not to be unhappy. It won't be for long. Just close your lovely eyes, my darling, and then open them. And I shall be here, back with you.", "character": "Captain Fred Allison", "characterId": "nm0001366"}]}, {"lines": [{"text": "You're only making things worst for us all! They can't keep us in here for ever! They are bound to let us out of here soon!", "character": "Captain Fred Allison", "characterId": "nm0001366"}, {"text": "Soon, me eye! We been cooped up here over a month! Eatin' and sleepin' like bloomin' pigs! If they don't let us out of this dirty hole, we'll break out, you hear!", "character": "Cocky", "characterId": "nm0389824"}]}]}