{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "This is the voice of the Scarab, Wilson. I command you to drive your car over the cliff!", "character": "The Scarab", "characterId": "nm0041172"}]}, {"lines": [{"text": "The death of Harold Jackson, well-known attorney, is another link in the chain of mysterious crimes known as \"The Purple Death Murders.\" In each case a subtle unknown poison has been found in the blood stream of the dead men and each victim clutched in his hand a jeweled scarab. The scarab, ironically, was the symbol of eternal life among the ancients. It is significant that all of the murdered men were actively or financially connected with a recent scientific expedition into the ancient Mayan ruins of Central America. The authorities are completely baffled and the Mayor has called District Attorney Grant Gardner to appear before a meeting in the office of Police Commissioner Dryden.", "character": "Newscaster", "characterId": "nm0626371"}]}, {"lines": [{"text": "This dame's wise to our set-up!", "character": "Bates, Florist #3 [Ch. 1]", "characterId": "nm0556813"}]}, {"lines": [{"text": "A dead man has been brought back to life! This astonishing news came from the District Attorney's office today when it was announced here that Bart Matson, the notorious Scarab henchman who died yesterday, was resurrected by Dr. Lyman's life restoring machine.", "character": "Newscaster", "characterId": "nm0626371"}]}, {"lines": [{"text": "[the Scarab's henchmen have captured Hillman, Gail and a policeman]", "character": null, "characterId": null}, {"text": "Now, Mr. Hillman, the Scarab wants the other half of the treasure map.", "character": "Bart Matson", "characterId": "nm0507221"}, {"text": "You may tell the Scarab I'll not aid his murderous plans even at the risk of my life.", "character": "Hillman [Chs. 13-14]", "characterId": "nm0357963"}, {"text": "It's not only your life that's at stake. Take care of those two!", "character": "Bart Matson", "characterId": "nm0507221"}]}, {"lines": [{"text": "Tell me, where are they keeping Hillman?", "character": "Dr. Cyrus Maldor", "characterId": "nm0041172"}, {"text": "If I knew, I wouldn't tell you. Fortunately, only the District Attorney knows.", "character": "Gail Richards", "characterId": "nm0336790"}, {"text": "I had thought that you would say that, but I have the means of making you tell me the truth. This contains an extract of groofula jungle flower, which is a very efficient truth serum. Under its influence, you will tell me anything I want to know. Unfortunately for you, the effects never wear off and you'll spend the rest of your life in an insane asylum - a hopeless idiot!", "character": "Dr. Cyrus Maldor", "characterId": "nm0041172"}]}, {"lines": [{"text": "So you lied to me! No one can do that and live.", "character": "Dr. Cyrus Maldor", "characterId": "nm0041172"}, {"text": "[He shows Gail a hideous mummified corpse]", "character": null, "characterId": null}, {"text": "This looks a thousand years old... but it isn't. A week ago, he was a living, breathing man, but he disobeyed my orders. He was placed in this case and in a short time he became the withered mummy you see before you. And you'll be just like that in a few minutes!", "character": "Dr. Cyrus Maldor", "characterId": "nm0041172"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "\"Thanks to Captain America, who we now know to be our fighting District Attorney, the Scarab and his murderous gang will pay the supreme penalty in the electric chair at the stroke of midnight tonight. To review the Scarab's crimes...\"", "character": "Commissioner Dryden", "characterId": "nm0873845"}, {"text": "No need to review them now. These convictions definitely prove that crime doesn't pay. I want to say that the people of this city owe a great deal to you, Mr. District Attorney, uh, Captain America.", "character": "Mayor Randolph", "characterId": "nm0382954"}, {"text": "Thank you, but we owe a great deal more to Gail. Her cleverness tipped me off to the Scarab's identity.", "character": "Captain America", "characterId": "nm0700711"}, {"text": "But Captain America arrived in time to capture the Scarab.", "character": "Gail Richards", "characterId": "nm0336790"}, {"text": "[the clock begins to strike]", "character": null, "characterId": null}, {"text": "It's midnight.", "character": "Gail Richards", "characterId": "nm0336790"}, {"text": "The toll of doom for the Scarab!", "character": "Commissioner Dryden", "characterId": "nm0873845"}]}, {"lines": [{"text": "You! the Scarab.", "character": "Prof. Lyman", "characterId": "nm0717046"}, {"text": "Yes. I'm the scarab. It is my vengeance that is striking at all of you.", "character": "The Scarab", "characterId": "nm0041172"}]}, {"lines": [{"text": "Mr. Merrit and Mr. Norton are here to witness your demonstration of the vibrator.", "character": "Gail Richards", "characterId": "nm0336790"}, {"text": "Oh yes, the D.A. Telephone beam. I'm glad you came. I alone know the secret of this machine and it's a heavy responsibility.", "character": "Prof. Dodge", "characterId": "nm0815439"}]}, {"lines": [{"text": "This is murder!", "character": "Gail Richards", "characterId": "nm0336790"}, {"text": "That's right, wholesale murder.", "character": "Bart Matson", "characterId": "nm0507221"}]}, {"lines": [{"text": "If his device works, I must have it. I've always dreamed of an elixer that would give me power over death itself...", "character": "The Scarab", "characterId": "nm0041172"}]}]}