{"quotes": [{"lines": [{"text": "We have been to the Queen's militia, Lord Elgin, and to the American embassy and no one's been able to do a thing about it. Now then, I'm desperate. We need your help.", "character": "James Mink", "characterId": "nm0001283"}, {"text": "Well of course. I'll file letters of protest with President Fillmore and the Governor of Virginia.", "character": "Lord Elgin", "characterId": "nm0288929"}, {"text": "[sighs]", "character": null, "characterId": null}, {"text": "But apart from that, there's little I can do.", "character": "Lord Elgin", "characterId": "nm0288929"}, {"text": "Are you saying that there's nothing you can do to get the Americans to co-operate?", "character": "James Mink", "characterId": "nm0001283"}, {"text": "Mr. Mink, please try to understand. Our relations with the States is - strained at best. Now, giving refuge to their fugitive slaves hasn't helped matters. We're in no position to make strong demands against Washington. I'm sorry.", "character": "Lord Elgin", "characterId": "nm0288929"}, {"text": "Lord Elgin, my daughter is being held against her will in a foreign country. Are you saying that the Governor General of Upper Canada is just going to *abandon* her!?", "character": "James Mink", "characterId": "nm0001283"}, {"text": "James, we've taken enough of Lord Elgin's time.", "character": "Elizabeth Mink", "characterId": "nm0625075"}]}, {"lines": [{"text": "We'll need lodging.", "character": "James Mink", "characterId": "nm0001283"}, {"text": "You'll stay here tonight but from now on, you will travel *only* by day.", "character": "Risser", "characterId": "nm0290475"}, {"text": "[points to map]", "character": null, "characterId": null}, {"text": "There are safe houses here, here and here. Make sure you reach them by sundown. When you get to Newcastle, find the Quaker church first thing, and the Minister there will help you the rest of the way.", "character": "Risser", "characterId": "nm0290475"}, {"text": "Why the Quakers?", "character": "James Mink", "characterId": "nm0001283"}, {"text": "Down South, Mr. Mink, belief in Jesus is no sure sign of goodness; except among the foot-washers.", "character": "Risser", "characterId": "nm0290475"}]}, {"lines": [{"text": "So, Reverend, how far is this Clay plantation?", "character": "James Mink", "characterId": "nm0001283"}, {"text": "A good hour's ride from here.", "character": "Rev. Eli Brennemen", "characterId": "nm0677139"}, {"text": "Good. We can get there by nightfall.", "character": "James Mink", "characterId": "nm0001283"}, {"text": "Mr. Mink, I caution you about being too hasty. Getting a slave off a plantation is very dangerous. Before we do anything, we're going to need a plan.", "character": "Rev. Eli Brennemen", "characterId": "nm0677139"}, {"text": "Mary is not a slave, sir. And I already have a plan. We'll slip in there by nightfall, and we'll get Mary out.", "character": "James Mink", "characterId": "nm0001283"}, {"text": "You might manage that. You might even get her all the way back to town. But how do you plan to get out of Virginia with every marshal and slave catcher from here to the border looking for a fair-skinned runaway, a colored man and a white woman? Mr. Mink, if you're caught, *you* could be sold as a slave, and Elizabeth could be jailed. And you don't want to know what will happen to Mary if they have to send her back to the Clay plantation.", "character": "Rev. Eli Brennemen", "characterId": "nm0677139"}, {"text": "Tell us what we must do.", "character": "Elizabeth Mink", "characterId": "nm0625075"}]}]}