{"quotes": [{"lines": [{"text": "Are you satisfied with your equipment, Miss Allcock?", "character": "Felicity Wheeler", "characterId": "nm0461063"}, {"text": "Well, I've had no complaints so far!", "character": "Sarah Allcock", "characterId": "nm0801330"}]}, {"lines": [{"text": "My beautiful, wrecked, piano!", "character": "Michael Bean", "characterId": "nm0001889"}, {"text": "Does that mean you won't be able to finish composing the music for the play?", "character": "Edwin Milton", "characterId": "nm0931054"}, {"text": "Real composers don't require pianos, it is all in the mind.", "character": "Michael Bean", "characterId": "nm0001889"}, {"text": "Best place for it.", "character": "Edwin Milton", "characterId": "nm0931054"}, {"text": "Never wanted my music, have you?", "character": "Michael Bean", "characterId": "nm0001889"}, {"text": "Well, Tchaikovsky would have done me, if I'd *had* to have music at all. Personally...", "character": "Edwin Milton", "characterId": "nm0931054"}, {"text": "Out with it, what's your objection? Come on, let's have all of it, come on let's have it!", "character": "Michael Bean", "characterId": "nm0001889"}, {"text": "All right it's already my Herculian task to coax anything like audability from these children. If, in addition, I have to cope with an orchestra that makes a lullaby sound like the climax to 1812...", "character": "Edwin Milton", "characterId": "nm0931054"}, {"text": "You can hear a pin drop during that choir passage.", "character": "Michael Bean", "characterId": "nm0001889"}, {"text": "And I'd rather!", "character": "Edwin Milton", "characterId": "nm0931054"}]}, {"lines": [{"text": "Mr Wakefield, these children discovered you were planning to leave. They don't want you to leave. It's as simple as that. They feel, as does the entire school, that Maudlin Street wouldn't be the same without you. They thought of getting up a petition, but decided that wasn't certain to succeed. Besides such an action was considered by them to be soft, not the Maudlin Street way. So, with all the circumstances in their favour, they decided to make sure you would never obtain a post anywhere else, and launched their campaign to that end, with the whole school behind them. You may wish to proceed with punishing these boys. Personally, I would count my years in the profession well spent if they do half as much to make me stay among them.", "character": "Grace Short", "characterId": "nm0415150"}]}, {"lines": [{"text": "[Grace Short believes that the answer to all problems with children is to cane them]", "character": null, "characterId": null}, {"text": "There's only one thing to do - WHACK!", "character": "Grace Short", "characterId": "nm0415150"}, {"text": "Extraordinary theory - you bend a child double in order to get an upright character.", "character": "Edwin Milton", "characterId": "nm0931054"}]}]}