{"quotes": [{"lines": [{"text": "[voice-over, a letter]\nMy dearest Lytton, There is a great deal to say, and I feel very incompetent to write it today. You see, I knew there was nothing really to hope for from you, well, ever since the beginning. All these years, I have known all along that my life with you was limited. Lytton, you're the only person who I ever had an all-absorbing passion for. I shall never have another. I couldn't, now. I had one of the most self-abasing loves that a person can have. It's too much of a strain to be quite alone here, waiting to see you, or craning my nose and eyes out of the top window at 44, Gordon Square to see if you were coming down the street. Ralph said you were nervous lest I'd feel I have some sort of claim on you, and that all your friends wondered how you could have stood me so long, as I didn't understand a word of literature. That was wrong. For nobody, I think, could have loved the Ballards, Donne, and Macaulay's Essays and, best of all, Lytton's Essays, as much as I. You never knew, or never will know, the very big and devastating love I had for you. How I adored every hair, every curl of your beard. Just thinking of you now makes me cry so I can't see this paper. Once you said to me - that Wednesday afternoon in the sitting room - you loved me as a friend. Could you tell it to me again. Yours, Carrington.", "character": "Dora Carrington", "characterId": "nm0000668"}, {"text": "[voice-over, his written reply]\nMy dearest and best, Do you know how difficult I find it to express my feelings, either in letters or talk ? Do you really want me to tell you that I love you as a friend ? But of course that is absurd. And you do know very well that I love you as something more than a friend, you angelic creature, whose goodness has made me happy for years. Your letter made me cry. I feel a poor, old, miserable creature. If there was a chance that your decision meant that I should somehow or other lose you, I don't think I could bear it. You and Ralph and our life at Tidmarsh are what I care for most in the world.", "character": "Lytton Strachey", "characterId": "nm0000596"}]}, {"lines": [{"text": "women in love with buggers and buggers in love with womanizers...", "character": "Lytton Strachey", "characterId": "nm0000596"}]}, {"lines": [{"text": "If this is dying, I don't think much of it.", "character": "Lytton Strachey", "characterId": "nm0000596"}]}, {"lines": [{"text": "I tend to be impulsive in these matters like the time I asked Virginia Woolf to marry me.", "character": "Lytton Strachey", "characterId": "nm0000596"}, {"text": "She turned you down?", "character": "Dora Carrington", "characterId": "nm0000668"}, {"text": "No, she accepted. It was ghastly.", "character": "Lytton Strachey", "characterId": "nm0000596"}]}, {"lines": [{"text": "It isn't easy remaining calm in the face of excessive praise from The Daily Telegraph.", "character": "Lytton Strachey", "characterId": "nm0000596"}]}, {"lines": [{"text": "I must say, I find these new young people wonderfully refreshing, they have no morals and they never speak. It's an enchanting combination.", "character": "Lytton Strachey", "characterId": "nm0000596"}]}, {"lines": [{"text": "Every day, hundreds of boys are dying to preserve... this! God damn, confound, blast and fuck the upper classes.", "character": "Lytton Strachey", "characterId": "nm0000596"}]}, {"lines": [{"text": "You know as well as I do it's a sickness with Carrington. A girl of that age still a virgin. It's absurd.", "character": "Lady Ottoline Morrell", "characterId": "nm0934362"}, {"text": "I was still a virgin at her age.", "character": "Lytton Strachey", "characterId": "nm0000596"}, {"text": "But that's my whole point. Don't you see ? So was I. Is there to be no progress ?", "character": "Lady Ottoline Morrell", "characterId": "nm0934362"}]}, {"lines": [{"text": "Haven't you any self-respect?", "character": "Mark Gertler", "characterId": "nm0001722"}, {"text": "Not much.", "character": "Dora Carrington", "characterId": "nm0000668"}, {"text": "But he's a disgusting pervert!", "character": "Mark Gertler", "characterId": "nm0001722"}, {"text": "You always have to put up with something.", "character": "Dora Carrington", "characterId": "nm0000668"}]}, {"lines": [{"text": "I've come to the conclusion there's no such thing as a beautiful Welsh boy. At any rate, all I've seen have been unparalleled frumps.", "character": "Lytton Strachey", "characterId": "nm0000596"}]}, {"lines": [{"text": "Semen. What is it about that ridiculous white secretion that pulls down the corners of an Englishman's mouth?", "character": "Lytton Strachey", "characterId": "nm0000596"}]}, {"lines": [{"text": "Idealists are such a problem. You can't convince them there's no such thing as the ideal.", "character": "Lytton Strachey", "characterId": "nm0000596"}]}]}