{"quotes": [{"lines": [{"text": "You can't always tell at a good collection what a model does, but you sure can at a bad collection what a model does. You put a gunnysack or galoshes on Naomi, and she comes walking down the runway, you understand why a model gets paid.", "character": null, "characterId": null}]}, {"lines": [{"text": "He's not making clothes for women who work. He is making clothes for women who want to be women.", "character": "Andre Leon Talley", "characterId": "nm0848147"}]}, {"lines": [{"text": "We have plenty of empty time to think of things. That is why we are so smart.", "character": "Carla Bruni", "characterId": "nm0116257"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "I used to ride horses.", "character": "Christy Turlington", "characterId": "nm0877258"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Style is definitely in the genes, and I don't mean Levis.", "character": "Andre Leon Talley", "characterId": "nm0848147"}]}, {"lines": [{"text": "Repeat my question back in a sentence when you answer it.", "character": null, "characterId": null}, {"text": "Umm, what was the question?", "character": "Kate Moss", "characterId": "nm0609017"}]}, {"lines": [{"text": "As you probably know by now this doesn't require a very heavy deep intellectual effort. I mean, this isn't like Einstein trying to find a theory, right?", "character": "Carla Bruni", "characterId": "nm0116257"}]}, {"lines": [{"text": "The whole thing about fashion is like, everybody wants that one moment where they look fabulous, they feel fabulous. You know, when they step out of that limousine. When they make that entrance, when they slap that man's face, where everything is perfect. It's about going for that one fuck you moment, and we are all relentlessly trying to get it.", "character": "Veronica Webb", "characterId": "nm0005542"}]}, {"lines": [{"text": "I think women should be all over them. I would get offended if someone told me I was pretty and not, vice versa.", "character": null, "characterId": null}]}]}