{"quotes": [{"lines": [{"text": "I'm a victim, brother. I'm a victim of 400 years of conditioning. The man has programmed my conditioning. Even my conditioning has been conditioned!", "character": "Curtis", "characterId": "nm0257874"}]}, {"lines": [{"text": "It amazes me that whites avidly seek after all the accoutrements of black style. You pickle your bodies in gallons of tanning lotion, you broil your pale flesh brown in the tanning spas at great expense and all the while maintaining such a marvelous contempt for black people. You wily Caucasians.", "character": "William Douglas Street", "characterId": "nm0364389"}]}, {"lines": [{"text": "I don't know you and I know you don't know me so let's agree to disagree if you want, but as far as I'm concerned, most people have maybe two or three great moments in their entire lives. So get it right. If the moment calls, give me the phone. If the moment drops by tonight, let him in. Make him comfortable. Set him up in the easy chair, give him a cup of coffee 'cause I am definitely into the moment!", "character": "William Douglas Street", "characterId": "nm0364389"}]}, {"lines": [{"text": "J'accuse Jacques Brel. J'accuse Jacques Cousteau. J'accuse Jacques Strap. J'accuse Jacuzzi.", "character": "William Douglas Street", "characterId": "nm0364389"}]}, {"lines": [{"text": "Fuckin' let go!", "character": "Lawyer in restaurant", "characterId": "nm1303553"}, {"text": "[throws a drink in Doug's face]", "character": null, "characterId": null}, {"text": "the fuck you can!", "character": "William Douglas Street", "characterId": "nm0364389"}, {"text": "I don't have to take this shit from you!", "character": "Lawyer in restaurant", "characterId": "nm1303553"}, {"text": "Authority! Shut the fuck up! You can say it four different ways. SHUT the fuck up, shut THE fuck up, shut the FUCK up, shut the fuck UP! You see, these are all the things you could have said if you weren't so unbelievably coarse and crude and countrified.", "character": "William Douglas Street", "characterId": "nm0364389"}, {"text": "[looks at girlfriend]", "character": null, "characterId": null}, {"text": "That's alliteration, babe.", "character": "William Douglas Street", "characterId": "nm0364389"}, {"text": "[looks back at Lawyer]", "character": null, "characterId": null}, {"text": "And remember, peckerwood; profanity is the last refuge of the ignorant, the insensitive, and the illiterate, but if you're gonna use it and I can see you are, at least get the fucking grammar right, moron.", "character": "William Douglas Street", "characterId": "nm0364389"}]}, {"lines": [{"text": "Have you thought about what you're going to do on the outside? Let me put it this way - once you get out, will there be any more of these?", "character": "Dr. Hand", "characterId": "nm3099349"}, {"text": "No, no. I'm through. No more.", "character": "William Douglas Street", "characterId": "nm0364389"}, {"text": "No more impersonations?", "character": "Dr. Hand", "characterId": "nm3099349"}, {"text": "No. Enough is enough.", "character": "William Douglas Street", "characterId": "nm0364389"}, {"text": "I don't believe you.", "character": "Dr. Hand", "characterId": "nm3099349"}, {"text": "Would I lie?", "character": "William Douglas Street", "characterId": "nm0364389"}, {"text": "I don't think you're necessarily lying. I don't think you're in control of what you do or say. I think you behave in complimentarity.", "character": "Dr. Hand", "characterId": "nm3099349"}, {"text": "Okay.", "character": "William Douglas Street", "characterId": "nm0364389"}, {"text": "Do you know what that means?", "character": "Dr. Hand", "characterId": "nm3099349"}, {"text": "No.", "character": "William Douglas Street", "characterId": "nm0364389"}, {"text": "That means you intuit what another person needs and then you become that need. Like right now. You know my job is to diagnose your neuroses.", "character": "Dr. Hand", "characterId": "nm3099349"}, {"text": "Neuroses are red, neuroses are blue.", "character": "William Douglas Street", "characterId": "nm0364389"}]}, {"lines": [{"text": "This is not a big exposé you're doing. This is all a matter of public record.", "character": "William Douglas Street", "characterId": "nm0364389"}]}, {"lines": [{"text": "I began to subtly steer the conversation into her personal life. Of course, the key word is subtle. \"Have you ever had an orgasm?\"", "character": "William Douglas Street", "characterId": "nm0364389"}, {"text": "What does that have to do with the cover story?", "character": "Paula McGee", "characterId": "nm0569113"}, {"text": "Well, you know, the big picture.", "character": "William Douglas Street", "characterId": "nm0364389"}]}, {"lines": [{"text": "I think I'll stop by just to see how a Harvard man works. You know, there's a rumor circulating around here that when a Harvard man makes his first incision he doesn't use a scalpel. He just orders the flesh to part and it parts like Moses and the Red Sea. I'll see you in O.R. in about 45 minutes. You've got a hysterectomy to perform.", "character": "Dr. Hardy", "characterId": "nm0410384"}]}, {"lines": [{"text": "Why is this nurse breathing so hard? She's freaking me out... Either she can tell I don't know what I'm doing or the sight of blood makes her sick.", "character": "William Douglas Street", "characterId": "nm0364389"}]}, {"lines": [{"text": "Dumb broad asked me the other day; \"Why didn't you punch out that peckerwood?\" I said \"Because I was unconscious, you extremely stupid bitch.\"", "character": "William Douglas Street", "characterId": "nm0364389"}]}, {"lines": [{"text": "I had visualized myself performing surgery many times but, of course, there's nothing ever quite like the real thing. I don't know if any of you sitting out there have ever cut a human being open before with two interns, three nurses and the resident physician looking over your shoulder but you can take my word for it, it's an unforgettable experience. People ask me if I regret what happened. Sure, I regret it. 0600. I begin to notice odd details. I like her bellybutton. I've always felt that innies are infinitely superior to outies. But on the other hand her stretch marks gross me out.", "character": "William Douglas Street", "characterId": "nm0364389"}]}]}