{"quotes": [{"lines": [{"text": "It's me.", "character": "Charlotte", "characterId": "nm0171801"}, {"text": "I know it's you. I knew you'd be back. I said you would. You can't live without me.", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "three little twirls, yes, yes, yes.", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "I don't deny you've got a nice little body, but you're still a naughty rascal!", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "You think he'll cast you in his next film because you sleep with him. No chance. I know him. He's scum.", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "Listen to me! If you at least made love properly. \"Move your knee. Put your hand there. Scoot over.\" I have to tell you everything. Unbelievable! It gets annoying.", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "What do you do together anyway?", "character": "Jules", "characterId": "nm0000901"}, {"text": "Nothing. He feels me up.", "character": "Charlotte", "characterId": "nm0171801"}]}, {"lines": [{"text": "You really want to be in movies? There are thousands of guys you should've slept with instead of him. And why movies? I think it's shameful. Shameful and out of style.", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "What are movies anyway? A big head making faces in a little room. Only an idiot would like that! I know what I'm talking about. Cinema is an illusory art.", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "So you're the only girl in Paris anyone can have - for free! I know what you're going to say - that you love it!", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "France is full of idiots, but you take the cake.", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "Know what Picasso said to Jean Cocteau? \"It's a miracle we don't melt in the bathtub!\"", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "I know your tricks, remember! When we met, you were in that beret, telling anyone who'd listen, \"My parents threw me out. I have nowhere to sleep.\" I was a fool. \"Come sleep in my bed. I'll sleep in a chair.\" You disgust me! \"Would you mind putting your coat over my feet?\" You couldn't have found a bigger sucker! And me caressing you while you pretended to snooze. In the morning you acted all sweet and innocent. You looked at yourself naked in the mirror and asked, \"What must you think of me?\"", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "Honestly, Charlotte, when I said you had pretty breasts, I was just flattering you.", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "You're all the same! You think men love you for your mind. They love your ass!", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "At the dance club, for example, the first time we met. Dancing the samba, the mambo. But those poor jerks in their ties - their multicolored ties - what do they want? Sambas and mambos? My ass! They come to cop a good feel!", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "That's right. I was fed up having my electric razor use for what? To shave your legs!", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "At last I\"ll have some peace. At last I'll have my room back. I can lean out the window without your undies in my face.", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "Well, too bad! I don't give a damn! I'm not mad at you. Yes, I am! No, I'm not. Yes, I am. Oh, I don't know. It's funny. I'm mad 'cause I'm not mad.", "character": "Jules", "characterId": "nm0000901"}]}, {"lines": [{"text": "I'm all mixed up. I've been miserable since you left. Don't leave me alone, I beg you. Stay! You can't go. I'll kill myself. I don't want to kill myself.", "character": "Jules", "characterId": "nm0000901"}]}]}