{"quotes": [{"lines": [{"text": "In five minutes, I'll have you as sober as I am.", "character": "Bonnie", "characterId": "nm0237597"}, {"text": "[stumbles into clothes rack, knocking it over]", "character": null, "characterId": null}]}, {"lines": [{"text": "I was kissed by a Spaniard once... now look at me!", "character": "Bonnie", "characterId": "nm0237597"}]}, {"lines": [{"text": "Oh, Terry! Say, do you want to go to that funny little chop suey joint out of town, near abouts?", "character": "Carlie Seymour", "characterId": "nm0522281"}]}, {"lines": [{"text": "Say, where's Terry? Did you lose him in that chop suey joint?", "character": "Eddie Rock", "characterId": "nm0000912"}, {"text": "Oh, I guess he couldn't find the place. He'll maybe wind up in some chink laundry lookin' for me.", "character": "Carlie Seymour", "characterId": "nm0522281"}]}, {"lines": [{"text": "Well, I hope you're satisfied.", "character": "Eddie Rock", "characterId": "nm0000912"}, {"text": "[Sarcastically]", "character": null, "characterId": null}, {"text": "You haven't made it very tough for me. Now I've got to wire the home office and get a new leading lady. And I hope she isn't a blonde.", "character": "Eddie Rock", "characterId": "nm0000912"}]}, {"lines": [{"text": "You're too good hearted. If you want a woman to stick by ya - to be crazy about ya - be indifferent to her. Don't show her too much affection.", "character": "Carlie Seymour", "characterId": "nm0522281"}, {"text": "Carlie, that's a great idea. The next woman I fall in love with, I'm gonna - pop her - right on the nose. That's what I'm gonna do.", "character": "Terry Fay", "characterId": "nm0454558"}]}, {"lines": [{"text": "Same old Daph.", "character": "Don Cordova", "characterId": "nm0680376"}, {"text": "Oh, same old Don. Still making love to every girl that you meet?", "character": "Daphne Wayne", "characterId": "nm0551424"}, {"text": "Oh, no. I miss one - occasionally.", "character": "Don Cordova", "characterId": "nm0680376"}]}, {"lines": [{"text": "Now, you two are absolutely crazy about each other - almost to the ga-ga point.", "character": "Eddie Rock", "characterId": "nm0000912"}]}, {"lines": [{"text": "Now, in the second act, Terry goes into the army and follows you to France. And Carlie, here, loves Terry so much, that she follows him disguised as a donut. I mean, a doughboy.", "character": "Eddie Rock", "characterId": "nm0000912"}]}, {"lines": [{"text": "I'll give Terry more air than Lindbergh needed to fly to Paris.", "character": "Daphne Wayne", "characterId": "nm0551424"}]}, {"lines": [{"text": "I've got you to think about. We've been partners too long. Battling through the small time, through the tough audiences, cheap theaters, playing a million benefits, living in left-handed boarding houses - until finally we built ourselves into a stand-up two act and, now, some smart-cracking dame has come along and tried to kid somebody. And split us up! I-I ought to pop her on the nose!", "character": "Terry Fay", "characterId": "nm0454558"}]}, {"lines": [{"text": "Why, I don't know whether its the light or the climate or what it is? But, you look like a little school girl sitting there.", "character": "Terry Fay", "characterId": "nm0454558"}]}, {"lines": [{"text": "I'd be like a boat without a rudder without you.", "character": "Terry Fay", "characterId": "nm0454558"}]}, {"lines": [{"text": "Somebody put me on a merry-go-round and forgot to take me off. Whoopee!", "character": "Carlie Seymour", "characterId": "nm0522281"}]}, {"lines": [{"text": "You haven't got the backbone of a jellyfish!", "character": "Carlie Seymour", "characterId": "nm0522281"}]}]}