{"quotes": [{"lines": [{"text": "[Reading from J. M. Barrie's book, The Little Minister]\nThe life of every man is a diary in which he means to write one story, and writes another.", "character": "John Stevens", "characterId": "nm0085782"}, {"text": "[Interrupting]\nWould you mind reading that again? Just the last sentence.", "character": "Ella Bishop", "characterId": "nm0779549"}, {"text": "The life of every man is a diary in which he means to write one story... and writes another.", "character": "John Stevens", "characterId": "nm0085782"}, {"text": "I suppose that's true, isn't it? We dream dreams and... Do go on.", "character": "Ella Bishop", "characterId": "nm0779549"}]}, {"lines": [{"text": "almighty and most merciful God; here on free land, under free air, we have tried to build a house for wisdom, free to all. Look favorably upon us, O Lord. For today we light a lamp of learning. May it shine through the years to be. Amen.", "character": "James Corcoran, Midwestern U. President", "characterId": "nm0350324"}]}, {"lines": [{"text": "the value of freedom.", "character": "James Corcoran, Midwestern U. President", "characterId": "nm0350324"}]}, {"lines": [{"text": "she's young, she's growing too fast, she makes a lot of mistakes, but somehow she does manage to keep her people free. May she always.", "character": "Ella Bishop", "characterId": "nm0779549"}]}, {"lines": [{"text": "[Slowly rising from her seat]\nPresident Corcoran, do you mean... Well, of course I know you couldn't mean... But I can't help thinking that you might mean... President Corcoran, do you mean I...", "character": "Ella Bishop", "characterId": "nm0779549"}, {"text": "Oh dear dear dear. There's a heap of repetition in that sentence... for a teacher of freshman English!", "character": "James Corcoran, Midwestern U. President", "characterId": "nm0350324"}, {"text": "Oh...", "character": "Ella Bishop", "characterId": "nm0779549"}, {"text": "I take it you're going to accept?", "character": "James Corcoran, Midwestern U. President", "characterId": "nm0350324"}, {"text": "Accept? Accept? Well, if I could... If I could only... Well, President Corcoran!", "character": "Ella Bishop", "characterId": "nm0779549"}, {"text": "[Kisses him on the forehead then runs away]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Examining the label on a wine bottle]\nOrvieto...", "character": "John Stevens", "characterId": "nm0085782"}, {"text": "Orvieto? Should know but I don't.", "character": "Ella Bishop", "characterId": "nm0779549"}, {"text": "It's a little Italian town, Orvieto. Sunny and warm, it's flooded with warm sunlight. I remember once seeing one beggar there with a beautiful flower and a ragged hat. He was perfectly happy.", "character": "John Stevens", "characterId": "nm0085782"}, {"text": "A beggar with a flower in his ragged hat. And sunlight...", "character": "Ella Bishop", "characterId": "nm0779549"}, {"text": "I stayed there for weeks and weeks. I ate chestnut bread with the peasants and drank the new wine. And *I* was perfectly happy. Then I went on to Rome; I did everything the guidebook said but it wasn't the same.", "character": "John Stevens", "characterId": "nm0085782"}]}]}