{"quotes": [{"lines": [{"text": "Oh, Henry... you and I fought together at Gettysburg. You had never seen a Negro slave. All you ever knew was that they were human beings with the rights of human beings - and it was worth an arm to you.", "character": "Secretary of the Interior", "characterId": "nm0000064"}]}, {"lines": [{"text": "Dull Knife! Little Wolf! What happened today changes nothing. The Indian Bureau is still pledged to provide you with adequate clothing and rations. And you're still pledged to abide by the law. Remember that!", "character": "Capt. Thomas Archer", "characterId": "nm0001847"}, {"text": "We are asked to remember much. The white man remembers nothing.", "character": "Dull Knife", "characterId": "nm0738042"}]}, {"lines": [{"text": "Say, you're the doctor around here. How come I always have to perform all the complicated operations?", "character": "Wyatt Earp", "characterId": "nm0000071"}, {"text": "You know I am a dentist, not a doctor. Wait until somebody shoot him in the teeth.", "character": "Doc Holliday", "characterId": "nm0447913"}]}, {"lines": [{"text": "Dull Knife, the old chief is much too sick. He'll never make such a trip. Listen...", "character": "Deborah Wright", "characterId": "nm0004647"}, {"text": "If he lives to ride even a mile closer to home, he will die as a man should. There will be no more dying in this place.", "character": "Dull Knife", "characterId": "nm0738042"}]}, {"lines": [{"text": "[narrating]", "character": null, "characterId": null}, {"text": "But this wasn't just another day to the Cheyenne. Far from their homeland, as out of place in this desert as eagles in a cage, their three great chiefs prayed over the Sacred Bundles that at last the promises made to them more than a year ago would today be honored. The promises that had led them to give up their own way of life in their own green and fertile country... 1500 miles north.", "character": "Capt. Thomas Archer", "characterId": "nm0001847"}]}, {"lines": [{"text": "I pray the young one will give me sons. But I want them to be born where I, and all my people before me, were born.", "character": "Little Wolf", "characterId": "nm0001544"}, {"text": "Even a dog can go where he likes... but not a Cheyenne.", "character": "Dull Knife", "characterId": "nm0738042"}]}, {"lines": [{"text": "You spoke the truth for us. This we will not forget - but there will be no more school.", "character": "Little Wolf", "characterId": "nm0001544"}, {"text": "Oh, no! Oh, no, please don't do that to the children!", "character": "Deborah Wright", "characterId": "nm0004647"}, {"text": "The white man's words are lies. It is better that our children not learn them.", "character": "Little Wolf", "characterId": "nm0001544"}, {"text": "It is not the words... but who speaks them. Has speaking white men's words made you a liar?", "character": "Deborah Wright", "characterId": "nm0004647"}, {"text": "Our words were learned long ago, when some white men still spoke the truth.", "character": "Dull Knife", "characterId": "nm0738042"}]}, {"lines": [{"text": "Forgive me, mademoiselle.", "character": "Doc Holliday", "characterId": "nm0447913"}, {"text": "What the hell kind of talk is that?", "character": "Miss Plantagenet", "characterId": "nm0020490"}, {"text": "Now, as I understand it, a mademoiselle is a madam who ain't quite made it yet - only younger and friskier. I'd call it a compliment.", "character": "Wyatt Earp", "characterId": "nm0000071"}]}, {"lines": [{"text": "[a Cossack]\nkills Poles just because they're Poles. Like we're trying to kill Indians just because they're Indians.", "character": "Sr. First Sergeant", "characterId": "nm0563417"}, {"text": "Come on, Wichowski. You fought Indians before!", "character": "Capt. Thomas Archer", "characterId": "nm0001847"}, {"text": "I fought Indians who wanted to fight me, not just some poor blanket-heads trying to go home!", "character": "Sr. First Sergeant", "characterId": "nm0563417"}]}, {"lines": [{"text": "They will not go back. Life there is not life. They will die here.", "character": "Spanish Woman", "characterId": "nm0003123"}]}, {"lines": [{"text": "Mr. Scott! I told you to cover that flank!", "character": "Capt. Thomas Archer", "characterId": "nm0001847"}, {"text": "I'm sorry, sir.", "character": "2nd Lt. Scott", "characterId": "nm0915618"}, {"text": "From now on, you don't scratch until I itch! Is that clear?", "character": "Capt. Thomas Archer", "characterId": "nm0001847"}]}, {"lines": [{"text": "Scott, tell me something.", "character": "Capt. Thomas Archer", "characterId": "nm0001847"}, {"text": "Sir?", "character": "2nd Lt. Scott", "characterId": "nm0915618"}, {"text": "What put the blood in your eyes?", "character": "Capt. Thomas Archer", "characterId": "nm0001847"}, {"text": "It's just a private matter, sir.", "character": "2nd Lt. Scott", "characterId": "nm0915618"}, {"text": "Nothing that affects an officer's conduct is private.", "character": "Capt. Thomas Archer", "characterId": "nm0001847"}]}, {"lines": [{"text": "Listen to me, Miss Wright. You're a Quaker and you're dedicated to self-sacrifice. Well, I'm dedicated to self-preservation. You know, you want me to go out there, don't you? Yeah, and take me future, me career and me pension... and throw it down the drain. Is that what you want, huh? Yeah, well... that's exactly what I'm going to do.", "character": "Dr. O'Carberry", "characterId": "nm0565887"}]}, {"lines": [{"text": "You thought this was the prettiest dress you ever saw. Why, you couldn't take your eyes off it.", "character": "Miss Plantagenet", "characterId": "nm0020490"}, {"text": "Well now, that was when I was ten high. Now I'm ace high.", "character": "Wyatt Earp", "characterId": "nm0000071"}]}, {"lines": [{"text": "They are angry... because my son fired the first shot.", "character": "Spanish Woman", "characterId": "nm0003123"}, {"text": "Does it ever matter who fires the first shot?", "character": "Deborah Wright", "characterId": "nm0004647"}]}, {"lines": [{"text": "Have you ever seen a Cheyenne?", "character": "Capt. Thomas Archer", "characterId": "nm0001847"}, {"text": "Of course I have.", "character": "Deborah Wright", "characterId": "nm0004647"}, {"text": "No you haven't! All you've ever seen is reservation Indians looking pitiful as fish out of water. But give them a chance and they're the greatest fighters in the world. Will you listen to me? It takes a blue coat to make a white man a soldier... but a Cheyenne is a soldier from the first slap on his butt. War is his life. He's fierce, he's smart... and he's meaner than sin!", "character": "Capt. Thomas Archer", "characterId": "nm0001847"}]}, {"lines": [{"text": "[narrating]", "character": null, "characterId": null}, {"text": "And so when the Nation was safe, the Sacred Bundle, symbol of the Chief of Chiefs, was passed on. For no one could carry it who had shed the blood of another Cheyenne.", "character": "Capt. Thomas Archer", "characterId": "nm0001847"}]}, {"lines": [{"text": "Miss Wright, my responsibility to the Indians is only to guard them. When you have reached my age, you will have realized that it pays to stick to your own knitting. That's exactly what I intend to do!", "character": "Maj. Braden", "characterId": "nm0639563"}]}, {"lines": [{"text": "The question is, do you want to be responsible?", "character": "Dr. O'Carberry", "characterId": "nm0565887"}, {"text": "I am responsible for nothing, none of them had to die. They could have walked out of there any time they liked. I have simply been the instrument of an order, an order I did not agree with.", "character": "Capt. Oskar Wessels", "characterId": "nm0001500"}, {"text": "You say that as if you memorized it.", "character": "Dr. O'Carberry", "characterId": "nm0565887"}, {"text": "Why do you talk to me? Why don't you talk to the Indians? That is where the blame is. Any time! Any time, they could have ended this.", "character": "Capt. Oskar Wessels", "characterId": "nm0001500"}, {"text": "First it was the headquarters, now it's the Indians. Everybody is to blame but you!", "character": "Dr. O'Carberry", "characterId": "nm0565887"}]}, {"lines": [{"text": "You claim to be a doctor. You gonna let him put those women and children in a warehouse at 10 below zero? What are you gonna do about it?", "character": "Capt. Thomas Archer", "characterId": "nm0001847"}, {"text": "What are you gonna do about it?", "character": "Dr. O'Carberry", "characterId": "nm0565887"}]}, {"lines": [{"text": "You made one of the most heroic march in history. I am sure the people of this country will understand and will agree, when they hear the facts.", "character": "Secretary of the Interior", "characterId": "nm0000064"}, {"text": "The people... Who will tell them? Who will tell the people... about Fort Robinson?", "character": "Dull Knife", "characterId": "nm0738042"}, {"text": "I will, I promise you. Now will you take the gamble?", "character": "Secretary of the Interior", "characterId": "nm0000064"}]}, {"lines": [{"text": "I can say that it amounts to the same thing. The smaller the reservations, the easier they are to guard. You let the Army have its way, and it", "character": "Secretary of the Interior", "characterId": "nm0000064"}, {"text": "[the Indian reservations]", "character": null, "characterId": null}, {"text": "will end up the size of postage stamps. Exactly what the land grabbers want.", "character": "Secretary of the Interior", "characterId": "nm0000064"}]}, {"lines": [{"text": "[quote]\nThe whole truth of the matter is that you let this become a test of wills between you and the Cheyenne. You have made it your own personal fight!", "character": "Dr. O'Carberry", "characterId": "nm0565887"}, {"text": "You are a liar! You lie! Nothing I have done is personal. I am a soldier. I was a soldier in Prussia and I am a soldier here! All my life I have given and taken orders! What would this world be without orders? Anarchy! Chaos! I will not let that start here. And you... You... I will not let you spread these lies!", "character": "Capt. Oskar Wessels", "characterId": "nm0001500"}]}]}