{"quotes": [{"lines": [{"text": "How many times must the white man break his word? How short are your memories that you can again accept their promises? Has Olm Man Afraid forgotten the peace talks on the Shell River? Has Sitting Bull forgotten the peace talks at Blue Water? Has Dull Knife forgotten the peace talks at Sand Creek? And Red Cloud, has he forgotten our people who came to this fort before us, who have grown sick and old before their time? No, our nation will not be divided as it was at Shell River, at Blue Water and at Sand Creek. I would like to ask my friend, Twist, a question. Why is today's promises any different from those of yesterday?", "character": "Chief Crazy Horse", "characterId": "nm0001514"}, {"text": "All I know is the Commissioner wants this fighting stopped.", "character": "Major Twist", "characterId": "nm0526184"}, {"text": "He's put his name to the paper too many times before.", "character": "Chief Crazy Horse", "characterId": "nm0001514"}, {"text": "Always as a friend of the Lakota.", "character": "Major Twist", "characterId": "nm0526184"}, {"text": "Then the Lakotas prefer its enemies! I set my face against this treaty. This is our country... the sacred land of our fathers. I will fight for it... and I will die for it!", "character": "Chief Crazy Horse", "characterId": "nm0001514"}]}, {"lines": [{"text": "Why hunt buffalo? We're giving your people what they need.", "character": "Gen. Crook", "characterId": "nm0589641"}, {"text": "But with my people, the buffalo hunt isn't the same as that with white. We don't hang the buffalo's head on a pole in the lodge and boast of our hunting skill. By eating his flesh, our flesh becomes strong. His skin makes our clothing, his bones our arrows, his hair makes the ropes for our horses. Even the covering on our feet comes from him. The buffalo is truly our friend... sent to give us life. Take this hunt from us and we are no longer Lakotas. We're no longer men. We're nameless and dead.", "character": "Chief Crazy Horse", "characterId": "nm0001514"}]}, {"lines": [{"text": "It isn't often we get such fine pelts as you brought us... or such pretty yellow stones. Where did you get them?", "character": "Jeff Mantz", "characterId": "nm0800359"}, {"text": "From the Lakota burial grounds. They ward off evil spirits. They are big medicine.", "character": "Little Big Man", "characterId": "nm0200645"}]}, {"lines": [{"text": "Hear my words. Life melts from me. My eyes see into the mist. Someday a great warrior leader will arise among us. His medicine will be very storng against the whites. He will unite all the tribes of the Lakotas... and lead us to vicotry. But drive envy and jealousy from your hearts. For when this great warrior dies, it will be at the hand of a Lakota.", "character": "Red Cloud", "characterId": "nm0030194"}]}, {"lines": [{"text": "I'm not speaking of visions. I'm speaking of a way to silence their guns without death. Time after time we've gone into battle like a herd of buffalo made crazy by fear. Knowing this, their soldiers have cut down. I have watched their soldiers many, many times... and how their young men are held back by the commands of their leaders until the time for the killing. Our young warriors must learn this. They must be obedient! They must be like the lance... that is obedient to the hand until it is thrown.", "character": "Chief Crazy Horse", "characterId": "nm0001514"}]}, {"lines": [{"text": "Take a good look, Little Big Man! Make up your mind. You'll see plenty more blood spilled for a long time to come... until the country becomes civilized.", "character": "Jeff Mantz", "characterId": "nm0800359"}]}, {"lines": [{"text": "My father looks at his son with eyes blinded by the lodge smoke.", "character": "Chief Crazy Horse", "characterId": "nm0001514"}]}]}