{"quotes": [{"lines": [{"text": "I ain't nothing but a gunslinger. I can't teach you nothing but how to kill people. You got a change to learn books. That's where the power is. It's better than guns.", "character": "Gypsy Smith", "characterId": "nm0001627"}]}, {"lines": [{"text": "I'm going to hang you like they hung Bob. I might even let Nez here cut off your balls.", "character": "Boss Beeson", "characterId": "nm0444776"}]}, {"lines": [{"text": "I've been haunted by my mother's death for so many years now.", "character": "Shelby Hornbeck", "characterId": "nm0000952"}, {"text": "I'm haunted, too. I found my mother hanging from the ceiling when I was just a kid.", "character": "Rachel", "characterId": "nm0324790"}, {"text": "It's a cruel message for a mother to leave her daughter.", "character": "Shelby Hornbeck", "characterId": "nm0000952"}, {"text": "Yes, it was. She seemed to be saying that life is too difficult, too painful, too empty to keep on struggling; that is was better to die than go through with it. I don't want to be like her. I want to have a life filled with love and joy and family.", "character": "Rachel", "characterId": "nm0324790"}]}, {"lines": [{"text": "I'm not gonna let them hang me. Indians say that if man dies from strangling, his spirit can't get out of his body and travel to the Spirit Land. He has to wander forever.", "character": "Corby", "characterId": "nm0936198"}]}, {"lines": [{"text": "Sometimes it's so hard to understand that when there's so much beauty in the world how there can be such hate... such cruelty", "character": "Drusilla", "characterId": "nm0853040"}]}, {"lines": [{"text": "I'm sorry, but I'm not having bastards, thank you. There's too many in the world as it is.", "character": "Drusilla", "characterId": "nm0853040"}, {"text": "I kind of hate to hear you talking about bastards. I happen to be one.", "character": "Drusilla", "characterId": "nm0853040"}, {"text": "So am I. That's why I'm not having any.", "character": "Drusilla", "characterId": "nm0853040"}, {"text": "I'm not the marrying kind.", "character": "Gypsy Smith", "characterId": "nm0001627"}, {"text": "Well, I am!", "character": "Drusilla", "characterId": "nm0853040"}]}, {"lines": [{"text": "What good is revenge? It don't make a man feel any better. I ain't got no more stomach for it.", "character": "Gypsy Smith", "characterId": "nm0001627"}]}, {"lines": [{"text": "Ain't no more shame in being ignorant... the only shame is staying ignorant.", "character": "Gypsy Smith", "characterId": "nm0001627"}]}, {"lines": [{"text": "We're all bits and pieces handed down to us from the ones before us; bits and pieces we pass on to the ones after. I don't know where anybody fits. I do know that your father is a great man, Little Raven. No matter where you go in this life, no matter what happens, you remember where you came from... and be proud to be his son.", "character": "Gypsy Smith", "characterId": "nm0001627"}]}, {"lines": [{"text": "A woman's job is to grin and bear it.", "character": "Aunt Bertha", "characterId": "nm0004309"}]}, {"lines": [{"text": "I'm so hungry right now, my stomach thinks my throat's been cut.", "character": "Gypsy Smith", "characterId": "nm0001627"}]}, {"lines": [{"text": "What are you planning to do?", "character": "Corby", "characterId": "nm0936198"}, {"text": "You ain't thinkin' I'm gonna let them klansmen get away with what they done, do ya? Killin' ain't even begun yet. When I'm well, gotta better give their souls to God, 'cause their mortal bodies belongs to Gypsy Smith!", "character": "Gypsy Smith", "characterId": "nm0001627"}, {"text": "Hey, you once told me words have more power than guns!", "character": "Corby", "characterId": "nm0936198"}, {"text": "I'll be talking... *with* my guns.", "character": "Gypsy Smith", "characterId": "nm0001627"}]}]}