{"quotes": [{"lines": [{"text": "[On the phone with an operator]", "character": null, "characterId": null}, {"text": "I was just speaking to my party before you so rudely interrupted me... for God's sake!", "character": "Susan", "characterId": "nm0781291"}, {"text": "You cannot speak to me in that tone of voice. I am a high school graduate.", "character": null, "characterId": null}, {"text": "[Slams down the phone]\nOh, those operators are so damn stupid.", "character": "Susan", "characterId": "nm0781291"}]}, {"lines": [{"text": "Susan? You look FAAAAAAAAAAAAAAAABULOUS!", "character": "Diana", "characterId": "nm0900201"}]}, {"lines": [{"text": "Speed is the ultimate, all-time high. That first rush. Wow! Just that burning, searing, soaring sense of perfection.", "character": "Susan", "characterId": "nm0781291"}, {"text": "[... ]", "character": null, "characterId": null}, {"text": "There's no way to explain it unless you've been through it. There's no way to tell anyone who hasn't tasted it. I'd like to turn the whole world on just for a moment... just for a moment. I'm greedy. I'd like to keep most of it for myself and a few others, a few of my friends. Keep that superlative high just on the cusp of each day so that I radiate sunshine.", "character": "Susan", "characterId": "nm0781291"}]}, {"lines": [{"text": "It's sort of like a mockery, in a way, of reality, because they think everything is smiles and sweetness and flowers, when there is something bitter to taste. And to pretend there isn't is foolish.", "character": "Susan", "characterId": "nm0781291"}]}, {"lines": [{"text": "Cocaine? That's a very serious drug! Let's go hide it up at my mother's.", "character": "Yoli", "characterId": "nm0366876"}]}, {"lines": [{"text": "I got my first introduction to heavy drugs at the Factory", "character": "Susan", "characterId": "nm0781291"}]}, {"lines": [{"text": "You're supposed to be at the doctor's and here you are screwing!", "character": "Mummy", "characterId": "nm0422436"}]}, {"lines": [{"text": "Where the fuck's my lighter? I've gotta find it. My brother Wesley gave it to me. He gave it to me just before he committed suicide. It's funny. He was the only one who had no sexual interest in me. All my... all my other brothers did. And the ranch hands, the butler, the foremen... and Daddy.", "character": "Susan", "characterId": "nm0781291"}]}, {"lines": [{"text": "My life has been a double strand of pearls around my neck, loose.", "character": "The Duchess", "characterId": "nm0075568"}]}]}