{"quotes": [{"lines": [{"text": "[the older man removes a cigarette from the pack, taps both ends on the table twice, then strikes a match and lights the cigarette before placing it in an ashtray]", "character": "Older Man", "characterId": "nm0001311"}, {"text": "...and then, then we will talk about making sense of the matter. Once the coffee is poured, and the tip of the cigarette is lit, and placed in the ashtray, then, we will address the matter. We focus our attention when the time comes. When the coffee has been poured...", "character": "Older Man", "characterId": "nm0001311"}, {"text": "", "character": "Younger Man", "characterId": "nm0051257"}, {"text": "Well, that's a common mistake.", "character": "Older Man", "characterId": "nm0001311"}, {"text": "...what is?", "character": "Younger Man", "characterId": "nm0051257"}, {"text": "Not to wait, until the coffee is poured, and the cigarettes are lit.", "character": "Older Man", "characterId": "nm0001311"}, {"text": "Look, uh, this tradition, this matter of doing things in neat little boxes, it's um, a matter of making urgency wait, is what it is. I get the feeling that following these, these guidelines, these instructions of waiting for the coffee to be poured and all that is only going to get in the way of what I'm trying to tell you.", "character": "Younger Man", "characterId": "nm0051257"}, {"text": "[Referring to his cigarette]\nNow I'm going to light this. And I'm going to wait for the coffee to be poured. Because that is the correct order of business. And I'm gonna make myself comfortable first and I think you oughta do the same thing. Otherwise, this thing of urgency, that you have to tell me is gonna, it's gonna be like a conversation in two passing cars on a highway. Yeah, you're right, it is a matter of tradition. And that's why we have these things. That's why we have this coffee and these cigarettes. You understand? I'm talking about our bonfires for today - look, you have something to tell me, something you wanna say?", "character": "Older Man", "characterId": "nm0001311"}, {"text": "Yes.", "character": "Younger Man", "characterId": "nm0051257"}, {"text": "So, we're gonna sit around our bonfire of coffee and cigarettes, and you're gonna share your story. But - we wait, until the coffee is poured.", "character": "Older Man", "characterId": "nm0001311"}, {"text": "[the younger man takes a cigarette, lights it and begins to smoke]", "character": "Younger Man", "characterId": "nm0051257"}, {"text": "Good. Now, what is it, over cigarettes and coffee, here in the middle of this desert, along this highway, in this place? What is it that you want to tell me?", "character": "Older Man", "characterId": "nm0001311"}]}, {"lines": [{"text": "[talking on a payphone]\nYeah, is he there? This is Bill, who the fuck is this? Alright... asshole... Yeah. Yeah, I told you last week. Last Thursday. Yeah. No no - Look, I told him, alright? I told him. Well that's the way it is, right? What? Yes. When the moon was full. When the moon was full and the dogs were barking! No no no no no - what? I don't think so. It's a matter of opinion, isn't it? They were what? They used that, are you serious? A nickel and a dime, no shit. No fuckin' shit. Alright. I'll tell you. Are you ready, because I'm gonna tell you, I'm gonna tell you exactly what happened. Ready?... here it is.", "character": "Bill", "characterId": "nm0001208"}]}]}