{"quotes": [{"lines": [{"text": "Louie Heffner, as coroner do your official duty and remove the body.", "character": "Yancy Cravat", "characterId": "nm0228715"}, {"text": "Okay, Yancy. It was self-defense and justifiable homicide. This town needs a Boot Hill and I'll start it with this burial.", "character": "Louie Heffner", "characterId": "nm0574743"}, {"text": "Fellow citizens! Under the circumstances, we will forego the sermon and conclude this service with a brief word of prayer.", "character": "Yancy Cravat", "characterId": "nm0228715"}]}, {"lines": [{"text": "Did you have to kill him?", "character": "Sabra Cravat", "characterId": "nm0002050"}, {"text": "No, I could have let him kill me.", "character": "Yancy Cravat", "characterId": "nm0228715"}]}, {"lines": [{"text": "Do you feel nervous about your sermon, dear?", "character": "Sabra Cravat", "characterId": "nm0002050"}, {"text": "I'd rather plead to a Texas jury than preach to this gang.", "character": "Yancy Cravat", "characterId": "nm0228715"}]}, {"lines": [{"text": "Wife and mother, stainless woman, hide me... hide me in your love.", "character": "Yancy Cravat", "characterId": "nm0228715"}]}, {"lines": [{"text": "I'll show them first crack that the Oklahoma Wigwam prints all the news all the time - knowing no law except the law of God and the government of the United States. Say, that's a pretty good slogan! Top of the page - just ahead of the editorial column!", "character": "Yancy Cravat", "characterId": "nm0228715"}]}, {"lines": [{"text": "One of my ancestors was a signer of the Declaration of Independence.", "character": "Mrs. Tracy Wyatt", "characterId": "nm0646829"}, {"text": "That's all right. A relative of mine, a fellow named Moses, wrote the Ten Commandments.", "character": "Sol Levy", "characterId": "nm0831889"}]}, {"lines": [{"text": "[caption at the beginning of the film]", "character": null, "characterId": null}, {"text": "In 1889, President Harrison opened the vast Indian Oklahoma Lands for white settlement... 2,000,000 acres free for the taking, poor and rich pouring in, swarming across the border, waiting for the starting gun, at noon, April 22nd.", "character": null, "characterId": null}]}, {"lines": [{"text": "Sugar, if we all took root and squatted, there would never be any new country.", "character": "Yancy Cravat", "characterId": "nm0228715"}]}, {"lines": [{"text": "They will always talk about Yancy. He's gonna be part of the history of the great Southwest. It's men like him that build the world. The rest of them, like me... why, we just come along and live in it.", "character": "Sol Levy", "characterId": "nm0831889"}]}, {"lines": [{"text": "Why, it'll be all over the southwest that Yancy Cravat was hiding behind a woman's petticoat!", "character": "Yancy Cravat", "characterId": "nm0228715"}, {"text": "But you didn't! They can't say so! You shot him there nicely in the ear, darling.", "character": "Sabra Cravat", "characterId": "nm0002050"}, {"text": "Well, you shouldn't interfere when men are having a little friendly shootin'.", "character": "Yancy Cravat", "characterId": "nm0228715"}]}]}