{"quotes": [{"lines": [{"text": "[Fella has fainted]\nJack and Jill! Fetch a pail of water!", "character": "Fairy Godfather", "characterId": "nm0943956"}, {"text": "[Jack and Jill magically appear and dump water on Fella]", "character": null, "characterId": null}]}, {"lines": [{"text": "Love thy neighbor. Love him hard and well. The love that you give will be returned and manifested in itself, to give back the warmth and the care and the affection, as well as the hugs and the loves of those who have loved. To live and not to love could be affectionate, but yet warmth would still maintain itself in the love that you give to them. Oh, others have loved in the past and yet have found that they couldn't be hate. So with love it is the beneficial part of giving. Many children in the past have loved and yet found that they couldn't possibly know anyone with kissing and wisdom with hugging...", "character": "Cinderfella", "characterId": "nm0001471"}]}, {"lines": [{"text": "Fella, you have been chosen to rectify all the great wrongs brought about by the original Cinderella story. Through the centuries, the women of the world influenced by the Cinderella story have waited. Waited for their Prince Charming's to come galloping out of the wild blue yonders on their white horses to claim their hands in marriage.", "character": "Fairy Godfather", "characterId": "nm0943956"}, {"text": "Yeah, I read that once...", "character": "Cinderfella", "characterId": "nm0001471"}, {"text": "But there was only one Prince Charming! And, when he didn't appear, these women married the closest available man. And they were forever after after miserable, because they always regretted and they felt that, well, they had taken second-best. But what is worse, they made their poor husbands miserable because the poor fellow wasn't a prince.", "character": "Fairy Godfather", "characterId": "nm0943956"}, {"text": "Tsk, tsk, tsk...", "character": "Cinderfella", "characterId": "nm0001471"}, {"text": "Oh, the Cinderella legend has brought nothing but dissatisfaction to the hearts of women. And their husbands have taken the brunt of it.", "character": "Fairy Godfather", "characterId": "nm0943956"}, {"text": "It's not fair.", "character": "Cinderfella", "characterId": "nm0001471"}, {"text": "I won't bother you with actual statistics, Fella, but the unhappy husbands of the world are crying for help! They're crying for a chance to get even. It's time, for a change! And you have been chosen to bring out that change.", "character": "Fairy Godfather", "characterId": "nm0943956"}, {"text": "Change... I'm... chosen... I'm... who... chosen...?", "character": "Cinderfella", "characterId": "nm0001471"}]}, {"lines": [{"text": "Hey, isn't he holding the future wife just a little too close?", "character": "Cinderfella", "characterId": "nm0001471"}, {"text": "Oh, ho-ho! Stop worrying. She's all yours, every bit of her.", "character": "Fairy Godfather", "characterId": "nm0943956"}, {"text": "Yeah, but I'd like to have the bits he's holding!", "character": "Cinderfella", "characterId": "nm0001471"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "...and being of sound mind, and in full possession of my faculties, and in the presence of the undersigned witnesses, I write my last will and testament. I leave my estate and all my worldly goods to my dear wife, Emily. In the knowledge that she will take loving care of my son, Fella.", "character": null, "characterId": null}]}, {"lines": [{"text": "[whispering to Rupert]\nHas he come out of it yet?", "character": "Maximilian", "characterId": "nm0798328"}, {"text": "[whispering back to Maximilian]\nCome out? He can hardly drag himself in.", "character": "Rupert", "characterId": "nm0404665"}]}, {"lines": [{"text": "If you can no longer believe in your Fairy Godfather, maybe it'll be easier to believe in your Fairy Godmother... I'm up on all this Oedipus nonsense, ya know!", "character": "Fairy Godfather", "characterId": "nm0943956"}]}, {"lines": [{"text": "He wasn't tall, he wasn't handsome, he wasn't even clever. And yet, he ended up marrying a beautiful princess... THAT'LL teach those nagging wives, won't it, Father Fairy... God... sir?", "character": "Cinderfella", "characterId": "nm0001471"}]}]}