{"quotes": [{"lines": [{"text": "a year, two years. When you come back, everything's changed. The thread's broken. What you came to find isn't there. What was yours is gone. You have to go away for a long time... many years... before you can come back and find your people. The land where you were born. But now, no. It's not possible. Right now you're blinder than I am.", "character": "Alfredo", "characterId": "nm0634159"}, {"text": "Who said that? Gary Cooper? James Stewart? Henry Fonda? Eh?", "character": "Salvatore", "characterId": "nm0502813"}, {"text": "No, Toto. Nobody said it. This time it's all me. Life isn't like in the movies. Life... is much harder.", "character": "Alfredo", "characterId": "nm0634159"}]}, {"lines": [{"text": "Get out of here! Go back to Rome. You're young and the world is yours. I'm old. I don't want to hear you talk anymore. I want to hear others talking about you. Don't come back. Don't think about us. Don't look back. Don't write. Don't give in to nostalgia. Forget us all. If you do and you come back, don't come see me. I won't let you in my house. Understand?", "character": "Alfredo", "characterId": "nm0634159"}, {"text": "Thank you. For everything you've done for me.", "character": "Salvatore", "characterId": "nm0502813"}, {"text": "Whatever you end up doing, love it. The way you loved the projection booth when you were a little squirt.", "character": "Alfredo", "characterId": "nm0634159"}]}, {"lines": [{"text": "\"If you can wait 100 days and 100 nights under my balcony, then at the end of it, I shall be yours.\" Damn! The soldier immediately went there and waited one day. And two days. And ten. And then twenty. And every evening, the princess looked out of her window, but he never moved. During rain, during wind, during snow, he was always there. The bird shat on his head, and the bees stung him, but he didn't budge. After ninety nights, he had become all dried up, all white, and the tears streamed from his eyes. He couldn't hold them back. He no longer had the strength to sleep. All that time, the princess watched him. And on the 99th night, the soldier stood up, took his chair, and went away.", "character": "Alfredo", "characterId": "nm0634159"}, {"text": "[later in the film, Toto gives Alfredo his interpretation]\n... In one more night, the princess would have been his. But she also could not possibly have kept her promise. And it would have been terrible. He would have died. This way, however, at least for 99 days, he was living under the illusion that she was there, waiting for him.", "character": "Salvatore", "characterId": "nm0502813"}]}, {"lines": [{"text": "[to Elena]", "character": null, "characterId": null}, {"text": "Out of the fire of love come ashes. Even the greatest love eventually fizzles out.", "character": "Alfredo", "characterId": "nm0634159"}]}, {"lines": [{"text": "Elena, perhaps in the future we could...", "character": "Salvatore 'Toto' Di Vita - Adult", "characterId": "nm0674742"}, {"text": "No, Salvaotre, there is no future. There is only the past. Even last night's encounter was just a dream. A wonderful dream. When we were young, we never did it. Do you remember? Now that it has happened, I can't imagine a better ending.", "character": "Elena Mendola - Adult, Director's cut only", "characterId": "nm0287637"}, {"text": "I'll never agree with you. Never.", "character": "Salvatore 'Toto' Di Vita - Adult", "characterId": "nm0674742"}]}, {"lines": [{"text": "And the next time be careful how you talk. Not to take credit away from the Lord, but if I had created the world, in all modesty, certain things would have come out better. But unfortunately such was not the case.", "character": "Alfredo", "characterId": "nm0634159"}]}, {"lines": [{"text": "[after informed about the arrival of the new non-combustible film]\nProgress always comes late.", "character": "Alfredo", "characterId": "nm0634159"}]}, {"lines": [{"text": "I'll make mince meat out of you!", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[in Italian]", "character": "Maria Di Vita - Older", "characterId": "nm0535991"}, {"text": "[on the phone]", "character": null, "characterId": null}, {"text": "Yes, Salvatore di Vita. You mean you don't know him, Miss? That's right, and I'm his mother. I've been calling from Sicily, all day long. I understand, he's not there.", "character": "Maria Di Vita - Older", "characterId": "nm0535991"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Yes, of course. We'll talk later.", "character": "Salvatore 'Toto' Di Vita - Adult", "characterId": "nm0674742"}]}, {"lines": [{"text": "Salvatore, forgive me. I'll explain later what happened. Not finding you here was terrible. Unfortunately, this evening, my mother and I are leaving for Tuscany. We're moving there. But you' re the only one I love, I'll never be with anybody else, I promise. Here's the address of a girlfriend of mine where you can write to me. Don't abandon me. Love and kisses, Elena.", "character": "Salvatore 'Toto' Di Vita - Adult", "characterId": "nm0674742"}]}]}