{"quotes": [{"lines": [{"text": "Let me take a look at you. You haven't changed.", "character": "Vince Ryker", "characterId": "nm0250436"}, {"text": "[Her expression turns serious, and he looks down]\nYou have changed. The first year you take it, and the second year you change. Then you get out.", "character": "Vince Ryker", "characterId": "nm0250436"}, {"text": "Not this way.", "character": "June Marlowe", "characterId": "nm0086323"}, {"text": "What difference does it make? I'm out the right way. Could you have waited eight years?", "character": "Vince Ryker", "characterId": "nm0250436"}, {"text": "I'd have waited.", "character": "June Marlowe", "characterId": "nm0086323"}, {"text": "For what? An ex-con? Do you know the difference between a con and an ex-con? Well, there isn't any. You're just dead meat, dishwashing the rest of your life.", "character": "Vince Ryker", "characterId": "nm0250436"}]}, {"lines": [{"text": "Did any of his friends contact you?", "character": "Lt. Mark Richards", "characterId": "nm0001893"}, {"text": "[Shakes his head]\nJust his girl once. The reason I remember is because once you've seen her, you've seen her.", "character": "Eddie Crown", "characterId": "nm0577865"}, {"text": "[He gives a knowing smile]", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Ryker]\nThose clothes you're wearing look like they were made by a hopped-up tailor. They're even pulling cops out of retirement to look for you.", "character": "Eddie Crown", "characterId": "nm0577865"}]}, {"lines": [{"text": "[to Richards concerning the mayor notifying the public of the danger]\nYou could tell them it won't wipe out the whole city. There's not enough of it. It's not a bomb. However... it will contaminate entire farms, milk, butter, eggs, get carried into markets on meat and produce, into theaters and restaurants, get carried around by people on their clothes, on their shoes, on insects and birds... and on children... Then you'll have to describe the symptoms to watch out for - hoarse coughing, heavy sweat, horrible retching. Then the blood begins to break down the cells. If you merely touch your skin, the watered blood just oozes out of your pores. Finally you hemorrhage internally. Blood fills the lungs. I doubt if anyone can explain that calmly to three million people without touching off the worst panic in history.", "character": "Dr. John Wallace", "characterId": "nm0728508"}]}]}