{"quotes": [{"lines": [{"text": "Our luck has got to change sometime.", "character": "Russell", "characterId": "nm0330388"}, {"text": "You're like a bunch of dumb cattle. You're stampeded at the sight of trouble, bawl at the first shift of wind. Our luck ain't going to change until you start acting like men.", "character": "Brett Stanton", "characterId": "nm0731783"}]}, {"lines": [{"text": "Stewpot, you still look as tough as the meat you cook.", "character": "Brett Stanton", "characterId": "nm0731783"}]}, {"lines": [{"text": "He says the medals belong to him... he stole them himself.", "character": "Mendoza", "characterId": "nm0010240"}, {"text": "Well, tell him the next time to steal something with some gold in it.", "character": "Brett Stanton", "characterId": "nm0731783"}]}, {"lines": [{"text": "You're smarter than the rest of them. A lot of you all rode into this town, but you are the only one who saw anything. You noticed the change. The others don't look past the end of their guns. You saw the handwriting on the wall. They don't even see the wall because their backs are against it. Their days are over. They don't know it. You know it.", "character": "Sheriff Gifford", "characterId": "nm0761576"}]}, {"lines": [{"text": "Why, those men were trying to kill each other!", "character": "First Townsman", "characterId": "nm0272432"}, {"text": "Yep.", "character": "Second Townsman", "characterId": "nm0375887"}, {"text": "What's it all about? Do you know them?", "character": "First Townsman", "characterId": "nm0272432"}, {"text": "Yep. Barney, that's the fella that just went off, he don't like Flint. That's the one he was shooting at. And Flint, he ain't got no use for Barney.", "character": "Second Townsman", "characterId": "nm0375887"}, {"text": "Well, I figured they weren't exactly friends.", "character": "First Townsman", "characterId": "nm0272432"}]}, {"lines": [{"text": "I got a feeling that the real fight is going to be outside of the ring.", "character": "Stewpot", "characterId": "nm0385677"}, {"text": "Well, if the killing starts, you can forget about your fistfight. This town will empty like a cyclone hit it.", "character": "Brett Stanton", "characterId": "nm0731783"}, {"text": "Will you be staying or leaving?", "character": "Stewpot", "characterId": "nm0385677"}, {"text": "That depends on which way the wind is blowing.", "character": "Brett Stanton", "characterId": "nm0731783"}]}, {"lines": [{"text": "Take a look outside, gentlemen. Take a good look. They look harmless enough, just lounging around. When you came in just now, you probably took them for cowhands if you noticed them at all. But every one of them have had his share of killin'. They are waiting for me to make up my mind, too. And the longer it takes me, the more of them there will be.", "character": "Sheriff Gifford", "characterId": "nm0761576"}, {"text": "But they're only a handful. You can't let them influence you.", "character": "William Brady", "characterId": "nm0262720"}, {"text": "That's an awful tough handful.", "character": "Sheriff Gifford", "characterId": "nm0761576"}, {"text": "If you turn that man loose, you're letting them run this town.", "character": "William Brady", "characterId": "nm0262720"}, {"text": "Mr. Brady, they can start running this town anytime they want to, but they're too shiftless... lazy. They need something to start them off. Like Flint. If they have to break him out, they won't stop there. Before they're through, they will go for each others throats like a pack of mad dogs, and we'll be caught in the middle.", "character": "Sheriff Gifford", "characterId": "nm0761576"}, {"text": "But this isn't the wild west anymore. Jesse James is dead. You haven't got the Pony Express, you got railroads now. You even got an automobile in town. You're talking in the past. Civilization is here.", "character": "William Brady", "characterId": "nm0262720"}, {"text": "So are they! And they are not interested in civilization!", "character": "Sheriff Gifford", "characterId": "nm0761576"}]}, {"lines": [{"text": "For the first time, I'm glad I came out here.", "character": "Cynthia London", "characterId": "nm0290190"}, {"text": "If you didn't want to come, what brought you?", "character": "Brett Stanton", "characterId": "nm0731783"}, {"text": "Restlessness. I keep running after something. When I find out what it is, I'll stop. We're a lot alike.", "character": "Cynthia London", "characterId": "nm0290190"}, {"text": "Except I'll probably keep running.", "character": "Brett Stanton", "characterId": "nm0731783"}]}, {"lines": [{"text": "[Flint is a prisoner in Sheriff Brady's jail]", "character": null, "characterId": null}, {"text": "Now don't misunderstand me, Sheriff. I don't like him any better than you do. About the most I can say for him is that he has been with me a long time. If it was just for that, you could keep him. But it's more than that, Sheriff. It's a matter of principle. You see, Sheriff, those men out there expect me to come out with Flint. Now, how would it look I came out alone. You see, Sheriff, it's just a matter of principle.", "character": "John Ringo", "characterId": "nm0095524"}]}]}