{"quotes": [{"lines": [{"text": "Have you ever been in love?", "character": "Ellen", "characterId": "nm0000302"}, {"text": "I was kind'a fond of that hundred dollar bill.", "character": "Jonathan", "characterId": "nm0000530"}]}, {"lines": [{"text": "Lights!", "character": "Roscoe", "characterId": "nm0000131"}, {"text": "Fuck you Roscoe...", "character": null, "characterId": null}, {"text": "I said LIGHTS!", "character": "Roscoe", "characterId": "nm0000131"}]}, {"lines": [{"text": "That son of a bitch got away with everything tha I had. And I was so scared that I shit my pants.", "character": "Skip", "characterId": "nm0000507"}]}, {"lines": [{"text": "You son of a bitch, you went back to her even after you knew who she was.", "character": "Skip", "characterId": "nm0000507"}]}, {"lines": [{"text": "Cut it out!", "character": "Jonathan", "characterId": "nm0000530"}, {"text": "I'm gonna kick your fuckin' ass!", "character": "Skip", "characterId": "nm0000507"}]}, {"lines": [{"text": "I usually have at least a month, before I am faced with student in womens underwear or an artists rendering of my persona danglinf from the rafters. And we're only in the first week. It's frightening to imagine what could happen by christmas, isn't it?", "character": "Mr. Bernhardt", "characterId": "nm0642453"}]}, {"lines": [{"text": "Jonathan, until you get laid none of us are safe!", "character": "Skip", "characterId": "nm0000507"}]}, {"lines": [{"text": "Another year, another idiot...", "character": "Roscoe", "characterId": "nm0000131"}]}, {"lines": [{"text": "Is this meant to amuse me, Mr Burroughs? Why don't you stop by my office about 8 in the morning. To give you time to think about what you've done and to give me time to think about what I'm going to do. Oh, and, um... please invite your \"dead\" roommate.", "character": "Mr. Bernhardt", "characterId": "nm0642453"}]}, {"lines": [{"text": "I'm sorry. It was a lousy thing to do. But I was just so humiliated I just had to kill myself.", "character": "Jonathan", "characterId": "nm0000530"}]}, {"lines": [{"text": "Well, Mr. Burroughs, you and your dance committee have really made an indelible impression on our sister school. Especially you, Mr. Ogner. Not only are you forbidden to attend the Halloween dance, but you are the first student in the history of Vernon academy ever to be banned from Foxfield until, and I quote, \"The day you die.\".", "character": "Mr. Bernhardt", "characterId": "nm0642453"}]}, {"lines": [{"text": "Worriest thou not about being banished for ever from the Foxfield school for girls, for yea, thought they are the only females within a 100 miles, there is still a place where thou canst journey to. Chicago, on the nine o'clock bus.", "character": "Skip", "characterId": "nm0000507"}]}, {"lines": [{"text": "Why am I such a turd?", "character": "Jonathan", "characterId": "nm0000530"}]}, {"lines": [{"text": "You're asking me, the turd?", "character": "Jonathan", "characterId": "nm0000530"}, {"text": "Well, you look like a pretty... sensitive turd to me.", "character": "Ellen", "characterId": "nm0000302"}]}, {"lines": [{"text": "One thing I don't need right now is the world according to Skippy here. Do us both a favour, huh? Just shut up.", "character": "Jonathan", "characterId": "nm0000530"}, {"text": "Ok, Mr. Depth. Wallow in it.", "character": "Skip", "characterId": "nm0000507"}]}, {"lines": [{"text": "Next time you're feelin' sad and blue, don't expect old Skipper here to put on his big red nose and floppy shoes just pour vous. Adios? Mr Morose.", "character": "Skip", "characterId": "nm0000507"}]}, {"lines": [{"text": "I know we're supposed to give our full co-operation to this stupid and pointless investigation. But when they interrupt one of my classes, it pisses me off.", "character": "Mrs. Delowie", "characterId": "nm0606993"}]}, {"lines": [{"text": "Hey, I got it, I'll drop dead. Wouldn't that be nice, huh? I could shoot myself. No, you shoot me and mount my head on the wall next to the moose. You could stretch the panties between my ears. Come on, you'd love that.", "character": "Jonathan", "characterId": "nm0000530"}]}]}