{"quotes": [{"lines": [{"text": "I woke up one morning, and when I looked in the mirror I noticed my nose was bent over entirely onto one side of my face. So, I got a hammer, and started banging my nose back to a right angle with my face. Suddenly, I looked at myself in the mirror, hammer in hand, blood streaming down my chin, and I realized my life was no longer manageable.", "character": "Richard", "characterId": "nm0001826"}]}, {"lines": [{"text": "What is it with you guys and food?", "character": "Darryl", "characterId": "nm0000474"}, {"text": "Addicts are compulsive.", "character": "Richard", "characterId": "nm0001826"}]}, {"lines": [{"text": "The best way to break old habits is to make new ones.", "character": "Craig", "characterId": "nm0000151"}]}, {"lines": [{"text": "Thank you. And thanks for my chip. And thanks for not smoking.", "character": "Darryl", "characterId": "nm0000474"}]}, {"lines": [{"text": "That was a ninety thousand dollar phone call, man. Ninety thousand dollars! 90 grand, man. That's the Stock Market, babe, and it doesn't give a fuck if I'm in a hospital or not! Hey, the American Stock Market really doesn't care if some asshole who makes three hundred dollars a weeks says I can't use the fuckin' phone. I'm close, right Craig. Like three-ten, maybe three-fifteen. That's about it, isn't it Craigy. Yeah, oh boy, big three-oh-seven a week. Boy, you gotta allocate that motherfucker, don'tcha. What's that, a little Lean Cuisine, maybe some pork and beans - Hey, why don'tcha get yourself another pair of those plastic shoes! Fine, you want me outta here - I'm fuckin' outta here. I'm gone, motherfucker - look at this back!", "character": "Darryl", "characterId": "nm0000474"}]}, {"lines": [{"text": "You know what the addict's least favorite word is? No. Ask me if you can use my phone Daryl.", "character": "Craig", "characterId": "nm0000151"}, {"text": "Say Craig, may I use the phone?", "character": "Craig", "characterId": "nm0000151"}, {"text": "No.", "character": "Craig", "characterId": "nm0000151"}]}]}