{"quotes": [{"lines": [{"text": "I can sit there and do nothing as good as anyone.", "character": "Margaret", "characterId": "nm0000205"}]}, {"lines": [{"text": "Everything is temporary. Everything begins and ends and begins again. When I look ahead, I imagine infinite possible futures repeated like countless photocopies, a thousand blank pages, and in each one I see myself, never hiding, never sitting silently, and never just waiting and waiting and watching the world go by.", "character": "Iris Chapman", "characterId": "nm0001057"}]}, {"lines": [{"text": "Sometimes it hits you how quickly the present fades into the past, and you question everything around you. You wonder if anything you'd ever do would matter.", "character": "Iris Chapman", "characterId": "nm0001057"}]}, {"lines": [{"text": "You can't fire me. You don't even know my NAME.", "character": "Margaret", "characterId": "nm0000205"}]}, {"lines": [{"text": "Oh. You think I'm your little office thief. Well you got me. You finally got me.", "character": "Margaret", "characterId": "nm0000205"}]}, {"lines": [{"text": "The only real challenge with this job, is trying to look busy when there's nothing to do.", "character": "Margaret", "characterId": "nm0000205"}]}, {"lines": [{"text": "See that old woman over there? That's me in a few years.", "character": "Margaret", "characterId": "nm0000205"}]}, {"lines": [{"text": "Sometimes I feel like I could disappear for weeks, and no one would even notice.", "character": "Margaret", "characterId": "nm0000205"}]}, {"lines": [{"text": "Do you ever feel like you're floating? Like you're not connected to anything or anybody?", "character": "Margaret", "characterId": "nm0000205"}, {"text": "Yeah, sometimes.", "character": "Iris Chapman", "characterId": "nm0001057"}, {"text": "I feel like I could vanish and no one would even notice. Not for weeks.", "character": "Margaret", "characterId": "nm0000205"}]}, {"lines": [{"text": "It's funny how doubt hides itself. It follows behind you. It waits in every corner. You never see it coming. But you feel it, on the inside. Maybe it was just that office. Or maybe it was bigger than that, it was all around. A million eyes. Watching. Judging. The whole wide world even. You feel so small.", "character": "Iris Chapman", "characterId": "nm0001057"}]}, {"lines": [{"text": "What happened?", "character": "Margaret", "characterId": "nm0000205"}, {"text": "I guess, I'm just not like you.", "character": "Iris Chapman", "characterId": "nm0001057"}, {"text": "Yah know it's sad, isn't it, how people always end up betraying each other? And for what?", "character": "Margaret", "characterId": "nm0000205"}]}, {"lines": [{"text": "Soon afterward Jane left. The wedding was beautiful. I read about it in the newspaper. Paula got transferred to the accounting department. Once in a while they let her out to photocopy. I like to imagine she kept up her singing. I had to change desks a few more times. It was easier to forget where I was that way. And there was something else - the stealing stopped. I was almost beginning to think none of it had happened.", "character": "Iris Chapman", "characterId": "nm0001057"}]}, {"lines": [{"text": "Sometimes I thought about what Margaret said. About how a person can just drift through life like they're not connected to anyone or anything. You look around - all those characters trying to kill time. Going around in circles. Even if a person wanted to break free, they could find out they've got nowhere else to go.", "character": "Iris Chapman", "characterId": "nm0001057"}]}, {"lines": [{"text": "Excuse me? This is my last day here and I was wondering if you could give me a recommendation.", "character": "Iris Chapman", "characterId": "nm0001057"}, {"text": "I'd be glad to.", "character": "MacNamee", "characterId": "nm0004895"}, {"text": "Well, actually, I've already written something if you could just sign it.", "character": "Iris Chapman", "characterId": "nm0001057"}, {"text": "Well you've certainly been a big help here. Good luck to you, Margaret.", "character": "MacNamee", "characterId": "nm0004895"}]}, {"lines": [{"text": "59 the day I started that job, and ended months later, when I left it. But I'd tell you it began in the past, with my old self; and ended in the future, the new one.", "character": "Iris Chapman", "characterId": "nm0001057"}]}, {"lines": [{"text": "I keep a pair of shoes in my desk, and now *one* of them is missing.", "character": "Dianne", "characterId": "nm0037807"}]}]}