{"quotes": [{"lines": [{"text": "I read Byrnes's Stuttgart speech with marked approval, remembering the fact that I had written most of it.", "character": "John Kenneth Galbraith", "characterId": "nm0301764"}]}, {"lines": [{"text": "A cloud hides the sky; a nuclear shadow falls across the human future.", "character": "Narrator", "characterId": "nm0000110"}]}, {"lines": [{"text": "The embassy was specially prepared for Stalin's visit; it was bugged.", "character": "Narrator", "characterId": "nm0000110"}]}, {"lines": [{"text": "For 45 years, both sides feared a nuclear apocalypse. It never came.", "character": "Narrator", "characterId": "nm0000110"}]}, {"lines": [{"text": "I was summoned to Tehran to help prepare for the conference. And when I arrived, there was nobody there. Sure enough, I spoke to Admiral Leahy, and he said, \"Are you coming?\" and I said, \"No, we're not coming. We're going to an American mission.\" And when I said that to Molotov, I thought he'd just... uh... fry me ALIVE. And he'd say, \"What the... ,\" and he'd get all the four-letter words I'd never heard in my life that were spilled over me, and he'd say, \"Who the hell are you here anyway? How'd you get in here? What do you know?\" \"What am I going to say to Stalin?\"", "character": "Zoya Zarubina", "characterId": "nm1553239"}]}, {"lines": [{"text": "As a free man, I take pride in the words, \"Ich bin ein Berliner.\"", "character": "John F. Kennedy", "characterId": "nm0448123"}]}, {"lines": [{"text": "Britain's prime minister, Neville Chamberlain, trusted Hitler would listen to reason.", "character": "Narrator", "characterId": "nm0000110"}, {"text": "When I was a little boy, I used to repeat, \"If at first you don't succeed, try, try, try again.\"", "character": "Neville Chamberlain", "characterId": "nm0150196"}]}, {"lines": [{"text": "The seeds of totalitarian regimes are nurtured by misery and woe. They spread and grow in their evil ways. They've reached their full length. The hope of the people for a better life hs died. WE must keep that hope alive.", "character": "Harry S. Truman", "characterId": "nm0874288"}]}, {"lines": [{"text": "Churchill and Roosevelt got this idea that if you treated Stalin the right way... I think the phrase was \"If you treat Uncle Joe like a member of our club, then perhaps one day he will behave like a member of our club.\"", "character": "Sir Frank Roberts", "characterId": "nm0731587"}]}]}