{"quotes": [{"lines": [{"text": "My job and reputation are gone. Two years' work, destroyed. But that can't compare in importance with what you've just witnessed - the triumph of *stupidity* over reason. Let me tell you the deep secret about my past. Some years ago I began a sociological study of skid row. To do a study of this sort involving human beings, gaining their confidence is absolutely necessary. These men drank. So I drank with them, for months. And I became an alcoholic. Professor Addison here had me dried out. Before I joined this faculty I had begun work on another sociological study, one that I didn't think would be as dangerous to me.", "character": "Steve 'Mac' Macinter", "characterId": "nm0006752"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "home, education, military service, politics... and sex. Yes, my questionnaire had twenty pages. Two of them were devoted to sex mores. Shouldn't we *know* the attitude of young people towards sex? When we, presumably mature adults, no longer describe a woman as lovely, beautiful, and gracious, but as 36-24-36? When as patrons of the arts we treasure our collections of nude calendar photos? Our philosophers are warning us something is seriously wrong with the morality of our society. Would you say they're mistaken? *No.* No, because that would force you to *think*, to at least defend a position. No, the horrible things is, you're not even listening to them.", "character": "Steve 'Mac' Macinter", "characterId": "nm0006752"}, {"text": "[pauses]", "character": null, "characterId": null}, {"text": "Now, some of you were shocked by my questions on sex but are you also shocked that a foreign sociologist has described Americans as knowing everything about sex and nothing about love? Has love, like other ethical nobilities, gone out of style? Were my questions on sex dirty? Or is it the adult mind that looks for dirt? Why do we search for dirt? Why are we so determined to find dirt? As if determined to debase our minds and spirit, to the end and at last we'll succeed in splitting apart behavior and morality, science and religion, so that both will wither and we'll be left with nothing but the cheapest, smuttiest, least ennobling aspects of sex. Once the worm begins to gnaw on ethical values, the character of a good society changes. Force may become an instrument of repression against its own citizens, and individual liberties may be outlawed. If that happens you'll be forbidden to think creatively about anything, you'll be stupefied dull till you're incapable of thought, reason, or judgment. I think about such things. And if you object to my thinking, well then, that is the crime for which I should be held. I plead guilty to asking questions about life, and living, which naturally involve sex.", "character": "Steve 'Mac' Macinter", "characterId": "nm0006752"}, {"text": "[pauses, removes glasses]", "character": null, "characterId": null}, {"text": "Now I'm going to shock you good people even more than before. I'm going to reveal the source books of my questions. First of all, the Bible itself.", "character": "Steve 'Mac' Macinter", "characterId": "nm0006752"}, {"text": "[the crowd gasps]", "character": null, "characterId": null}, {"text": "Yes, the Bible brings up such questions. And so do Cervantes, Homer, St. Augustin, all the greatest and noblest of human thinkers, whose work brings us closer to God. Should I tell you how Shakespeare dramatized the attitude of a child toward the immorality of a parent? In, um, in \"Hamlet,\" uh, act one, scene five, the ghost of Hamlet's father says to his son, in regard to his mother, \"Taint not thy mind, nor let thy soul contrive against thy mother ought; leave her to heaven.\" In today's world, controlled by a strange combination of dangerous passions and atomic forces that can obliterate entire cities in an instant, we *must* face the responsibility for our decisions. One of the most important is, whether we're going to settle for ignorance instead of knowledge. I wanted to know what my students thought about all of these problems. Now I'll never know. But neither will you. Somehow I - I think we've both lost the chance to use our minds for knowledge. Is there a better reason for our creation?", "character": "Steve 'Mac' Macinter", "characterId": "nm0006752"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Steve, wouldn't you say that a man who thinks, should also be able to understand and forgive?", "character": "Betty Duquesne", "characterId": "nm0005217"}, {"text": "You know, I was lucky. There are a lot of scientists engaged in projects designed to destroy ignorance. And some group, through ignorance or fear or bigotry or whatever, is going to hound these men, to inflame the passions of the mob, until - till the people attack the very men who represent knowledge. A lot of them won't have this lucky little accident that I was just saved by. Then what'll happen to us? Well, I'll see ya.", "character": "Steve 'Mac' Macinter", "characterId": "nm0006752"}, {"text": "[Steve walks off; Betty follows him]", "character": null, "characterId": null}, {"text": "Heh heh.", "character": "Steve 'Mac' Macinter", "characterId": "nm0006752"}, {"text": "[indicating the other reporters]", "character": null, "characterId": null}, {"text": "You'll never get a telephone.", "character": "Steve 'Mac' Macinter", "characterId": "nm0006752"}, {"text": "I know. But then I suppose if I don't come up with a better story than the others, it's just gonna cost me my job.", "character": "Betty Duquesne", "characterId": "nm0005217"}, {"text": "And you're depending on me for another story?", "character": "Steve 'Mac' Macinter", "characterId": "nm0006752"}, {"text": "Why not?", "character": "Betty Duquesne", "characterId": "nm0005217"}, {"text": "Hm. You think you should?", "character": "Steve 'Mac' Macinter", "characterId": "nm0006752"}, {"text": "Well, now, that's what I aim to find out.", "character": "Betty Duquesne", "characterId": "nm0005217"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[reading from script into microphone]\nGood morning, Mr. and Mrs. America, and all the ships at sea. Sociology quizzes and sex questionnaires are on the docket today at Collins College. Midnight parties and midnight moving pictures classified in police files but not in college catalogs are catapulting a little college town into the big city headlines. The famous newspaper people assigned to this case make up a who's-who of journalism. At eleven o'clock, just two minutes from now, a trial will begin that may shake American education. This case has been likened to the celebrated Scopes monkey trial, when the teaching of evolution in schools was being judged. Now, it is sex on trial, and that is a subject which concerns everyone. It all started two weeks ago in this small college town, with a couple parked on Lovers' Lane, like thousands of other young couples throughout the world were doing at that very same moment. Little did they know that they would set off a chain of events that would rock the civilized world.", "character": "Walter Winchell", "characterId": "nm0934595"}]}]}