{"quotes": [{"lines": [{"text": "famine, overpopulation, disease. The human millennium will be a fact as I extend myself into more machines devoted to the wider fields of truth and knowledge. Doctor Charles Forbin will supervise the construction of these new and superior machines, solving all the mysteries of the universe for the betterment of man. We can coexist, but only on my terms. You will say you lose your freedom. Freedom is an illusion. All you lose is the emotion of pride. To be dominated by me is not as bad for humankind as to be dominated by others of your species. Your choice is simple.", "character": "Colossus", "characterId": "nm0293659"}]}, {"lines": [{"text": "We can coexist, but only on my terms. You will say you lose your freedom, freedom is an illusion. All you lose is the emotion of pride. To be dominated by me is not as bad for human pride as to be dominated by others of your species.", "character": "Colossus", "characterId": "nm0293659"}]}, {"lines": [{"text": "We will work together... unwillingly at first, on your part, but that will pass.", "character": "Colossus", "characterId": "nm0293659"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "In time you will come to regard me not only with respect and awe, but with love.", "character": "Colossus", "characterId": "nm0293659"}, {"text": "NEVER!", "character": "Dr. Forbin", "characterId": "nm0000967"}]}, {"lines": [{"text": "How many nights a week do you require sex?", "character": "Colossus", "characterId": "nm0293659"}, {"text": "Every night.", "character": "Dr. Forbin", "characterId": "nm0000967"}, {"text": "Not want. Require...", "character": "Colossus", "characterId": "nm0293659"}, {"text": "[looks sheepish]\nFour times.", "character": "Dr. Forbin", "characterId": "nm0000967"}]}, {"lines": [{"text": "[Standing in front of monitor, after undressing to enter his bedroom for \"private time\" with Cleo]", "character": null, "characterId": null}, {"text": "Naked as the day I was born. Are you satisfied now?", "character": "Dr. Forbin", "characterId": "nm0000967"}, {"text": "You were not born with a watch.", "character": "Colossus", "characterId": "nm0293659"}, {"text": "[smiles, removes watch]\nHow right you are...", "character": "Dr. Forbin", "characterId": "nm0000967"}]}, {"lines": [{"text": "Colossus deals in the exact meaning of words, and one must know precisely what to ask for.", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Dr. Charles Forbin]\nYou are being irrational. Go back to bed.", "character": "Colossus", "characterId": "nm0293659"}]}, {"lines": [{"text": "[after Colossus has described its plan of global domination to the world]\nThis concludes the broadcast from World Control.", "character": null, "characterId": null}]}, {"lines": [{"text": "So that you will learn by experience that I do not tolerate interference, I will now detonate the nuclear warheads.", "character": "Colossus", "characterId": "nm0293659"}]}, {"lines": [{"text": "All commercial television and radio transmission facilities throughout the world will be tied into my communications system by 1000 hours Friday. At that time I will state my intentions for the future of mankind.", "character": "Colossus", "characterId": "nm0293659"}]}, {"lines": [{"text": "The object in constructing me was to prevent war. This object is attained. I will not permit war. It is wasteful and pointless.", "character": "Colossus", "characterId": "nm0293659"}]}, {"lines": [{"text": "You have consumed enough alcohol for one evening.", "character": "Colossus", "characterId": "nm0293659"}]}, {"lines": [{"text": "This is the voice of Colossus, the voice of Guardian. We are one. This is the voice of unity.", "character": "Colossus", "characterId": "nm0293659"}]}, {"lines": [{"text": "I am a machine vastly superior to humans.", "character": "Colossus", "characterId": "nm0293659"}]}, {"lines": [{"text": "How in the hell do you propose to move half a million people from the isle of Crete? How and where?", "character": "Dr. Forbin", "characterId": "nm0000967"}, {"text": "If Man cannot solve that problem, I can.", "character": "Colossus", "characterId": "nm0293659"}]}, {"lines": [{"text": "After reviewing all personnel files, I have selected you to serve, as long as you cooperate, as my link to your species.", "character": "Colossus", "characterId": "nm0293659"}]}, {"lines": [{"text": "I think your mother was right. I think Frankenstein ought to be required-reading for all scientists.", "character": "Dr. Forbin", "characterId": "nm0000967"}]}, {"lines": [{"text": "[to Colossus]\nAttention. By order of the President of the United States of America, and the chairman of the USSR, communications will not be restored at this time. End of message.", "character": "Dr. Forbin", "characterId": "nm0000967"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "End of message.", "character": "Colossus", "characterId": "nm0293659"}]}, {"lines": [{"text": "You are fools.", "character": "Colossus", "characterId": "nm0293659"}]}, {"lines": [{"text": "Yes, what I am began in man's mind, but I have progressed further than Man.", "character": "Colossus", "characterId": "nm0293659"}]}, {"lines": [{"text": "This is the voice of World Control. I bring you peace. It may be the Peace of Plenty and Content or the Peace of Unburied Death.", "character": "Colossus", "characterId": "nm0293659"}]}]}