{"quotes": [{"lines": [{"text": "It reminds me of a little heist we planned in west Kansas about five or six years ago. One fella was smooth and slippery. The other was green and gabby. The third was just plain mean, from the top of his head to his boot heel. The next thing we know, there was a boxcar of soldiers coupled to that train. Too bad we never knew which one sent word to the soldiers. It would have been better for the other two if we had. Their monuments are right outside Boxville, Kansas. The prettiest little Bone Orchard you've ever seen. Little stone angels watching them.", "character": "Wes McQueen", "characterId": "nm0566948"}]}, {"lines": [{"text": "Well, don't get any ideas you are through with us. You wouldn't last long cut off from the herd, McQueen. You're branded clean to the bone.", "character": "Pluthner", "characterId": "nm0940617"}]}, {"lines": [{"text": "Span out and we'll corral him in the Canyon of the Dead. First man that spots him, give the signal - three shots. And we'll tighten the cinch on him.", "character": "United States Marshal", "characterId": "nm0030194"}]}, {"lines": [{"text": "We don't want to turn back.", "character": "Colorado Carson", "characterId": "nm0562920"}, {"text": "Then go forward my children. Follow the trail over the pass... beyond the Canyon of the Dead.", "character": "Brother Tomas", "characterId": "nm0700084"}]}, {"lines": [{"text": "Now remember, you men. If you flush him, don't try to shoot it out with him. He's quicker than a black-headed snake. Just send up a smoke signal and we'll spot it.", "character": "United States Marshal", "characterId": "nm0030194"}]}, {"lines": [{"text": "Was there any trouble?", "character": "Pluthner", "characterId": "nm0940617"}, {"text": "A little. The marshal picked up Reno and Duke.", "character": "Wes McQueen", "characterId": "nm0566948"}, {"text": "What? Ah, that was a tough break. They was good boys. But that's the game for ya... all part of the game. You and me, Wes - just you and me left out of that fine parcel of men. Of course, we end up with the money, you and me, but that's how the cards fall.", "character": "Pluthner", "characterId": "nm0940617"}, {"text": "Look, Pluthner! This deck has had so much bottom-dealing that it's dog-eared. Too many jokers keep turning up.", "character": "Wes McQueen", "characterId": "nm0566948"}]}, {"lines": [{"text": "[viewing a hanging]", "character": null, "characterId": null}, {"text": "That's a nice sight for anybody with a train-robbing itch.", "character": "United States Marshal", "characterId": "nm0030194"}]}, {"lines": [{"text": "Mister, the way I figure it, you got quite a reward coming from Wells Fargo. Just leave me your name and address and the superintendant will get it touch with you.", "character": "Wells Fargo agent", "characterId": "nm0086678"}, {"text": "Thanks, but I'll settle for a good horse and saddle.", "character": "Wes McQueen", "characterId": "nm0566948"}]}, {"lines": [{"text": "You can bust out of jail, maybe, or mud holes like I was in, but you can't bust out of what you are.", "character": "Colorado Carson", "characterId": "nm0562920"}, {"text": "You can if you're set on it.", "character": "Wes McQueen", "characterId": "nm0566948"}, {"text": "Can ya? Me? I was born under a chuckwagon. Never got much higher. Anything was a step up. Even getting hit by Reno was all velvet.", "character": "Colorado Carson", "characterId": "nm0562920"}]}, {"lines": [{"text": "Look at that, Julie Ann! You can see all the way into the middle of next week. A new world will be going in... that's what it is... and a start of a new life.", "character": "Fred Winslow", "characterId": "nm0401434"}]}, {"lines": [{"text": "Are you new to this land, Mr. Rogers? The Promised Land, that's what it is. My father used to say, \"The sun travels west... and so does opportunity.\"", "character": "Fred Winslow", "characterId": "nm0401434"}]}, {"lines": [{"text": "My boy, never buy a foot of land more than five miles from home and not until you've seen it felt it, tasted it and smelled it. And at that, you might get bamboozled.", "character": "Fred Winslow", "characterId": "nm0401434"}]}, {"lines": [{"text": "Did you ever think you'd like to travel a long way off... as far and as high as the moon... and stay there for good... forever... and forget all about things down here?", "character": "Julie Ann Winslow", "characterId": "nm0540416"}, {"text": "There's been plenty of times I wanted to get away from where I was.", "character": "Wes McQueen", "characterId": "nm0566948"}, {"text": "That far away?", "character": "Julie Ann Winslow", "characterId": "nm0540416"}, {"text": "Yeah, that far.", "character": "Wes McQueen", "characterId": "nm0566948"}, {"text": "You never talk about yourself. I don't know anything about you at all.", "character": "Julie Ann Winslow", "characterId": "nm0540416"}, {"text": "There's nothing to tell. Like you said, wanting to get far off from what you've been. This is far off.", "character": "Wes McQueen", "characterId": "nm0566948"}]}, {"lines": [{"text": "Have a drink, boy.", "character": "Dave Rickard", "characterId": "nm0752278"}, {"text": "Are you supposed to have that stuff?", "character": "Wes McQueen", "characterId": "nm0566948"}, {"text": "Oh, why not? We all got to die sometime. Me, you, and the whole cock-eyed world. It doesn't make much difference what kills us.", "character": "Dave Rickard", "characterId": "nm0752278"}]}]}