{"quotes": [{"lines": [{"text": "I was told you were a man of intense loyalty... deeply devoted to the cause.", "character": "Brig. Gen. B.N. Stone", "characterId": "nm0172615"}, {"text": "The cause? Causes may start wars, but they don't win them!", "character": "Capt. Lee Whitlock", "characterId": "nm0827577"}]}, {"lines": [{"text": "Relax. Dyin' ain't so bad. You've been doing it since the day you were born.", "character": null, "characterId": null}]}, {"lines": [{"text": "What is it, honey? What's wrong?", "character": "Capt. Lee Whitlock", "characterId": "nm0827577"}, {"text": "Oh, everything. I can't stand this place, Lee.", "character": "Marcy Whitlock", "characterId": "nm0262896"}, {"text": "Well, I'll admit it's nothing like home. But after we get it fixed up, it will be...", "character": "Capt. Lee Whitlock", "characterId": "nm0827577"}, {"text": "the dirt, the cold, Indians sneaking around at night and rude officers. I just hate it, that's all.", "character": "Marcy Whitlock", "characterId": "nm0262896"}]}, {"lines": [{"text": "The time may come, Lieutenant, when the North and the South are at each other's throat. But as of right now, there's no war being fought. We are all still in the same army.", "character": "Capt. Lee Whitlock", "characterId": "nm0827577"}, {"text": "I'm glad you feel that way, sir.", "character": "Lt. Jed Sayre", "characterId": "nm0001559"}, {"text": "That's the way I expect every officer and man in this post to feel. And if they don't feel it, they can act it.", "character": "Capt. Lee Whitlock", "characterId": "nm0827577"}]}, {"lines": [{"text": "You know, if you two put off hating each other so much, you might find you'd like each other a lot.", "character": "Lt. Ben Chalmers", "characterId": "nm0658250"}]}, {"lines": [{"text": "My orders are to move you out.", "character": "Lt. Jed Sayre", "characterId": "nm0001559"}, {"text": "You speak of a place where vultures grow fat from the bodies of those who die without food in winter and without water in summer. This is our home. We will not move.", "character": "Menguito", "characterId": "nm0915840"}, {"text": "Here me well, Menquito. If you haven't given the word to your people by the time that cloud passes the sun, I'll open fire!", "character": "Lt. Jed Sayre", "characterId": "nm0001559"}]}, {"lines": [{"text": "Listen carefully. I don't care if your friend is the most chief in the entire West. To me, he's just a redskin savage, and I can't stand the stench long enough to stay in the same room with him.", "character": "Marcy Whitlock", "characterId": "nm0262896"}, {"text": "It wasn't him. You just got a good whiff of your own soul. And lady, all the perfume in the world wouldn't cover it up.", "character": "Lt. Jed Sayre", "characterId": "nm0001559"}]}, {"lines": [{"text": "The point is, I don't think Barney was murdered by a Navajo or any other Indian.", "character": "Lt. Jed Sayre", "characterId": "nm0001559"}, {"text": "Well, how can you say that? Half the man's head was gone!", "character": "Capt. Lee Whitlock", "characterId": "nm0827577"}, {"text": "You didn't see an arrow sticking in him, did you?", "character": "Lt. Jed Sayre", "characterId": "nm0001559"}, {"text": "Proving what?", "character": "Capt. Lee Whitlock", "characterId": "nm0827577"}, {"text": "an Indian may scalp a man, but he'll always stick an arrow in the body. It's superstition. It's supposed to pin the spirit to the corpse so it won't go rising up and haunting the guilty Indian or his friends.", "character": "Lt. Jed Sayre", "characterId": "nm0001559"}]}, {"lines": [{"text": "Then the peace is strong, Menquito?", "character": "Lt. Jed Sayre", "characterId": "nm0001559"}, {"text": "It will always be strong so long as there are men with strong minds to guard it well.", "character": "Menguito", "characterId": "nm0915840"}]}]}