{"quotes": [{"lines": [{"text": "So that's the way it is. Comanches kill Mexicans to get even with the Spanish. And the Mexicans kill Comanche in revenge for that. It's become a way of life.", "character": "Jim Read", "characterId": "nm0000763"}, {"text": "I can see how it began, but the Comanche must throw away their war paint or we will have to make them.", "character": "Commissioner John Ward", "characterId": "nm0319557"}]}, {"lines": [{"text": "Oh, that Mexican girl. No harm will come to her?", "character": "Jim Read", "characterId": "nm0000763"}, {"text": "Tawalka and Morning Star will care for her. She's a captive. She belongs to the tribe.", "character": "Quanah Parker", "characterId": "nm0808949"}]}, {"lines": [{"text": "It is Comanche that no man leads unless others follow.", "character": "Black Cloud", "characterId": "nm0104770"}]}, {"lines": [{"text": "Medicine Mound. Sacred. Comanche only go there to meet Great Spirit.", "character": "Flat Mouth", "characterId": "nm0563417"}]}, {"lines": [{"text": "Let's head for Medicine Mound. You can see it for miles. The Comanche don't go there except to die.", "character": "Jim Read", "characterId": "nm0000763"}]}, {"lines": [{"text": "You got here fast.", "character": "Gen. Nelson Miles", "characterId": "nm0514344"}, {"text": "You said it was urgent, General, so we cut across the Stake Plains", "character": "Jim Read", "characterId": "nm0000763"}, {"text": "With Comanches loose?", "character": "Gen. Nelson Miles", "characterId": "nm0514344"}, {"text": "We traveled at night, mostly. Comanches hole up at night. It's bad medicine for them.", "character": "Jim Read", "characterId": "nm0000763"}]}, {"lines": [{"text": "The Mexicans still collect gold from the government for Comanche scalps. Would you have me treat them as brothers?", "character": "Quanah Parker", "characterId": "nm0808949"}, {"text": "They will no longer buy Commanche scalps. I ask you to call the Americans and the Mexicans... brothers.", "character": "Jim Read", "characterId": "nm0000763"}, {"text": "You ask me to be better than my enemies.", "character": "Quanah Parker", "characterId": "nm0808949"}, {"text": "I ask you to be greater. A great man can grant great favors.", "character": "Jim Read", "characterId": "nm0000763"}]}, {"lines": [{"text": "But our numbers do not increase. And the Americans are without number... they are like weeds... like drops of rain... no end to them.", "character": "Quanah Parker", "characterId": "nm0808949"}, {"text": "The time has come to walk the path of the Americans.", "character": "Jim Read", "characterId": "nm0000763"}, {"text": "This has long been on my mind. The Americans are brave. They know many things. We must learn from them... or the sun will set on us forever.", "character": "Quanah Parker", "characterId": "nm0808949"}]}, {"lines": [{"text": "I do not think of Americans, only of Comanches... and the children of Comanches... and the children that will come from those children. The Americans are here. They will stay. We cannot drive them out. They will grow strong while we will not. We must learn from them so that our children will not hunger... so they will be warm in winter... so they will strong as the Americans are strong.", "character": "Quanah Parker", "characterId": "nm0808949"}]}, {"lines": [{"text": "If my brother dies, the white man's death will not be as swift as his. We will see your tongue torn out by the root.", "character": "Quanah Parker", "characterId": "nm0808949"}]}, {"lines": [{"text": "There are two white faces. Later, we will find out how long their spirits can stay in their bodies under endless torment.", "character": "Quanah Parker", "characterId": "nm0808949"}]}, {"lines": [{"text": "They say you're pretty good with a gun, Read. Now, just how good?", "character": "Art Downey", "characterId": "nm0365345"}, {"text": "I manage to stay alive.", "character": "Jim Read", "characterId": "nm0000763"}, {"text": "I asked you a question, Read! How good?", "character": "Art Downey", "characterId": "nm0365345"}, {"text": "That's your gamble.", "character": "Jim Read", "characterId": "nm0000763"}]}, {"lines": [{"text": "This is a good place.", "character": "Jim Read", "characterId": "nm0000763"}, {"text": "Yes. We will live here like our fathers before us and their fathers before them. We were born here... where the wind blows free and there is nothing to break the light of the sun. There are no enclosures and everybody draws a free breath.", "character": "Quanah Parker", "characterId": "nm0808949"}]}]}