{"quotes": [{"lines": [{"text": "[Dan'l has been shot]", "character": null, "characterId": null}, {"text": "I'll get it out as quick as I can.", "character": "James Bowie", "characterId": "nm0136994"}, {"text": "There's no hurry, son. Only don't throw it away. I like to save lead folks take out of me. I got nearly three pounds of it.", "character": "Dan'l Seeger", "characterId": "nm0002095"}]}, {"lines": [{"text": "So this is the mighty Quisima who sat on the council of the white man in Washington. This is Quisima who gave one hand in friendship to his white brothers while the other hand held a knife. This is Quisima whose words is shifting as the wind, whose tongue twists like a river of many branches. this is Quisima, breaker of treaties. Today, the Comanche is held in honor and respect like the mountain that never yields, or the sun that never changes. Tomorrow he will be driven off like a dog that wanders close to a campfire to take his place among men.", "character": "James Bowie", "characterId": "nm0136994"}]}, {"lines": [{"text": "You all know what we're here for. I had you men picked because I think you all feel the way I do. We didn't come out here for the good of the glorious West... but for our own good. And that being so, we're moving on Comanche territory tonight.", "character": "Stacey Howard", "characterId": "nm0236866"}]}, {"lines": [{"text": "If Comanches must die, they will die like men... but never give up sacred soil of their fathers.", "character": "Quisima", "characterId": "nm0003124"}]}, {"lines": [{"text": "You'll find this mighty interesting, Jim. Them bucks out there come galloping by and see how close they can come to us with their arrows and then they try again ten paces further on... and so on.", "character": "Dan'l Seeger", "characterId": "nm0002095"}, {"text": "It's that \"so on\" that bothers me.", "character": "James Bowie", "characterId": "nm0136994"}]}, {"lines": [{"text": "All right, mister, draw! I said, draw!", "character": "Katie Howard", "characterId": "nm0000058"}, {"text": "Sorry, ma'am. Back in Louisiana, when we meet any pretty ladies, we make love to them, we kiss them, spank 'em on occasion... but we never go around shootin' 'em.", "character": "James Bowie", "characterId": "nm0136994"}]}, {"lines": [{"text": "She sure is a pretty girl.", "character": "Dan'l Seeger", "characterId": "nm0002095"}, {"text": "She sure is.", "character": "James Bowie", "characterId": "nm0136994"}, {"text": "Too bad she's always wearing buckskin and keeping her figure covered.", "character": "Dan'l Seeger", "characterId": "nm0002095"}, {"text": "At your age, Dan'l, you shouldn't be lookin'.", "character": "James Bowie", "characterId": "nm0136994"}, {"text": "At my age, there ain't much else to do!", "character": "Dan'l Seeger", "characterId": "nm0002095"}]}]}