{"quotes": [{"lines": [{"text": "It isn't hard to relinquish a dream if it's God's will. Yes?", "character": "Sister Margaret", "characterId": "nm0949835"}]}, {"lines": [{"text": "[after returning home from his trip, noticing that there are now some extra nuns that have arrived in his absence]\nBut who's that nun?", "character": "Robert Masen", "characterId": "nm0549280"}, {"text": "Don't know, boss. All the nuns look alike to me.", "character": "Anthony James", "characterId": "nm0933330"}]}, {"lines": [{"text": "I seem to recall the city wanting to build a playground in your neighborhood. And the moment you heard about it, you went around ringing doorbells, trying to get people to sign a petition against it.", "character": "Robert Masen", "characterId": "nm0549280"}, {"text": "Yeah, but... well, that was different.", "character": "Al Newman", "characterId": "nm0382195"}, {"text": "Different, yeah, because it happened to *you*.", "character": "Robert Masen", "characterId": "nm0549280"}, {"text": "It is rather a bit different, Bob. One must consider the humanitarian aspects, mustn't one?", "character": "Mr. Buzz Thompson-Cooper", "characterId": "nm0403173"}, {"text": "One must, and I have. Look, supposing you'd worked all your life, hoping some day to be able to build a place in the country where you could work and live the way you want to. Finally you get the break. And you get some money, and you build your house and you sink a lot of dough into it. And along comes somebody who wants to build a hospital right in your front yard. Would you stand for it? Would ANYbody stand for it?", "character": "Robert Masen", "characterId": "nm0549280"}, {"text": "I know how you feel, Bob, but these Sisters are doing a worthy thing.", "character": "Kitty", "characterId": "nm0665842"}, {"text": "orphan asylums, insane asylums, old people's homes, sanitariums... But I'm just like everybody else. I don't want them under my nose, and I'm honest enough to say so.", "character": "Robert Masen", "characterId": "nm0549280"}]}]}