{"quotes": [{"lines": [{"text": "I have killed for my country, or whatever, and I don't feel good about it. Coz there's not enough reason, man, to feel a person die in your hands, or to see your best buddy get blown away.", "character": "Luke Martin", "characterId": "nm0000685"}]}, {"lines": [{"text": "You know, I spend 95% of the time at the hospital thinking of making love with you.", "character": "Luke Martin", "characterId": "nm0000685"}]}, {"lines": [{"text": "The Marine Corps builds body, mind and spirit. Thank you.", "character": "Marine Recruiter", "characterId": "nm0204632"}, {"text": "And now, with a different perspective, we have Luke Martin, combat veteran of the Marine Corps.", "character": "High School Class Pres.", "characterId": "nm0566013"}, {"text": "Sergeant, do you mind if I ask you a question?", "character": "Luke Martin", "characterId": "nm0000685"}, {"text": "No, sir.", "character": "Marine Recruiter", "characterId": "nm0204632"}, {"text": "Just call me Sergeant. That's what I was. Where were you stationed?", "character": "Luke Martin", "characterId": "nm0000685"}, {"text": "Danang.", "character": "Marine Recruiter", "characterId": "nm0204632"}, {"text": "[Luke's speech is spliced with final scene of Capt. Bob Hyde where he is at the beach]\nYou know, you want to be a part of it, patriotic, go out and get your licks in for the U.S. of A. And when you get over there, it's a totally different situation. I mean, you grow up real quick. Because all you're seeing is, um, a lot of death. And I know some of you guys are going to look at the uniformed man and you're going to remember all the films and you're going to think about the glory of other wars and think about some vague patriotic feeling and go off and fight this turkey too. And I'm telling you it ain't like it's in the movies. That's all I want to tell you, because I didn't have a choice. When I was your age, all I got was some guy standing up like that, man, giving me a lot of bullshit, man, which I caught. I was really in good shape then, man. I was captain of the football team. And I wanted to be a war hero, man, I wanted to go out and kill for my country. And now, I'm here to tell you that I have killed for my country or whatever. And I don't feel good about it. Because there's not enough reason, man, to feel a person die in your hands or to see your best buddy get blown away. I'm here to tell you, it's a lousy thing, man. I don't see any reason for it. And there's a lot of shit that I did over there that I find fucking hard to live with. And I don't want to see people like you, man, coming back and having to face the rest of your lives with that kind of shit. It's as simple as that. I don't feel sorry for myself. I'm a lot fucking smarter now than when I went. And I'm just telling you that there's a choice to be made here.", "character": "Luke Martin", "characterId": "nm0000685"}]}, {"lines": [{"text": "[Yelling at Sally after discovering her infidelity]\nWhat I'm saying is! I don't belong in this house, and they say I don't belong over there!", "character": "Capt. Bob Hyde", "characterId": "nm0001136"}]}, {"lines": [{"text": "That never happened to me before.", "character": "Sally Hyde", "characterId": "nm0000404"}]}, {"lines": [{"text": "[being interviewed by a television news crew after chaining himself to a Marines Recruitment Facility]\nThe reason why I'm here is because a buddy of mine who'd been in 'Nam took his own life today. This is kind of a funeral service. And I'm here because I'm trying to tell people, man, if we want to commit suicide, we have plenty of reasons to do it right here at home. We don't have to go to Vietnam to find reasons to kill ourselves. I just don't think we should be over there.", "character": "Luke Martin", "characterId": "nm0000685"}]}]}