{"quotes": [{"lines": [{"text": "There will be slight change in our methods. From now on, National Socialism in the United States must wrap itself in the American flag. It must appear to be a defense of Americanism. But at the same time, our aim must always be to discredit conditions there in the United Sates. And in this way make life in Germany admired and wished for. Racial and religious hatred must be fostered on the basis of American-Aryanism. Classism must be encouraged in a way that the labor and the middle classes will become confused and antagonistic. In the ensuing chaos, we will be able to take control.", "character": "Dr. Paul Joseph Goebbels", "characterId": "nm0467170"}]}, {"lines": [{"text": "Funny thing working on a case like this for so long. Something like spending a great deal of time going through a madhouse. You see these Nazis operating here, and you think of all those in Germany, you can't help feeling somehow that they're, well, absolutely insane.", "character": "Edward 'Ed' Renard", "characterId": "nm0000064"}]}, {"lines": [{"text": "My congratulations, Kranz. It makes me feel like I'm really in Berlin.", "character": "Dr. Kassell", "characterId": "nm0510134"}, {"text": "We should begin to train them with rifles, revolvers, guns.", "character": "Hintze", "characterId": "nm0747309"}, {"text": "They are trained.", "character": "Kranz", "characterId": "nm0698139"}]}, {"lines": [{"text": "I told you I thought this man is an amateur. If he is, why did he become a spy? Well, because he's been listening to speeches, and reading pamphlets about Nazi Germany and believing them. Unfortunately, there are thousands like him in America. Half-witted, hysterical crackpots who go \"Hitler-happy\" from overindulgence in propaganda that makes them believe that they're supermen.", "character": "Edward 'Ed' Renard", "characterId": "nm0000064"}]}, {"lines": [{"text": "August 30, 1937. Stuttgart, Germany. Thousands of National Socialists from all parts of the world gather for a congress of Germans living abroad. They hear, \"We National Socialists reject any German whose ambition it is to assimilate with the people of the country in which he lives. Because we only recognize as a complete German that citizen that always and everywhere remains a German and nothing but a German!\"", "character": "Narrator", "characterId": "nm0214385"}]}, {"lines": [{"text": "Germans in the United States must be brought back to the racial unity and common faith of all Germans! As racial comrades! As Germans! We cannot help but be revolted by this basically uncultured country! And we know that if America is to be free, we must destroy the chains that ties the whole misery of American politics together! And that chain is the United States Constitution! And we also know that there is a wall in which a bridge must be made before America's problems can be solved! And that wall is the Bill Of Rights!", "character": "Dr. Kassell", "characterId": "nm0510134"}, {"text": "Wait a minute, Buddy! Just how do you fellas expect to get rid of the Constitution and the Bill Of Rights?", "character": "American Legionnaire", "characterId": "nm0000955"}, {"text": "What are you? A member of the German-American Bund?", "character": "Dr. Kassell", "characterId": "nm0510134"}, {"text": "No, I'm not a member. I belong to the American Legion. A lot of us Americans went overseas and fought you Germans because we thought the Constitution and the Bill Of Rights was worth fighting for!", "character": "American Legionnaire", "characterId": "nm0000955"}, {"text": "Why don't you answer his question? Why do you shout him down?", "character": "German-American at Bund Meeting", "characterId": "nm0317393"}, {"text": "And who are you? What do you want?", "character": "Dr. Kassell", "characterId": "nm0510134"}, {"text": "I am an American of German birth, and there are hundreds of thousands like me who stand absolutely against you Nazis! You can't make these ex-soldiers believe that all the Germans in America are traitors like you! We'll fight side by side for democracy!", "character": "German-American at Bund Meeting", "characterId": "nm0317393"}, {"text": "You people made democracy a fanatical faith! There's no use arguing with you!", "character": "Dr. Kassell", "characterId": "nm0510134"}, {"text": "Doctor! Please!", "character": "Greutzwald", "characterId": "nm0442289"}, {"text": "Force is the only... force is the only language you will understand! And we'll speak to you in your own language soon enough!", "character": "Dr. Kassell", "characterId": "nm0510134"}, {"text": "We don't want any \"isms\" in this country except Americanism! If you guys don't like it here why... Hey! Wait a minute! Wait a minute! I got a right to speak at an open meeting! This is a free country!", "character": "American Legionnaire", "characterId": "nm0000955"}, {"text": "Screams", "character": "American Legionnaire at Bund Meeting", "characterId": "nm0334040"}, {"text": "You guys are a bunch of gangsters!", "character": "American at Bund Meeting", "characterId": "nm0012283"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Some months ago, various persons appeared in the federal courts of New York City and the Panama Canal Zone, charged with the crime of espionage against the armed forces of the United States. Called to the witness stand, they swore to tell \"the truth, the whole truth, and nothing but the truth, so help me God\". The story brought out at those trials is stranger than fiction, revealing the existence of a vast spy ring operating against the naval, military, and air forces of the United States. We don't know all the facts, and we probably never will. But we do know that so far as this country is concerned, the story begins in a small Scottish town early in 1937. There, in a quiet residential district...", "character": "Narrator", "characterId": "nm0214385"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[Kellogg and Renard hear remarks about the spy case by diners at a lunch counter]", "character": null, "characterId": null}, {"text": "The voice of the people.", "character": "U.S. Atty. Kellogg", "characterId": "nm0642180"}, {"text": "Thank God for such people.", "character": "Edward 'Ed' Renard", "characterId": "nm0000064"}, {"text": "Yes, thank God.", "character": "U.S. Atty. Kellogg", "characterId": "nm0642180"}]}, {"lines": [{"text": "[to Schneider]\nDon't worry. There's no third-degree with the Federal bureau of Investigation.", "character": "Edward 'Ed' Renard", "characterId": "nm0000064"}]}]}