{"quotes": [{"lines": [{"text": "to provide the resources the human race will need if they are to survive. That is also why I am most grateful to be found acceptable, sir. I volunteer.", "character": "Sergeant Imoto", "characterId": "nm0284538"}, {"text": "Thank you, Sergeant Imoto. You're not a little man.", "character": "General Samuel T. Merritt", "characterId": "nm0111754"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "an observation post in the heavens, and a place where a spaceship can be assembled, and then launched to explore other planets, and the vast universe itself, in the last and greatest adventure of mankind, the plunge toward the...", "character": null, "characterId": null}, {"text": "[A rocket fires]", "character": null, "characterId": null}, {"text": "conquest of space!", "character": null, "characterId": null}]}, {"lines": [{"text": "According to the Bible, Man was created on the Earth. Nothing is ever mentioned of his going to other planets. Not one blessed word.", "character": "General Samuel T. Merritt", "characterId": "nm0111754"}, {"text": "Well, at the time the Bible was written, it wouldn't have made much sense, would it?", "character": "Captain Barney Merritt", "characterId": "nm0281661"}, {"text": "Does it now? The Biblical limitations of Man's wanderings are set down as being the four corners of the Earth. Not Mars, or Jupiter, or infinity. The question is, Barney, what are we -- explorers or invaders?", "character": "General Samuel T. Merritt", "characterId": "nm0111754"}, {"text": "Invaders? Of what, sir?", "character": "Captain Barney Merritt", "characterId": "nm0281661"}, {"text": "The sacred domain of God. His heavens. To Man, God gave the Earth, nothing else. This taking of... of other planets... it's almost like an act of blasphemy.", "character": "General Samuel T. Merritt", "characterId": "nm0111754"}, {"text": "But why? They belong to no one else.", "character": "Captain Barney Merritt", "characterId": "nm0281661"}, {"text": "We don't know that.", "character": "General Samuel T. Merritt", "characterId": "nm0111754"}, {"text": "it's too perfect to be accidental.", "character": "Captain Barney Merritt", "characterId": "nm0281661"}, {"text": "Those other planets might already be tenanted.", "character": "General Samuel T. Merritt", "characterId": "nm0111754"}, {"text": "Oh, I don't think so... the universe was put here for Man to conquer.", "character": "Captain Barney Merritt", "characterId": "nm0281661"}]}, {"lines": [{"text": "Remind me, next time, to take the train.", "character": "Siegle", "characterId": "nm0287999"}]}, {"lines": [{"text": "Merritt speaking. Here's the report. Lost course for several days due to near-collision with asteroid, but we can still reach destination as planned... which may be Mars, or Hell. This voyage is a cursed abomination! If it were possible I'd come back now, return the ship to Earth and blow it up--", "character": "General Samuel T. Merritt", "characterId": "nm0111754"}, {"text": "General, please!", "character": "Captain Barney Merritt", "characterId": "nm0281661"}, {"text": "--together with all plans in existence for building another! We're committing Man's greatest sacrilege, and we can't stop.", "character": "General Samuel T. Merritt", "characterId": "nm0111754"}]}, {"lines": [{"text": "Before any of you accept, I should like to make it unmistakably clear that the dangers of this journey are above and beyond anything that the Space Corps or your own governments have any right to ask of you. I can give you confounded little reason for this attempt to reach Mars, and no assurance at all that it will even be successful. It's my personal conviction that no one but an idiot would volunteer, and I shall strongly suspect the sanity of anyone who does. All right, we've all got it straight. Who wants to go?", "character": "General Samuel T. Merritt", "characterId": "nm0111754"}]}]}