{"quotes": [{"lines": [{"text": "[referring to cigarettes]\nFunny, now that I know these things won't kill me, I don't enjoy them.", "character": null, "characterId": null}]}, {"lines": [{"text": "Caesar... Caesar! This is not how it was meant to be.", "character": "MacDonald", "characterId": "nm0722440"}, {"text": "In your view or mine?", "character": "Caesar", "characterId": "nm0001522"}, {"text": "Violence prolongs hate, hate prolongs violence. By what right are you spilling blood?", "character": "MacDonald", "characterId": "nm0722440"}, {"text": "By the slave's right to punish his persecutor.", "character": "Caesar", "characterId": "nm0001522"}, {"text": "I, a decedent of slaves am asking you to show humanity.", "character": "MacDonald", "characterId": "nm0722440"}, {"text": "But, I was not born human.", "character": "Caesar", "characterId": "nm0001522"}, {"text": "I know. The child of the evolved apes.", "character": "MacDonald", "characterId": "nm0722440"}, {"text": "Whose children shall rule the earth.", "character": "Caesar", "characterId": "nm0001522"}, {"text": "For better or for worse?", "character": "MacDonald", "characterId": "nm0722440"}, {"text": "Do you think it could be worse?", "character": "Caesar", "characterId": "nm0001522"}, {"text": "Do you think this riot will win freedom for all your people? By tomorrow...", "character": "MacDonald", "characterId": "nm0722440"}, {"text": "By tomorrow it will be too late. Why a tiny, mindless insect like the emperor moth can communicate with another over a distance of 80 miles...", "character": "Caesar", "characterId": "nm0001522"}, {"text": "An emperor ape might do slightly better?", "character": "MacDonald", "characterId": "nm0722440"}, {"text": "Slightly? What you have seen here today, apes on the 5 continents will be imitating tomorrow.", "character": "Caesar", "characterId": "nm0001522"}, {"text": "With knives against guns? With kerosene cans against flamethrowers?", "character": "MacDonald", "characterId": "nm0722440"}, {"text": "Where there is fire, there is smoke. And in that smoke, from this day forward, my people will crouch and conspire and plot and plan for the inevitable day of Man's downfall - the day when he finally and self-destructively turns his weapons against his own kind. The day of the writing in the sky, when your cities lie buried under radioactive rubble! When the sea is a dead sea, and the land is a wasteland out of which I will lead my people from their captivity! And we will build our own cities in which there will be no place for humans except to serve our ends! And we shall found our own armies, our own religion, our own dynasty! And that day is upon you... now!", "character": "Caesar", "characterId": "nm0001522"}]}, {"lines": [{"text": "The King is dead. Long live the King! Tell me Breck, before you die - how do we differ from the dogs and cats that you and your kind used to love? Why did you turn us from pets into slaves?", "character": "Caesar", "characterId": "nm0001522"}, {"text": "Because your kind were once our ancestors. Because man was born of apes, and there's still an ape curled up inside of every man. You're the beast in us that we have to whip into submission. You're the savage that we need to shackle in chains. You taint us, Caesar. You poison our guts. When we hate you, we're hating the dark side of ourselves.", "character": "Breck", "characterId": "nm0614916"}]}, {"lines": [{"text": "But now... now we will put away out hatred. Now we will put down our weapons. We have passed through the Night of the Fires. And who were our masters are now our servants. And we, who are not human, can afford to be humane. Destiny is the will of God. And, if it is man's destiny to be dominated, it is God's will that he be dominated with compassion and understanding. So, cast out your vengeance. Tonight, we have seen the birth of the Planet of the Apes!", "character": "Caesar", "characterId": "nm0001522"}]}, {"lines": [{"text": "N-No...", "character": "Lisa", "characterId": "nm0874353"}]}, {"lines": [{"text": "Ape Management... is in the hands of the apes.", "character": "Announcer", "characterId": "nm0816799"}]}]}