{"quotes": [{"lines": [{"text": "\"Are you perchance... familiar with the works of Rimsky-Korsakov?\" We'll knock their behinds off... Now here we got something very sweet", "character": "Pat Conroy", "characterId": "nm0000685"}, {"text": "[begins playing record]", "character": null, "characterId": null}, {"text": "... Brahms' Lullaby. You don't need any Seconal, any Phenobarb, or any Miltown. You just drop this on, and The Sandman's got you.", "character": "Pat Conroy", "characterId": "nm0000685"}]}, {"lines": [{"text": "There ain't a family on this island that hasn't pulled somebody - somebody - from that river. They fall in that river, they go down, like a stone. Well, I can't swim neither. Ain't nobody 'round here can.", "character": "Mad Billy", "characterId": "nm0934902"}]}, {"lines": [{"text": "Now look, boy. This is my bailiwick. This is my cotton patch, and you're my hired hand. You stay on the other side of that river, or by God you're gonna see a side of me you never seen before.", "character": "Mr. Skeffington", "characterId": "nm0002025"}, {"text": "Boss... those kids are gonna spend Halloween the way the rest of the kids in America spend it. If you want to raise hell about it, then raise it.", "character": "Pat Conroy", "characterId": "nm0000685"}]}, {"lines": [{"text": "As for my kids, I don't think I changed the quality of their lives significantly, or altered the fact that they have no share in the country that claimed them - the country that's failed them. All I know is I felt much beauty in my time with them.", "character": "Pat Conroy", "characterId": "nm0000685"}]}, {"lines": [{"text": "You're young, and you're cocky, and you've got that thin white skin. Well that's just fine for you - I don't have your advantages. I've always known I was colored. When I was a negro, I knew I was colored. And now that I'm black, I know which color that is.", "character": "Mrs. Scott", "characterId": "nm0801672"}]}, {"lines": [{"text": "On the outside of every men's room in the world is the word \"Gentlemen.\" I'll tell you what that means. A gentleman treats his fellow man with respect for his person and for his dignity. He doesn't slander his religion, his color or his pecker. And if he does any of these things around me, I'm going to lay this fist 'longside his jaw.", "character": "Pat Conroy", "characterId": "nm0000685"}]}]}