{"quotes": [{"lines": [{"text": "[whispering in the dark]\nDid you know that I can see things, Priscilla. I can see things nobody can. I'm so good at predicting, that I can read tomorrow's headline. A man last night broke into the home of his ex-wife, and killed for the third and last time. Arriving tragically too late, Eddy Otis, the woman's... the dead woman's friend, shot and killed him. The man, Richard Parker, was already wanted in connection with several other murders. Oh yes, he's here. Priscilla, he's in the house right now, wondering when he should make his final move. Why? Because I wanted him to. He's my puppet. Here he comes. Come on, Richard. Come to papa.", "character": "Eddy Otis", "characterId": "nm0000228"}]}, {"lines": [{"text": "I can't remember when I've liked a guy as much as I like you. But the truth of the matter is, you're a wimp. You think you can be alive without taking risks. That's why you end up living this 50% existence when there's 100% waiting, out there, to be had. You're full of fear. Your life is choked. You... you write jingles when you'd rather be doing albums. You do it for money, but you're always in debt. You want to make love to my wife, but you're afraid you'll get caught. This is how you die, step by step. These little things you deny yourself. This... cowardice.", "character": "Eddy Otis", "characterId": "nm0000228"}]}, {"lines": [{"text": "Most people will never know what it's like to drive a boat at 100 miles per hour. Go to Jamaica for the weekend see the Grand Canyon from a hot air balloon. See what I'm saying, without money, you shrivel up.", "character": "Eddy Otis", "characterId": "nm0000228"}, {"text": "So how do you explain all those shriveled up rich people?", "character": "Priscilla Parker", "characterId": "nm0001512"}, {"text": "I'll tell you how, because those people, they know how to make money, but they don't know how to spend it. Getting money's easy.", "character": "Eddy Otis", "characterId": "nm0000228"}, {"text": "We have to talk...", "character": "Priscilla Parker", "characterId": "nm0001512"}]}, {"lines": [{"text": "Lori is in hell Richard, and I can't save you both.", "character": "Priscilla Parker", "characterId": "nm0001512"}]}, {"lines": [{"text": "I'm looking for an Olivia Camen.", "character": "Richard Parker", "characterId": "nm0000177"}, {"text": "She's down at the Dominion Cafe.", "character": "Hotel Desk Clerk", "characterId": "nm0780634"}, {"text": "Where's that?", "character": "Richard Parker", "characterId": "nm0000177"}, {"text": "It's the joint on East Broad and Bay.", "character": "Hotel Desk Clerk", "characterId": "nm0780634"}, {"text": "Could you walk it from here?", "character": "Richard Parker", "characterId": "nm0000177"}, {"text": "No. But you could.", "character": "Hotel Desk Clerk", "characterId": "nm0780634"}]}]}