{"quotes": [{"lines": [{"text": "What we've got here is... failure to communicate. Some men you just can't reach.", "character": "Captain, Road Prison 36", "characterId": "nm0001510"}]}, {"lines": [{"text": "What we've got here is... failure to communicate. Some men you just can't reach. So you get what we had here last week, which is the way he wants it... well, he gets it. I don't like it any more than you men.", "character": "Captain, Road Prison 36", "characterId": "nm0001510"}]}, {"lines": [{"text": "[Luke won a game of poker on a bluff]", "character": null, "characterId": null}, {"text": "Nothin'. A handful of nothin'. You stupid mullet head. He beat you with nothin'. Just like today when he kept comin' back at me - with nothin'.", "character": "Dragline", "characterId": "nm0001421"}, {"text": "Yeah, well, sometimes nothin' can be a real cool hand.", "character": "Luke", "characterId": "nm0000056"}]}, {"lines": [{"text": "Sorry, Luke. I'm just doing my job. You gotta appreciate that.", "character": null, "characterId": null}, {"text": "Nah - calling it your job don't make it right, Boss.", "character": "Luke", "characterId": "nm0000056"}]}, {"lines": [{"text": "He was smiling... That's right. You know, that, that Luke smile of his. He had it on his face right to the very end. Hell, if they didn't know it 'fore, they could tell right then that they weren't a-gonna beat him. That old Luke smile. Oh, Luke. He was some boy. Cool Hand Luke. Hell, he's a natural-born world-shaker.", "character": "Dragline", "characterId": "nm0001421"}]}, {"lines": [{"text": "Yeah well... sometimes nothing can be a real cool hand.", "character": "Luke", "characterId": "nm0000056"}]}, {"lines": [{"text": "Why you got to go and say fifty eggs for? Why not thirty-five or thirty-nine?", "character": "Dragline", "characterId": "nm0001421"}, {"text": "I thought it was a nice round number.", "character": "Luke", "characterId": "nm0000056"}]}, {"lines": [{"text": "Well, lookie here. I knew they'd get you. Them chains and a bonus of a couple of years... Your running days are over forever, boy. Hell, I'd like to see you try to run again. You know, you getting so you smell so bad I can track you myself.", "character": "Dog Boy", "characterId": "nm0001875"}, {"text": "Yeah, well, that ought to be easy for a genuine son of a bitch.", "character": "Luke", "characterId": "nm0000056"}]}, {"lines": [{"text": "Them clothes got laundry numbers on them. You remember your number and always wear the ones that has your number. Any man forgets his number spends a night in the box. These here spoons you keep with you. Any man loses his spoon spends a night in the box. There's no playing grab-ass or fighting in the building. You got a grudge against another man, you fight him Saturday afternoon. Any man playing grab-ass or fighting in the building spends a night in the box. First bell's at five minutes of eight when you will get in your bunk. Last bell is at eight. Any man not in his bunk at eight spends the night in the box. There is no smoking in the prone position in bed. To smoke you must have both legs over the side of your bunk. Any man caught smoking in the prone position in bed... spends a night in the box. You get two sheets. Every Saturday, you put the clean sheet on the top... the top sheet on the bottom... and the bottom sheet you turn in to the laundry boy. Any man turns in the wrong sheet spends a night in the box. No one'll sit in the bunks with dirty pants on. Any man with dirty pants on sitting on the bunks spends a night in the box. Any man don't bring back his empty pop bottle spends a night in the box. Any man loud talking spends a night in the box. You got questions, you come to me. I'm Carr, the floor walker. I'm responsible for order in here. Any man don't keep order spends a night in...", "character": "Carr", "characterId": "nm0416378"}, {"text": "...the box.", "character": "Luke", "characterId": "nm0000056"}, {"text": "I hope you ain't going to be a hard case.", "character": "Carr", "characterId": "nm0416378"}, {"text": "[Smiles, shakes head]\n.", "character": "Luke", "characterId": "nm0000056"}]}, {"lines": [{"text": "[Discussing God and the rain]", "character": null, "characterId": null}, {"text": "Let him go. Bam, Bam.", "character": "Luke", "characterId": "nm0000056"}, {"text": "Knock it off, Luke. You can't talk about Him that way.", "character": "Dragline", "characterId": "nm0001421"}, {"text": "Are you still believin' in that big bearded Boss up there? You think he's watchin' us?", "character": "Luke", "characterId": "nm0000056"}, {"text": "Get in here. Ain't ya scared? Ain't ya scared of dyin'?", "character": "Dragline", "characterId": "nm0001421"}, {"text": "Dyin'? Boy, he can have this little life any time he wants to. Do ya hear that? Are ya hearin' it? Come on. You're welcome to it, ol' timer. Let me know you're up there. Come on. Love me, hate me, kill me, anything. Just let me know it.", "character": "Luke", "characterId": "nm0000056"}, {"text": "[He looks around]", "character": null, "characterId": null}, {"text": "I'm just standin' in the rain talkin' to myself.", "character": "Luke", "characterId": "nm0000056"}]}, {"lines": [{"text": "That's my darling Luke. He grins like a baby but bites like a gator.", "character": "Dragline", "characterId": "nm0001421"}]}, {"lines": [{"text": "You run one time, you got yourself a set of chains. You run twice you got yourself two sets. You ain't gonna need no third set, 'cause you gonna get your mind right.", "character": "Captain, Road Prison 36", "characterId": "nm0001510"}]}, {"lines": [{"text": "[encouraging Luke in the egg-eating]\nJust let that li'l ol' belly sag and enjoy yourself!", "character": "Dragline", "characterId": "nm0001421"}]}, {"lines": [{"text": "[Washing her car with the radio on loud to get the Prisoners attention]", "character": "The Girl", "characterId": "nm0363518"}, {"text": "Hey, Lord... whatever I done, don't strike me blind for another couple of minutes.", "character": "Dragline", "characterId": "nm0001421"}]}, {"lines": [{"text": "[Why he was cutting the heads off parking meters]", "character": null, "characterId": null}, {"text": "Small town, not much to do in the evenin'.", "character": "Luke", "characterId": "nm0000056"}]}, {"lines": [{"text": "Now, I can be a good guy, or I can be one real mean sum-bitch.", "character": "Captain, Road Prison 36", "characterId": "nm0001510"}]}, {"lines": [{"text": "Ya know, sometimes I wished people was like dogs, Luke.", "character": "Arletta", "characterId": "nm0886888"}]}, {"lines": [{"text": "I can eat fifty eggs.", "character": "Luke", "characterId": "nm0000056"}, {"text": "Nobody can eat fifty eggs.", "character": "Dragline", "characterId": "nm0001421"}, {"text": "You just said he could eat anything.", "character": "Society Red", "characterId": "nm0134201"}, {"text": "Did you ever eat fifty eggs?", "character": "Dragline", "characterId": "nm0001421"}, {"text": "Nobody ever eat fifty eggs.", "character": "Luke", "characterId": "nm0000056"}, {"text": "Hey, Babalugats. We got a bet here.", "character": null, "characterId": null}, {"text": "My boy says he can eat fifty eggs, he can eat fifty eggs.", "character": "Dragline", "characterId": "nm0001421"}, {"text": "Yeah, but in how long?", "character": "Loudmouth Steve", "characterId": "nm0238105"}, {"text": "A hour.", "character": "Luke", "characterId": "nm0000056"}, {"text": "Well, I believe I'll take part of that wager.", "character": "Society Red", "characterId": "nm0134201"}]}, {"lines": [{"text": "Where'd the road go?", "character": "Dragline", "characterId": "nm0001421"}, {"text": "That's it. That's the end of it.", "character": "Luke", "characterId": "nm0000056"}, {"text": "Man, there's still daylight.", "character": null, "characterId": null}, {"text": "About two hours left.", "character": "Dragline", "characterId": "nm0001421"}, {"text": "What do we do now?", "character": null, "characterId": null}, {"text": "Nothin'.", "character": "Luke", "characterId": "nm0000056"}, {"text": "Oh Luke, you wild, beautiful thing. You crazy handful of nothin'.", "character": "Dragline", "characterId": "nm0001421"}]}, {"lines": [{"text": "Any man playing grabass or fightin' in the building spends a night in the box.", "character": "Carr", "characterId": "nm0416378"}]}, {"lines": [{"text": "[Discussing a new prisoner who has to spend the night in the box]", "character": null, "characterId": null}, {"text": "He ain't in the box because of the joke played on him. He back-sassed a free man. They got their rules. We ain't got nothin' to do with that. Would probably have happened to him sooner or later anyway, a complainer like him. He gotta learn the rules the same as anybody else.", "character": "Dragline", "characterId": "nm0001421"}, {"text": "Yeah, them poor old bosses need all the help they can get.", "character": "Luke", "characterId": "nm0000056"}]}, {"lines": [{"text": "Oh come on. Stop beatin' it. Get out there yourself. Stop feedin' off me. Get out of here. I can't breathe. Give me some air.", "character": "Luke", "characterId": "nm0000056"}]}, {"lines": [{"text": "[Alone in a church, talking to God, as police lights begin flashing]", "character": null, "characterId": null}, {"text": "Is that your answer, old man? Well, I guess you're a hard case too.", "character": "Luke", "characterId": "nm0000056"}]}, {"lines": [{"text": "Why, we always thought you was strong enough to carry it. Was we wrong?", "character": "Arletta", "characterId": "nm0886888"}, {"text": "I don't know. Well, things are just never the way they seem, Arletta, you know that. A man's just gotta go his own way.", "character": "Luke", "characterId": "nm0000056"}]}, {"lines": [{"text": "[Moving through the crowd, all excited about the record breaking egg eating about to take place]", "character": null, "characterId": null}, {"text": "Alright, stand back you pedestrians, this ain't no automobile accident.", "character": "Dragline", "characterId": "nm0001421"}]}, {"lines": [{"text": "[on visiting day]\nUncle Luke? Why can't *you* have chains?", "character": "Luke's Nephew", "characterId": "nm0744505"}, {"text": "John-boy, lemme tell you something. You know, them chains ain't medals. You get 'em for making mistakes. And you make a *bad* enough mistake, and then you gotta deal with the Man. And he is one rough old boy.", "character": "Luke", "characterId": "nm0000056"}]}, {"lines": [{"text": "You gonna get used to wearin' them chains afer a while, Luke. Don't you never stop listenin' to them clinking. 'Cause they gonna remind you of what I been saying. For your own good.", "character": "Captain, Road Prison 36", "characterId": "nm0001510"}, {"text": "Wish you'd stop being so good to me, Captain.", "character": "Luke", "characterId": "nm0000056"}]}, {"lines": [{"text": "He's a natural born world-shaker.", "character": "Dragline", "characterId": "nm0001421"}]}, {"lines": [{"text": "[Dragline has repeatedly knocked Luke down during a boxing match]", "character": null, "characterId": null}, {"text": "Stay down. You're beat.", "character": "Dragline", "characterId": "nm0001421"}, {"text": "You're gonna hafta kill me...", "character": "Luke", "characterId": "nm0000056"}, {"text": "[struggles back to his feet]", "character": null, "characterId": null}]}, {"lines": [{"text": "That ditch is Boss Kean's ditch. And I told him that dirt in it's your dirt. What's your dirt doin' in his ditch?", "character": "Boss Paul", "characterId": "nm0039435"}, {"text": "I don't know, Boss.", "character": "Luke", "characterId": "nm0000056"}, {"text": "You better get in there and get it out, boy.", "character": "Boss Paul", "characterId": "nm0039435"}]}, {"lines": [{"text": "Anything so innocent and built like that just gotta be named Lucille.", "character": "Dragline", "characterId": "nm0001421"}]}, {"lines": [{"text": "Anybody here? Hey, Old Man. You home tonight? Can You spare a minute. It's about time we had a little talk. I know I'm a pretty evil fellow... killed people in the war and got drunk... and chewed up municipal property and the like. I know I got no call to ask for much... but even so, You've got to admit You ain't dealt me no cards in a long time. It's beginning to look like You got things fixed so I can't never win out. Inside, outside, all of them... rules and regulations and bosses. You made me like I am. Now just where am I supposed to fit in? Old Man, I gotta tell You. I started out pretty strong and fast. But it's beginning to get to me. When does it end? What do You got in mind for me? What do I do now? Right. All right.", "character": "Luke", "characterId": "nm0000056"}, {"text": "[Gets on knees, closes eyes and begins to pray]", "character": null, "characterId": null}, {"text": ". On my knees, asking.", "character": "Luke", "characterId": "nm0000056"}, {"text": "[Peeks up with one eye, waits. Then opens eyes and crosses arms]", "character": null, "characterId": null}, {"text": ". Yeah, that's what I thought. I guess I'm pretty tough to deal with, huh? A hard case.", "character": "Luke", "characterId": "nm0000056"}, {"text": "[Clicks tongue]", "character": null, "characterId": null}, {"text": ". Yeah. I guess I gotta find my own way.", "character": "Luke", "characterId": "nm0000056"}, {"text": "[Headlights shine through windows, backs up]", "character": null, "characterId": null}, {"text": "Luke?", "character": "Dragline", "characterId": "nm0001421"}, {"text": "[Shakes head and smiles]\nIs that Your answer, Old Man? I guess You're a hard case, too.", "character": "Luke", "characterId": "nm0000056"}]}, {"lines": [{"text": "Look Cap'n, look what he done to Blue. He's dead, he's dead. he run himself plum to death.", "character": "Dog Boy", "characterId": "nm0001875"}]}, {"lines": [{"text": "She don't have no hopes nor love to give her pain.", "character": "Arletta", "characterId": "nm0886888"}, {"text": "She just don't give a damn.", "character": "Arletta", "characterId": "nm0886888"}]}, {"lines": [{"text": "[Washing herself down while cleaning her car with her radio on loud to get the Prisoners attention]", "character": "The Girl", "characterId": "nm0363518"}, {"text": "God she don't know what she's doing.", "character": "Koko", "characterId": "nm0031398"}, {"text": "Oh boy, she knows exactly what she's doing. She's driving us crazy, and loving every minute of it!", "character": "Luke", "characterId": "nm0000056"}]}]}