{"quotes": [{"lines": [{"text": "The cosmos is also within us, we're made of star-stuff. We are a way for the cosmos, to know itself.", "character": "Carl Sagan", "characterId": "nm0755981"}]}, {"lines": [{"text": "There are some hundred billion galaxies, each with, on the average, a hundred billion stars, 1011 x 1011 = 1022, ten billion trillion. In the face of such overpowering numbers, what is the likelihood that only one ordinary star, the Sun, is accompanied by an inhabited planet? Why should we, tucked away in some forgotten corner of the Cosmos, be so fortunate? To me, it seems far more likely that the universe is brimming over with life. But we humans do not yet know. We are just beginning our explorations. From eight billion light-years away we are hard pressed to find even the cluster in which our Milky Way Galaxy is embedded, much less the Sun or the Earth. The only planet we are sure is inhabited is a tiny speck of rock and metal, shining feebly by reflected sunlight, and at this distance utterly lost.", "character": "Carl Sagan", "characterId": "nm0755981"}]}, {"lines": [{"text": "The cosmos is interesting rather than perfect, and everything is not part of some greater plan, nor is all necessarily under control.", "character": "Carl Sagan", "characterId": "nm0755981"}]}, {"lines": [{"text": "The cosmos is all that is or ever was or ever will be.", "character": "Carl Sagan", "characterId": "nm0755981"}]}, {"lines": [{"text": "Human history can be viewed as a slowly dawning awareness that we are members of a larger group. Initially our loyalties were to ourselves and our immediate family, next, to bands of wandering hunter-gatherers, then to tribes, small settlements, city-states, nations. We have broadened the circle of those we love. We have now organized what are modestly described as super-powers, which include groups of people from divergent ethnic and cultural backgrounds working in some sense together - surely a humanizing and character building experience. If we are to survive, our loyalties must be broadened further, to include the whole human community, the entire planet Earth. Many of those who run the nations will find this idea unpleasant. They will fear the loss of power. We will hear much about treason and disloyalty. Rich nation-states will have to share their wealth with poor ones. But the choice, as H. G. Wells once said in a different context, is clearly the universe or nothing.", "character": "Carl Sagan", "characterId": "nm0755981"}]}, {"lines": [{"text": "Where we have strong emotions, we're liable to fool ourselves.", "character": "Carl Sagan", "characterId": "nm0755981"}]}, {"lines": [{"text": "Our loyalties are to the species and the planet. We speak for Earth. Our obligation to survive is owed not just to ourselves but also to that Cosmos, ancient and vast, from which we spring.", "character": "Carl Sagan", "characterId": "nm0755981"}]}, {"lines": [{"text": "Up there in the immensity of the Cosmos, an inescapable perception awaits us. National boundaries are not evident when we view the Earth from space. Fanatical ethnic, religious or national chauvinisms are a little difficult to maintain when we see our planet as a fragile blue crescent fading to become an inconspicuous point of light against the bastion and citadel of the stars.", "character": "Carl Sagan", "characterId": "nm0755981"}]}, {"lines": [{"text": "Alexandria was the greatest city the Western world had ever seen. People of all nations came here to live, to trade, to learn. On any given day, its harbors were thronged with merchants, scholars, and tourists. This was a city where Greeks, Egyptians, Arabs, Syrians, Hebrews, Persians, Nubians, Phoenicians, Italians, Gauls, and Iberians exchanged merchandise and ideas. It is probably here that the word 'cosmopolitan' realized its true meaning - citizen, not just of a nation, but of the Cosmos. To be a citizen of the Cosmos...", "character": "Carl Sagan", "characterId": "nm0755981"}]}, {"lines": [{"text": "A galaxy is composed of gas and dust and stars - billions upon billions of stars.", "character": "Carl Sagan", "characterId": "nm0755981"}]}, {"lines": [{"text": "[Flying the Spaceship of the Imagination]\nHere we see another inhabited planet. I wonder what kind of new political ideas they have down there, what religions...", "character": "Carl Sagan", "characterId": "nm0755981"}]}]}