{"quotes": [{"lines": [{"text": "I work at the Pentagon, Sergeant, so I'll admit I'm a little slow on the uptake, otherwise I'd say that you just threatened me. Did you just threaten me, soldier? Because if you did, let me respond to you...", "character": "Nathaniel Serling", "characterId": "nm0000243"}, {"text": "[turns off tape recorder]", "character": null, "characterId": null}, {"text": "Let me respond to you this way. I'm an officer, and therefore, by proclamation, a gentleman, but don't abuse that, son. Don't get in my crosshairs, because I'll have no compunction whatsoever about getting up to my neck in yo' ass. Do you understand me?", "character": "Nathaniel Serling", "characterId": "nm0000243"}]}, {"lines": [{"text": "[to Monfriez, after she's been shot in the abdomen]\nI gave birth to a nine-pound baby, asshole. I think I can handle it.", "character": "Captain Karen Emma Walden", "characterId": "nm0000212"}]}, {"lines": [{"text": "[grabbing a recruit leaving an obstacle]", "character": null, "characterId": null}, {"text": "Just what the fuck do you think you're doing, soldier? Where are your men?", "character": "Monfriez", "characterId": "nm0001617"}, {"text": "Right there, sir!", "character": null, "characterId": null}, {"text": "Yeah? What do you call that?", "character": "Monfriez", "characterId": "nm0001617"}, {"text": "[gestures to one man who still hasn't made it through the obstacle]", "character": null, "characterId": null}, {"text": "You see that man? You and he are brothers! He depends on you! You depend on him! You *never* leave a man behind!", "character": "Monfriez", "characterId": "nm0001617"}]}, {"lines": [{"text": "General, Colonel Sterling's order to activate lights, was that a standard response to enemy infiltration of the lines?", "character": "Tony Gartner, Washington Post", "characterId": "nm0001277"}, {"text": "At the critical moment, in spite of terrible losses, Colonel Sterling didn't hesitate to act. Ordering those tanks to turn on their lights saved the lives of God knows how many of our men. Heroic acts arise out of desperate circumstances.", "character": "General Hershberg", "characterId": "nm0605363"}, {"text": "I have no trouble at all believing Colonel Sterling is a hero.", "character": "Tony Gartner, Washington Post", "characterId": "nm0001277"}, {"text": "Like Captain Karen Walden. Did you know, Mr Gartner, that for the first time a woman is being considered for the medal of honor for her performance under fire? And, um... Colonel Sterling is just finishing up the inquiry. How's that going, Nat?", "character": "General Hershberg", "characterId": "nm0605363"}, {"text": "I think, uh... in order to honor a soldier like Karen Walden, we have to tell the truth, General, about what happened over there. The whole, hard... cold truth. And until we do that, uh, we dishonor her and every soldier who died, who gave their life for their country.", "character": "Nathaniel Serling", "characterId": "nm0000243"}, {"text": "[Colonel Sterling gets up out of his chair, walks over to General Hershberg and throws his report on the desk]", "character": null, "characterId": null}, {"text": "My full report General.", "character": "Nathaniel Serling", "characterId": "nm0000243"}]}, {"lines": [{"text": "Will there be a public statement of the facts when the Al Bathra investigation is over sir?", "character": "Nathaniel Serling", "characterId": "nm0000243"}, {"text": "There's been a decision not to release any of these findings until every case has been thoroughly reviewed.", "character": "General Hershberg", "characterId": "nm0605363"}, {"text": "[pause]\nWell how long do you imagine that will be sir? I mean the next time I see Lieutenant Boylar's parents, I'd like to be able to tell them the whole truth.", "character": "Nathaniel Serling", "characterId": "nm0000243"}, {"text": "Do you want to know how many grieving parents I had to deal with during Vietnam?", "character": "General Hershberg", "characterId": "nm0605363"}, {"text": "With all do respect sir, this is not Vietnam. Lieutenant Boylar's tank was hit by uranium-depleted shells. We're the only country in the world that uses them. We got these reporters from the Washington Post sniffing around his parents, looking for the truth, and the only person that knows the truth is not allowed to say it because these investigators are dragging their backsides. Someone has got to be accountable for this.", "character": "Nathaniel Serling", "characterId": "nm0000243"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Sir.", "character": "Nathaniel Serling", "characterId": "nm0000243"}]}, {"lines": [{"text": "Sweet Jesus, there's always a tape.", "character": "Tony Gartner, Washington Post", "characterId": "nm0001277"}]}, {"lines": [{"text": "Sir, if you get a hangfire on your weapon, what do you do? You wait, with your weapon pointed in a safe direction, 'cause sometimes the primer bursts, and if you open the chamber it blows up in your face. Leave this round in the chamber, sir.", "character": "Monfriez", "characterId": "nm0001617"}]}, {"lines": [{"text": "It's not the doing shit that gets to you. It's the consequences. Imagine a life without consequences.", "character": "Specialist Ilario", "characterId": "nm0000354"}]}, {"lines": [{"text": "[after leading his troops in a prayer]", "character": null, "characterId": null}, {"text": "Now let's kill 'em all.", "character": "Nathaniel Serling", "characterId": "nm0000243"}]}, {"lines": [{"text": "Few of us are given the opportunity, even fewer the courage to sacrifice ourselves for the lives of our comrades. In daily life, even as in battle each one of us is mysteriously and irrevocably bound to our fellow man. And yet, it is only in death that the power of this bond is finally tested and proven. And who among us really knows how he might respond when the moment comes?", "character": "The President", "characterId": "nm0730128"}]}, {"lines": [{"text": "[holding a pistol to Serling's head]", "character": null, "characterId": null}, {"text": "You ever kill anyone at close range with a small arms, sir?", "character": "Monfriez", "characterId": "nm0001617"}, {"text": "[Serling shakes his head]", "character": null, "characterId": null}, {"text": "Messy.", "character": "Monfriez", "characterId": "nm0001617"}]}, {"lines": [{"text": "[to LTC Serling, after Anne Marie saw him and ran away]\nMen dressed as you are came to the door to tell her her mother had died.", "character": "Joel Walden", "characterId": "nm0420898"}]}, {"lines": [{"text": "How did you get to be on Captain Walden's chopper?", "character": "Nathaniel Serling", "characterId": "nm0000243"}, {"text": "Used to hang around medivac units, sir.", "character": "Monfriez", "characterId": "nm0001617"}, {"text": "Did you want to become a medic?", "character": "Nathaniel Serling", "characterId": "nm0000243"}, {"text": "Wanted to hump a nurse once, does that count?", "character": "Monfriez", "characterId": "nm0001617"}, {"text": "[both laugh]", "character": null, "characterId": null}, {"text": "See, I play poker. Do you want to know a poker secret, sir?", "character": "Monfriez", "characterId": "nm0001617"}, {"text": "Always.", "character": "Nathaniel Serling", "characterId": "nm0000243"}, {"text": "Find out what the people you are playing against are interested in, and pretend you're interested in it, too. They start running off at the mouth and don't pay no attention to their cards. Medivac crew love to talk about their choppers.", "character": "Monfriez", "characterId": "nm0001617"}, {"text": "[hits his steering wheel]", "character": null, "characterId": null}, {"text": "Paid for this baby.", "character": "Monfriez", "characterId": "nm0001617"}]}]}