{"quotes": [{"lines": [{"text": "[Voiceover]\nMandy was to be one of the lucky ones. There were at least plenty of people who loved her and wanted to look after her and shelter her from the outside world. She spent the next five years... being sheltered.", "character": "Christine Garland", "characterId": "nm0130829"}]}, {"lines": [{"text": "[Voiceover]\nThey all told us; in the most reassuring way, there was nothing to be done about it. Mandy would never hear, she would never be able to imagine what sound was like, so naturally, she would be dumb too. To the doctors it was an interesting case, but not at all unusual. One child in every sixteen thousand is born that way, and they explained that all over the country we should find special schools, day schools or residential.", "character": "Christine Garland", "characterId": "nm0130829"}]}, {"lines": [{"text": "[after Mandy comes in from outside, crying]\nWhat happened, did the dog bite her or something?", "character": "Harry Garland", "characterId": "nm0605059"}, {"text": "[concerned]\nI don't know. Something frightened her. She couldn't tell me what. Harry, I can't go on like this. It was all right when she was a baby, but now, you never know, I don't know whether she's being naughty and playing me up or whether there's something really the matter.", "character": "Christine Garland", "characterId": "nm0130829"}, {"text": "[sternly]", "character": null, "characterId": null}, {"text": "There's just no contact.", "character": "Christine Garland", "characterId": "nm0130829"}, {"text": "[desperately]", "character": null, "characterId": null}, {"text": "There must be something we can do?", "character": "Christine Garland", "characterId": "nm0130829"}]}, {"lines": [{"text": "[after Mandy attacks boy for teasing her]", "character": null, "characterId": null}, {"text": "[shouts]", "character": null, "characterId": null}, {"text": "Look at the child. She's insane. She's not fit to be with other children.", "character": null, "characterId": null}]}, {"lines": [{"text": "[heated argument]\nDon't you see? Because she isn't used to them that this sort of thing happens. She must learn to live with other children.", "character": "Christine Garland", "characterId": "nm0130829"}, {"text": "We've had this out over fifty times. We've all tried to explain it.", "character": "Harry Garland", "characterId": "nm0605059"}, {"text": "All? You mean you and your family. Your father who's so lazy he wouldn't lift a finger to help and your mother who uses Mandy as something to gush about and sentimentalise over like a, like a spinster with a lap dog.", "character": "Christine Garland", "characterId": "nm0130829"}, {"text": "CHRIS.", "character": "Harry Garland", "characterId": "nm0605059"}, {"text": "And YOU are ashamed of Mandy... wanting to keep her out of sight. YOU and your kindness, you don't care a wrap about her.", "character": "Christine Garland", "characterId": "nm0130829"}, {"text": "Shut-up!", "character": "Harry Garland", "characterId": "nm0605059"}, {"text": "All you care about is yourself, you'd rather she remain dumb!", "character": "Christine Garland", "characterId": "nm0130829"}]}]}