{"quotes": [{"lines": [{"text": "[real-life quote]", "character": null, "characterId": null}, {"text": "[Epilogue - Black Elk speaks of the deceased Crazy Horse]", "character": null, "characterId": null}, {"text": "It does not matter where his body lies; there the grass is growing... but where his Spirit lies, that would be a good place to be.", "character": null, "characterId": null}]}, {"lines": [{"text": "What about the Indians, General? And aren't the Black Hills officially Sioux land from the treaty of 1868?", "character": "Reporter", "characterId": "nm0369102"}, {"text": "Whatever the right or wrong isn't the question. The Indians must be dispossessed. The practical question is how the inevitable can be accomplished with the least inhumanity to the Indians.", "character": "General George Armstrong Custer", "characterId": "nm0005022"}, {"text": "Didn't General Polk say that?", "character": "Reporter", "characterId": "nm0369102"}, {"text": "I believe in destiny, you see. For individuals as well as nations. Nothing can stop the movement of history.", "character": "General George Armstrong Custer", "characterId": "nm0005022"}]}, {"lines": [{"text": "[prologue]", "character": null, "characterId": null}, {"text": "In 1865, the Civil War ended. As the flow of settlers heading westward increased, so did the disputes between the government, the settlers and the Indians. Conflict was inevitable....", "character": "Conquering Bear", "characterId": "nm0379157"}]}, {"lines": [{"text": "Our way of life is finished. There is only the white man's way, and we will learn it... or we will all die.", "character": "Red Cloud", "characterId": "nm0836071"}, {"text": "I speak only for myself. I'll live the way of my fathers... as a warrior.", "character": "Crazy Horse", "characterId": "nm0340729"}]}, {"lines": [{"text": "They are a brave people. Their time has passed. History moves on.", "character": "General George Armstrong Custer", "characterId": "nm0005022"}]}, {"lines": [{"text": "To be a leader among men. That's what it was to be made a shirt wearer among the Lakota. Shirt wearers led the people and protected them at all times. Shirt wearing was the honor that usually went to the sons of chiefs and tribal leaders.", "character": "Conquering Bear", "characterId": "nm0379157"}]}, {"lines": [{"text": "My first time in battle, I went against my vision. That's why I was wounded.", "character": "Crazy Horse", "characterId": "nm0340729"}, {"text": "you'll be a strong shield for the people.", "character": null, "characterId": null}]}, {"lines": [{"text": "You looked at me and saw what happens to a man of peace in times of war. Now I see what happens to a man of war in times of peace. Come with me now, Crazy Horse.", "character": "Conquering Bear", "characterId": "nm0379157"}]}, {"lines": [{"text": "Anyone can kill a man. Anyone can take a scalp. But only the bravest warrior can count coup and fight with no weapon at all.", "character": "Conquering Bear", "characterId": "nm0379157"}]}, {"lines": [{"text": "Don't forget me.", "character": "Black Buffalo woman", "characterId": "nm0065942"}, {"text": "I could sooner forget to breathe.", "character": "Crazy Horse", "characterId": "nm0340729"}]}]}