{"quotes": [{"lines": [{"text": "[narrating]\nIt was dusk. I could tell 'cause the sun was going down.", "character": "Sparks Moran", "characterId": "nm0001801"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "So I got the girl... and guess who got the gold.", "character": "Sparks Moran", "characterId": "nm0001801"}]}, {"lines": [{"text": "No matter what you do, or where you go, or who you kill... I'll love you till the day I die.", "character": "Mary-Belle Monahan", "characterId": "nm0429506"}, {"text": "[the monster immediately surfaces and kills her]", "character": null, "characterId": null}]}, {"lines": [{"text": "[as Carmelita embraces and kisses him]\nAs a trained espionage agent I could tell that she was attracted to me.", "character": "Sparks Moran", "characterId": "nm0001801"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[narrating]\nI had to go the Santo Domingo bar and I had to find Agent XK-120, whom I'd never met.", "character": "Sparks Moran", "characterId": "nm0001801"}]}, {"lines": [{"text": "[coyly]\nDo you play?", "character": "Agent XK-120", "characterId": "nm0375473"}, {"text": "I never work if I can help it.", "character": "Sparks Moran", "characterId": "nm0001801"}, {"text": "I mean chess.", "character": "Agent XK-120", "characterId": "nm0375473"}]}, {"lines": [{"text": "[narrating]\nThe first move in the great conspiracy had been made. The Cuban treasury was now in the gentle hands of Renzo Capetto, the most trustworthy man ever to be deported from Sicily. They thought they were home-free, but little did they know that I, Sparks Moran, was an American agent. Luckily, I had managed to work my way onto the crew by posing as a notorious gun machine burglar from Chicago. My real name is XK-15.", "character": "Sparks Moran", "characterId": "nm0001801"}]}, {"lines": [{"text": "[narrating]\nThe big cheese was Renzo Capetto, alias Capo Rosetto, alias Ratto Pazetti, alias Zeppo Staccato alias Shirley Lamour. At 15, he had served his first stretch for rolling a drunk in the lobby of the Waldorf-Astoria on New Year's Eve, 1934. In 1940, he was involved in an unsuccessful attempt to nominate Benito Mussolini for the Republican ticket. During the war, he was rejected by the Navy, the Marines and the SS. Now deported, he has maintained his contacts with the Syndicate and is still regarded as a dangerous character.", "character": "Sparks Moran", "characterId": "nm0001801"}]}, {"lines": [{"text": "they say she was a gun moll just because Lucky Luciano gave her a Rolls Royce every Christmas and they can't really prove she sneaked into the Hollywood Bowl with a tommygun and rubbed out the convention of police chiefs in 1956. Oh, I knew that she got nailed cold when she was pushing heroin in the laundry room at Boys' Town, but I'm willing to give anyone the benefit of the doubt - especially when she's as crazy-looking as Mary-Belle.", "character": "Sparks Moran", "characterId": "nm0001801"}]}, {"lines": [{"text": "[narrating]\nThis is Happy Jack Monahan, so called because he developed a muscle-spasm in his cheek from watching too many Humphrey Bogart pictures.", "character": "Sparks Moran", "characterId": "nm0001801"}]}, {"lines": [{"text": "[narrating]\nSince taking up with Renzo, he's become a well-known dice-loader and murderer.", "character": "Sparks Moran", "characterId": "nm0001801"}]}, {"lines": [{"text": "[narrating]\nThe last member of the deadly quartet is Pete Peterson Jr., the son of Pete Peterson Sr., famous vaudeville bird mimic. Pete Jr. inherited his father's talent for bird imitation, but unfortunately he blew his brain out of whack while imitating a whooping crane at the Elks' convention picnic in Oshkosh in 1942. Since then, anyone has been able to convince Pete of anything.", "character": "Sparks Moran", "characterId": "nm0001801"}]}, {"lines": [{"text": "Does anyone have anything to say?", "character": "Renzo Capetto", "characterId": "nm0136147"}, {"text": "[Pete raises his hand]", "character": null, "characterId": null}, {"text": "Pete?", "character": "Renzo Capetto", "characterId": "nm0136147"}, {"text": "Mooo.", "character": "Pete Peterson Jr.", "characterId": "nm0225398"}]}, {"lines": [{"text": "Now look, we've got to get rid of these Cubans without the rest of 'em getting suspicious. There used to be a Cuban fisherman named Hemingway. He got hooked on a sea monster in these waters a couple of years ago and was dragged for miles... and got a lot of publicity. We're going to show those boys the greatest sea monster they ever saw in their lives!", "character": "Renzo Capetto", "characterId": "nm0136147"}]}, {"lines": [{"text": "[narrating]\nI'll admit I really couldn't hear anything through the door, but I know they were up to no good.", "character": "Sparks Moran", "characterId": "nm0001801"}]}, {"lines": [{"text": "I don't know what'll we going to do with all this. I've always wanted to open up a home for the aged hoodlum.", "character": "Renzo Capetto", "characterId": "nm0136147"}]}, {"lines": [{"text": "[narrating]\nA government agent lives in constant peril. I devised my undetectable radio set using simulated hot dogs for knobs and tubes inside of dill pickles while watching sewer workers during my lunch hour.", "character": "Sparks Moran", "characterId": "nm0001801"}]}, {"lines": [{"text": "[narrating]\nA secret agent should never sleep, but there I was dreaming of Mom's apple pie, while up on deck, Renzo and his cutthroats were taking the first step - killing an innocent Cuban and pretending an imaginary sea monster did it, just so they would be panicked into changing course so that Renzo could steer them to his own picked destination.", "character": "Sparks Moran", "characterId": "nm0001801"}, {"text": "[Pete and Jack cover up the Cuban's murder using a sharpened rake and fake monster tracks]", "character": null, "characterId": null}, {"text": "Wait a minute, then give the alarm.", "character": "Renzo Capetto", "characterId": "nm0136147"}, {"text": "[narrating]\nBut what none of us knew was that the monster invented by Renzo had already been invented by someone else - by a couple of other monsters, I guess.", "character": "Sparks Moran", "characterId": "nm0001801"}]}, {"lines": [{"text": "[while Pete and Jack murdered one Cuban soldier, the real monster killed another]", "character": null, "characterId": null}, {"text": "You boys are getting careless. I told you to kill one, not two.", "character": "Renzo Capetto", "characterId": "nm0136147"}]}, {"lines": [{"text": "[to Mary-Belle]\nListen, I have a plan. As soon as we get there, we'll wait for night and when Renzo isn't looking, we'll jump off and swim for shore through shark-infested waters so no one'll follow us, then we'll steal a sailing dingy and head for Brazil.", "character": "Sparks Moran", "characterId": "nm0001801"}]}, {"lines": [{"text": "[Renzo has intentionally wrecked his boat on a reef]", "character": null, "characterId": null}, {"text": "It's all right - be calm, everybody. The boat is insured.", "character": "Renzo Capetto", "characterId": "nm0136147"}]}, {"lines": [{"text": "Oh, if only I'd paid my life insurance premium, I'd kill myself.", "character": "Pete Peterson Jr.", "characterId": "nm0225398"}]}, {"lines": [{"text": "[hands Mary-Belle the sharpened rakes used to simulate monster claws]", "character": null, "characterId": null}, {"text": "All right, baby, listen. You hold on to these 'cause I can't use 'em without Pete or Jack to help.", "character": "Renzo Capetto", "characterId": "nm0136147"}, {"text": "I'll keep 'em warm for ya.", "character": "Mary-Belle Monahan", "characterId": "nm0429506"}]}, {"lines": [{"text": "You can go anywhere you like. I'm going home.", "character": "Renzo Capetto", "characterId": "nm0136147"}, {"text": "To America?", "character": null, "characterId": null}, {"text": "America? No, I can't go back there anymore... Sicily.", "character": "Renzo Capetto", "characterId": "nm0136147"}, {"text": "Oh.", "character": null, "characterId": null}, {"text": "I've got an uncle there who's been after me for years to help him stamp grapes. It's beginning to appeal to me.", "character": "Renzo Capetto", "characterId": "nm0136147"}]}, {"lines": [{"text": "[the monster surfaces next to Renzo's boat]", "character": null, "characterId": null}, {"text": "This was it, but there was only one thing a trained representative of the American government could do at a time like this - get out of there!", "character": "Sparks Moran", "characterId": "nm0001801"}]}, {"lines": [{"text": "[Renzo flees the monster attacking his boat]", "character": null, "characterId": null}, {"text": "Renzo loved Mary-Belle, but he was the skipper and decided to go down ahead of his ship.", "character": "Sparks Moran", "characterId": "nm0001801"}]}, {"lines": [{"text": "You made that monster up out of thin air! Now don't try to tell me it's real. I'm not that stupid.", "character": "Mary-Belle Monahan", "characterId": "nm0429506"}, {"text": "Well, *I* am!", "character": "Petet Peterson Jr.", "characterId": "nm0225398"}]}, {"lines": [{"text": "Waiter! Bring us a bottle of Chateau Marmont, 1907.", "character": "Sparks Moran", "characterId": "nm0001801"}, {"text": "1911 was a better year.", "character": "Agent XK-120", "characterId": "nm0375473"}, {"text": "1911 it is.", "character": "Sparks Moran", "characterId": "nm0001801"}, {"text": "We don't have any Chateau Marmont, but we have a good Chateaubriand, 1922.", "character": null, "characterId": null}, {"text": "Forget it! Make it a couple of Rum Collins, Cuba '58!", "character": "Sparks Moran", "characterId": "nm0001801"}]}]}