{"quotes": [{"lines": [{"text": "[reading Agnes' journal entry]\n\"Wednesday, the third of September. A chill in the air tells of autumn's approach, but the days are still lovely and mild. My sisters, Karin and Maria, have come to see me. It's wonderful to be together again like in the old days. I'm feeling much better. We were even able to take a stroll together. It was a wonderful experience, especially for me, since I haven't been outdoors for so long. We suddenly began to laugh and run toward the old swing that we hadn't used since we were children. We sat in it like three good little sisters and Anna pushed us, slowly and gently. All my aches and pains were gone. The people I'm most fond of in all the world were with me. I could hear them chatting around me. I could feel the presence of their bodies, the warmth of their hands. I wanted to cling to that moment, and I thought, \"Come what may, this is happiness. I cannot wish for anything better. Now, for a few minutes, I can experience perfection and I feel profoundly grateful to my life, which gives me so much.\"", "character": "Anna", "characterId": "nm0843306"}]}, {"lines": [{"text": "It's true. I've - often thought - of taking my own life. It's... it's disgusting. It's degrading - and - it never ever changes.", "character": "Karin", "characterId": "nm0862026"}]}, {"lines": [{"text": "[first lines - written]", "character": null, "characterId": null}, {"text": "It is early Monday morning and I am in pain.", "character": "Agnes", "characterId": "nm0027683"}]}, {"lines": [{"text": "Come here, Marie. Come. Look in the mirror. You're beautiful. Perhaps even more than when we were together. But you've changed and I want you to see how. Now your eyes cast quick, calculating, side glances. You used to look ahead straightforwardly, openly, without disguise. Your mouth has a slightly hungry, dissatisfied expression. It used to be so soft. Your complexion is pale now. You wear makeup. Your fine, wide brow has four lines above each eye now. You can't see them in this light, but you can in the bright of day. You know what caused those lines?", "character": "David", "characterId": "nm0430746"}, {"text": "No.", "character": "Maria", "characterId": "nm0880521"}, {"text": "Indifference. And this fine contour from your ear to your chin is no longer so finely drawn - the result of too much comfort and laziness. And there, by the bridge of your nose. Why do you sneer so often? You see that? You sneer too often. You see it? And look under your eyes. The sharp, scarcely noticeable wrinkles from your boredom and impatience.", "character": "David", "characterId": "nm0430746"}, {"text": "Can you really see all that there?", "character": "Maria", "characterId": "nm0880521"}, {"text": "No, but I feel it when you kiss me.", "character": "David", "characterId": "nm0430746"}, {"text": "I think you're joking with me. I know where you see it.", "character": "Maria", "characterId": "nm0880521"}, {"text": "Where?", "character": "David", "characterId": "nm0430746"}, {"text": "In yourself. Because you and I are so alike.", "character": "Maria", "characterId": "nm0880521"}, {"text": "You mean in our selfishness, coldness and indifference?", "character": "David", "characterId": "nm0430746"}]}, {"lines": [{"text": "You've changed. Is there someone else?", "character": "Maria", "characterId": "nm0880521"}, {"text": "There always is. Besides, I thought the problem didn't interest you.", "character": "David", "characterId": "nm0430746"}, {"text": "It doesn't.", "character": "Maria", "characterId": "nm0880521"}]}, {"lines": [{"text": "[to Maria]\nYou look so disconcerted. You thought our talk would be different, didn't you? Do you realize I hate you and how foolish I find your insipid smile and your idiotic flirtatiousness?", "character": "Karin", "characterId": "nm0862026"}, {"text": "[exhales]", "character": null, "characterId": null}, {"text": "How have I managed to tolerate you so long and not say anything? I know of what you're made - with your empty caresses and your false laughter. Can you conceive how anyone can live with so much hate as has been my burden? There's no relief, no charity, no help! There is nothing. Do you understand? Nothing can escape me for I see all!", "character": "Karin", "characterId": "nm0862026"}]}, {"lines": [{"text": "Maria and Mother always had so much to whisper about, but then they were so alike. I used to wonder jealously what they had to laugh at.", "character": "Agnes", "characterId": "nm0027683"}]}, {"lines": [{"text": "There's someone out there. Anna. There's someone out there.", "character": "Agnes", "characterId": "nm0027683"}]}, {"lines": [{"text": "Your arguments have always bored me.", "character": "Maria", "characterId": "nm0880521"}]}, {"lines": [{"text": "I have no need of pardon.", "character": "Maria", "characterId": "nm0880521"}]}, {"lines": [{"text": "Anna. You hear that?", "character": "Karin", "characterId": "nm0862026"}, {"text": "I hear only the wind and the ticking of the clocks.", "character": "Anna", "characterId": "nm0843306"}, {"text": "No. It's something else.", "character": "Karin", "characterId": "nm0862026"}, {"text": "I don't hear anything else.", "character": "Anna", "characterId": "nm0843306"}, {"text": "I'm freezing. Good night.", "character": "Karin", "characterId": "nm0862026"}]}, {"lines": [{"text": "Agnes, my dear child, listen to what I tell you now. Pray for those of us left behind on this dark and miserable earth beneath a cruel and empty sky. Lay your suffering at God's feet and plead with him to pardon us. Plead with him to free us of our anxiety, our weariness, and our deepest doubts. Plead with him to give meaning to our lives.", "character": "Isak", "characterId": "nm0252244"}]}, {"lines": [{"text": "It's a web of lies, all of it.", "character": "Karin", "characterId": "nm0862026"}]}, {"lines": [{"text": "Nothing but a web of lies. Every bit of it. A web of lies.", "character": "Karin", "characterId": "nm0862026"}]}, {"lines": [{"text": "Can't you hear that? Someone's crying. Can't you hear it? Someone's crying and crying.", "character": "Anna", "characterId": "nm0843306"}]}, {"lines": [{"text": "Can't anyone help me?", "character": "Agnes", "characterId": "nm0027683"}, {"text": "It's just a dream, Agnes.", "character": "Anna", "characterId": "nm0843306"}, {"text": "No, it's not a dream. Perhaps it's a dream for you, but not for me.", "character": "Agnes", "characterId": "nm0027683"}]}, {"lines": [{"text": "The funeral was tolerable. No one wept or grew hysterical.", "character": "Fredrik", "characterId": "nm0959813"}]}]}