{"quotes": [{"lines": [{"text": "And besides, I told you over and over again to be careful.", "character": "Police Chief", "characterId": "nm0606263"}, {"text": "Be careful? Be careful of what? What do you want me to do, huh? Lift my hands and tell them, \"Shoot!\" When someone is pointing a gun at me and, in so many words, tells me they're going to kill me, I have a right to protect myself. And I have a right to protect myself because these people need me. And they need me because I care about them and when I go out on a mission, I do the right job! For Christ sake boss, I've faced death a thousand and one times for this badge because I stood for something. I've been stabbed, shot, beaten up and kicked in the ass. I've chased spies and dirty scum from one end of the world to the other. I was even buried alive for two whole days and now you want it back. Well, go on... take it! Take it! I'm finished with it. That's it!", "character": "Zeus", "characterId": "nm0028227"}]}, {"lines": [{"text": "I need you.", "character": "Police Chief", "characterId": "nm0606263"}, {"text": "How can I come back now? You broke my heart. I have nothing to offer.", "character": "Zeus", "characterId": "nm0028227"}, {"text": "I know.", "character": "Police Chief", "characterId": "nm0606263"}]}, {"lines": [{"text": "It's supposed to be a police department but it feels like an insane asylum around here. He was practically killed on the streets like a dirty alley cat and now the police commissioner wants to put him on trial. It doesn't make sense. No sense at all. I thought the department was supposed to stand up and fight for him.", "character": "Karras", "characterId": "nm0440093"}, {"text": "I fought Karras. I fought!", "character": "Police Chief", "characterId": "nm0606263"}, {"text": "Well not enough damn it!", "character": "Karras", "characterId": "nm0440093"}, {"text": "You seem to forget there are two dead cops out there.", "character": "Police Chief", "characterId": "nm0606263"}, {"text": "Cops my ass! I'll go through the entire department and if I find another cop like that, I'll kill the S.O.B. Those two cops were traitors and they got what they deserve. And believe that! The C.I.A. made a mistake letting Zeus go. He's one of the best. The very best! You do know that.", "character": "Karras", "characterId": "nm0440093"}, {"text": "Yes, I do!", "character": "Police Chief", "characterId": "nm0606263"}, {"text": "Well, if this country doesn't want him, I'm sure another country does. Why don't we just sell him or put him in a circus or something? You could have done anything... anything but taken his badge away. We've killed his pride damn it!", "character": "Karras", "characterId": "nm0440093"}, {"text": "Listen Karras. Not you or me has the right to say that. It is the politicians who have the final say. The politicians!", "character": "Police Chief", "characterId": "nm0606263"}, {"text": "Oh, fuck the politicians!", "character": "Karras", "characterId": "nm0440093"}]}]}