{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[voiceover]\nWe are all faced throughout our lives with agonizing decisions. Moral choices. Some are on a grand scale. Most of these choices are on lesser points. But! We define ourselves by the choices we have made. We are in fact the sum total of our choices. Events unfold so unpredictably, so unfairly, human happiness does not seem to have been included, in the design of creation. It is only we, with our capacity to love, that give meaning to the indifferent universe. And yet, most human beings seem to have the ability to keep trying, and even to find joy from simple things like their family, their work, and from the hope that future generations might understand more.", "character": "Professor Levy", "characterId": "nm1295836"}]}, {"lines": [{"text": "Last time I was inside a woman was when I visited the Statue of Liberty.", "character": "Cliff Stern", "characterId": "nm0000095"}]}, {"lines": [{"text": "The attempt to return to the past and the attempt to undo the past.", "character": "Professor Levy", "characterId": "nm1295836"}]}, {"lines": [{"text": "Listen, I don't know from suicides. Y'know, where I grew up, in Brooklyn, nobody committed suicide. Y'know, everyone was too unhappy.", "character": "Clifford Stern", "characterId": "nm0000095"}]}, {"lines": [{"text": "Show business is, is dog-eat-dog. It's worse than dog-eat-dog. It's dog-doesn't-return-other-dog's-phone-calls, which reminds me. I should check my answering service.", "character": "Clifford Stern", "characterId": "nm0000095"}]}, {"lines": [{"text": "[on receiving his love letter back]\nIt's probably just as well. I plagiarized most of it from James Joyce. You probably wondered why all the references to Dublin.", "character": "Clifford Stern", "characterId": "nm0000095"}]}, {"lines": [{"text": "[On Lester]", "character": null, "characterId": null}, {"text": "He wants to produce something of mine.", "character": "Halley Reed", "characterId": "nm0001201"}, {"text": "Yeah. Your first child.", "character": "Clifford Stern", "characterId": "nm0000095"}]}, {"lines": [{"text": "[to his wife]\nHoney, you're the one who stopped sleeping with me, ok. It'll be a year come April 20th. I remember the date exactly, because it was Hitler's birthday.", "character": "Clifford Stern", "characterId": "nm0000095"}]}, {"lines": [{"text": "[on Professor Levy's demise]\nHe left a note. He left a simple little note that said \"I've gone out the window.\" This is a major intellectual and he leaves a note that says \"I've gone out the window.\" He's a role-model. You'd think he'd leave a decent note.", "character": "Clifford Stern", "characterId": "nm0000095"}]}, {"lines": [{"text": "A strange man... defecated on my sister.", "character": "Clifford Stern", "characterId": "nm0000095"}, {"text": "[pause]\n... why?", "character": "Wendy Stern", "characterId": "nm0322306"}]}, {"lines": [{"text": "I remember my father telling me, \"The eyes of God are on us always.\" The eyes of God. What a phrase to a young boy. What were God's eyes like? Unimaginably penetrating, intense eyes, I assumed. And I wonder if it was just a coincidence I made my specialty ophthalmology.", "character": "Judah Rosenthal", "characterId": "nm0001445"}]}, {"lines": [{"text": "While we're waiting for a cab I'll give you your lesson for today. Don't listen to what your teachers tell ya, you know. Don't pay attention. Just, just see what they look like and that's how you'll know what life is really gonna be like.", "character": "Clifford Stern", "characterId": "nm0000095"}]}, {"lines": [{"text": "And after the awful deed is done, he finds that he's plagued by deep-rooted guilt. Little sparks of his religious background which he'd rejected are suddenly stirred up. He hears his father's voice. He imagines that God is watching his every move. Suddenly, it's not an empty universe at all, but a just and moral one, and he's violated it. Now, he's panic-stricken. He's on the verge of a mental collapse-an inch away from confessing the whole thing to the police. And then one morning, he awakens. The sun is shining, his family is around him and mysteriously, the crisis has lifted. He takes his family on a vacation to Europe and as the months pass, he finds he's not punished. In fact, he prospers. The killing gets attributed to another person-a drifter who has a number of other murders to his credit, so I mean, what the hell? One more doesn't even matter. Now he's scott-free. His life is completely back to normal. Back to his protected world of wealth and privilege.", "character": "Judah Rosenthal", "characterId": "nm0001445"}]}, {"lines": [{"text": "It's a human life. You don't think God sees?", "character": "Ben", "characterId": "nm0001832"}, {"text": "God is a luxury I can't afford.", "character": "Judah Rosenthal", "characterId": "nm0001445"}]}, {"lines": [{"text": "I think I see a cab. If we run quickly we can kick the crutch from that old lady and get it.", "character": "Cliff Stern", "characterId": "nm0000095"}]}, {"lines": [{"text": "If it bends, it's funny. If it breaks, it isn't.", "character": "Lester", "characterId": "nm0000257"}]}, {"lines": [{"text": "[after being handed a box of Milk Duds]\nGreat. Now I can get rid of my few remaining teeth.", "character": "Clifford Stern", "characterId": "nm0000095"}]}, {"lines": [{"text": "[on the philosopher Lewis Levy]\nHe was very eloquent on the subject of love, didn't you think?", "character": "Halley Reed", "characterId": "nm0001201"}, {"text": "I wish I had met him before I got married. It would've saved me a gall bladder operation.", "character": "Clifford Stern", "characterId": "nm0000095"}]}, {"lines": [{"text": "[on Lester]\nWhen he tells you he wants to exchange ideas, what he wants is to exchange fluids.", "character": "Clifford Stern", "characterId": "nm0000095"}]}, {"lines": [{"text": "After all, he is an American phenomenon.", "character": "Halley Reed", "characterId": "nm0001201"}, {"text": "Yeah, but so is acid rain.", "character": "Clifford Stern", "characterId": "nm0000095"}]}, {"lines": [{"text": "Comedy is tragedy plus time!", "character": "Lester", "characterId": "nm0000257"}]}, {"lines": [{"text": "I told you I'm putty in your hands.", "character": "Lester", "characterId": "nm0000257"}, {"text": "What am I gonna do with a handful of putty?", "character": "Halley", "characterId": "nm0001201"}]}, {"lines": [{"text": "What is the guy so upset about? You'd think nobody was ever compared to Mussolini before.", "character": "Clifford Stern", "characterId": "nm0000095"}]}, {"lines": [{"text": "She's not an insect! You don't just step on her!", "character": "Judah Rosenthal", "characterId": "nm0001445"}]}, {"lines": [{"text": "If you want a happy ending, you should go see a Hollywood movie.", "character": "Judah Rosenthal", "characterId": "nm0001445"}]}, {"lines": [{"text": "about the prizefighter who enters the ring, and his brother turns to the family priest and says, \"Father, pray for him.\" And the priest said, \"I will, but if he can punch, it'll help.\"]", "character": null, "characterId": null}]}, {"lines": [{"text": "[history is written by the winners. And if the Nazis had won, future generations would understand the story of World War ll quite differently]", "character": null, "characterId": null}]}, {"lines": [{"text": "[on Lester's films]\nI can't watch his stuff. It's sub-mental.", "character": "Clifford Stern", "characterId": "nm0000095"}]}, {"lines": [{"text": "If you play your cards right, you could have my body.", "character": "Lester", "characterId": "nm0000257"}, {"text": "Wouldn't you rather leave it to science?", "character": "Halley Reed", "characterId": "nm0001201"}]}, {"lines": [{"text": "Don't get discouraged. You have your own personal vision.", "character": "Halley", "characterId": "nm0001201"}]}, {"lines": [{"text": "It's pure evil, Jack! A man kills for money and he doesn't even know his victims!", "character": "Judah Rosenthal", "characterId": "nm0001445"}]}, {"lines": [{"text": "If it bends, it's funny, if it breaks it's not funny.", "character": "Lester", "characterId": "nm0000257"}]}, {"lines": [{"text": "[to Ben]\nJack lives in the real world. You live in the kingdom of heaven. I'd managed to keep free of that real world but suddenly it's found me.", "character": "Judah Rosenthal", "characterId": "nm0001445"}]}, {"lines": [{"text": "But the law, Judah. Without the law, it's all darkness.", "character": "Ben", "characterId": "nm0001832"}]}, {"lines": [{"text": "Whether it's the Bible or Shakespeare, murder will out!", "character": "Sol Rosenthal", "characterId": "nm0397235"}, {"text": "Who said anything about murder?", "character": "Judah Rosenthal", "characterId": "nm0001445"}, {"text": "You did.", "character": "Sol Rosenthal", "characterId": "nm0397235"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "We're all very proud of Judah Rosenthal's philanthropic efforts. His endless hours of fund raising for the hospital, the new medical center, and now, the ophthalmology wing, which until this year had just been a dream. But it's due to Rosenthal our friend that we most appreciate. The husband, the father, the golf companion. Naturally if you have a medical problem you can call Judah...", "character": "Testimonial Speaker", "characterId": "nm0077007"}, {"text": "You're blushing darling.", "character": "Miriam Rosenthal", "characterId": "nm0001954"}, {"text": "...day or night, weekends or holidays. But you can also call Judah to find out which is the best restaurant in Paris - or Athens. Or which hotel to stay at in Moscow. Or the best recording of a particular Mozart symphony...", "character": "Testimonial Speaker", "characterId": "nm0077007"}, {"text": "My father's so nervous about having to get up to speak.", "character": "Sharon Rosenthal", "characterId": "nm0745029"}, {"text": "I know, I know. I knew he was nervous when you didn't eat any of those cocktail weenies at the hors d'oeuvres.", "character": "Chris", "characterId": "nm0248981"}, {"text": "He was so courageous all week. Then suddenly tonight, stage fright. Really Judah, you were fine until you got home from work today.", "character": "Miriam Rosenthal", "characterId": "nm0001954"}]}, {"lines": [{"text": "[of Lester]\nI love him like a brother... David Greenglass.", "character": "Clifford Stern", "characterId": "nm0000095"}, {"text": "[You could look him up]", "character": null, "characterId": null}]}, {"lines": [{"text": "I never say no to champagne... or caviar.", "character": "Halley Reed", "characterId": "nm0001201"}]}]}