{"quotes": [{"lines": [{"text": "One mistake. You said \"after we die eternity begins\". Eternity has no beginning, it has no end. Eternity can't come after life, eternity includes life. We make eternity, every hour, every day, every second. We choose what our eternity will be.", "character": "Nun", "characterId": "nm0000843"}]}, {"lines": [{"text": "Seeing patients is a waste of time.", "character": "Dr. Hofstader", "characterId": "nm0097842"}]}, {"lines": [{"text": "If he's going to die, why should we proceed?", "character": "Dr. Werner Ernst", "characterId": "nm0000652"}, {"text": "Where have you been all your life? It's called revenue!", "character": "Dr. Butz", "characterId": "nm0000983"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[dropping clipboard]\nThat's six's blood gases. I'm up to oxygen 60%.", "character": "Stella", "characterId": "nm0000545"}, {"text": "Thank you.", "character": "Dr. Werner Ernst", "characterId": "nm0000652"}]}, {"lines": [{"text": "It's important to say we did as much as we could.", "character": "Dr. Werner Ernst", "characterId": "nm0000652"}, {"text": "Which is doctor-speak for we put this patient through hell before he died.", "character": "Stella", "characterId": "nm0000545"}]}, {"lines": [{"text": "When I drink I only perform mundane tasks like, um, well, talking to you, for example.", "character": "Dr. Butz", "characterId": "nm0000983"}]}, {"lines": [{"text": "Jeez, I wish they'd teach more about litigation in medical school.", "character": "Richard Wilson", "characterId": "nm0272173"}]}, {"lines": [{"text": "Doctor, I don't mean to be angry.", "character": "Constance 'Connie' Potter", "characterId": "nm0553269"}, {"text": "Forget about it, I don't mean to be inhumane.", "character": "Dr. Werner Ernst", "characterId": "nm0000652"}]}, {"lines": [{"text": "It's these HMOs that have confused the issue. If the patient were part of an HMO then I could understand your dilemma. With those babies we get paid *not* to perform medical procedures. It's a little like when the government pays the farmers not to grow crops. But with insurance we get paid *to* perform medical procedures.", "character": "Dr. Butz", "characterId": "nm0000983"}]}, {"lines": [{"text": "My question is, if you were comatose would you want to be kept a live for months by machines.", "character": "Dr. Werner Ernst", "characterId": "nm0000652"}, {"text": "Hell no! When I go, I don't want to be tortured in some bed. I have this planned out, Warner. I'm gonna be sitting on my back porch, I'm gonna have a Cuban cigar in one hand, and a big glass 'o scotch in the other, and a belly full of barbecued ribs with a ton of sauce. That's why I don't have insurance.", "character": "Dr. Butz", "characterId": "nm0000983"}]}, {"lines": [{"text": "Before we prepare a case it is absolutely essential that we know the truth, so that we can teach our witnesses to articulate truth to our best advantage.", "character": "Robert Payne", "characterId": "nm0001346"}]}, {"lines": [{"text": "When those lawyers start crawling all over you, that's when you know you're a doctor.", "character": "Dr. Butz", "characterId": "nm0000983"}]}, {"lines": [{"text": "But Dr. Miller said...", "character": "Lucille", "characterId": "nm0364458"}, {"text": "Tell doctor Miller that his head is full of horse shit. And if he disagrees, slip him in the MRI machine and look for yourself.", "character": "Dr. Butz", "characterId": "nm0000983"}]}, {"lines": [{"text": "Will I see God?", "character": "Bed Two", "characterId": "nm0942482"}, {"text": "Forget about it, you haven't got a chance.", "character": "Furnaceman", "characterId": "nm0001728"}, {"text": "But I didn't do anything. I didn't commit any mortal sins, maybe... okay, maybe a few little sins.", "character": "Bed Two", "characterId": "nm0942482"}, {"text": "Look, you were suppose to love God and love your neighbor. You didn't do either. You loved your parents. Big deal.", "character": "Furnaceman", "characterId": "nm0001728"}]}, {"lines": [{"text": "Don't be stupid, come with me. My hell's a lot better than the hell you're in now.", "character": "Furnaceman", "characterId": "nm0001728"}]}, {"lines": [{"text": "Just kill my father, or I'll end your medical career.", "character": "Felicia Potter", "characterId": "nm0001718"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[shouting from his car]\nErnst! Stay away from him! You wanna get sued again? Damn it, make sure he's got insurance! Better ask him for proof of insurance! Haven't you learned anything from me?", "character": "Dr. Butz", "characterId": "nm0000983"}, {"text": "Are you a doctor?", "character": "Mike", "characterId": "nm0173307"}, {"text": "Yeah, I'm a doctor.", "character": "Dr. Werner Ernst", "characterId": "nm0000652"}]}, {"lines": [{"text": "Don't forget, I can keep your father legally alive almost indefinitely. Actually with modern medical technology I could probably give a glass of water all the vital signs necessary to be legally alive. And I can end his life any time I want just by turning a knob.", "character": "Dr. Werner Ernst", "characterId": "nm0000652"}]}]}