{"quotes": [{"lines": [{"text": "It's an odd thing, Mr. Ireton. Every man who wages war believes God is on his side. I'll warrant God should often wonder who is on his.", "character": "Oliver Cromwell", "characterId": "nm0001321"}]}, {"lines": [{"text": "A democracy, Mr. Cromwell, was a Greek drollery based on the foolish notion that there are extraordinary possibilities in very ordinary people.", "character": "King Charles", "characterId": "nm0000027"}]}, {"lines": [{"text": "Sir, you are before a court of law!", "character": "President Bradshaw", "characterId": "nm0424368"}, {"text": "I see I am before a *power*...", "character": "King Charles I", "characterId": "nm0000027"}]}, {"lines": [{"text": "O Lord, Thou knowest how busy I must be this day. If I forget Thee, do not Thou forget me.", "character": "Oliver Cromwell", "characterId": "nm0001321"}]}, {"lines": [{"text": "Against the King? You mean a civil war? In England? Huh! You know not the ways of this nation. Such things do not happen here.", "character": "Oliver Cromwell", "characterId": "nm0001321"}]}, {"lines": [{"text": "Do you mean, sir, that I should declare war on my own people?", "character": "King Charles", "characterId": "nm0000027"}, {"text": "Aye, before they declare war on you!", "character": "The Earl of Strafford", "characterId": "nm0943859"}]}, {"lines": [{"text": "We would as much go back to our homes and our farms as pursue this mockery of a government one more day.", "character": "John Pym", "characterId": "nm0444584"}]}, {"lines": [{"text": "Though Strafford's hand be upon this warrant, I see in this business not the hand of Strafford, but that of the King.", "character": "Henry Ireton", "characterId": "nm0419785"}, {"text": "It is not the function of this House to sit in judgment upon this King. The fault lies with those people from whom the King has sought counsel.", "character": "Oliver Cromwell", "characterId": "nm0001321"}]}, {"lines": [{"text": "Now do we see in what contempt this King holds this house and this nation.", "character": "Oliver Cromwell", "characterId": "nm0001321"}]}, {"lines": [{"text": "You are no more capable of managing the affairs of this nation than you are of running a brothel!", "character": "Oliver Cromwell", "characterId": "nm0001321"}]}, {"lines": [{"text": "I say then that this House is resolved that we shall vote - no money for the King! Neither will we take up arms against our Scottish brethren unless Parliament is allowed to function as the true voice of the people of England, and not as a gathering of lackeys to the King.", "character": "John Pym", "characterId": "nm0444584"}]}, {"lines": [{"text": "[holding up the King's head]\nBehold, the head of a traitor!", "character": "Executioner", "characterId": "nm0534658"}]}, {"lines": [{"text": "This nation will prosper because it is a godly nation, and because we walk hand in hand with the Lord!", "character": "Oliver Cromwell", "characterId": "nm0001321"}]}, {"lines": [{"text": "God damn this king!", "character": "Oliver Cromwell", "characterId": "nm0001321"}]}, {"lines": [{"text": "In the name of God! Did we cut the head off this King only to steal his crown? This hollow golden ring, this worthless trinket? Give it to a whore for the price of her bed!", "character": "Oliver Cromwell", "characterId": "nm0001321"}]}, {"lines": [{"text": "Gentlemen! An immovable Parliament is more obnoxious than an immovable King!", "character": "Oliver Cromwell", "characterId": "nm0001321"}]}, {"lines": [{"text": "Do you think it could come to war, Father?", "character": "Oliver Cromwell II", "characterId": "nm0180433"}, {"text": "Well, Oliver, when men run out of words, they reach for their swords. Let's hope we can keep them talking.", "character": "Oliver Cromwell", "characterId": "nm0001321"}]}, {"lines": [{"text": "Therefore, put your trust in God - and keep your powder dry!", "character": "Oliver Cromwell", "characterId": "nm0001321"}]}, {"lines": [{"text": "[On scaffold, about to be executed]\nI go now from a corruptible to an incorruptible crown to everlasting glory.", "character": "King Charles", "characterId": "nm0000027"}]}, {"lines": [{"text": "I seem to remember we cut off the head of a king for such as this.", "character": "Thomas Fairfax", "characterId": "nm0932811"}]}, {"lines": [{"text": "Shall the King of England go out to the common people, hat in hand...", "character": "The Earl of Strafford", "characterId": "nm0943859"}, {"text": "Like a beggar?", "character": "Queen Henrietta Maria", "characterId": "nm0878302"}, {"text": "Aye, like a beggar?", "character": "The Earl of Strafford", "characterId": "nm0943859"}]}, {"lines": [{"text": "[Addressing Parliament]\nI do not believe that this is an evil king. But he is confused. And he cannot say no to his wife. Therefore if it please God I shall raise an army of men who are not confused. Stern men who say no to the tyranny of kings and wives. Men who make no confusion over the ordained place of man and woman, king and subject. And with these stern, God-fearing men, I shall ride. And we shall be called Ironsides because we are like iron, being hard both night and day. And the king shall find us unyielding, like a rod of iron, and shall give us satisfaction. Like our wives!", "character": "Oliver Cromwell", "characterId": "nm0001321"}]}, {"lines": [{"text": "[the king receives a peace offer]\nPerhaps I should negotiate... listen to my subjects. Perhaps I have been mistaken...", "character": "King Charles", "characterId": "nm0000027"}, {"text": "[fiery and impatient]\nFor heaven's sake, my love, if you cannot remain firm in our bedchamber at least try to remain firm in the light of day!", "character": "Queen Henrietta Maria", "characterId": "nm0878302"}]}, {"lines": [{"text": "I do confess that I have these many years given my allegiance to a man not worthy of the title King of England!", "character": "Sir Edward Hyde", "characterId": "nm0830740"}]}, {"lines": [{"text": "The King is not England, and England is not the King.", "character": "Oliver Cromwell", "characterId": "nm0001321"}]}, {"lines": [{"text": "Mr. Cromwell, you are impertient.", "character": "King Charles", "characterId": "nm0000027"}, {"text": "Such issues are beyond good manners, sir. Catholicism is more than a relgion. It ia a political power. Therefore, I am led to believe there will be no peace in Ireland until the Catholic Church is crushed.", "character": "Oliver Cromwell", "characterId": "nm0001321"}]}, {"lines": [{"text": "Every man who wages war thinks God is on his side, and often I warrant God should often wonder who is on his.", "character": "Oliver Cromwell", "characterId": "nm0001321"}]}, {"lines": [{"text": "[to Prince Rupert]\nYou did give me your most solemn promise that you would hold Bristo for four months, yet you have not held it for four weeks. You promised mountains, yet you performed molehills.", "character": "King Charles", "characterId": "nm0000027"}]}, {"lines": [{"text": "[to Charle]\nO, my dearest Charles, I married you as a king and as a man. I beseech you. do not disappoint me in either aspect.", "character": "Queen Henrietta Maria", "characterId": "nm0878302"}]}]}