{"quotes": [{"lines": [{"text": "My grandfather was killed just because he was an Irish Catholic. Hating is always the same, always senseless. One day it kills Irish Catholics, the next day Jews, the next day Protestants, the next day Quakers. It's hard to stop. It can end up killing people who wear striped neckties.", "character": "Police Captain Finlay", "characterId": "nm0001870"}]}, {"lines": [{"text": "[to Mitchell's wife]\nOkay, where were you when he needed you? Maybe you were someplace having beautiful thoughts. Well, I wasn't. I was in a stinkin' gin mill, where all he had to do to see me was walk in, sit down at the table and buy me a drink.", "character": "Ginny", "characterId": "nm0002108"}]}, {"lines": [{"text": "You still don't know where he is?", "character": "Police Captain Finlay", "characterId": "nm0001870"}, {"text": "No. I didn't know when I came in here, and I haven't suddenly gotten any brighter.", "character": "Keeley", "characterId": "nm0000053"}]}, {"lines": [{"text": "What kind of guys?", "character": "Police Captain Finlay", "characterId": "nm0001870"}, {"text": "You know the kind. Played it safe during the war, keepin' themselves in civvies, nice apartments, swell dames... you know the kind.", "character": "Montgomery", "characterId": "nm0752813"}, {"text": "I'm not sure that I do.", "character": "Police Captain Finlay", "characterId": "nm0001870"}, {"text": "Some of 'em are named Samuels, some of 'em have funnier names.", "character": "Montgomery", "characterId": "nm0752813"}, {"text": "[Montgomery leaves]", "character": null, "characterId": null}, {"text": "He oughta look at a casualty list sometime. There's a lot of funny names there, too.", "character": "Keeley", "characterId": "nm0000053"}]}, {"lines": [{"text": "The murderer's hate is like a gun. He had to be someone who could hate Samuels without knowing him. It had to be inside the killer.", "character": "Police Captain Finlay", "characterId": "nm0001870"}]}, {"lines": [{"text": "This business about hating Jews comes in a lot of different sizes. There's the 'you can't join our country club' kind. The 'you can't live around here' kind. The 'you can't work here' kind. Because we stand for all these, we get Monty's kind. He grows out of all the rest... Hating is always insane, always senseless.", "character": "Police Captain Finlay", "characterId": "nm0001870"}]}, {"lines": [{"text": "[Referring to Monty]\nIs he dead?", "character": "Leroy", "characterId": "nm0681055"}, {"text": "He's been dead for a long time and didn't even know it.", "character": "Police Captain Finlay", "characterId": "nm0001870"}]}, {"lines": [{"text": "Want some coffee?", "character": "Montgomery", "characterId": "nm0752813"}, {"text": "Sure.", "character": "The Man", "characterId": "nm0446769"}, {"text": "I'm her husband. I'm Ginny's husband. I was a soldier. I conked out. You're wondering about this setup, aren't you? Well, ask her. She was a tramp when I married her. I didn't know it at first, but I knew it before we were married. That's one of the reasons I enlisted - to get away from her. I couldn't wait to get out, to get back to her. And when I did, she didn't want me. Funny, isn't it? I still want her, I still love her... You know what I just told you? That's a lie. I'm not her husband. I met her the same as you did, at the joint. Can't keep away from her. I want to marry her. She won't have me... You believe that? Well, it's a lie, too. I don't love her, and I don't want to marry her... Hey, you suppose I could be a soldier? Make some dough by the next war?", "character": "Montgomery", "characterId": "nm0752813"}, {"text": "Why not?", "character": "The Man", "characterId": "nm0446769"}, {"text": "Why not? Because I don't want to. What do I wanna be a soldier for? I'm too restless. I don't know what I wanna do. Wait for her if you want to. I'm gonna take a nap.", "character": "Montgomery", "characterId": "nm0752813"}]}]}