{"quotes": [{"lines": [{"text": "Jesus. Fuckin' raging, epithet music comin' out of every car, every store, every person's head. They don't have noisy radios on, they got earphones; like, \"motherfuckin', cocksuckin', son of a bitch. Lot of aggression. Lot of anger, lot of rage. Everybody walks around, they're walkin' advertisements. They've got advertisements on their clothes, you know? Walking around with \"Adidas\" written across their chests, '49'ers on their hats. Jesus. It's pathetic. It's pitiful. The whole cultures' one unified field of bought-sold-market researched everything, you know. It used to be that people fermented their own culture, you know? It took hundreds of years, and it evolved over time. And that's gone in America. People now don't even have any concept that there ever was a culture outside of this thing that's created to make money. Whatever's the biggest, latest thing, they're into it. You just get disgusted after a while with humanity for not having more, kind of like, intellectual curiosity about what's behind all this jive bullshit.", "character": "Robert Crumb", "characterId": "nm0190054"}]}, {"lines": [{"text": "France isn't - you know - perfect, or anything, but - it's just - oh, slightly less evil than the United States.", "character": "Robert Crumb", "characterId": "nm0190054"}]}, {"lines": [{"text": "How perfectly goddamned delightful it all is, to be sure.", "character": "Charles Crumb", "characterId": "nm0190047"}]}, {"lines": [{"text": "[to his mother]\nYou would always threaten to give us enemas if we didn't behave properly.", "character": "Charles Crumb", "characterId": "nm0190047"}]}, {"lines": [{"text": "When I was about nine or ten, my brother used to collect Zapp comics. And when I saw those, they really, deeply, deeply terrified me. I was deeply upset. And I look at them, and thought, on some level, *this* is adulthood? This is what adult women are? This is what I grow up into? And it was horrifying.", "character": "Peggy Orenstein", "characterId": "nm0649710"}, {"text": "Oh, my God!", "character": "Robert Crumb", "characterId": "nm0190054"}, {"text": "And, I wonder if you think about the effect on people who read it, or what you're validating for boys...", "character": "Peggy Orenstein", "characterId": "nm0649710"}, {"text": "I just hope that that, somehow, revealing that truth about myself is somehow helpful. I don't know, I just hope that it is, but I *have* to do it. Maybe I shouldn't be allowed. Maybe I should be locked up, and have my pencils taken away from me, I just don't know. I can't say, you know? I can't defend myself. It was like my daughter Sophie was watching \"Goodfellas,\" we got a videotape of it, and the violent part horrified her so deeply that she started getting a stomach ache, and I shut it off and wouldn't let her watch it. Although I think it's a great movie, a truthful movie, and I got a lot out of seeing it. But it's obviously not for a kid. And certain harsh realities of life... you gotta, kinda, protect your kids a little bit from that. They don't understand a lot of things yet, you know? Not everything is for children, and not everything is for everybody.", "character": "Robert Crumb", "characterId": "nm0190054"}]}, {"lines": [{"text": "What are you trying to get at in your work?", "character": null, "characterId": null}, {"text": "Jesus! I dunno. I don't work in terms of conscious messages. I can't do that. It has to be something that I'm revealing to myself while I'm doing it. It's hard to explain. Which means that, while I'm doing it, I don't know what it's about. You have to have the courage, or the... to take that chance, you know? What's gonna come out? What's coming out of this? I enjoy drawing. It's a deeply ingrained habit.", "character": "Robert Crumb", "characterId": "nm0190054"}]}, {"lines": [{"text": "When I listen to old music it's one of the few times I actually have a kind of a love for humanity. You hear the best part of the soul of the common people, you know, it's their way of expressing their connection to eternity or whatever you want to call it. Modern music doesn't have that, it's a calamitous loss that people can't express themselves that way anymore.", "character": "Robert Crumb", "characterId": "nm0190054"}]}, {"lines": [{"text": "When I - what was it - about five or six? - I was sexually attracted to Bugs Bunny. And I - I cut out this Bugs Bunny off the cover of a comic book and carried it around with me. Carried it around in my pocket and took it out and looked at it periodically, and - and it got all wrinkled up from handling it so much that I asked my mother to iron it on the ironing board to flatten it out, and - and she did, and I was deeply disappointed 'cause it got all brown when she ironed it, and brittle, and crumbled apart.", "character": "Robert Crumb", "characterId": "nm0190054"}, {"text": "[laughs]", "character": null, "characterId": null}]}, {"lines": [{"text": "I think Crumb is, basically he's the Bruegel of the last half of the twentieth century. I mean, there wasn't a Bruegel of the first half but there is one of the last half, and that is Robert Crumb. Because he gives you that tremendous kind of impaction of lusting, suffering, crazed humanity in sorts of bizarre, gorgolye-like, allegorical forms. He's just got this very powerful imagination which goes right over the top a lot of the time. But it very seldom lies.", "character": "Robert Hughes", "characterId": "nm0400889"}]}, {"lines": [{"text": "I always kind of envied your life in a way, cos my life has become so hectic and...", "character": "Robert Crumb", "characterId": "nm0190054"}, {"text": "Why, because I was so detached from the human race? Is that one of the reasons why you envy me?", "character": "Charles Crumb", "characterId": "nm0190047"}, {"text": "You got this cloistered environment with your books.", "character": "Robert Crumb", "characterId": "nm0190054"}, {"text": "Believe me, it's nothing to envy.", "character": "Charles Crumb", "characterId": "nm0190047"}]}, {"lines": [{"text": "What, my father? He was an overbearing tyrant.", "character": "Charles Crumb", "characterId": "nm0190047"}, {"text": "Yes, he was.", "character": "Robert Crumb", "characterId": "nm0190054"}, {"text": "Maybe I was unconsciously imitating him when I forced you to draw comic books.", "character": "Charles Crumb", "characterId": "nm0190047"}]}, {"lines": [{"text": "This morning you were talking about getting a lobotomy. Jesus Christ.", "character": "Robert Crumb", "characterId": "nm0190054"}, {"text": "Why not?", "character": "Charles Crumb", "characterId": "nm0190047"}, {"text": "[laughing]\n\"Why not\"!", "character": "Robert Crumb", "characterId": "nm0190054"}]}, {"lines": [{"text": "When I was 13, 14 and trying to be a normal teenager, I was really a jerk. I tried to, you know, act like I thought they were acting. It just came out all wrong and weird. So then I just stopped completely and just became a shadow and I wasn't even there. People weren't even aware that I was, you know- in the same world they were in and that kind of freed me completely, because I wasn't under those pressures to be normal. So I got interested in old-time music and went to the black section of town, knocking on doors and looking for old records and things like that that would be unthinkable if you were gonna be a normal teenager.", "character": "Robert Crumb", "characterId": "nm0190054"}]}, {"lines": [{"text": "Robert doesn't exaggerate anything in his comics. The women are exactly the way he wants them, and he really accurately portrays himself as the skinny, bad posture, myopic man he is. Some people wonder if he doesn't exaggerate the size of his penis, which always appears awfully big in the comics. Robert does not exaggerate anything. He *is* endowed with one of the biggest penises in the world.", "character": "Dian Hanson", "characterId": "nm0361243"}]}, {"lines": [{"text": "I'm drawing some portraits of girls that I had crushes on in high-school. Milford Delaware. This one I'm drawing now is Winona Newhouse, affectionally known among the boys as \"The Shelf.\" She had a phenomenal rear shelf.", "character": "Robert Crumb", "characterId": "nm0190054"}]}, {"lines": [{"text": "[giving his son drawing tips]\nIt would be good actually if you could take life drawing... I think that would be really...", "character": "Robert Crumb", "characterId": "nm0190054"}, {"text": "But you didn't go to art school and you're rich and famous.", "character": "Jesse Crumb", "characterId": "nm0190051"}, {"text": "[laughing]\nWe're not talking about rich and famous, we're talking about learning how to draw.", "character": "Robert Crumb", "characterId": "nm0190054"}]}, {"lines": [{"text": "[talking about their \"rich redneck\" neighbours who have built houses in the valley they live in]\nAll these other houses are like oriented to look down on our place because it's like a backdrop for their air conditioned nightmare houses.", "character": "Aline Crumb", "characterId": "nm0464642"}, {"text": "Each hilltop can view each other hilltop. Schmucks.", "character": "Robert Crumb", "characterId": "nm0190054"}]}, {"lines": [{"text": "[looking at sketches he's done of female classmates]\nAh, where are they now? It was 30 years ago. 30 years ago, they're all middle-aged housewives now. Jesus, what a thought.", "character": "Robert Crumb", "characterId": "nm0190054"}]}, {"lines": [{"text": "One time my brother Charles brought this thing back from the dump, it was this beautiful wooden truck, this ice cream truck made out of wood. I wanted that thing really bad and he wouldn't let me touch it or anything, he was real spiteful that way. So I made a big fuss and I told my mother and she said \"Charles, let him play with that when you're through\" and then he said OK. So about 15 minutes later he came in the house and said \"OK, Robert, I'm through, you can play with it now.\" So I ran outside and he had smashed it to smithereens against the wall of the house.", "character": "Robert Crumb", "characterId": "nm0190054"}, {"text": "[he laughs]", "character": null, "characterId": null}]}]}