{"quotes": [{"lines": [{"text": "Why do you people call yourselves black? You look more brown than black.", "character": "Judge", "characterId": "nm0877760"}, {"text": "Why do you call yourselves white? You look more pink than white.", "character": "Steve Biko", "characterId": "nm0000243"}]}, {"lines": [{"text": "But your own words demand for DIRECT CONFRONTATION!", "character": "State Prosecutor", "characterId": "nm0007183"}, {"text": "That's right, we demand confrontation.", "character": "Steve Biko", "characterId": "nm0000243"}, {"text": "Isn't that a demand for violence?", "character": "State Prosecutor", "characterId": "nm0007183"}, {"text": "Well, you and I are now in confrontation, but I see no violence.", "character": "Steve Biko", "characterId": "nm0000243"}]}, {"lines": [{"text": "When I was a student, trying to qualify for the jobs you people will let us have, I suddenly realized that i wasn't just good jobs that were white. The only history we read was made by the white man, written by the white man. Television, cars, medicines - all invented by the white man, even football. Now the way like that, it's not hard to believe there's something inferior about being born black. I began to think this idea of inferiority was an even bigger problem for us than what the Afrikaans were doing to us. At first a black man had to believe he had as much capacity to be a doctor, a leader, as a white man.", "character": "Steve Biko", "characterId": "nm0000243"}]}, {"lines": [{"text": "We are going to change South Africa. What we've got to decide is the best way to do that. And as angry as we have the right to be, let us remember that we are in the struggle to kill the idea that one kind of man is superior to another kind of man. And killing that idea is not dependent on the white man. We must stop looking to him to give us something. We have to fill the black community with our own pride. We have to teach our black children black history, tell them about our black heroes, our black culture, so they don't face the white man believing they are inferior. Then we'll stand up to him in anyway he chooses. Conflict, if he likes, but with an open hand, too, to say we can all build a South Africa worth living in - a South Africa for equals, black or white, a South Africa as beautiful as this land is, as beautiful as we are.", "character": "Steve Biko", "characterId": "nm0000243"}]}, {"lines": [{"text": "I just expect to be treated like you expect to be treated. Come on, what are you so afraid of? Once you try you see there's nothing to fear. We're just as weak and human as you are.", "character": "Steve Biko", "characterId": "nm0000243"}]}, {"lines": [{"text": "Do you know anyone we can trust, who has a car?", "character": "Donald Woods", "characterId": "nm0000177"}, {"text": "I trust me! And I have a car! The Boers will shit themselves!", "character": "Tami", "characterId": "nm0124374"}]}, {"lines": [{"text": "...but you a black child, smart or dumb, you're born into this and smart or dumb, you'll die in it", "character": "Steve Biko", "characterId": "nm0000243"}]}, {"lines": [{"text": "It's a miracle a child survives here at all. People are so desperate for anything they'll beat a kid bloody if they thought he had five Rand. But if you do run fast enough, if you do survive, you grew up in these streets, these houses. Your parents try, but in the end, you only get the education the white man will give you. Then you go to the city to work or shop, and you see their streets, their cars, their houses, and you begin to feel there is something not quite right about yourself. About your humanity. Something to do with your blackness because no matter how smart or dumb a white child is he is born to that world. And you, a black child, smart or dumb you are born into this. And smart or dumb you die in it.", "character": "Steve Biko", "characterId": "nm0000243"}]}, {"lines": [{"text": "This is the biggest illegal gathering I've ever seen!", "character": "Steve Biko", "characterId": "nm0000243"}]}, {"lines": [{"text": "You can beat or jail me or even kill me, but I am not going to be what you want me to be!", "character": "Steve Biko", "characterId": "nm0000243"}]}, {"lines": [{"text": "My lord, blacks are not unaware of the hardships they endure or what the government is doing to them. we want them to stop accepting these hardships - to confront them. People must not just give in to the hardship of life, they must find a way, even in these environments, to - to develop hope - hope for themselves, hope for this country. now I think that is what black consciousness is all about. Not without any reference to the white man. To try to build up a sense of our own humanity - our legitimate place in the world.", "character": "Steve Biko", "characterId": "nm0000243"}]}, {"lines": [{"text": "I know you. You're willing to tear our lives to see Donald Woods on a book cover. And you're using Steve's death as an excuse.", "character": "Wendy Woods", "characterId": "nm0934362"}, {"text": "Bloody hell!", "character": "Donald Woods", "characterId": "nm0000177"}]}, {"lines": [{"text": "Ken.", "character": "Donald Woods", "characterId": "nm0000177"}, {"text": "Yeah?", "character": "Ken", "characterId": "nm0573618"}, {"text": "You like football, don't you?", "character": "Donald Woods", "characterId": "nm0000177"}]}]}