{"quotes": [{"lines": [{"text": "[to the predatory skuas]\nRetribution is near my fine feathered friends. Make no mistake about that.", "character": "Richard Forbush", "characterId": "nm0000457"}, {"text": "[as he attacks the skuas with a catapult]\nYou've asked for it, now you'll get it! Now it's your turn! You hear me? Go on, get out! GET OUT! ALL OF YOU! Die, damn you! Die! DO YOU HEAR ME? DIE! DIE!", "character": "Richard Forbush", "characterId": "nm0000457"}]}, {"lines": [{"text": "[In his final taped message to Tara]\nThey'll be back again next year, struggling over the same barren stretch of ice to breed the next generation. And so it will go on, as long as there are penguins and skuas and the will to survive. And what have I learned from it all? That every living creature depends in some way on every other. Humans too. I'm not the same to myself anymore, Tara. Will I seem the same to you, and you to me?", "character": "Richard Forbush", "characterId": "nm0000457"}]}, {"lines": [{"text": "[after waiting for days and no penguins in sight]\nWell, if they're so strapped to the life force that they have to find their way back here to this refrigerated graveyard every year, that's their bad luck. God, I wish they'd get here and get it over. Oh, blast you all, wherever you are!", "character": "Richard Forbush", "characterId": "nm0000457"}]}, {"lines": [{"text": "[as he spots the first lone penguin waddling down a snowy hillside]\nMost revered and welcome bird! I greet you!", "character": "Richard Forbush", "characterId": "nm0000457"}]}, {"lines": [{"text": "[in a flashback voiceover]\nThe skuas say in effect to the penguins, 'We'll keep the other skuas off in return for a fair share of your eggs and chicks.' In this way nature ensures the survival of a sufficient number of penguin chicks. A providence no to be despised by the thinking scientist.", "character": "Tringham", "characterId": "nm0524740"}]}, {"lines": [{"text": "[making radio contact with Scott Base or the first time]\nHELLO? THIS IS ZED-L-Y-R CAPE ROYDS CALLING ZED-L-Q SCOTT BASE. HOW DO YOU READ ME? OVER...", "character": "Richard Forbush", "characterId": "nm0000457"}, {"text": "I'm reading you fine, Mr. Forbush. Only, mind my ears. Over.", "character": null, "characterId": null}, {"text": "MIND YOUR WHAT? OVER.", "character": "Richard Forbush", "characterId": "nm0000457"}, {"text": "My ears, Bushy. You don't have to shout. Over.", "character": null, "characterId": null}, {"text": "Oh, sorry. Over.", "character": "Richard Forbush", "characterId": "nm0000457"}, {"text": "Settled in yet? Just like home?", "character": null, "characterId": null}, {"text": "There are certain primordial differences.", "character": "Richard Forbush", "characterId": "nm0000457"}, {"text": "Bet you're missing your electric blanket.", "character": null, "characterId": null}, {"text": "[laughs]\nThat is the least of my regrets as far as bed is concerned.", "character": "Richard Forbush", "characterId": "nm0000457"}, {"text": "Have the penguins shown up yet?", "character": null, "characterId": null}, {"text": "No, not a sign of them. Perhaps they won't show up this year. Perhaps they decided to spend the summer on Miami Beach instead.", "character": "Richard Forbush", "characterId": "nm0000457"}, {"text": "Don't worry. They'll be there...", "character": null, "characterId": null}]}, {"lines": [{"text": "[writing to Tara after a Navy chopper scares away all the penguins]\nThe wretched birds have been scattered over this benighted landsacpe like bits of black pepper. They've used up so much of their courage already. Will they be able to find enough to come back? I wonder? I'm afraid.", "character": "Richard Forbush", "characterId": "nm0000457"}]}, {"lines": [{"text": "[Forbush stocking up on food for the expedition]", "character": null, "characterId": null}, {"text": "May I put you down for a few jars of our best beluga caviar?", "character": "Food-Store Clerk", "characterId": "nm0653580"}, {"text": "Yes! You may indeed.", "character": "Richard Forbush", "characterId": "nm0000457"}, {"text": "Thank you, sir. Thank you very much. It should keep beautifully under all that ice!", "character": "Food-Store Clerk", "characterId": "nm0653580"}]}]}