{"quotes": [{"lines": [{"text": "It's in the trees! It's coming!", "character": "Professor Harrington", "characterId": "nm0219062"}]}, {"lines": [{"text": "You could learn a lot from children. They believe in things in the dark, although we tell them it's not so. Maybe we've been fooling them.", "character": "Joanna Harrington", "characterId": "nm0192033"}]}, {"lines": [{"text": "I see you practice white magic as well as black.", "character": "Dr. John Holden", "characterId": "nm0000763"}, {"text": "Oh yes, I don't think it would be too amusing for the youngsters if I conjured up a demon from hell for them.", "character": "Dr. Julian Karswell", "characterId": "nm0532277"}]}, {"lines": [{"text": "Do I believe in witchcraft? What kind of witchcraft? The legendary witch that rides on the imaginary broom? The hex that tortures the thoughts of the victim? The pin stuck in the image that wastes away the mind and the body?", "character": "Dr. Julian Karswell", "characterId": "nm0532277"}, {"text": "Also imaginary.", "character": "Dr. John Holden", "characterId": "nm0000763"}, {"text": "But where does imagination end and reality begin? What is this twilight, this half world of the mind that you profess to know so much about? How can we differentiate between the powers of darkness and the powers of the mind?", "character": "Dr. Julian Karswell", "characterId": "nm0532277"}]}, {"lines": [{"text": "Sit down. Your generosity is becoming overwhelming as it gets closer to ten o'clock. You're staying with me, Karswell. You've sold your bill of goods too well, because I believe you now. I believe that in five minutes something monstrous and horrible is going to happen. And when it does, you're going to be here so that whatever happens to me will happen to you.", "character": "Dr. John Holden", "characterId": "nm0000763"}]}, {"lines": [{"text": "You were right. Maybe it's better not to know.", "character": "Dr. John Holden", "characterId": "nm0000763"}]}, {"lines": [{"text": "Some things are more easily started than stopped.", "character": "Dr. Julian Karswell", "characterId": "nm0532277"}]}, {"lines": [{"text": "Joanna, let me tell you something about myself. When I was a kid, I used to walk down the street with the other kids and when we came to a ladder they'd all walk around it. I'd walk under it, just to see if anything would happen. Nothing ever did. When they'd see a black cat they'd run the other way to keep it from crossing their path. But I didn't. And all this ever did for me is make me wonder why, why people get so panicky about absolutely nothing at all. I've made a career studying it. Maybe just to prove one thing. That I'm not a superstitious sucker like ninety per cent of humanity.", "character": "Dr. John Holden", "characterId": "nm0000763"}]}, {"lines": [{"text": "Ha ha, snakes and ladders. An English game, you wouldn't know it. You see, if you land at the foot of the ladder you climb all the way to the top. But if you land on the head of the snake, you slide all the way down again. Funny thing, I always preferred sliding down the snakes to climbing up the ladders. You're a doctor of psychology, you ought to know the answer to that.", "character": "Dr. Julian Karswell", "characterId": "nm0532277"}, {"text": "Maybe you're a good loser.", "character": "Dr. John Holden", "characterId": "nm0000763"}, {"text": "I'm not, you know. Not a bit of it.", "character": "Dr. Julian Karswell", "characterId": "nm0532277"}]}, {"lines": [{"text": "Well, what do you expect me to do? Nobody's free from fear. I have an imagination like anyone else. It's easy to see a demon in every dark corner. But I refuse to let this thing take possession of my good senses. If this world is ruled by demons and monsters we may as well give up right now.", "character": "Dr. John Holden", "characterId": "nm0000763"}]}, {"lines": [{"text": "in other words, they should continually be saying, 'Show me'.", "character": "Dr. John Holden", "characterId": "nm0000763"}]}, {"lines": [{"text": "I'm a scientist also, Dr. Holden. I know the value of the cold light of reason, but I also know the deep shadows that light can cast.", "character": "Professor Mark O'Brien", "characterId": "nm0715068"}]}, {"lines": [{"text": "Please don't treat me like a mental patient who has to be humored. I also majored in psychology.", "character": "Joanna Harrington", "characterId": "nm0192033"}]}, {"lines": [{"text": "Well, after this afternoon, I must confess there are a few things I don't know.", "character": "Dr. John Holden", "characterId": "nm0000763"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "It has been written since the beginning of time, even unto these ancient stones, that evil supernatural creatures exist in a world of darkness. And it is also said man using the magic power of the ancient runic symbols can call forth these powers of darkness, the demons of Hell.", "character": "Narrator", "characterId": "nm0331125"}]}, {"lines": [{"text": "You get nothing for nothing.", "character": "Dr. Julian Karswell", "characterId": "nm0532277"}]}, {"lines": [{"text": "Listen, mother. You believe in the supernatural. I've shown you some of its power and some of its danger.", "character": "Dr. Julian Karswell", "characterId": "nm0532277"}, {"text": "Yes, Julian.", "character": "Mrs. Karswell", "characterId": "nm0786780"}, {"text": "Well, believe this also. You get nothing for nothing. This house, the land, the way we live. Nothing for nothing. My followers who pay for this do it out of fear. And I do what I do out of fear also. It's part of the price.", "character": "Dr. Julian Karswell", "characterId": "nm0532277"}, {"text": "But if it makes you unhappy. Stop it. Give it back.", "character": "Mrs. Karswell", "characterId": "nm0786780"}, {"text": "How can you give back life? I can't stop it. I can't give it back. I can't let anyone destroy this thing. I must protect myself. Because if it's not someone else's life, it'll be mine. Do you understand, mother? It'll be mine.", "character": "Dr. Julian Karswell", "characterId": "nm0532277"}]}, {"lines": [{"text": "Hobart, what is the order of the true believer?", "character": "Professor Mark O'Brien", "characterId": "nm0715068"}, {"text": "Those of us who believe that evil is good and good, evil.", "character": "Rand Hobart", "characterId": "nm0928415"}, {"text": "Yes, go on.", "character": "Professor Mark O'Brien", "characterId": "nm0715068"}, {"text": "Who blaspheme and desecrate. In the joy of sin will mankind that is lost, find itself again.", "character": "Rand Hobart", "characterId": "nm0928415"}]}, {"lines": [{"text": "[taking a drink]\nYou know, the devil has something here. Very pleasant.", "character": "Professor Mark O'Brien", "characterId": "nm0715068"}, {"text": "He's most dangerous when he's being pleasant.", "character": "Professor K.T. Kumar", "characterId": "nm0254589"}]}, {"lines": [{"text": "Don't turn the light on, he's in a trance!", "character": "Mrs. Meek", "characterId": "nm0339388"}, {"text": "Trance my eye.", "character": "Dr. John Holden", "characterId": "nm0000763"}, {"text": "Maggie, I feel sick.", "character": "Mr. Meek", "characterId": "nm0065888"}, {"text": "You're not the only one.", "character": "Dr. John Holden", "characterId": "nm0000763"}]}, {"lines": [{"text": "[after a windstorm conjured by Karswell has forced Holden and Karswell indoors]\nI didn't know you had cyclones in England!", "character": "Dr. John Holden", "characterId": "nm0000763"}, {"text": "We don't.", "character": "Dr. Julian Karswell", "characterId": "nm0532277"}]}]}