{"quotes": [{"lines": [{"text": "You know, you could become a living legend... or get yourself killed. Dead men make better legends.", "character": "Gen. Philip Sheridan", "characterId": "nm0862937"}]}, {"lines": [{"text": "The only good Indian is a dead Indian. Clear enough?", "character": "Gen. Philip Sheridan", "characterId": "nm0862937"}]}, {"lines": [{"text": "The only good Indian is a dead Indian!", "character": "Gen. Philip Sheridan", "characterId": "nm0862937"}]}, {"lines": [{"text": "[riding through the Cheyenne village]\nLook at them, sir. They've got no fight left in them. We took the whole Cheyenne Nation with 265 men.", "character": "Capt. Benteen", "characterId": "nm0001374"}, {"text": "Pizarro conquered Peru with 167.", "character": "Gen. George Armstrong Custer", "characterId": "nm0001727"}]}, {"lines": [{"text": "[after the Washita River Massacre in 1868]\nTake a dispatch to General Sheridan. Despite overwhelming odds, a great victory was won here today. Factors contributing to our success were - One, the Indians were asleep, - Two, the women and children offered little resistance, - Three, the Indians are bewildered by our change of policy.", "character": "Gen. George Armstrong Custer", "characterId": "nm0001727"}]}, {"lines": [{"text": "[in a jail cell and facing a firing squad in the morning]\nRules... regulations... court martials... Talkin' about the juice in a man's veins. I'm talkin' about all the good times you never had. 'Off the point,' you say. But drinkin', girls, smokin' cigars, chasin' rainbows - that's the point! You've got no feelings, General! There's just an empty place inside! A hole stuffed with rubbish!", "character": "Sgt. Mulligan", "characterId": "nm0752813"}, {"text": "[with contempt]", "character": null, "characterId": null}, {"text": "The flag... the regiment... duty!", "character": "Sgt. Mulligan", "characterId": "nm0752813"}]}, {"lines": [{"text": "[commenting with disgust about the coming industrialization]\nIf this is the future, I don't want any part of it!", "character": "Gen. George Armstrong Custer", "characterId": "nm0001727"}, {"text": "Where does that leave you?", "character": "Elizabeth Custer", "characterId": "nm0881829"}, {"text": "With the Indians!", "character": "Gen. George Armstrong Custer", "characterId": "nm0001727"}]}, {"lines": [{"text": "[addressing Custer]", "character": null, "characterId": null}, {"text": "I didn't recognize you without your horse.", "character": "Gen. Philip Sheridan", "characterId": "nm0862937"}]}, {"lines": [{"text": "I'll make it very simple for you. The fact that we seem to be pushing you clear off the earth is not my responsibility. The problem is precisely the same as when you Cheyenne decided to take another tribe's hunting ground. You didn't ask them about their rights. You didn't care if they had been there a thousand years. You just had more men and more horses. You destroyed them in battle. You took what you wanted, and right or wrong, for better or worse, that is the way things seem to get done. That's history. I'm talking about history. You are a militarily defeated people. You are paying the price for being backward. And whatever my personal feelings, and I don't say I have, there's nothing I can do to change all this. Do you understand?", "character": "Gen. George Armstrong Custer", "characterId": "nm0001727"}, {"text": "I understand.", "character": "Chief Dull Knife", "characterId": "nm0601476"}]}, {"lines": [{"text": "War isn't just killing, you know. It's a contest. It's a man against a man.", "character": "Gen. George Armstrong Custer", "characterId": "nm0001727"}, {"text": "[indicates a Gatling gun]", "character": null, "characterId": null}, {"text": "That's a machine! Personal courage wouldn't count. Honor, duty, loyalty - everything a soldier lives by - would be wiped out. All you would have left is statistics. How many men would the machine murder today? One hundred? One thousand? Ten thousand? If this is the future, I don't want any part of it.", "character": "Gen. George Armstrong Custer", "characterId": "nm0001727"}]}]}