{"quotes": [{"lines": [{"text": "It was a long time before I realized that love turned upside down is love for all that.", "character": "Charlie", "characterId": "nm0000640"}]}, {"lines": [{"text": "it preserved us from the stigma of attempt and failure, on the one hand, and success and mortal sin on the other.", "character": "Charlie", "characterId": "nm0000640"}]}, {"lines": [{"text": "You'll amount to nothing until you learn to say \"No.\" \"No\" to jobs, \"no\" to girls, \"no\" to money. Otherwise, by the time you've learned to say \"no\" to life, you'll find you've swallowed half of it.", "character": "Drumm", "characterId": "nm0382676"}]}, {"lines": [{"text": "All those years you sat and looked into the fire, what went through your head? What did you think of? I never knew you to have a hope or a dream or to say a half wise thing!", "character": "Charlie", "characterId": "nm0000640"}]}, {"lines": [{"text": "The dangerous ones are those who amuse us. There are millions like him- inoffensive, stupid, and not a damn bit of good. They've never said \"No\" in their lives or to their lives, and they'd cheerfully see the rest of us buried. If you have any sense, you'll learn to be frightened of him.", "character": "Drumm", "characterId": "nm0382676"}]}, {"lines": [{"text": "[to his father's ghost]\nYou worked for 58 years, 9 hours a day, in a garden so steep a horse couldn't climb it. And when they let you go, with a pension of 10 shillings a week, you did handsprings of joy because it came from \"The Quality.\" You spent your life sitting on brambles, and wouldn't move in case someone took your seat.", "character": "Charlie", "characterId": "nm0000640"}]}, {"lines": [{"text": "If the old heart hadn't given out on me the evening before last, I'd still be alive today.", "character": "Da", "characterId": "nm0400464"}]}, {"lines": [{"text": "If you ran into me Da with a motor car, he'd thank you for the lift.", "character": "Young Charlie", "characterId": "nm0370759"}]}, {"lines": [{"text": "What is it like to die?", "character": "Charlie", "characterId": "nm0000640"}, {"text": "[pauses]\nI didn't care for it.", "character": "Da", "characterId": "nm0400464"}]}]}