{"quotes": [{"lines": [{"text": "What are you thinking?", "character": "Sunil Kohli", "characterId": "nm0004435"}, {"text": "I'm wondering why so many people under this roof have stories about their pasts. Did they pen them by themselves? If not, why am I being punished like this?", "character": "Sonia Kohli", "characterId": "nm0846616"}, {"text": "It's done. I'm free now.", "character": "Sunil Kohli", "characterId": "nm0004435"}, {"text": "You're not free. You gave your name to Pinky and Chandni; you gave them honour. She helped you out. Now you want to disgrace her?", "character": "Sunil Kohli", "characterId": "nm0004435"}, {"text": "But I love you, Sonia!", "character": "Sunil Kohli", "characterId": "nm0004435"}, {"text": "So where will you take me? The police know you're alive. They'll snatch you away. I don't want to be widowed again!", "character": "Sonia Kohli", "characterId": "nm0846616"}, {"text": "I don't want to lose you either. But if you want me to remain here, you must stay as well.", "character": "Sunil Kohli", "characterId": "nm0004435"}]}, {"lines": [{"text": "Don't insult her!", "character": "Sunil Kohli", "characterId": "nm0004435"}, {"text": "What? A woman you've known for two days ranks higher than one you've known for five years?", "character": "Chandni", "characterId": "nm0347901"}, {"text": "Don't forget that I've only given you my name!", "character": "Sunil Kohli", "characterId": "nm0004435"}, {"text": "I know, but I'm human, not stone! I love you! I'm beautiful and young; what's in Sonia that I lack?", "character": "Chandni", "characterId": "nm0347901"}, {"text": "Sonia's my wife, Chandni!", "character": "Sunil Kohli", "characterId": "nm0004435"}]}, {"lines": [{"text": "Can't we share our pain? You love each other. You are his wife; I'm just called his wife. Stay and live as you were; you with the actual right, and I with society's recognition. If you go I'll lose everything. I don't want more than I have already. I'll never come between you two, I promise. Please forgive me for what I said this morning...", "character": "Chandni", "characterId": "nm0347901"}]}, {"lines": [{"text": "[pointing at Sonia]\nThis woman is Sunil's wife!", "character": "Inspector Singh", "characterId": "nm0407002"}, {"text": "The police may be fooled, and the law may be fooled, but a wife can't be. My husband died five years ago. I am a widow.", "character": "Sonia Kohli", "characterId": "nm0846616"}, {"text": "Stop! You're not a widow, you're a wife, and I'm alive. I received the sentence, but you endured the punishment... Today, before everyone, I'll say that I am Sunil Kohli and you are my wife. I was innocent then and I'm innocent now. And if to save your wife is a crime, then they can hang me for it!", "character": "Sunil Kohli", "characterId": "nm0004435"}]}, {"lines": [{"text": "No woman wants to disgrace herself before society, but I'm doing it because Sunil is innocent. I couldn't forgive myself if I remained quiet.", "character": "Chandni", "characterId": "nm0347901"}]}]}