{"quotes": [{"lines": [{"text": "Does Mr. Evans ever wonder how Christina cloths and feeds Michael? Does he ask her? Does Mr. Evans care? Beasts in fields have more concern for their young than that creature has.", "character": "Kate 'Kit' Mundy", "characterId": "nm0000658"}, {"text": "Do you ever listen to yourself, Kate? You are such a damned righteous bitch! And his name is Gerry. Gerry. Gerry!", "character": "Agnes 'Aggie' Mundy", "characterId": "nm0107261"}, {"text": "[Storms out of room]", "character": null, "characterId": null}, {"text": "[to Maggie]\nDon't I know his name is Gerry. What have I been calling him? Saint Patrick?", "character": "Kate 'Kit' Mundy", "characterId": "nm0000658"}]}, {"lines": [{"text": "You work hard at your job, you try to keep the home together but suddenly you realize that cracks are formin' everywhere. It's all about to collapse, Maggie. What I'm most worried about is Rose. If I lose my job, if this house is broken up, what'll become of our Rosie?", "character": "Kate 'Kit' Mundy", "characterId": "nm0000658"}]}, {"lines": [{"text": "I am a righteous bitch, amn't I?", "character": "Kate 'Kit' Mundy", "characterId": "nm0000658"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "When I cast my mind back to that summer of 1936, different kinds of memories offer themselves to me. We got our first wireless set that summer. Well, a sort of a set, and it obsessed us. We called it Lugh, after the old pagan god of the harvest, and his festival was Lughnasa, a time of music and dance. Then my mother's brother, my uncle Jack came home from Africa for the first time in twenty five years. He was the oldest in the family, and the only boy.", "character": "Narration by", "characterId": "nm0574561"}]}, {"lines": [{"text": "These church bells, will they ever ring for you and Christina?", "character": "Father Jack Mundy", "characterId": "nm0002091"}, {"text": "[is silent]", "character": "Gerry Evans", "characterId": "nm0406975"}, {"text": "Good. Better to leave her single than to leave her married.", "character": "Father Jack Mundy", "characterId": "nm0002091"}]}]}