{"quotes": [{"lines": [{"text": "You're not going to throw me out of the house. I'll go out in the ordinary way, thank you.", "character": "Charles Stanton", "characterId": "nm0002048"}]}, {"lines": [{"text": "I wish I knew what to do.", "character": "Mrs. Freda Chatfield", "characterId": "nm0639895"}, {"text": "About what?", "character": "Robert Chatfield", "characterId": "nm0619261"}, {"text": "You'd hardly understand, Robert, but I am now facing a most urgent problem; the sort of problem that only women have to face. If a man has been dragged back to your house to be told he's a liar, a cad, and a possible thief, oughtn't you to make a few sandwiches for him?", "character": "Mrs. Freda Chatfield", "characterId": "nm0639895"}]}, {"lines": [{"text": "If Charles goes, the firm will suffer.", "character": "Ann Beale", "characterId": "nm0115597"}, {"text": "Don't worry, the firm's smashed to bits now!", "character": "Robert Chatfield", "characterId": "nm0619261"}]}, {"lines": [{"text": "It wouldn't do for Miss Mockridge to come to my apartment and find a man leaving before breakfast. You know her books.", "character": "Ann Beale", "characterId": "nm0115597"}]}, {"lines": [{"text": "I have my own moral code. It's quite simple. Two baths a day and mind your manners.", "character": "Maude Mockridge", "characterId": "nm0515967"}]}, {"lines": [{"text": "Come along, you're keeping my husband waiting. It wouldn't matter but he's got the gin.", "character": "Betty", "characterId": "nm0299026"}]}, {"lines": [{"text": "You might do something about Charles. He seems so, um, at loose ends. Couldn't you marry him or something?", "character": "Maude Mockridge", "characterId": "nm0515967"}]}, {"lines": [{"text": "I think telling the truth is about as healthy as skidding around a corner at 60. And life's got too many dangerous corners.", "character": "Charles Stanton", "characterId": "nm0002048"}]}, {"lines": [{"text": "The real truth - that is, every single little thing, with nothing missing at all - wouldn't be dangerous. I suppose that's God's truth. What most people mean by truth is only half the real truth. It doesn't tell you all that went on inside everybody, everything they really thought and felt. It simply gives you a lot of facts that were hidden away, and perhaps were a lot better hidden away.", "character": "Ann Beale", "characterId": "nm0115597"}, {"text": "Right you are, it's treacherous stuff.", "character": "Charles Stanton", "characterId": "nm0002048"}]}]}