{"quotes": [{"lines": [{"text": "Faith - A symbol of good will in a troubled and suspicious world. The International border-line between Canada and the United States territory of Alaska. A border only guarded by trust, yet never crossed in a war-like spirit by either of these great and friendly nations. Criminals who would betray this trust are hunted down. The American law enforcing agencies join with the Canadian Royal Northwest Mounted Police to insure that both nations will continue to enjoy peace.", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Weekly report, Sergeant. Nothing in it as usual.", "character": "Cpl. George Hale", "characterId": "nm0912991"}, {"text": "What's the matter, George? Bored with your job?", "character": "Sgt. Christopher Royal", "characterId": "nm0052435"}, {"text": "As a matter of fact, I am. It sure isn't like the good old days when Dad was around - running down claim jumpers, smugglers and road agents. You weren't around then, were you, Sarge?", "character": "Cpl. George Hale", "characterId": "nm0912991"}, {"text": "No, I wasn't, but I saw enough killing and shooting during the war to last me a lifetime.", "character": "Sgt. Christopher Royal", "characterId": "nm0052435"}]}, {"lines": [{"text": "Sergeant Royal, what brings you over the line into Alaska? You can't make a pinch over here, you know.", "character": "Skagway Kate", "characterId": "nm0335046"}, {"text": "employment agency, gun licenses, game licenses. Why not the law?", "character": "Sgt. Christopher Royal", "characterId": "nm0052435"}, {"text": "Why, I'd never do. I'm too soft-hearted.", "character": "Skagway Kate", "characterId": "nm0335046"}]}, {"lines": [{"text": "[Sergeant Royal rummages through a murdered miner's personal effects]", "character": null, "characterId": null}, {"text": "There's nothing much to help here. The only unusual thing is an ancient Chinese coin.", "character": "Sgt. Christopher Royal", "characterId": "nm0052435"}, {"text": "Chinese it may be, but I wouldn't give you a drink for it. It's got a hole in in it.", "character": "Skagway Kate", "characterId": "nm0335046"}, {"text": "Let me see that coin. You know, there's an old story about a treasure ship belonging to a Chinese emperor. Came ashore in these parts looking for treasure. That was way back in the dark ages.", "character": "'Oldtimer' Meggs", "characterId": "nm0011389"}, {"text": "I know that yarn! The treasure ship of Genghis Kahn...", "character": "Sgt. Christopher Royal", "characterId": "nm0052435"}, {"text": "Yeah, that's the fella.", "character": "'Oldtimer' Meggs", "characterId": "nm0011389"}, {"text": "Well, if all the legends about Genghis Kahn were true, his ships landed everywhere in the world before Columbus was born.", "character": "Skagway Kate", "characterId": "nm0335046"}]}, {"lines": [{"text": "So, the Genghis Kahn treasure rumor is true, Mort.", "character": "Dale", "characterId": "nm0604831"}, {"text": "I'll say it's true.", "character": "Mort Fowler", "characterId": "nm0911955"}, {"text": "[he indicates an ancient Chinese junk stranded on dry land]", "character": null, "characterId": null}, {"text": "That crate's been moored there for seven hundred years.", "character": "Mort Fowler", "characterId": "nm0911955"}]}, {"lines": [{"text": "Find anything?", "character": "Mort Fowler", "characterId": "nm0911955"}, {"text": "Nothing but rags and dust so far.", "character": "Lowry", "characterId": "nm0662219"}, {"text": "You think the treasure's in this place?", "character": "Dale", "characterId": "nm0604831"}, {"text": "If it ain't, there's a clue to tell us where it is. Nobody knows about this place but us. There'll be plenty of time to search.", "character": "Mort Fowler", "characterId": "nm0911955"}, {"text": "Not now you haven't. That's why the Chief sent me out here.", "character": "Dale", "characterId": "nm0604831"}, {"text": "What do ya mean?", "character": "Mort Fowler", "characterId": "nm0911955"}, {"text": "That new land bill has been passed and signed. As soon as Andy Knight finishes that link to the Al-Can Highway, this territory will be thrown open to the homesteaders.", "character": "Dale", "characterId": "nm0604831"}, {"text": "You mean someone is liable to find the treasure before we do and stake a claim on it?", "character": "Mort Fowler", "characterId": "nm0911955"}, {"text": "That's right. So, the Chief says we gotta delay the road work", "character": "Dale", "characterId": "nm0604831"}]}, {"lines": [{"text": "\"Secret of treasure in altar - Cave of a Thousand Tunnels\" Say, what does this mean \"secret of treasure in altar...\" Isn't the treasure there?", "character": "Mort Fowler", "characterId": "nm0911955"}, {"text": "Belanco doesn't think so. He thinks that we'll find directions there. So we should locate the treasure very soon now.", "character": "Dale", "characterId": "nm0604831"}, {"text": "We'll have to, if it's going to do any good. That blasted Mountie got wise that we were going to hijack the powder truck and he put the kibosh on it.", "character": "Mort Fowler", "characterId": "nm0911955"}, {"text": "So we didn't completely wreck the Al-Can Highway and it's got to be done!", "character": "Dale", "characterId": "nm0604831"}, {"text": "Or else the homesteaders will come swarming in on us and we'll lose out on the treasure.", "character": "Mort Fowler", "characterId": "nm0911955"}]}]}