{"quotes": [{"lines": [{"text": "[Screen shows Ranger recruits in rigorous training, some of whom have dropped from exhaustion while running]\nAs long as I live, I'll never forget Manson's favorite expression...", "character": "MSgt. Saul Rosen", "characterId": "nm0912001"}, {"text": "Get off your bloody knees, Yanks!", "character": "Lt. Dave Manson, British Training Officer", "characterId": "nm0039049"}]}, {"lines": [{"text": "[Having a heart-to-heart talk with a somewhat distraught Ranger, who has just killed his first enemy soldier in combat]\nI've killed men, too. It won't be the last for either of us.", "character": "Col. William Orlando Darby", "characterId": "nm0001258"}, {"text": "Uh, sir, well, I was brought up to believe that a man's life was sacred, and that only God had the right to take it.", "character": "Pvt. Rollo Burns", "characterId": "nm0114422"}, {"text": "I believe that... Unless he's trying to kill you first.", "character": "Col. William Orlando Darby", "characterId": "nm0001258"}, {"text": "Well, I'll get over it, I guess.", "character": "Pvt. Rollo Burns", "characterId": "nm0114422"}, {"text": "Of course you will... Burns, look. We didn't make this world, so we can't account for the kind of men that are in it. All we can do as soldiers is try and repair it, so it can be lived in again. Unfortunately, that means killing.", "character": "Col. William Orlando Darby", "characterId": "nm0001258"}]}, {"lines": [{"text": "You know, I think war is a big stink.", "character": "Pvt. Rollo Burns", "characterId": "nm0114422"}, {"text": "A BIG stink!... There never was a good war - or an intelligent or kind one.", "character": "Col. William Orlando Darby", "characterId": "nm0001258"}, {"text": "[Starts to get up]\nRollo, we'll be haunted by the men we've killed as long as we live. When you've married Peggy, and you've looked in the faces of your children, you'll understand why it had to be done.", "character": "Col. William Orlando Darby", "characterId": "nm0001258"}, {"text": "Uh, sir? Thank you... for taking the time to talk to me.", "character": "Pvt. Rollo Burns", "characterId": "nm0114422"}, {"text": "[pauses at the door, faint smile on his face]\nI was talkin' to myself, too.", "character": "Col. William Orlando Darby", "characterId": "nm0001258"}]}, {"lines": [{"text": "[Rangers are creeping through enemy territory, in a very thick ground fog]\nThis was the low, clinging kind of fog I used to see when I was hunting duck out on Long Island... Now I know how the duck felt.", "character": "MSgt. Saul Rosen", "characterId": "nm0912001"}]}]}