{"quotes": [{"lines": [{"text": "And anyway, I have no money. You may not have heard here about the economic crisis.", "character": "Marquise", "characterId": "nm0140518"}, {"text": "You're a millionairess!", "character": "Abbess Julia", "characterId": "nm0785565"}, {"text": "To survive, one needs to be. And I don't want just to survive, I want to live life now!", "character": "Marquise", "characterId": "nm0140518"}]}, {"lines": [{"text": "Sister Manure, Sister Rat, Sister Damned, Sister Snake. Man will not be saved until he realizes he is the most despicable being ever created.", "character": "Abbess Julia", "characterId": "nm0785565"}]}, {"lines": [{"text": "[as she is eating a piece of cake]\nEating this is like taking communion. Jesus appeared to me while I was making it; He offered me his wounds to suck, like a swallow.", "character": "Sor Estiércol", "characterId": "nm0004650"}, {"text": "That's called a hallucination!", "character": "Sor Rata de Callejón", "characterId": "nm0483942"}]}, {"lines": [{"text": "There are as many kinds of kisses as kinds of love; the paternal kiss on the forehead, the kiss on the eyes full of peace, the amusing kiss on the nose, the friendly kiss on the cheek. All of these are somewhat anodyne, but they could be taken as tempting invitations to more perfidious ones, such as the indiscreet kiss on the throat, or the coaxing kiss in the ear which is like being told a secret. And finally there is the kiss on the lips. \"A kiss means nothing,\" say the thoughtless. Perhaps not, if you are cold as ice and your companion, lacking in ardor, lets you escape easily from his embrace. But if that kiss has filled you with delieght, bear in mind that it has moved him even more strongly and awoken all the strength of his desire.", "character": "Sor Rata de Callejón", "characterId": "nm0483942"}]}, {"lines": [{"text": "Aren't you a nun?", "character": null, "characterId": null}, {"text": "No, I'm a whore.", "character": "Yolanda Bel", "characterId": "nm0664440"}]}, {"lines": [{"text": "Are you going out?", "character": "Sor Rata de Callejón", "characterId": "nm0483942"}, {"text": "Yes, I have to pay a visit.", "character": "Abbess Julia", "characterId": "nm0785565"}, {"text": "Where to?", "character": "Sor Rata de Callejón", "characterId": "nm0483942"}, {"text": "I'm going to blackmail the Marquise.", "character": "Abbess Julia", "characterId": "nm0785565"}]}, {"lines": [{"text": "Very soon, this place will be full of murderesses, drug addicts, prostitues, just like before.", "character": "Abbess Julia", "characterId": "nm0785565"}]}, {"lines": [{"text": "It's too late to change; your place is here. And where could you go? You're 48 years old.", "character": "Antonia", "characterId": "nm0803325"}, {"text": "I beg your pardon, but I'm only 47!", "character": "Sor Rata de Callejón", "characterId": "nm0483942"}, {"text": "[as her sister brushes away the plant by her face]\nMove over a bit! The plant keeps hitting you in the mustache!", "character": "Antonia", "characterId": "nm0803325"}]}]}