{"quotes": [{"lines": [{"text": "Ladakh - mountains in the western Himalayas. Ladakh - a country larger than Scotland but with only 100,000 inhabitants lies 15,000 feet above sea level. It borders on China, Pakistan, and Tibet. Even though politically and militarily it belongs to the large Indian muslim state of Kashmir, the culture of Ladahk has always been Tibetan.", "character": null, "characterId": null}]}, {"lines": [{"text": "The title 'Geshe' literally means spiritual friend, and is granted as recognition for high academic achievement in philosophy and metaphysics. The Geshe has completed studies in 5 subjects and would be comparable to a university professor. - But Buddhist study is not solely oriented towards scholarship. It also includes an inner development towards wisdom and enlightenment.", "character": null, "characterId": null}]}, {"lines": [{"text": "The mantras which the Geshe recites are his tools for helping all sentient beings. They are much more than mere prayers. Through their form and sound they bring the contents of the ancient texts to life and give them power.", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "]\nUnderstand your ignorance and keep yourself free from egotism. Do only that which is virtuous. Develop trust in your true nature. That is the path of the Buddha.", "character": null, "characterId": null}, {"text": "Through the ceremony the little monk becomes a Bandan. His teacher is at his side. The Geshe, a buddhist scholar, will see to the boy's further education, until he becomes a lama, in about 15 years.", "character": null, "characterId": null}]}, {"lines": [{"text": "He, the Geshe, carried out the Lossum Chossum meditation, which lasts for three years, three months, and three days. During this time noone spoke to him or even saw him close up. - This severe asceticism is necessary in order to destoy the ego, because our consciousness identifies with the needs of the body. And it is the ego which is behind these bodily needs. It traps consciousness in a fixation on one's own isolated individuality. Asceticism, however, makes it possible for consciousness to free itself from these material chaines and thereby liberate the ego, just as in death.", "character": null, "characterId": null}]}, {"lines": [{"text": "Since there are natural limits to the capacity of their irrigation system, the people here can only have enough to eat if the population remains constant. For thousands of years, Ladakh has achieved this balance through the monasteries and through fraternal polyandry. But for this social system to function is required a complex moral code which motivates people in all their actions. Without Buddhism Ladakh's way of life could never have survived for thousands of years.", "character": null, "characterId": null}]}, {"lines": [{"text": "greed, ignorance, and hatred.", "character": null, "characterId": null}]}, {"lines": [{"text": "A huge monastery, like Tiktse with over a thousand monks, has the task of representing their religion with over a hundred deities and demons in such a way that every tibetan buddhist can understand it if he tries.", "character": null, "characterId": null}]}, {"lines": [{"text": "Buddha says that man's original essence and goal is awakened through the spiritual life, therefore - despite the pain that everyone feels at the loss of a loved one - death is not something to be repressed and forgotten. Our material, bodily presence on Earth is to be used to become aware of this spiritual world and be one with it, thereby destroying the power of the ego and the fear of death. The Black-Hat-Dancer performs in order to defend these teachings.", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "The festival is over. It's the beginning of October and the short autumn will soon be gone as well. Last night saw the first frost and as usual the two old men spent the night in the open air. The instruction they received has given them something to think about and perhaps they've become a bit wiser. Eight months of a harsh winter are almost upon them - a long time to search one's conscience and experience unity with both the spiritual and the natural world.", "character": null, "characterId": null}]}, {"lines": [{"text": "A new thrashing-floor is made every year, so that not a single square inch of arable land is wasted.", "character": null, "characterId": null}]}, {"lines": [{"text": "When things aren't as harmonious as they should be in the family, then the gradfather has the task of mediating and making peace.", "character": null, "characterId": null}]}, {"lines": [{"text": "In Ladakh, mediating between two parties, and bringing them together again, enjoys enormous prestige and great respect.", "character": null, "characterId": null}]}, {"lines": [{"text": "No-one in this village has ever heard of a murder.", "character": null, "characterId": null}]}]}