{"quotes": [{"lines": [{"text": "[wailing, as she vanishes]\nOh, Daddy... I *hate* being dead!", "character": "Mary Constable", "characterId": "nm0272244"}]}, {"lines": [{"text": "General, if we were in my office I could get from my files a list of distinguished scientists, philosophers, statesmen, even generals who are willing to admit the possibility of communicating with the dead.", "character": "Dr. Alex Lauder", "characterId": "nm0614916"}, {"text": "Oh, someone's communicating with Professor Constable alright. Somebody from the other side alright. The other side in the Cold War. They're experts at defection and subversions, They use prostitutes, kidnapping, homosexuals, blackmail, phony morality, religion. Doesn't surprise me a bit that they'd use a decent man's grief and guilt over the death of his daughter.", "character": "Gen. Augstedt", "characterId": "nm0561702"}]}, {"lines": [{"text": "I can assure you, Dr. Lauder, that the dead are dead and can't talk to the living.", "character": "Gen. Augstedt", "characterId": "nm0561702"}, {"text": "Well, I forget the name of the man who assured Galileo that the sun definitely revolved around the earth, but I'm certain he had no doubts either.", "character": "Dr. Alex Lauder", "characterId": "nm0614916"}]}, {"lines": [{"text": "In the days of vaudeville almost everybody in show business knew some ventriloquism. Y'know, for a lot of people then, spiritualistic séances were a form of entertainment. So was hanging. Folks used to think about dying and the afterlife a lot more then than they do now.", "character": "Mr. Bosch", "characterId": "nm0001017"}]}, {"lines": [{"text": "Haven't you ever wondered why man's great discoveries happen when they do? Fire existed long before we did. Why do you suppose that at a certain specific moment man found it usable? Blood was circulating long before Harvey discovered that it was. Now do you suppose that now that we have the ability to destroy the world we're going to be given the wisdom and the understanding not to?", "character": "Prof. Samuel Constable", "characterId": "nm0001537"}, {"text": "I hope so.", "character": "Dr. Alex Lauder", "characterId": "nm0614916"}]}]}