{"quotes": [{"lines": [{"text": "It was like rooms everything is so perfect, that everything is so perfect that they have to be kept, that because this random particular accidental state so meaningful, so, so touching, it's so touching, it's so beautiful.", "character": "David Holzman", "characterId": "nm0141281"}]}, {"lines": [{"text": "Truffaut said that in Singing in the Rain, Debbie Reynolds jumps over a couch and holds in her skirt as she does it, and this movement gives her away. Now the movement that Sandra just made and I just caught, she gives herself away. Now in each movement, she gives herself a little more away, to me.", "character": "David Holzman", "characterId": "nm0141281"}]}, {"lines": [{"text": "If you want to live with her in her bad movie, it's all right. Because some people's lives are good movies and some people's lives are bad movies. Penny's life is a very bad movie, but don't make me look at it on the screen, please.", "character": "Pepe", "characterId": "nm0543709"}]}, {"lines": [{"text": "The problem is you want to make a movie out of your life, all right. So you want to be in it and you want Penny to be in it and me to be in it. And I'm an interesting character. But you're not an interesting character to watch, and Penny is certainly not an interesting character at all.", "character": "Pepe", "characterId": "nm0543709"}]}, {"lines": [{"text": "If you want to make a movie, just write a script. I'm sure you can write a better script than that, but this is not a good one. Your life is not a very good script. But I somehow I don't think you want to make a good movie. What you want to do is try and think about your life, find out the truth. There's something that happens that you don't understand, you want to get to the core of it. Well David, I don't think you can find it this way. You're not going understand it any better by freezing it on celluloid and looking at it over and over again.", "character": "Pepe", "characterId": "nm0543709"}]}, {"lines": [{"text": "You don't understand the basic principle. As soon as you start filming something, what happens in front of the camera is not reality anymore it becomes part of something else it becomes a movie. You start becoming very self-conscious about everything you do. Should I put my hand here, should I put my hand here? Should I place myself in this part of the frame, should I place myself in this side of the frame? And your decisions stop being moral decisions and start being aesthetical decisions. And your whole life stops being your life and starts being a work of art-a very bad work of art.", "character": "Pepe", "characterId": "nm0543709"}]}, {"lines": [{"text": "Face things all the way, confess things to the camera. The way you're handling this whole thing, you're just getting half-truths. You're not getting truths, you're getting half-truths, and I think that's worse than a lie.", "character": "Pepe", "characterId": "nm0543709"}]}, {"lines": [{"text": "Sex is sex. I mean, between a man and a woman, it's never quite like what Norman Mailer writes.", "character": "David Holzman", "characterId": "nm0141281"}]}, {"lines": [{"text": "I got nothing to say, unless you want to talk about Vincent Minnelli.", "character": "David Holzman", "characterId": "nm0141281"}]}, {"lines": [{"text": "Eclair, I'm sorry. Nag, I'm sorry.", "character": "David Holzman", "characterId": "nm0141281"}]}, {"lines": [{"text": "Twenty-four times a second-truth. This is truth. It's gotta be true.", "character": "David Holzman", "characterId": "nm0141281"}]}, {"lines": [{"text": "You have made me do things, you haven't told me anything. I have, this is ridiculous. Why am I sitting here talking to two machines? You have made me do things, why?", "character": "David Holzman", "characterId": "nm0141281"}]}, {"lines": [{"text": "I thought that I'd get this stuff on celluloid and I could control it and rearrange it, until I could see what it meant. My life, on film, and I could understand, and I could see what was going on. And I could make the connections and see what I was going to do. That's not what happened.", "character": "David Holzman", "characterId": "nm0141281"}]}]}