{"quotes": [{"lines": [{"text": "I'm half-horse, half-alligator and a little attached with snapping turtle. I've got the fastest horse, the prettiest sister, the surest rifle and the ugliest dog in Texas. My father can lick any man in Kentucky... and I can lick my father. I can hug a bear too close for comfort and eat any man alive opposed to Andy Jackson.", "character": "Davy Crockett", "characterId": "nm0662240"}]}, {"lines": [{"text": "Well, me and Russel are figuring on heading down Texas way. That ain't no place these days for a riverboat gambler with wobbly legs.", "character": "Davy Crockett", "characterId": "nm0662240"}, {"text": "There are times when cowardice is a virtue, my dear Colonel. It makes choosing a cause so very simple. Now, I know nothing about Texas of which you speak, but I do know of the fury of the outraged minions of the law. And as a consequence, I fear what lies behind me far more than the unknown that lies ahead.", "character": "Thimblerig", "characterId": "nm0175788"}]}, {"lines": [{"text": "How many men did you bring?", "character": "Col. Jim Bowie", "characterId": "nm0864851"}, {"text": "Four, including myself.", "character": "Davy Crockett", "characterId": "nm0662240"}, {"text": "Four? Two acres of walls to defend. It'll take a thousand troops to man the garrison adequately. And I got less than two hundred volunteers.", "character": "Col. Jim Bowie", "characterId": "nm0864851"}, {"text": "Two hundred stubborn men can do a terrible lot of fighting.", "character": "Davy Crockett", "characterId": "nm0662240"}]}, {"lines": [{"text": "Why you no kill me?", "character": "Chief Red Stick", "characterId": "nm0389593"}, {"text": "thou shall not kill.", "character": "Davy Crockett", "characterId": "nm0662240"}]}, {"lines": [{"text": "You've been making quite a name for yourself in local politics.", "character": "General Andrew Jackson", "characterId": "nm0752278"}, {"text": "Soft soap ain't good for nothing but washing dirty hands, General.", "character": "Davy Crockett", "characterId": "nm0662240"}]}, {"lines": [{"text": "I've been doing some thinking.", "character": "Davy Crockett", "characterId": "nm0662240"}, {"text": "Me, too. You know, we're pretty far down the river. Ain't it about time we decide where we're going?", "character": "George Russel", "characterId": "nm0001171"}]}]}