{"quotes": [{"lines": [{"text": "I don't hold for killin'.", "character": "Vic, General Store Owner", "characterId": "nm0255703"}, {"text": "You don't have to... as long as you got somebody to do it for you.", "character": "Blaise Starrett", "characterId": "nm0752813"}]}, {"lines": [{"text": "I'll fight for what I believe, Mr. Starrett. I'll die if i have to, but I'll fight. I want you to know that.", "character": "Hal Crane", "characterId": "nm0550701"}, {"text": "You got a big mouth, farmer. You got big eyes, too. You came here a year ago in your broken down wagon looking for a choice spot to settle and you think you found it. But you never stopped to think what made it such a good place. When Dan and I came here, Bitters was a nesting place for every thief and killer in the territory. A man's life wasn't worth the price of a bullet. No woman was safe on the streets, let alone in a lonely farmhouse. It took more than a big mouth to get rid of the lice who infested every bend of the road you ride so safely on. I'm not saying Dan and I did it alone, but we did more than our share. We hunted them down in the freezing cold while you sat back in the East hugging your pot-bellied stove. Nobody thanked us. Nobody paid us. We did it because we felt we belonged. We earned the right to belong. And all you've done is ride in here and put down your stinking boots. And now ou tell us that you belong and we don't. Mr. Crane, you said yo'd fight to keep what you want. Well, I've been doing that for twenty years and I intend to keep doing it, and no pig-belly farmer is going to stop me!", "character": "Blaise Starrett", "characterId": "nm0752813"}]}, {"lines": [{"text": "I'm through being reasonable. I told Crane what would happen if he strung that wire.", "character": "Blaise Starrett", "characterId": "nm0752813"}, {"text": "Blaise, we've pulled over some hard hills together, and I've rode behind you all the way. But a wire fence is a poor excuse to make a widow out of Crane's wife. What have you been thinking about all winter - Crane's barb wire fence, or Crane's pretty wife, Helen?", "character": "Dan, Starret's Foreman", "characterId": "nm0675490"}]}, {"lines": [{"text": "The trail ends in this town. There's no place to go but back.", "character": "Blaise Starrett", "characterId": "nm0752813"}, {"text": "The trail back is closed.", "character": "Jack Bruhn", "characterId": "nm0412322"}]}, {"lines": [{"text": "[Dancing with Bruhn]\nWhy did you have to do this terrible thing?", "character": "Helen Crane", "characterId": "nm0001481"}, {"text": "There are things worse, ma'am, than dancing with lonely men.", "character": "Jack Bruhn", "characterId": "nm0412322"}, {"text": "Please, let us go.", "character": "Helen Crane", "characterId": "nm0001481"}, {"text": "Soon.", "character": "Jack Bruhn", "characterId": "nm0412322"}, {"text": "Why did you have to come here?", "character": "Helen Crane", "characterId": "nm0001481"}, {"text": "You should be grateful. Our coming saved the life of your husband.", "character": "Jack Bruhn", "characterId": "nm0412322"}, {"text": "I don't believe Blaise would have gone through with it.", "character": "Helen Crane", "characterId": "nm0001481"}, {"text": "Mrs. Crane, when my men and I leave here, there will be a showdown and you will be a widow.", "character": "Jack Bruhn", "characterId": "nm0412322"}]}, {"lines": [{"text": "How long can Bruhn live?", "character": "Hal Crane", "characterId": "nm0550701"}, {"text": "Well, I gave him a big shot of morphine. It deadens pain, makes the patient feel fine, but as soon as this dose wears off, he's going to start coughing. Each cough's going to rip the lungs a little bit more. A few hours after he starts coughing, he's going to die.", "character": "Doc Langer, Veterinarian", "characterId": "nm0339428"}]}]}