{"quotes": [{"lines": [{"text": "The Godfather is showing all over Nice, and it's killing the other movies.", "character": "Ferrand", "characterId": "nm0000076"}]}, {"lines": [{"text": "Liliane ran off with the stuntman.", "character": "Julie", "characterId": "nm0000302"}, {"text": "Does Alphonse know?", "character": "Joelle", "characterId": "nm0000882"}, {"text": "I had to tell him.", "character": "Julie", "characterId": "nm0000302"}, {"text": "With the stuntman? I'd drop a guy for a film. I'd never drop a film for a guy!", "character": "Joelle", "characterId": "nm0000882"}]}, {"lines": [{"text": "Making a film is like a stagecoach ride in the old west. When you start, you are hoping for a pleasant trip. By the halfway point, you just hope to survive.", "character": "director Ferrand", "characterId": "nm0000076"}]}, {"lines": [{"text": "An actress who won't appear in a bathing suit is ludicrous!", "character": "Bertrand", "characterId": "nm0150709"}]}, {"lines": [{"text": "[after being dumped by his girlfriend]\nI need money to go to a whorehouse.", "character": "Alphonse", "characterId": "nm0529543"}, {"text": "Come on Alphonse. Go back to your room, re-read the script, learn your lines, then try to sleep. Tomorrow we work. That's what matters. Don't be a fool. You're a very good actor. No one's private life runs smoothly. That only happens in the movies. No traffic jams, no dead periods. Movies go along like trains in the night. And people like you and me are only happy in our work. I'm counting on you.", "character": "director Ferrand", "characterId": "nm0000076"}]}, {"lines": [{"text": "I'm sure Ferrand is wrong. Life is more important than films.", "character": "Alphonse", "characterId": "nm0529543"}]}, {"lines": [{"text": "The handshake was invented to show that you are unarmed...", "character": "Alexandre", "characterId": "nm0001922"}]}, {"lines": [{"text": "Tell him I speak English, but I don't understand it.", "character": "director Ferrand", "characterId": "nm0000076"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "Are women magic?", "character": "Alphonse", "characterId": "nm0529543"}]}, {"lines": [{"text": "In 80 movies I've died 24 times - electrocuted twice, hanged twice. I've been knifed, committed suicide, died in accidents, but never a natural death. Anyway, I don't think death is natural.", "character": "Alexandre", "characterId": "nm0001922"}]}, {"lines": [{"text": "The way to make money is in real estate, not movies!", "character": "Bertrand", "characterId": "nm0150709"}]}, {"lines": [{"text": "People used to stare at fires. Now they watch TV. We need to see moving images, especially after dinner.", "character": "director Ferrand", "characterId": "nm0000076"}]}, {"lines": [{"text": "You see, I've made a terrible discovery. You can be desperately in love with someone you despise, whose every gesture, word and thought you detest!", "character": "Alphonse", "characterId": "nm0529543"}, {"text": "What right have you to say that? Say you made a mistake but never be ashamed of having loved. By despising Liliane, you're merely degrading yourself.", "character": "Julie", "characterId": "nm0000302"}, {"text": "Maybe you're right. Anyway, my love affairs have always ended badly. I thought women were magic.", "character": "Alphonse", "characterId": "nm0529543"}, {"text": "Of course they're not magic. Or men are too. Everyone's magic, and no one is.", "character": "Julie", "characterId": "nm0000302"}]}, {"lines": [{"text": "We'll shoot the scene when you find a cat that can act!", "character": "Ferrand", "characterId": "nm0000076"}]}, {"lines": [{"text": "What is a film director? A man who's asked questions about everything. Sometimes he knows the answers.", "character": "Ferrand", "characterId": "nm0000076"}]}, {"lines": [{"text": "I need money to go to a whorehouse.", "character": "Alphonse", "characterId": "nm0529543"}]}, {"lines": [{"text": "What is this - filmmaking? You call that a business? You've no morals. Everybody sleeps with everyone! What is it but a dirty lie. You call that normal? Filthy cinema - you're a plague on the world! You smell of filth! You'll pay for your sins! I despise you!", "character": "Madame Lajoie", "characterId": "nm0744347"}]}]}