{"quotes": [{"lines": [{"text": "This is a fight fan. Fan -- short for fanatic. There's a legion just like him in the United States. Each year he shoves his share of ninety million dollars under the wicket for the privilege of attending places where matched pairs of men will get up on a canvas-covered platform and commit legal assault and lawful battery.", "character": "Narrator", "characterId": "nm0249950"}]}, {"lines": [{"text": "Before a fight there's always that last look in the mirror. Time to wonder what it will reflect tomorrow.", "character": "Narrator", "characterId": "nm0249950"}]}, {"lines": [{"text": "It's a living. For some, not much of a living. There are six thousand men like these in America -- professional prizefighters. Only six hundred will make a living at all -- and of these only sixty will make a good living. One out of one hundred.", "character": "Narrator", "characterId": "nm0249950"}]}, {"lines": [{"text": "In these hours he can feel his body tightening, but it's a tightness that does not come from lack of confidence, it's the pressure of the last waiting. Here in a place where the walls are so close a man can barely move his body around. If only the fight would come, then everything else would not be so bad -- not really bad at all.", "character": "Narrator", "characterId": "nm0249950"}]}, {"lines": [{"text": "Walter isn't concerned with the hands of the clock now, just his own hands. As he gets ready to walk out there in the arena in front of the people, Walter is slowly becoming another man. This is the man who cannot lose, who must not lose. The hard movements of his arms and fists are different from what they were an hour ago. They belong to a fierce new person. They're part of the arena man, the fighting machine that the crowd outside has paid to see in fifteen minutes.", "character": "Narrator", "characterId": "nm0249950"}]}, {"lines": [{"text": "One man has skillfully, violently overcome another -- that's for the fan. But K.O., name of opponent, time, date, and place -- that's for the record book. But it's more than that in the life of a man who literally has to fight for his very existence. For him, it's the end of a working day.", "character": "Narrator", "characterId": "nm0249950"}]}]}