{"quotes": [{"lines": [{"text": "You got to hang that killer! I want to see it! I want to hear that neck of his crack with my own two ears!", "character": "Mrs. Quary", "characterId": "nm0176592"}]}, {"lines": [{"text": "What's the sentence going to be?", "character": "Charlie Hayes", "characterId": "nm0585557"}, {"text": "The court convenes at eleven at the church. Get there early if you want a seat.", "character": "Judge James Edward Scott", "characterId": "nm0534045"}, {"text": "I want to know now.", "character": "Howard Hayes", "characterId": "nm0392945"}, {"text": "Well, what you want and what you get are not one and the same.", "character": "Judge James Edward Scott", "characterId": "nm0534045"}]}, {"lines": [{"text": "Now listen, Sheriff. I've got something to say so pay attention because I don't like to repeat. Us Hayes are in town on a matter of importance. We get real annoyed if some sly sheriff like yourself took to interfering. So you just keep your nose in your own pocket and maybe you'll get to see the sun go down.", "character": "Charlie Hayes", "characterId": "nm0585557"}]}, {"lines": [{"text": "Wiley, just what did you expect to do when you came on as Sheriff here?", "character": "Judge James Edward Scott", "characterId": "nm0534045"}, {"text": "I didn't say I wouldn't do the job. I'm just not interested in committing suicide, that's all. Are you?", "character": "Sheriff Barney Wiley", "characterId": "nm0259152"}]}, {"lines": [{"text": "You always expect people to do the right. Sometimes they just do the easy.", "character": "Myra Owens", "characterId": "nm0919730"}]}, {"lines": [{"text": "Charlie, the trial's over.", "character": "Cora Johnson", "characterId": "nm0934798"}, {"text": "I told you we'd be late. I told you!", "character": "Howard Hayes", "characterId": "nm0392945"}, {"text": "Rudy's guilty. Murder in the first degree's what the jury said.", "character": "Cora Johnson", "characterId": "nm0934798"}, {"text": "Of course he's guilty. We know that. What about the sentence.", "character": "Charlie Hayes", "characterId": "nm0585557"}, {"text": "00.", "character": "Cora Johnson", "characterId": "nm0934798"}, {"text": "Well, we ain't too late at all.", "character": "Charlie Hayes", "characterId": "nm0585557"}]}, {"lines": [{"text": "Is there going to be a gunfight? They'll try and bust out Rudy, won't they?", "character": "Deputy Floyd", "characterId": "nm0353628"}, {"text": "No, they got a better idea. They'd rather I set him free. How is he behaving?", "character": "Judge James Edward Scott", "characterId": "nm0534045"}, {"text": "Like a man with lots of future.", "character": "Deputy Floyd", "characterId": "nm0353628"}]}, {"lines": [{"text": "I wouldn't want to be singled out as the man who hanged Rudy.", "character": "Sheriff Barney Wiley", "characterId": "nm0259152"}, {"text": "That seems to be a distinction they reserve for me.", "character": "Judge James Edward Scott", "characterId": "nm0534045"}]}, {"lines": [{"text": "It is now the obligation of this court to pass sentence. Ordinarily, in a case of this kind sentence would be simple and obvious... but in this case there seem to be conflicting issues. As many of you know there has been talk of banishment. It seems to be the will of a number of people. Mrs. Quary has asked for it and as the widow of the deceased certainly deserves consideration. A committee of the town's most respected citizens has asked for it and their opinion must carry weight with the court. Will the prisoner rise. Is there anything you'd like to say?", "character": "Judge James Edward Scott", "characterId": "nm0534045"}]}]}