{"quotes": [{"lines": [{"text": "Maybe if we tried working together we could ease some of the tensions. We're all pulling in different directions.", "character": "Sarah", "characterId": "nm0136440"}, {"text": "That's the trouble with the world, Sarah darlin'. People got different ideas concernin' what they want out of life.", "character": "John", "characterId": "nm0018777"}]}, {"lines": [{"text": "[as the zombies are disembowling him and eating his entrails]\nChoke on 'em!", "character": "Captain Rhodes", "characterId": "nm0683334"}]}, {"lines": [{"text": "[interrupting Rhodes]\nIs there food?", "character": "Dr. Logan", "characterId": "nm0508858"}, {"text": "[screaming]\nI'm running this monkey farm now Frankenstein and I wanna know... what the fuck you're doing with my time?", "character": "Rhodes", "characterId": "nm0683334"}]}, {"lines": [{"text": "[Bub the zombie is playing with a telephone]", "character": null, "characterId": null}, {"text": "That's right, Bub! Say hello to your Aunt Alicia! Say, \"Hello, Aunt Alicia!\" \"Hello!\"", "character": "Dr. Logan", "characterId": "nm0508858"}, {"text": "A-... a-... alloooooleeeeesha!", "character": "Bub", "characterId": "nm0397603"}]}, {"lines": [{"text": "You want to put some kind of explanation down here before you leave? Here's one as good as any you're likely to find. We're bein' punished by the Creator. He visited a curse on us. So that man could look at... what Hell was like. Maybe He didn't want to see us blow ourselves up, put a big hole in the sky. Maybe He just wanted to show us He's still the Boss Man. Maybe He figure, we was gettin' too big for our britches, tryin' to figure His shit out.", "character": "John", "characterId": "nm0018777"}]}, {"lines": [{"text": "I can't belive that Rhodes would have done it.", "character": "Sarah", "characterId": "nm0136440"}, {"text": "No, he would have had Steel do it.", "character": "John", "characterId": "nm0018777"}, {"text": "He can't be that inhuman.", "character": "Sarah", "characterId": "nm0136440"}, {"text": "Captain Rhodes is perfectly human. He knows what he's doing which concerns me. He won't shoot Billy", "character": "John", "characterId": "nm0018777"}, {"text": "[points to McDermott]", "character": null, "characterId": null}, {"text": "... because he's got no one else who knows electronics. He won't shoot me... because I'm his ride. He probably won't shoot Frankenstein because the old doc can talk him silly. But the rest of you? The rest of you better start worrying, don't you know.", "character": "John", "characterId": "nm0018777"}]}, {"lines": [{"text": "Where does it say we've got to keep those dumb-fucks next door to where we sleep? Where does it say we should do any one thing but shoot the mothers in the head?", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "We don't have enough ammunition, captain, to shoot them all in the head. Time to have done that would've been at the beginning. No. We let them overrun us. They have overrun us, you know? We're in the minority now. Something like four hundred thousand to one, by my calculations. I haven't eaten. Is there food?", "character": "Dr. Logan", "characterId": "nm0508858"}, {"text": "You were supposed to be here at seven o'clock sharp, mister.", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "I know. Sarah told me. I'm sorry. I couldn't break away. Is there food?", "character": "Dr. Logan", "characterId": "nm0508858"}, {"text": "Listen, egg head, let me bring you up to date on what's...", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "Excuse me.", "character": "Dr. Logan", "characterId": "nm0508858"}, {"text": "Let me...", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "Excuse me! Is there food?", "character": "Dr. Logan", "characterId": "nm0508858"}, {"text": "I'm runnin' this monkey farm now, Frankenstein, and I wanna know what the fuck you're doin' with my time! 'cause if we're just jerkin' off here, I'm gonna have my men blow the piss out of those precious specimens of yours, and we're gonna get the hell out of here, and leave you and your highfalutin asshole friends to rot in this stinkin' sewer! Is that food enough for ya?", "character": "Captain Rhodes", "characterId": "nm0683334"}]}, {"lines": [{"text": "[Bub has saluted Captain Rhodes]", "character": null, "characterId": null}, {"text": "Apparently he was in the military! Return the salute! See what he does!", "character": "Dr. Logan", "characterId": "nm0508858"}, {"text": "You want me to salute that pile of walking pus? Salute my ass!", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "Your ignorance is exceeded only by your charm, Captain. How can we expect them to behave if we act barbarically ourselves?", "character": "Dr. Logan", "characterId": "nm0508858"}]}, {"lines": [{"text": "I got an alternative, yeah, yeah, I got an alternative. Let's get in that old whirly-bird, find us an island some place, get juiced up and spend what time we got left soakin' up some sunshine! How's that?", "character": "John", "characterId": "nm0018777"}, {"text": "You could do that, couldn't you? With all thats going on, you could just do that without a second thought?", "character": "Sarah", "characterId": "nm0136440"}, {"text": "Right, I could do that even if all this *wasn't* going on!", "character": "John", "characterId": "nm0018777"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Nothing, nothing at all.", "character": "McDermott", "characterId": "nm0175826"}, {"text": "Send again.", "character": "Sarah", "characterId": "nm0136440"}, {"text": "I've been sending up and down the coast from Sarasota to the Everglades and still getting back the same dead air. There's nothing! There's nobody or at least nobody with a radio.", "character": "McDermott", "characterId": "nm0175826"}, {"text": "All right then let's set down, we'll use the bullhorn.", "character": "Sarah", "characterId": "nm0136440"}, {"text": "Set down? Wait a minute, that's not in our contract!", "character": "McDermott", "characterId": "nm0175826"}, {"text": "It's the biggest city within 150 miles and we're going to give it every chance.", "character": "Sarah", "characterId": "nm0136440"}, {"text": "Jesus, Mary and Joseph!", "character": "McDermott", "characterId": "nm0175826"}, {"text": "Set down, John!", "character": "Sarah", "characterId": "nm0136440"}, {"text": "I'll set us down. But I won't leave my seat and I'll keep the engine running. Now the first sign of trouble, I'm going up. If you ain't on board when that happens, you're likely to have a lousy afternoon.", "character": "John", "characterId": "nm0018777"}]}, {"lines": [{"text": "What's he trying to prove? I once saw one of those things sitting behind the wheel of a car in D.C. trying to drive down Independence Avenue. It didn't make me want to be its friend.", "character": "Ted Fisher", "characterId": "nm0025355"}, {"text": "No, it isn't what this one does, but what he doesn't do! He doesn't get excited or agitated when Logan enters the room! He doesn't see Logan as...", "character": "Sarah", "characterId": "nm0136440"}, {"text": "Lunch.", "character": "Ted Fisher", "characterId": "nm0025355"}, {"text": "Dinner.", "character": "Sarah", "characterId": "nm0136440"}, {"text": "Breakfast.", "character": "Ted Fisher", "characterId": "nm0025355"}, {"text": "[they laugh]", "character": null, "characterId": null}]}, {"lines": [{"text": "Steel, shoot that woman.", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "[Steel points a finger at Sarah]", "character": null, "characterId": null}, {"text": "Bang, you're dead!", "character": "Pvt. Steel", "characterId": "nm0458271"}]}, {"lines": [{"text": "[to Miguel]\nYou almost killed Rickles! Yeah! You almost fuckin' killed Rickles! You dirty yellow Spick bastard!", "character": "Pvt. Steel", "characterId": "nm0458271"}]}, {"lines": [{"text": "[Steel is taunting the zombies in the corral]", "character": null, "characterId": null}, {"text": "[laughing]\nThat's it, Steel! Whip it out!", "character": "Pvt. Rickles", "characterId": "nm0550131"}, {"text": "Fuckin' A! Biggest piece of meat in the cave! I don't wanna frighten the lady, though, not with her boyfriend around.", "character": "Pvt. Steel", "characterId": "nm0458271"}, {"text": "You're incapable of exciting me, Steel, except as an anthropologic curiosity.", "character": "Sarah", "characterId": "nm0136440"}, {"text": "Oh, what the hell does that mean, Rickles?", "character": "Pvt. Steel", "characterId": "nm0458271"}, {"text": "It means you're a caveman, asshole! You're a fuckin' throwback! You've been spendin' too much time underground! It's okay, Steel - throwbacks all got big dicks!", "character": "Pvt. Rickles", "characterId": "nm0550131"}, {"text": "[Steel and Rickles laugh]", "character": null, "characterId": null}]}, {"lines": [{"text": "00 tonight! I want everybody present. *Everybody*, lady! Including Dr. Frankestein and including your boyfriend!", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "I gave him a sedative. He won't be awake!", "character": "Sarah", "characterId": "nm0136440"}, {"text": "Look here, woman! I'm short on man power! I won't have you goin' around dopin' up any of my men without orders from me! Is that clear?", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "Yes, sir!", "character": "Sarah", "characterId": "nm0136440"}, {"text": "[salutes]", "character": null, "characterId": null}, {"text": "Fuck you, sir!", "character": "Sarah", "characterId": "nm0136440"}]}, {"lines": [{"text": "Lay off the fuckin' booze for a while why don't ya? And get somebody on that fuckin' horn, pronto!", "character": "Pvt. Steel", "characterId": "nm0458271"}, {"text": "Well if we stay down here long enough", "character": "McDermott", "characterId": "nm0175826"}, {"text": "[McDermott reaches for his flask and poors a shot]", "character": null, "characterId": null}, {"text": "I'll have to lay off the fuckin' booze Steel 'cause there won't fuckin' be any of it fuckin' left! In the meanwhile I will continue to indulge myself and I will continue doing my best in the good fight against dryrot and rust.", "character": "McDermott", "characterId": "nm0175826"}, {"text": "[McDermott toasts his cup]", "character": null, "characterId": null}]}, {"lines": [{"text": "We've got to have sterile conditions. Half the work we do goes down the toilet due to contamination.", "character": "Ted Fisher", "characterId": "nm0025355"}, {"text": "You'll work with what you've got, Fisher.", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "But it's madness! Can't you understand...", "character": "Ted Fisher", "characterId": "nm0025355"}, {"text": "[cutting him off]\nI understand this. You and your playmates, you're running out of friends fast around here.", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "Look, Major Cooper promised us that we would have...", "character": "Ted Fisher", "characterId": "nm0025355"}, {"text": "[cutting him off again]\nMajor Cooper is dead! I'm in command now. And I'm telling you that you'll work with what you've got. And you better start showing me some results, or you won't have that very much longer.", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "How can we show you results when we don't have the proper working conditions?", "character": "Ted Fisher", "characterId": "nm0025355"}, {"text": "We're in a desperate situation here! We need each other. Can't we just get along?", "character": "Sarah", "characterId": "nm0136440"}, {"text": "You need us the way I see it, lady. I'm not so sure we need you at all. I'm not even sure just what the hell it is you're doing in there. Just what the hell it is my men are risking their asses for.", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "Well, maybe if there was more cooperation around here, your men wouldn't have to risk their asses quite as often!", "character": "Sarah", "characterId": "nm0136440"}]}, {"lines": [{"text": "What kind of progress? What are you talking about, \"make them behave?\" What does that mean?", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "It means keeping them from wanting to eat us for one thing. It means keeping them in check. It's controlling them. Controlling them.", "character": "Dr. Logan", "characterId": "nm0508858"}, {"text": "When are you going to show us something that we can understand?", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "Very close... very close! I think in a matter of weeks...", "character": "Dr. Logan", "characterId": "nm0508858"}, {"text": "[cutting Dr. Logan off]\nI don't think there's any way you can tell how long anything is going to take. It could be months, it could be years before we know exactly what we're dealing with here.", "character": "Sarah", "characterId": "nm0136440"}, {"text": "[to the soldiers whom are arguing]\nSarah's research is more esoteric than mine. She's looking for a way to reverse the process, a way to eradicate the problem. Could take a long time. A very long time. She may never find what she is looking for. We have a limited supply of chemical agents. Our equipment is hopelessly inadequate.", "character": "Dr. Logan", "characterId": "nm0508858"}, {"text": "McDermott doesn't have decent radio gear. Now, you're telling me that you don't have the shit you need? We're running low on ammunition. We're running low on men for Christ's sake!", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "It was very rushed. This operation was put together in a matter of days.", "character": "Sarah", "characterId": "nm0136440"}, {"text": "Yeah? Well it can all be taken apart in a matter of minutes, lady! And I'm here to tell you that I'm ready to do that little thing! I'm ready to take the next train out of here!", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "I ask you again, Captain. Where will you go? You have no choices you'll have to give us the weeks that we've asked for.", "character": "Dr. Logan", "characterId": "nm0508858"}, {"text": "You have to give us however long it takes! Look... there have to be survivors in Washington. They have more sophisticated shelters than this one. There have to be people in those shelters who know about us, who know where we are. With no radio contact, they'll come looking for us...", "character": "Sarah", "characterId": "nm0136440"}, {"text": "[Sarah's words are drowned out by the soliders arguing and protesting and jeering]", "character": null, "characterId": null}, {"text": "[to the solders]\nShut up! I said, shut up!", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "[the room is now silent as Rhodes turns back towards Sarah and the scientists and pauses for a few seconds]", "character": null, "characterId": null}, {"text": "You got a little more time. A little more, I ain't saying how much. But you better start showing me some results, and you better not piss me off. You understand? Nothing happens around here without my knowing about it! And anybody fucks with my command... they get court martialed... they get executed. You better know I mean it too, people.", "character": "Captain Rhodes", "characterId": "nm0683334"}]}, {"lines": [{"text": "Come on, Bub! Come on, ya pus-brain bag of shit! Ya wanna learn how to shoot, Bub? I'll teach ya how to shoot!", "character": "Pvt. Steel", "characterId": "nm0458271"}]}, {"lines": [{"text": "They are us.", "character": "Dr. Logan", "characterId": "nm0508858"}]}, {"lines": [{"text": "You think I'm not aware of our situation? You think I want to stay isolated down here? You know, I'd make a desperate effort to raise somebody in hopes of getting away from your nasty mouth Steel! But the fact is... the fact is, either we are the only ones left, or there's no one within range my puny Second World War radio signals.", "character": "McDermott", "characterId": "nm0175826"}, {"text": "We used to talk to Washington all the time. They could hear us then.", "character": "Johnson", "characterId": "nm0630524"}, {"text": "We were on relays then. We weren't over the air. The power is off on the mainland now in case you haven't heard, and all the shopping malls are closed!", "character": "McDermott", "characterId": "nm0175826"}]}, {"lines": [{"text": "You find anything?", "character": "Pvt. Torrez", "characterId": "nm0824003"}, {"text": "Yeah. Prime real estate at close-out prices!", "character": "John", "characterId": "nm0018777"}]}, {"lines": [{"text": "Go on run, run you fucking lunatics!", "character": "Captain Rhodes", "characterId": "nm0683334"}]}, {"lines": [{"text": "You're not all right; you're collapsing from stress. Now let me hel...", "character": "Sarah", "characterId": "nm0136440"}, {"text": "Collapsing from stress? We're all collapsing. This whole fucking unit is collapsing. Everybody except you. I know you're strong, all right, so what? Stronger than me, stronger than everyone, so what? So fucking what?", "character": "Pvt. Miguel Salazar", "characterId": "nm0226743"}]}, {"lines": [{"text": "It takes more energy to keep quiet than it does to speak the mind.", "character": "John", "characterId": "nm0018777"}]}, {"lines": [{"text": "[One of the zombies has just gotten free and bitten a soldier]", "character": null, "characterId": null}, {"text": "I didn't do it! I didn't DO IT! I didn't do it!", "character": "Pvt. Miguel Salazar", "characterId": "nm0226743"}]}, {"lines": [{"text": "We don't have enough ammunition to shoot them all in the head. The time to have done that would have been in the beginning. No, we let them overrun us. We are in the minority now, something like 400,000 to one by my calculation.", "character": "Dr. Logan", "characterId": "nm0508858"}]}, {"lines": [{"text": "Forget it, Billy boy. It's a dead place. Like all the others, you know. Listen. You can hear it over the engine.", "character": "John", "characterId": "nm0018777"}, {"text": "[hearing the loud moans of the approaching crowd of zombies]\nJesus, Mary, Joseph!", "character": "McDermott", "characterId": "nm0175826"}]}, {"lines": [{"text": "Come on, Johnny! We're countin' on ya to fly us to the Promised Land!", "character": "McDermott", "characterId": "nm0175826"}]}, {"lines": [{"text": "It wants me! It wants food! But it has no stomach, can take no nourishment from what it ingests. It's acting on INSTINCT!", "character": "Dr. Logan", "characterId": "nm0508858"}]}, {"lines": [{"text": "Is this your progress? Is this the shit that's supposed to knock our socks off?", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "It's the beginning, yes. It's the bare beginning of social behavior. Civilized behavior. Civil behavior is what distinguishes us from the lower forms. It's what enables us to communicate. To go about things in an orderly fashion without attacking each other like beasts in the wild. Civility must be rewarded, Captain. If it isn't rewarded, then there's no use for it. There's just no use for it at all.", "character": "Dr. Logan", "characterId": "nm0508858"}, {"text": "I don't want them to do anything but drop over!", "character": "Captain Rhodes", "characterId": "nm0683334"}, {"text": "Yes... well, apparently they're not inclined to do that for you, Captain.", "character": "Dr. Logan", "characterId": "nm0508858"}]}, {"lines": [{"text": "I call him Bub. That's what the lodge fellows used to call my father. Can you imagine a surgeon called Bub? Well, he didn't mind. He was rich. My father was rich. Bub's been responding so well that I let him live.", "character": "Dr. Logan", "characterId": "nm0508858"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "But is he alive or dead? Well, that's the question nowadays isn't it? Let's just say I let him continue to exist.", "character": "Dr. Logan", "characterId": "nm0508858"}]}, {"lines": [{"text": "[McDermot offers Sarah a drink]", "character": null, "characterId": null}, {"text": "It's brandy. Good for the heart.", "character": "McDermott", "characterId": "nm0175826"}, {"text": "Shit for the heart and it eats up your liver.", "character": "Sarah", "characterId": "nm0136440"}, {"text": "[Sarah takes a swig]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Steel is threatening to kill Miguel for his accidentally releasing a zombie. Sarah trains her machine gun on Steel]", "character": null, "characterId": null}, {"text": "Let him go, goddamn it! Or I'll cut you in half!", "character": "Sarah", "characterId": "nm0136440"}]}, {"lines": [{"text": "What the fuck is wrong with you people? They're dead! They're fuckin' dead!", "character": "Captain Rhodes", "characterId": "nm0683334"}]}, {"lines": [{"text": "[upon finding the elevator controls have been ripped apart]\nTemporarily out of service!", "character": "McDermott", "characterId": "nm0175826"}]}, {"lines": [{"text": "We don't believe in what you're doing here, Sarah. Hey, you know what they keep down here in this cave? Man, they got the books and the records of the top 100 companies. They got the Defense Department budget down here. And they got the negatives for all your favorite movies. They got microfilm with tax return and newspaper stories. They got immigration records, census reports, and they got the accounts of all the wars and plane crashes and volcano eruptions and earthquakes and fires and floods and all the other disasters that interrupted the flow of things in the good ole U.S. of A. Now what does it matter, Sarah darling? All this filing and record keeping? We ever gonna give a shit? We even gonna get a chance to see it all?", "character": "John", "characterId": "nm0018777"}, {"text": "[shouting]", "character": null, "characterId": null}, {"text": "This is a great, big, 14 mile *tombstone*!", "character": "John", "characterId": "nm0018777"}, {"text": "[\"tombstone\" echoes with distant moaning]", "character": null, "characterId": null}, {"text": "With an epitaph on it that nobody gonna bother to read. Now, here you come. Here you come with a whole new set of charts and graphs and records. What you gonna do? Bury them down here with all the other relics of what... once... was? Let me tell you what else. Yeah, I'm gonna tell you what else. You ain't never gonna figure it out, just like they never figured out why the stars are where they're at. It ain't mankind's job to figure that stuff out. So what you're doing is a waste of time, Sarah. And time is all we got left, you know.", "character": "John", "characterId": "nm0018777"}, {"text": "What I'm doing... is all there's left to do.", "character": "Sarah", "characterId": "nm0136440"}, {"text": "Shame on you. There's plenty to do. Plenty to do, so long as there's you and me and maybe some other people. We could start over, start fresh, get some babies...", "character": "John", "characterId": "nm0018777"}, {"text": "[whispering]", "character": null, "characterId": null}, {"text": "and teach 'em, Sarah, teach 'em never to come over here and *dig these records out*.", "character": "John", "characterId": "nm0018777"}, {"text": "[distant moaning]", "character": null, "characterId": null}]}, {"lines": [{"text": "[\"The World Inside Your Eyes\" plays as an instrumental during the ending credits. Then we hear the chorus sing while whispering]\nEyes, Eyes, Eyes.", "character": "Chorus", "characterId": "nm3854640"}, {"text": "Is it you? Is it me? Holding on for so long Trying desperately. Is it right? Or is it fair? Wanting more, so much more and it's never there. I am with you when I feel like I'm alone It's easy to pretend this world could never end. Come take my heart, my soul, my love, my life.", "character": "The 2nd Balladeer", "characterId": "nm3593220"}, {"text": "Tonight.", "character": "Chorus", "characterId": "nm3854640"}, {"text": "Hold me tight, babe. Take me to the world inside your eyes!", "character": "The 2nd Balladeer", "characterId": "nm3593220"}, {"text": "Tonight.", "character": "Chorus", "characterId": "nm3854640"}]}, {"lines": [{"text": "[the Balladeer singing the first verse of \"The World Inside Your Eyes\" at the ending credits of the movie. But only on the soundtrack album version]\nOnly you Only me Here alone, all alone It's our destiny Plans were made Now they've changed Know what's right, know what's wrong Life just rearranged. All we can do is to try and understand. I've given all I can. My future's in your hands. Come take my heart, my soul, my love, my life.", "character": "The Balladeer", "characterId": "nm3580074"}, {"text": "[singing]\nTonight.", "character": "Chorus", "characterId": "nm3854640"}, {"text": "[singing]\nHold me tight, babe. Take me to the world inside your eyes", "character": "The Balladeer", "characterId": "nm3580074"}, {"text": "[singing]\nTonight.", "character": "Chorus", "characterId": "nm3854640"}, {"text": "[singing]\nTake me to the world inside your eyes!", "character": "The Balladeer", "characterId": "nm3580074"}, {"text": "[singing while whispering]\nEyes, Eyes, Eyes.", "character": "Chorus", "characterId": "nm3854640"}]}, {"lines": [{"text": "Civil behavior is what distinguishes us from the lower forms. It's what enables us to communicate. To go about things in an orderly fashion, without attacking each other like beasts. Civility must be rewarded, captain. If it isn't rewarded, there's no use for it. There's just no use for it at all.", "character": "Dr. Logan", "characterId": "nm0508858"}]}, {"lines": [{"text": "Gas up the machine. She's down to fumes.", "character": "John", "characterId": "nm0018777"}, {"text": "No, wait 'til it's dark. There's too many of them out there.", "character": "Sarah", "characterId": "nm0136440"}, {"text": "Hey, it's no good to leave the gas tank on the helicopter empty. Supposed we need to get out of here in a hurry?", "character": "John", "characterId": "nm0018777"}, {"text": "Then we're shit out of luck! They're getting too riled up. Do it tonight after dark when they can't see you.", "character": "Sarah", "characterId": "nm0136440"}, {"text": "They know we're in here even if they can't see us. What good is it to leave the gas tank empty?", "character": "John", "characterId": "nm0018777"}, {"text": "The activity excites them! They're too many of them!", "character": "Sarah", "characterId": "nm0136440"}, {"text": "She's right. They're more and more of them every day.", "character": "Johnson", "characterId": "nm0630524"}, {"text": "If we get a lot more or if they might break down the fence, you can come out and shoot some of them. Otherwise say inside the building. Stay out of sight!", "character": "Sarah", "characterId": "nm0136440"}, {"text": "Thankfully you live out here in the suburbs, Johnson. You ougt to see how congested the cities are getting to be.", "character": "McDermott", "characterId": "nm0175826"}]}, {"lines": [{"text": "Is that food enough for you?", "character": "Captain Rhodes", "characterId": "nm0683334"}]}, {"lines": [{"text": "Unbelievable! We've come out of the frying pan and into the fire! I thought Cooper was an asshole, but he was a sweetheart next to Rhodes. We could be in serious trouble here with him in charge. You'd better watch yourself, Sarah. I really mean physically watch yourself from now on.", "character": "Ted Fisher", "characterId": "nm0025355"}, {"text": "Don't worry. It wont come to that. By the way, where is Logan?", "character": "Sarah", "characterId": "nm0136440"}, {"text": "You mean Frankenstein? He's in laboratory. Where else?", "character": "Ted Fisher", "characterId": "nm0025355"}]}, {"lines": [{"text": "Let's go, you dumb fucks! Get over here!", "character": "Pvt. Steel", "characterId": "nm0458271"}]}]}