{"quotes": [{"lines": [{"text": "Nobody's perfect. There was never a perfect person around. You just have half-angel and half-devil in you.", "character": "Linda", "characterId": "nm0544371"}]}, {"lines": [{"text": "This farmer, he had a big spread, and a lot of money. Whoever was sitting in a chair when he'd come around, why they'd stand up and give it to him.", "character": "Linda", "characterId": "nm0544371"}, {"text": "Wasn't no harm in him. You'd give him a flower, he'd keep it forever.", "character": "Linda", "characterId": "nm0544371"}]}, {"lines": [{"text": "I've been thinking what to do wit' my future. I could be a mud doctor. Checkin' out the eart'. Underneat'.", "character": "Linda", "characterId": "nm0544371"}]}, {"lines": [{"text": "You know how people are. You tell them something, they start talking.", "character": "Linda", "characterId": "nm0544371"}]}, {"lines": [{"text": "Sometimes I'd feel very old, like my whole life is over, like I'm not around no more.", "character": "Linda", "characterId": "nm0544371"}]}, {"lines": [{"text": "I always thought that being alone was just something that a man had to put up with. It was like I just got used to it.", "character": "The Farmer", "characterId": "nm0001731"}]}, {"lines": [{"text": "You know what I thought when I first saw you?", "character": "The Farmer", "characterId": "nm0001731"}, {"text": "I thought, \"If only I could touch her, then everything'd be all right\".", "character": "The Farmer", "characterId": "nm0001731"}, {"text": "I was afraid of never see you again.", "character": "The Farmer", "characterId": "nm0001731"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "I was hopin' things would work out for her. She was a good friend of mine.", "character": "Linda", "characterId": "nm0544371"}]}, {"lines": [{"text": "There were people sufferin' in pain and hunger. Some people their tongues were hangin' out of their mouths.", "character": "Linda", "characterId": "nm0544371"}]}, {"lines": [{"text": "I think I love you.", "character": "The Farmer", "characterId": "nm0001731"}, {"text": "What a nice thing to say.", "character": "Abby", "characterId": "nm0000724"}]}, {"lines": [{"text": "You're like an angel.", "character": "The Farmer", "characterId": "nm0001731"}, {"text": "I wish I was.", "character": "Abby", "characterId": "nm0000724"}]}, {"lines": [{"text": "Your sister keep you warm at night, does she?", "character": "Harvest Hand", "characterId": "nm0779850"}]}, {"lines": [{"text": "Me and my brother. It just used to be me and my brother. We used to do things together. We used to have fun. We used to go in the streets. There was people suffering of pain and hunger. Some people with tongues hanging out of their mouth.", "character": "Linda", "characterId": "nm0544371"}]}, {"lines": [{"text": "The man's got one foot on a banana, and the other foot on a roller skate. It'll all be gone in a couple of years. Who's gonna care if we acted perfectly?", "character": "Bill", "characterId": "nm0000152"}]}, {"lines": [{"text": "The sun looks ghostly when there's a mist on a river and everything's quiet. I never knowed it before. And you could see people on the shore, but they was far off and you couldn't see what they were doing. They were probably... calling for help or something, or they were trying to bury somebody or something.", "character": "Linda", "characterId": "nm0544371"}]}, {"lines": [{"text": "Some sights that I saw was really spooky that it gave me goosepimples. That felt like cold hands touching the back of my neck, and it could have been the dead coming for me or something. I remember this guy, his name was... Blackjack. He died. He only had one leg, and he died. And I think that was Blackjack making those noises", "character": "Linda", "characterId": "nm0544371"}]}, {"lines": [{"text": "Just as things were about to blow, this flying circus came in After six months on this sweet patch, I needed a breath of fresh air. They was screaming and yelling and bopping each other. He, the big one, pushed the little one and said come on, I started, you start. The little one just started in. If they couldn't think of a good one to come back with, they'd start fighting. The little one said, no, I didn't do this. The big one said, yes, you did do this. You couldn't sort it out. The devil's just sitting there laughing. He's glad when people does bad. Then he sends them to the snake house. He's just sits there and laughs and watch while you're sitting there all tied up with snakes and eating your eyes out. They go down your throat and eat all your systems out.", "character": "Linda", "characterId": "nm0544371"}]}]}