{"quotes": [{"lines": [{"text": "[Joe forces Kirsten to look in a mirror]", "character": null, "characterId": null}, {"text": "I walked by Union Square Bar. I was going to go in. Then I saw myself - my reflection in the window - and I thought, \"I wonder who that bum is?\" And then I saw it was me. Now look at me. I'm a bum. Look at me! Look at you. You're a bum. Look at you. And look at us. Look at us. C'mon look at us! See? A couple of bums.", "character": "Joe Clay", "characterId": "nm0000493"}]}, {"lines": [{"text": "[Joe offers to reconcile with Kirsten - but only if she quits drinking]", "character": null, "characterId": null}, {"text": "You remember how it really was? You and me and booze - a threesome. You and I were a couple of drunks on the sea of booze, and the boat sank. I got hold of something that kept me from going under, and I'm not going to let go of it. Not for you. Not for anyone. If you want to grab on, grab on. But there's just room for you and me - no threesome.", "character": "Joe Clay", "characterId": "nm0000493"}]}, {"lines": [{"text": "Well, anything worth having is worth suffering for, isn't it?", "character": "Joe Clay", "characterId": "nm0000493"}]}, {"lines": [{"text": "It's facing all the people.", "character": "Joe Clay", "characterId": "nm0000493"}, {"text": "You sure?", "character": "Jim Hungerford", "characterId": "nm0001430"}, {"text": "What do you mean?", "character": "Joe Clay", "characterId": "nm0000493"}, {"text": "Well, it's facing yourself, isn't it?", "character": "Jim Hungerford", "characterId": "nm0001430"}]}, {"lines": [{"text": "Thanks for the compliment, but I know how I look. This is the way I look when I'm sober. It's enough to make a person drink, wouldn't you say? You see, the world looks so dirty to me when I'm not drinking. Joe, remember Fisherman's Wharf? The water when you looked too close? That's the way the world looks to me when I'm not drinking.", "character": "Kirsten Arnesen Clay", "characterId": "nm0001665"}]}]}