{"quotes": [{"lines": [{"text": "00 no Rand to be found. But he went to the prom. But he actually took a hooker. Not one of those high-priced ones either, I'm talkin' an 'I will suck your dick for a crock rock, ten buck, on the street corner WHORE. She's wearing this corsage ordered specially for Wendy. It was Wendy's favorite. But nothing is as priceless as the prom picture. YUGH. He sitting there toothless with this FAT FUCKING WHORE. Wendy was so mortified she actually missed the last two weeks of school. She had to go to summer school to graduate. He fucked that bitch UP. Rand definitely had a mean streak in him.", "character": "Tim", "characterId": "nm0000498"}]}, {"lines": [{"text": "[smiles]\nHey Rand, how was West Palm Beach?", "character": "Chris", "characterId": "nm0890232"}]}, {"lines": [{"text": "[Pointing a gun at Tim]\nDon't worry, they'll dedicate a ward in the psych department to you, you sick fuck.", "character": "Rand", "characterId": "nm0000871"}, {"text": "This isn't going to work! You can't shoot me, you morons! It has to look like a suicide!", "character": "Tim", "characterId": "nm0000498"}, {"text": "[Feigns shock]\nOh, fuck! He's right!", "character": "Chris", "characterId": "nm0890232"}, {"text": "[Rand and Chris push Tim off the cliff]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Chris asks Dr. Ashley about signs that his roomate is suicidal]\nWhat about music?", "character": "Chris", "characterId": "nm0890232"}, {"text": "Music... Okay... ummm... Suzanne Vega, The Cure, anything from the '80's.", "character": "Dr. Ashley", "characterId": "nm0001127"}]}, {"lines": [{"text": "[Chris is asking for specific signs that someone may be suicidal]\nWhat about movies?", "character": "Chris", "characterId": "nm0890232"}, {"text": "Okay. Any period piece. A Scandanavian film. And anything by a first time writer-director. I hate those. Is this helpful?", "character": "Dr. Ashley", "characterId": "nm0001127"}, {"text": "[Film cuts to a title card that reads \"Written and Directed by Dan Rosen.\"]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Chris is standing over Rand's unconscious body]\nHey Chris? Should I bash his head in with a rock? You know, just to be sure? I should, right? That would be cool! YEAH!", "character": "Tim", "characterId": "nm0000498"}, {"text": "[Chris looks away and throws up]", "character": null, "characterId": null}]}, {"lines": [{"text": "You're pretty set on getting into Harvard, aren't you?", "character": "Detective Shipper", "characterId": "nm0341436"}, {"text": "Well, it has crossed my mind. Why? Are you gentleman, alumni?", "character": "Chris", "characterId": "nm0890232"}, {"text": "That's real fucking funny, idiot!", "character": "Detective Amato", "characterId": "nm0226195"}]}, {"lines": [{"text": "[reads from the suicide note he wrote for Chris]\n\"To whom it may concern. I, being of sound mind but broken spirit have decided to take my own life. There is no one to blame but a society that has pushed its youth too hard and too fast without ever giving them a parachute if they fail.\"", "character": "Tim", "characterId": "nm0000498"}]}]}