{"quotes": [{"lines": [{"text": "Come on, Kressler, open your eyes. These people aren't a rag tag bunch of yahoos that drink beer and run around in sheets on Saturday night. They've got money behind them. They've got strong pockets of community support.", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "No proof. You don't know that for sure.", "character": "Arthur Kressler", "characterId": "nm0001235"}, {"text": "The hell I don't. We just walked out of one. Who the fuck do you think called ahead and warned Gephardt? They were standing on the fucking porch when...", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "Excuse me. As one professional to another, I would appreciate it if you minimised your constant use of profanity.", "character": "Arthur Kressler", "characterId": "nm0001235"}, {"text": "You're kidding?", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "No, sir, I'm not kidding.", "character": "Arthur Kressler", "characterId": "nm0001235"}, {"text": "I'm telling you something's going on here. I'm telling you something big is happening here, and all that grabs you is my language? What the fuck is the matter with you?", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "That's a good example. I'm a Christian, Beck. I'm sure that seems like probably a joke to you, but I find your language personally offensive.", "character": "Arthur Kressler", "characterId": "nm0001235"}]}, {"lines": [{"text": "Jesus, son of a bitch fucking threw up on me, man. Goddamn it, you asshole! Oh, God, get me out of this, dude, come on. Jesus Christ. Oh man, you're a real asshole, you know that? It's all over me, man. Come on, let me up. Why don't you just shit on me while you're at it?", "character": "James Ellis", "characterId": "nm0703809"}, {"text": "[to Webley]\nDo you think this will wash out of my tie?", "character": "Jerry Beck", "characterId": "nm0000467"}]}, {"lines": [{"text": "I'll be finished in a minute. Keep an eye out for the cops.", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "I will not. I will not be a party to this, Beck. I will not allow this to happen under my aegis.", "character": "Elliott Webley", "characterId": "nm0000837"}, {"text": "Under your what?", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "My aegis. My, er, auspice. I'm responsible here.", "character": "Elliott Webley", "characterId": "nm0000837"}, {"text": "[to Ellis handcuffed on the ground]\nYou hear that? He's responsible here. But I'm not. Now Goddamn it, I need some answers here. I've got a splitting headache. I'm seeing double. Shit, I think I'm going to throw up over.", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "He took off in a wagon. A brown, er, maroon Ford wagon. Said something about going north to Bakersfield. That's all, that's all. He didn't say anymore and I didn't ask. That's it.", "character": "James Ellis", "characterId": "nm0703809"}, {"text": "You sure?", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "Yeah, don't puke. Don't puke!", "character": "James Ellis", "characterId": "nm0703809"}]}, {"lines": [{"text": "He's no Fed. Fed's are neat. Whoever this guy is, he wouldn't last a week with the Feds. The other guys coming over. now *he* is a Fed. Look at him. He's so clean you could shoot him and bury him in the same suit.", "character": "Bobby Burns", "characterId": "nm0587494"}]}, {"lines": [{"text": "I'm telling you something's going on here. I'm telling you something big is happening here, and all that grabs you is my language? What the fuck is the matter with you?", "character": "Jerry Beck", "characterId": "nm0000467"}]}, {"lines": [{"text": "If I were you I'd give AA some thought. Alcoholism is a disease, you know.", "character": "Elliott Webley", "characterId": "nm0000837"}]}, {"lines": [{"text": "Ah, honey, I'm telling you the truth. Sweety, I think the man is physically dangerous. Ah ha. Wait a minute, he's doing something. Me? I'm at a Chinese restaurant. Honey, sweety, I don't think the Chinese celebrate Christmas.", "character": "Elliott Webley", "characterId": "nm0000837"}]}, {"lines": [{"text": "Bloomberg, tow this thing out of here.", "character": "Chief Hillard", "characterId": "nm0837976"}, {"text": "Er, chief, that's my car.", "character": "Jerry Beck", "characterId": "nm0000467"}]}, {"lines": [{"text": "Let me give you a piece of advice here, Beck. You're a big city cop. If I was in the big city I'd listen to you. But this ain't the big city, this is Cottonwood, population twenty two thirty one. I'm the chief of police. This is my town, my territory. I'll make it real simple, nobody is gonna fuck with me here.", "character": "Chief Hillard", "characterId": "nm0837976"}]}, {"lines": [{"text": "Ah, Dorothy. We're arriving at the Steadman place. Have Barney send over a couple of steak sandwiches at the office about twelve thirty. What?", "character": "Chief Hillard", "characterId": "nm0837976"}, {"text": "[to Beck]", "character": null, "characterId": null}, {"text": "Fries or baked?", "character": "Chief Hillard", "characterId": "nm0837976"}, {"text": "What?", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "[prompting under breath]\nFries, fries.", "character": "Chief Hillard", "characterId": "nm0837976"}, {"text": "Oh, fries, yes.", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "Thanks, hon. Fries.", "character": "Chief Hillard", "characterId": "nm0837976"}, {"text": "[all hell breaks loose. The car crashes into the ditch riddled with bullets. Chief Hillard grabs a shotgun]\nYou don't need a gun, chief. Just tell them who you are!", "character": "Jerry Beck", "characterId": "nm0000467"}]}, {"lines": [{"text": "[Beck is reading a pamphlet to Kressler]\nSounds like typical white supremacy rhetoric to me.", "character": "Arthur Kressler", "characterId": "nm0001235"}, {"text": "Yeah? You mean they just sit around and write this shit all the time?", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "Half of them are in prison anyway. I suppose it helps them pass the time of day. Is that tape on your glasses?", "character": "Arthur Kressler", "characterId": "nm0001235"}, {"text": "Yeah, I lost one of those little screws. It fell out.", "character": "Jerry Beck", "characterId": "nm0000467"}]}, {"lines": [{"text": "NIGGER! If you don't live here - don't be here past sundown]\nCute sign, chief.", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "Yeah, fuckin' ACLU. Commie Jew bastards made us take it down. Used to be out front. Don't make no difference. Ain't no nigger gonna stay in this town after sundown. Oh, by the way, I briefed my boys. No sign of a maroon Ford wagon so far. Are you cold?", "character": "Chief Elton Tremmel", "characterId": "nm0871501"}, {"text": "Does it show?", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "Yeah, blue lips'll give you away every time. You California boys have got it too easy. All that sunshine and pussy thins the blood.", "character": "Chief Elton Tremmel", "characterId": "nm0871501"}, {"text": "Yeah, that's us. Land of milk and honey. Morning briefings on the beach. And every once in a while some asshole kills a cop and everybody gets pissed off. No more beach, no more sunshine and pussy until the guy's caught. Yeah, we draw straws out of our Banana Daiquiris. Which is why I'm here, chief.", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "[smiles]", "character": null, "characterId": null}, {"text": "Short straw.", "character": "Jerry Beck", "characterId": "nm0000467"}]}, {"lines": [{"text": "You know, I don't believe I've ever seen a cross like that on a church before, reverend. Exactly what denomination is that?", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "The Aryan Nation Church of Christ, Mr Beck.", "character": "Reverend Gebhardt", "characterId": "nm0383449"}, {"text": "How does that differ from say, oh, the Baptists?", "character": "Jerry Beck", "characterId": "nm0000467"}]}, {"lines": [{"text": "Oh, it's agent Kressler. It's a PO named Webley. It's patrol officers from Kimble's murder who said you acted in an insensitive manner. It's a Goddamn Greek chorus of folks, Jerry. There are complaints of excessive drinking, language unbecoming an officer, physical intimidation and kidnapping.", "character": "Captain Waxman", "characterId": "nm0031742"}, {"text": "I didn't kidnap anyone.", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "Aw, that's a beautiful rebuttal considering the list of charges.", "character": "Captain Waxman", "characterId": "nm0031742"}]}, {"lines": [{"text": "You're not a safe man to put in this office, Dr Krantz. If I get pulled off of this case because you look like Woody Allen, I will not be responsible for what I do. If you've got some dues to pay there then by God you pay them because I will not! I will fixate on you as the instrument of my destruction, and you will never feel safe in your world again.", "character": "Jerry Beck", "characterId": "nm0000467"}]}, {"lines": [{"text": "Thanks for all the help. Sorry, Kressler, but me and the doc, we got along just like that.", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "[crosses fingers]", "character": null, "characterId": null}, {"text": "Two peas in a pod.", "character": "Jerry Beck", "characterId": "nm0000467"}, {"text": "Really? What did you do, threaten his wife and kids?", "character": "Arthur Kressler", "characterId": "nm0001235"}]}, {"lines": [{"text": "Fuck you, Sherrif! And your french fries.", "character": "Jerry Beck", "characterId": "nm0000467"}]}]}