{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "That's the press, baby. The press! And there's nothing you can do about it. Nothing!", "character": "Ed Hutcheson", "characterId": "nm0000007"}]}, {"lines": [{"text": "A free press, like a free life, sir, is always in danger.", "character": "Ed Hutcheson", "characterId": "nm0000007"}]}, {"lines": [{"text": "A journalist makes himself the hero of the story. A reporter is only a witness.", "character": "Jim Cleary", "characterId": "nm0000822"}]}, {"lines": [{"text": "[Hutcheson looks at a picture of ex-wife Nora's boyfriend]", "character": null, "characterId": null}, {"text": "I don't like him. I'll think of a reason later.", "character": "Ed Hutcheson", "characterId": "nm0000007"}]}, {"lines": [{"text": "It's not enough any more to give 'em just news. They want comics, contests, puzzles. They want to know how to bake a cake, win friends, and influence the future. Ergo, horoscopes, tips on the horses, interpretation of dreams so they can win on the numbers lottery. And, if they accidentally stumble on the first page... news!", "character": "Ed Hutcheson", "characterId": "nm0000007"}]}, {"lines": [{"text": "A profession is a performance for public good. That's why newspaper work is a profession", "character": "Ed Hutcheson", "characterId": "nm0000007"}]}, {"lines": [{"text": "About this wanting to be a reporter, don't ever change your mind. It may not be the oldest profession, but it's the best.", "character": "Ed Hutcheson", "characterId": "nm0000007"}]}, {"lines": [{"text": "The heirs and the lawyers are up in the dome right now waiting to explain the nature of the crime with facts, figures and falsehoods. One more F and they won't be drafted.", "character": "Ed Hutcheson", "characterId": "nm0000007"}]}, {"lines": [{"text": "This paper will fight for progress and reform. We'll never be satisfied merely with printing the news. We're never be afraid to attack wrong, whether by predatory wealth or predatory poverty.", "character": "Ed Hutcheson", "characterId": "nm0000007"}]}, {"lines": [{"text": "[to her daughters]\nYou'll be happy to know that stupidity is not hereditary. You acquired it all by yourselves.", "character": "Margaret Garrison", "characterId": "nm0000856"}]}, {"lines": [{"text": "[Margaret Garrison announces she's buying back the family newspaper]\nWhat changed your mind?", "character": "Alice Garrison Courtney", "characterId": "nm0048443"}, {"text": "Have you seen today's paper? And yesterday's? Loyalty changed my mind. A principle evidently lacking in today's generation.", "character": "Margaret Garrison", "characterId": "nm0000856"}, {"text": "You haven't got the money to buy the paper.", "character": "Katherine Garrison Geary", "characterId": "nm0533339"}, {"text": "I'll get it.", "character": "Margaret Garrison", "characterId": "nm0000856"}, {"text": "You're crazy.", "character": "Alice Garrison Courtney", "characterId": "nm0048443"}, {"text": "No, just ashamed. Ashamed for me, for you and for your father. I'm not going to let this paper die. If that makes me crazy, I'm good and crazy.", "character": "Margaret Garrison", "characterId": "nm0000856"}]}]}