{"quotes": [{"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "Welcome to Potters Bluff!", "character": "Ernie", "characterId": "nm0703767"}]}, {"lines": [{"text": "Dan, I'm dead! Please bury me!", "character": "Janet Gillis", "characterId": "nm0000758"}]}, {"lines": [{"text": "I was just telling these guys about that accident last night. Find out who that guy was?", "character": "Harry", "characterId": "nm0000387"}, {"text": "Not a thing. No ID. No license plates. No nothing.", "character": "Dan Gillis", "characterId": "nm0267232"}, {"text": "Dan, old buddy, with that fancy salary the city of Potters Bluff pays you, and the amount of money the state spends getting you educated, you ought to be able to find some clues.", "character": "Ernie", "characterId": "nm0703767"}, {"text": "If you can't solve a traffic accident, what are you gonna do if a crime happens?", "character": "Herman", "characterId": "nm0192980"}, {"text": "Now boys, don't be riding Danny too hard. He's out to lead this town. We're lucky to have him. A Masters Degree in Criminology. Big cities fighting over him, and he comes back to his old home town to help us poor folks out.", "character": "Harry", "characterId": "nm0000387"}]}, {"lines": [{"text": "I was more than mildly insulted. Just because I'm a mortician she had the audacity to insinuate that I might have knowledge of the black arts!", "character": "Dobbs", "characterId": "nm0016776"}]}, {"lines": [{"text": "You can try to kill me, Dan. But you can't. You can only make me dead.", "character": "Dobbs", "characterId": "nm0016776"}]}, {"lines": [{"text": "How do you do it? How did you bring them back to life?", "character": "Dan Gillis", "characterId": "nm0267232"}, {"text": "Call it black magic. Call it a medical breakthrough. I'll take my secret to the grave.", "character": "Dobbs", "characterId": "nm0016776"}]}, {"lines": [{"text": "Betty and her toys. There's nobody else to talk to on that damn police channel and she can't call me by my name. That's TV cop shows, Harry. That's what does it.", "character": "Dan Gillis", "characterId": "nm0267232"}, {"text": "Do you think the county would let me have this rig for salvage?", "character": "Harry", "characterId": "nm0000387"}, {"text": "Anyhow, she said that he was on his way.", "character": "Dan Gillis", "characterId": "nm0267232"}, {"text": "Okay, no hurry. The fellow in there is a definite goner. Get a good gander that that face, Danny?", "character": "Harry", "characterId": "nm0000387"}]}]}