{"quotes": [{"lines": [{"text": "Too bad I called and woke you last night. This might not have happened.", "character": "Paul Harrison", "characterId": "nm0534317"}, {"text": "It wouldn't have mattered when you called. I've gotten so I'm afraid to turn around for fear of what will happen next.", "character": "Margaret DeLorca", "characterId": "nm0000012"}, {"text": "Oh, just one of those rough patches, Margaret. Things will look better in a few months.", "character": "Paul Harrison", "characterId": "nm0534317"}]}, {"lines": [{"text": "Unzip me, will you? I want to get out of these things. God, how I hate mourning. Did you see those characters at the funeral? Old California up to their stiff necks. Do you know how long I have to wear black?", "character": "Margaret DeLorca", "characterId": "nm0000012"}, {"text": "Louses things up for you, doesn't it, Maggie? You're really broken up. I can see that.", "character": "Edna Phillips", "characterId": "nm0000012"}]}, {"lines": [{"text": "The only thing I care about is you and a Maserati in that order.", "character": "Tony Collins", "characterId": "nm0492444"}]}, {"lines": [{"text": "Maggie, darling! Forgive me for not coming to the cemetery yesterday but Tom has an absolute phobia about cemeteries. Besides, we had to go to this cocktail party in Pasadena. Entertainers. Darling, it was absolutely mad! You wouldn't believe some of the things that went on.", "character": "Dede Marshall", "characterId": "nm0353405"}]}, {"lines": [{"text": "[to her identical twin sister Edith]\nSmoking is bad for you skin. I gave it up years ago.", "character": "Margaret DeLorca", "characterId": "nm0000012"}]}, {"lines": [{"text": "When are you going back to San Francisco?", "character": "Margaret DeLorca", "characterId": "nm0000012"}, {"text": "I haven't lived in San Francisco for ten years. Not since father died. A wino.", "character": "Edith Phillips", "characterId": "nm0000012"}, {"text": "A wino?", "character": "Margaret DeLorca", "characterId": "nm0000012"}, {"text": "Yes. He drank wine because he couldn't afford to buy whiskey anymore. After he was fired off the Express and every other newspaper west of the Rockies. They finally took him away in a straitjacket.", "character": "Edith Phillips", "characterId": "nm0000012"}, {"text": "Oh, Edie, how awful! Poor Father. Why didn't you ever tell me?", "character": "Margaret DeLorca", "characterId": "nm0000012"}, {"text": "Well, I did let you know about the funeral. But you didn't come... somehow.", "character": "Edith Phillips", "characterId": "nm0000012"}, {"text": "We must have been in Europe. Frank and I traveled a lot in those days.", "character": "Margaret DeLorca", "characterId": "nm0000012"}]}, {"lines": [{"text": "[as her wealthy identical twin sister Margaret inspects Edith's dingy apartment, Edith says sarcastically to her]\nA dump?", "character": "Edith Phillips", "characterId": "nm0000012"}]}, {"lines": [{"text": "You really hate me, don't you? You've never forgiven me in all these years.", "character": "Margaret DeLorca", "characterId": "nm0000012"}, {"text": "Why should I? Tell me why I should.", "character": "Edith Phillips", "characterId": "nm0000012"}, {"text": "Well, we're sisters!", "character": "Margaret DeLorca", "characterId": "nm0000012"}, {"text": "So we are... and to hell with you!", "character": "Edith Phillips", "characterId": "nm0000012"}]}]}