{"quotes": [{"lines": [{"text": "[In a letter to her KIA son, left at the Vietnam Memorial]\nDear Bill, I came to this black wall again, to see and touch your name. William R. Stocks. And as I do, I wonder if anyone ever stops to realize that next to your name, on this black wall, is your mother's heart. A heart broken fifteen years ago today, when you lost your life in Vietnam. And as I look at your name, I think of how many, many times I used to wonder how scared and homesick you must have been, in that strange country called Vietnam. And if and how it might have changed you, for you were the most happy-go-lucky kid in the world, hardly ever sad or unhappy. And until the day I die, I will see you as you laughed at me, even when I was very mad at you. And the next thing I knew, we were laughing together. But on this past New Year's Day, I talked by phone to a friend of yours from Michigan, who spent your last Christmas and the last four months of your life with you. Jim told me how you died, for he was there and saw the helicopter crash. He told me how your jobs were like sitting ducks; they would send you men out to draw the enemy into the open, and then, they would send in the big guns and planes to take over. He told me how after a while over there, instead of a yellow streak, the men got a mean streak down their backs. Each day the streak got bigger, and the men became meaner. Everyone but you, Bill. He said how you stayed the same happy-go-lucky guy that you were when you arrived in Vietnam. And he said how you, of all people, should never have been the one to die. How lucky you were to have him for a friend. And how lucky he was to have had you. They tell me the letters I write to you and leave here at this memorial are waking others up to the fact that there is still much pain left from the Vietnam War. But this I know; I would rather to have had you for twenty-one years and all the pain that goes with losing you, than never to have had you at all. -Mom", "character": "Mrs. Stocks", "characterId": "nm0000995"}]}, {"lines": [{"text": "[Writing a letter home]\nDarling, believe me, I try not skip a day in writing you. Whether or not I get a letter determines if it's a good day or not.", "character": "Soldier", "characterId": "nm0000297"}]}]}