{"quotes": [{"lines": [{"text": "Do you know what lies at the bottom of the mainstream? Mediocrity.", "character": "Alfred", "characterId": "nm0122780"}]}, {"lines": [{"text": "I remember we had one of these in my father's house. The aperture through which the sand runs is so tiny that... that first it seems as if the level in the upper glass never changes. To our eyes it appears that the sand runs out only... only at the end... and until it does, it's not worth thinking about... 'til the last moment... when there's no more time left to think about it.", "character": "Gustav von Aschenbach", "characterId": "nm0001958"}]}, {"lines": [{"text": "You must never smile like that. You must never smile like that at anyone.", "character": "Gustav von Aschenbach", "characterId": "nm0001958"}]}, {"lines": [{"text": "You know sometimes I think that artists are rather like hunters aiming in the dark. They don't know what their target is, and they don't know if they've hit it. But you can't expect life to illuminate the target and steady your aim. The creation of beauty and purity is a spiritual act.", "character": "Gustav von Aschenbach", "characterId": "nm0001958"}, {"text": "No Gustav, no. Beauty belongs to the senses. Only to the senses.", "character": "Alfred", "characterId": "nm0122780"}]}, {"lines": [{"text": "What is this filthy smell? It's everywhere in the city. What is it?", "character": "Gustav von Aschenbach", "characterId": "nm0001958"}]}, {"lines": [{"text": "Truth? Justice? Human dignity? What good are they?", "character": "Alfred", "characterId": "nm0122780"}]}, {"lines": [{"text": "You cannot reach the spirit with the senses. You cannot. It's only by complete domination of the senses that you can ever achieve wisdom, truth, and human dignity.", "character": "Gustav von Aschenbach", "characterId": "nm0001958"}]}, {"lines": [{"text": "In all the world, there is no impurity so impure as old age.", "character": "Alfred", "characterId": "nm0122780"}]}, {"lines": [{"text": "Why are they disinfecting Venice?", "character": "Gustav von Aschenbach", "characterId": "nm0001958"}]}, {"lines": [{"text": "I've been trying to find out, no one will tell me the truth, they are disinfecting Venice. Do you know why?", "character": "Gustav von Aschenbach", "characterId": "nm0001958"}]}, {"lines": [{"text": "Week by week there are more deaths. It's quite impossible to count the number of the dead.", "character": "Travel Agent", "characterId": "nm0294136"}]}, {"lines": [{"text": "Well, people all know, of course, they are terrified. But, they're silent. And do you know why? Summer! Tourists! The whole business of Venice is tourists. Can you imagine Venice without tourists? Well, it would be more desolate than in the winter.", "character": "Travel Agent", "characterId": "nm0294136"}]}, {"lines": [{"text": "You would be very well advised to leave today, sir. Don't wait til tomorrow.", "character": "Travel Agent", "characterId": "nm0294136"}]}, {"lines": [{"text": "Madame, will you permit an entire stranger, to serve you with a word of advice and warning, which self-interests prevents others from saying. Go away! Go away, immediately. Don't delay. Please, I beg you.", "character": "Gustav von Aschenbach", "characterId": "nm0001958"}]}, {"lines": [{"text": "Venice is gripped by pestilence!", "character": "Gustav von Aschenbach", "characterId": "nm0001958"}]}, {"lines": [{"text": "Wisdom. Truth. Human Dignity. All finished! Now there is no reason why you cannot go to your grave with your music.", "character": "Alfred", "characterId": "nm0122780"}]}, {"lines": [{"text": "the man and the artist are one. They have touched bottom together.", "character": "Alfred", "characterId": "nm0122780"}]}, {"lines": [{"text": "You never possessed chastity. Chastity is the gift of purity not the painful result of old age and you are *old* Gustav.", "character": "Alfred", "characterId": "nm0122780"}]}]}