{"quotes": [{"lines": [{"text": "[Last lines]\nJohn, we just can't let him ride away. If it wasn't for him...", "character": "Lucy Summerton", "characterId": "nm0824606"}, {"text": "Yes, he changed things for everybody in town. But, unfortunately, there's nothing we can do for him. I'll tell you one thing, none of us will ever forget the day that Bart Allison spent in Sundown.", "character": "Dr. John Storrow", "characterId": "nm0001893"}]}, {"lines": [{"text": "Doc, when you have been tending bars as long as I have, you wouldn't expect so much out of the human race.", "character": "Otis, the Bartender", "characterId": "nm0922599"}]}, {"lines": [{"text": "[to Bart]\nLook, when you're in love the way you must have been, the truth isn't an easy thing to face up to. No man, including Tate Kimbrough, can take another man's wife away from him unless she really wants to be taken. So maybe you didn't lose anything that was really very worthwhile.", "character": "Lucy Summerton", "characterId": "nm0824606"}, {"text": "[He grabs her as she is leaving, and she slaps his face. He slaps her rump out the door]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Discussing Sundown's town boss Tate Kimbrough]", "character": null, "characterId": null}, {"text": "Is he a big man in Sundown?", "character": "Bart Allison", "characterId": "nm0000068"}, {"text": "The biggest! He's got that town in his fist and he's squeezin' it hard. Ain't heard folks complain much. Guess they're all scared.", "character": "Sam", "characterId": "nm0000890"}, {"text": "I'm glad to hear he's doing so well. When a man's riding high, the ground comes up and hits him a lot harder when he falls.", "character": "Bart Allison", "characterId": "nm0000068"}]}, {"lines": [{"text": "You just stood up in church and told Kinbriugh you was goin' to kill him? Bart, you must be plum crazy!", "character": "Sam", "characterId": "nm0000890"}, {"text": "I'm doin' this my own way, Sam. For three years I've hunted Kimbrough, but he didn't know it. Before I settle with him, I want him to know he's bein' hunted.", "character": "Bart Allison", "characterId": "nm0000068"}, {"text": "[after a bullet shot through the window whistles near Sam's head]\nYou ain't huntin' him no more. He's huntin' you.", "character": "Sam", "characterId": "nm0000890"}]}, {"lines": [{"text": "You'd better leave town if you want to stay in one piece.", "character": "Sheriff Swede Hansen", "characterId": "nm0240887"}, {"text": "I'll leave when I finish what I came for.", "character": "Bart Allison", "characterId": "nm0000068"}]}, {"lines": [{"text": "I hadn't noticed Mr. Summerton had lost anything, Doc. He's done pretty well the last couple of years.", "character": "Mr. Baldwin, the Barber", "characterId": "nm0853299"}, {"text": "Perhaps you haven't noticed it, but I've lost more than anyone else. I lost my self-respect.", "character": "Charles Summerton", "characterId": "nm0514344"}]}, {"lines": [{"text": "You and I have always understood one another, haven't we, Charlie?", "character": "Tate Kimbrough", "characterId": "nm0140865"}, {"text": "Well, at least I've always understood you.", "character": "Charles Summerton", "characterId": "nm0514344"}]}, {"lines": [{"text": "[to Bart]\nOh, well, we'll both be as dead as a pulled beef by suppertime anyway, but I sure ain't hankerin' to try to argue my way past old St. Peter on an empty stomach.", "character": "Sam", "characterId": "nm0000890"}]}, {"lines": [{"text": "[Groaning as the doctor removes his shirt to tend his gashed arm wound]\nUhhhhh!", "character": "Spanish, Sheriff's Deputy", "characterId": "nm0943894"}, {"text": "[Sarcastically]\nAin't it lucky you brought the iodine, Doc?", "character": "Sam", "characterId": "nm0000890"}]}, {"lines": [{"text": "That sign means what it says, mister.", "character": "Sheriff Swede Hansen", "characterId": "nm0240887"}, {"text": "[With certitude]\nSo do I, sheriff.", "character": "Bart Allison", "characterId": "nm0000068"}]}, {"lines": [{"text": "Bart, I think you done a fool thing. After all that searching around, it seems like you would have been satisfiedl to just kill him on sight.", "character": "Sam", "characterId": "nm0000890"}, {"text": "Even a rattler gives a warning.", "character": "Bart Allison", "characterId": "nm0000068"}, {"text": "Oh, yeah, well, if they give as much advance warning as you're givin' that Kimbrough, rattlesnakes would be as out-of-date as them dinosaurs.", "character": "Sam", "characterId": "nm0000890"}]}]}