{"quotes": [{"lines": [{"text": "Twenty years earlier from today my mother had picked up bricks in this building. Today I am going to gift this building to her.", "character": "Vijay", "characterId": "nm0000821"}]}, {"lines": [{"text": "Brother, whether you would do the sign or not?", "character": "Ravi", "characterId": "nm0004434"}, {"text": "Yes, I would do the sign, but I would not be the first one to do the sign, I wouldn't do it alone, go and bring the sign of that man who took the sign from my father, go and bring the sign of that man who stoned my mother and threw her out of the job, go and bring the sign of that man who had written this on my hand. After that! After that my brother the paper you would tell me I would do the sign on that paper.", "character": "Vijay", "characterId": "nm0000821"}]}, {"lines": [{"text": "You're not a smart businessman. If you'd have tried to negotiate, I would have reduced the proce of this building by 5-10 lakh rupees.", "character": null, "characterId": null}, {"text": "I'm sorry sir, but in my point of view, you're not a smart businessman. If you'd have asked for a million rupees more, I'd have given them without any hesitation. Twenty years earlier from today my mother had picked up bricks in this building. Today I am going to gift this building to her.", "character": "Vijay", "characterId": "nm0000821"}]}, {"lines": [{"text": "I still don't pick up thrown away money.", "character": "Vijay", "characterId": "nm0000821"}]}, {"lines": [{"text": "I have a bungalow, car, money, what do you have?", "character": "Vijay", "characterId": "nm0000821"}, {"text": "I have mother.", "character": "Ravi", "characterId": "nm0004434"}]}, {"lines": [{"text": "Your principles, your ideals? What work are your principles of? What work are your ideals of? All your principles mashed up together couldn't make up one time of bread Ravi ! The ideals for which you are ready to play from your life, what has they given you? One rented quarter, a rundown police car, two pairs of brown uniform. Watch, watch today this is all me, today this is all you, we both have stood up together from this pathway, but today where have you remained and where have I arrived. Today I have a bungalow, car, bank balance. What do you have?", "character": "Vijay", "characterId": "nm0000821"}, {"text": "I have mother.", "character": "Ravi", "characterId": "nm0004434"}]}, {"lines": [{"text": "I have a mansion, a car, money. What do you have?", "character": "Vijay", "characterId": "nm0000821"}, {"text": "I have our mother's blessings.", "character": "Ravi", "characterId": "nm0004434"}]}, {"lines": [{"text": "Before I talk, I need to know if I am talking to a brother or a police officer?", "character": "Vijay", "characterId": "nm0000821"}, {"text": "As long a brother speaks, a brother would listen. When a criminal speaks, a police officer would respond!", "character": "Ravi", "characterId": "nm0004434"}]}, {"lines": [{"text": "Differences, there are many differences, and the biggest difference is this.", "character": "Young Vijay Verma", "characterId": "nm0430786"}]}, {"lines": [{"text": "Brother ! Will you sign or not ?", "character": "Ravi", "characterId": "nm0004434"}, {"text": "Yes, I will sign ! But I won't be the first one and the only one. GO ! get the sign of the man who made my father sign, go get the sign of the man who abused and fired my mother, GO ! get the sign of the man who wrote this on my arm. Then, my brother, I'll sign whatever paper you want me to.", "character": "Vijay", "characterId": "nm0000821"}]}]}