{"quotes": [{"lines": [{"text": "Once upon a time there lived a young man who aimed to please. He believed what was preached to him, did what he was told, and slaved day and night to win approval. But when he dared to think for himself, he was outcast, and it was a long and painful fall. Then one day, he had an earth-shattering revelation - a truth that would define his life - genius is never appreciated.", "character": "Will Sherman", "characterId": "nm0834362"}]}, {"lines": [{"text": "Once upon a time there lived a young man who aimed to please. He believed what was preached to him, did what he was told, and slaved day and night to win approval. It was a long and painful fall, but one glorious day, he had a revelation, the truth that would define his life. It's not that the world didn't appreciate the genius, it's that the genius didn't appreciate the world, and the people in it. After all, solitude is a whole lot nicer when you have someone to share it with. And they lived ever after, maybe even happily.", "character": "Will Sherman", "characterId": "nm0834362"}]}, {"lines": [{"text": "But you guys don't do anything. You sit around, and you listen to your shitty music, and you pass out your 'zenes, and you talk about changing the world, but you don't do anything. You're sleepwalkers. You are sleepwalking.", "character": "Reed", "characterId": "nm0253035"}, {"text": "We just don't want you.", "character": "Cult Member", "characterId": "nm0309757"}, {"text": "What am I going to do? I don't have anything.", "character": "Reed", "characterId": "nm0253035"}]}, {"lines": [{"text": "What is it with my so-called generation, lost in a sleepy haze of mediocrity? They recount episodes of The Brady Bunch with more vividness than their own childhood memories. What they need is a super-hero for the millennium, a lone force of justice in a world that punishes originality. A hero who envisions a bold new world where original thinkers are celebrated and not condemned. Thus spoke Pizza Man.", "character": "Will Sherman", "characterId": "nm0834362"}]}, {"lines": [{"text": "What you have before you is a cautionary tale. I was the chairman on Mr. Sherman's honour thesis committee. His paper was a wanton assault on every principle this institution holds dear. Now, you should all be open to original thinkers, but his thesis wasn't original. It was an 80 page temper-tantrum. So, instead of re-writing it, he drops out of school. You can see that decision has gotten him far. Behold, ladies and gentlemen, this is what happens when you stray from my syllabus.", "character": "Professor Freidman", "characterId": "nm0826245"}, {"text": "Um, sir, with all do respect sir, why don't you take your Categorical Imperative, and shove it up your ass.", "character": "Will Sherman", "characterId": "nm0834362"}]}, {"lines": [{"text": "If the world is not the way you want it to be, then take action. Action brings about change.", "character": "Reed", "characterId": "nm0253035"}, {"text": "That philosophy doesn't work. I gave it up a long time ago. It's a fight you can't win.", "character": "Will Sherman", "characterId": "nm0834362"}, {"text": "You can't quit. There will always be dark times, but the darkness only makes the light more brilliant. I wanted to quit, I can't tell you how many times in my life I wanted to quit, but I didn't. And then suddenly, out of nowhere, something lands on my doorstep. And it saves me. You hang in there. Something's coming for you too.", "character": "Reed", "characterId": "nm0253035"}]}, {"lines": [{"text": "You know why people love to see the pizzaman? Because no matter how pathetic their feeble lives might be, they can always say, \"At least I don't do that for a living.\"", "character": "Will Sherman", "characterId": "nm0834362"}]}, {"lines": [{"text": "You broke my heart, Will.", "character": "Reed", "characterId": "nm0253035"}]}, {"lines": [{"text": "Will, save me.", "character": "Reed", "characterId": "nm0253035"}, {"text": "I can't, I can't reach you.", "character": "Will Sherman", "characterId": "nm0834362"}]}]}