{"quotes": [{"lines": [{"text": "Come with me into the tormented, haunted, half-lit night of the insane. This is my world. Let me lead you into it. Let me take you into the mind of a woman who is mad. You may not recognize some things in this world, and the faces will look strange to you. For this is a place where there is no love, no hope...in the pulsing, throbbing world of the insane mind, where only nightmares are real, nightmares of the Daughter of Horror!", "character": "Narrator", "characterId": "nm0573012"}]}, {"lines": [{"text": "Only a dream, a dream of madness and of darkness. Or was it? Was it *only* a dream?", "character": "Narrator", "characterId": "nm0573012"}]}, {"lines": [{"text": "Now all the images of horror, the demons of your mind, crowd in on you to destroy you!", "character": "Narrator", "characterId": "nm0573012"}]}, {"lines": [{"text": "Yes... I am here, the demon who possesses your soul. Wait a bit. I'm coming for you, I have so much to show you!", "character": "Narrator", "characterId": "nm0573012"}]}, {"lines": [{"text": "tormenting you, haunting you, forcing you to think, forcing you to remember your guilt, your horror; forcing you to go back, back, back, into the terror that you're trying to forget. Back through the mists of time into the graveyard where your secret lies buried from the world.", "character": "Narrator", "characterId": "nm0573012"}]}, {"lines": [{"text": "I have so much to show you. So much that you are afraid to see. Come, let me take you by the arm and show you the bed of evil you sprang from. Let me take you back, to when you were a little girl. Let me show you... your father.", "character": "Narrator", "characterId": "nm0573012"}, {"text": "[Flashback scene of The Gamine's father]", "character": null, "characterId": null}, {"text": "Let me show you... your mother.", "character": "Narrator", "characterId": "nm0573012"}, {"text": "[Flashback scene of The Gamine's mother]", "character": null, "characterId": null}]}, {"lines": [{"text": "Ha ha! Marked... Marked forever! Daughter of horror.", "character": "Narrator", "characterId": "nm0573012"}]}, {"lines": [{"text": "Run, daughter of horror, run from your crime. But behind you, the policeman with the face of your father, the face of your first victim. Pursuing you relentlessly in your haunted brain. Hunting you mercilessly through the twisted corridors of your tortured mind. The horror that will track you down. The horror that can destroy you. Run, run, run!... Guilty, guilty, guilty!", "character": "Narrator", "characterId": "nm0573012"}]}, {"lines": [{"text": "Nowhere to run. Nowhere to hide. If you could only wipe out the curse of your guilty past. If you could only become somebody else, before it's too late. Escape... into a world of *your* kind of people.", "character": "Narrator", "characterId": "nm0573012"}]}, {"lines": [{"text": "Safe. Safe? At last. Yes, you are safe... in another hallucination of your crazed mind.", "character": "Narrator", "characterId": "nm0573012"}]}, {"lines": [{"text": "Yes, he's seen you, and you're trapped. The handcuffs are waiting for your wrists.", "character": "Narrator", "characterId": "nm0573012"}]}]}