{"quotes": [{"lines": [{"text": "[addressing the new arrivals]\nThis a special camp, ladies. You will remain here until the camp commander has decided what other destinations - definite ones - to send you to. Some of you will have the opportunity of working for the Third Reich. But this privilege will be given only to those of you who pass the selection. For no reason are you to leave the block you have been assigned to. Any kind of relationship with the guards will be severely punished. Anyone who tries to escape from the Lager or organises escape will be immediately shot. The reports of the \"Prominenten\" on your behaviour will be most important... bring them along.", "character": "Kapo Helga", "characterId": "nm0778311"}]}, {"lines": [{"text": "oh, good ol' destiny has brought you across my path again. You must believe me, at this moment I want to see you happy and laughing like those days at Casa Noble - but one day your Mother betrayed my trust, betrayed the Fatherland; she hid some subversives away, organisers of resistance on German territory; I was prepared to forgive everything for you, Tanya, but she took you away from me knowing how much I would have suffered;", "character": "Herr Erner", "characterId": "nm0825952"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "ohh, yes, how much I suffered; five years have passed since that day.", "character": "Herr Erner", "characterId": "nm0825952"}, {"text": "[Raising voice desperately]", "character": null, "characterId": null}, {"text": "FIVE INFERNAL YEARS", "character": "Herr Erner", "characterId": "nm0825952"}, {"text": "And now you owe me. You take me if you want, torture me, service me, like what you... do to others.", "character": "Tania Nobel", "characterId": "nm0689239"}, {"text": "let's talk of other things - Tanya. Did you love your Ivan? Hmm? How did he take your virginity away? In the forest like the animals, or in that dirty bar where they killed him? How did he do it to you, hmm? Standing up against a tree, or lying on the ground among the fleas? What was so special about him?", "character": "Herr Erner", "characterId": "nm0825952"}, {"text": "he retorts now maniacally]", "character": null, "characterId": null}, {"text": "YOU LURID SLUT! I will have you hanging from a rope and I myself will tighten the noose about your neck!", "character": "Herr Erner", "characterId": "nm0825952"}, {"text": "[Clicks heels about turn, exit from cell]", "character": null, "characterId": null}]}]}