{"quotes": [{"lines": [{"text": "Excuse me, aren't you Marjorie Leigh Winnick, the current Miss Georgia World?", "character": "Julia", "characterId": "nm0141581"}, {"text": "Why, yes I am.", "character": null, "characterId": null}, {"text": "I'm Julia Sugarbaker, Suzanne Sugarbaker's sister. I couldn't help over hearing part of your conversation.", "character": "Julia", "characterId": "nm0141581"}, {"text": "Well, I'm sorry. I didn't know anyone was here.", "character": null, "characterId": null}, {"text": "Yes, and I gather from your comments there are a couple of other things you don't know, Marjorie. For example, you probably didn't know that Suzanne was the only contestant in Georgia pageant history to sweep every category except congeniality, and that is not something the women in my family aspire to anyway. Or that when she walked down the runway in her swimsuit, five contestants quit on the spot. Or that when she emerged from the isolation booth to answer the question, \"What would you do to prevent war?\" she spoke so eloquently of patriotism, battlefields and diamond tiaras, grown men wept. And you probably didn't know, Marjorie, that Suzanne was not just any Miss Georgia, she was the Miss Georgia. She didn't twirl just a baton, that baton was on fire. And when she threw that baton into the air, it flew higher, further, faster than any baton has ever flown before, hitting a transformer and showering the darkened arena with sparks! And when it finally did come down, Marjorie, my sister caught that baton, and 12,000 people jumped to their feet for sixteen and one-half minutes of uninterrupted thunderous ovation, as flames illuminated her tear-stained face! And that, Marjorie - just so you will know - and your children will someday know - is the night the lights went out in Georgia!", "character": "Julia", "characterId": "nm0141581"}]}, {"lines": [{"text": "[reading aloud a letter from Dash Goff]\nYesterday, in my mind's eye, I saw four women standing on a veranda in white, gauzy dresses and straw-colored hats. They were having a conversation. And it was hot. Their hankies tucked in cleavages where eternal trickles of perspiration run from the female breastbone to exotic vacation spots that southern men often dream about. They were sweet-smelling, coy, cunning, voluptuous, voracious, delicious, pernicious, vexing and sexing... these earth sister/rebel mothers... these arousers and carousers. And I was filled with a longing to join them. But like a whim of Scarlett's, they turned suddenly and went inside, shutting me out with a bolt of a latch. And I was left only to pick up an abandoned handkerchief and savor the perfumed shadows of these women... these southern women. This Suzanne. This Julia. This Mary Jo and Charlene. Thanks for the comfort, Dash Goff... the writer.", "character": "Julia", "characterId": "nm0141581"}]}, {"lines": [{"text": "Yes, you can give him a message. You do take shorthand, don't you? Good, we take it in the South too. Anyway, just tell him that I have been a Southerner all my life, and I can vouch for the fact the we do eat a lot of things down here... and we've certainly all had our share of grits and biscuits and gravy, and I myself have probably eaten enough fried chicken to feed a third world country - not to mention barbecue, cornbread, watermelon, fried pies, okra, and... yes... if I were being perfectly candid, I would have to admit we have also eaten our share of crow, and for all I know - during the darkest, leanest years of the Civil War, some of us may have had a Yankee or two for breakfast. But... speaking for myself and hundreds of thousands of my Southern ancestors who have evolved through many decades of poverty, strife, and turmoil, I would like for Mr. Weaks to know that we have surely eaten many things in the past, and we will surely eat many things in the future, but - God as my witness - we have never, I repeat,", "character": "Julia", "characterId": "nm0141581"}, {"text": "[shouts]", "character": null, "characterId": null}, {"text": "never eaten dirt!", "character": "Julia", "characterId": "nm0141581"}]}, {"lines": [{"text": "I guess I'm excited about seeing Mother again, visiting a totally new country. Of course, seeing Japan with Mother will be seeing the real Japan.", "character": "Julia", "characterId": "nm0141581"}, {"text": "Julia, I am just here to visit Mother and pick up a car. I do not want to have any cultural experiences. As for seeing the \"real\" Japan, I've noticed that whenever people start talking about seeing the \"real\" anything, what they're talking about, basically, is hanging around with poor people. Now, I say I don't hang around with poor people at home, why should I do it on vacation?", "character": "Suzanne", "characterId": "nm0004785"}]}, {"lines": [{"text": "I'm saying I want you and your equipment out of here now. If you are looking for somebody to suck pearls, then I suggest you try finding yourself an oyster. Because I am not a woman who does that, as a matter of fact, I don't know any woman who does that, because it's stupid. And it doesn't have any more to do with decorating than having cleavage and looking sexy has to do with working in a bank. These are not pictures about the women of Atlanta. These are about just the same thing they're always about. And it doesn't matter whether the clothes are on or off... it's just the same ol' message. And I don't care how many pictures you've taken of movie stars - when you start snapping photos of serious, successful businessmen like Donald Trump and Lee Iacocca in unzipped jumpsuits with wet lips, straddling chairs, then we'll talk.", "character": "Julia", "characterId": "nm0141581"}]}, {"lines": [{"text": "[after Charlene turns juror Julia in for discussing her case outside of court]", "character": null, "characterId": null}, {"text": "[on the phone]\nNow Julia, you sound overwrought.", "character": "Charlene", "characterId": "nm0005443"}, {"text": "Yeah, well you're gonna think overwrought. If I miss my dinner with Jimmy and Rosalynn Carter because of this, you're going to pay and pay big. I'm going to find you and hunt you down like a dog! I'm talking about you running through the woods in the snow with blood hounds ripping your clothes off! And remember Charlene, I have your address. You'd be wise to ask yourself \"Do I know where my baby is?\"", "character": "Julia", "characterId": "nm0141581"}]}, {"lines": [{"text": "I asked this Northern woman, \"Where are ya'll from?\" And she said, \"I'm from a place where we don't end our sentences with prepositions.\" So I said, \"Okay, where are ya'll from, bitch?\"", "character": "Charlene", "characterId": "nm0005443"}]}, {"lines": [{"text": "[Their Yuletide Homes design has been stolen]", "character": null, "characterId": null}, {"text": "Well, I think we should get some bricks and some baseball bats and go over there and teach them the TRUE meaning of Christmas.", "character": "Bernice", "characterId": "nm0315933"}]}, {"lines": [{"text": "[packing for a camping trip]\nThose are all my cosmetic bags.", "character": "Suzanne", "characterId": "nm0004785"}, {"text": "No-one's that ugly.", "character": "Reese Watson", "characterId": "nm0001358"}]}, {"lines": [{"text": "Suzanne, if sex were fast food, there'd be an arch over your bed!", "character": "Julia", "characterId": "nm0141581"}]}, {"lines": [{"text": "[Boarding a plane]", "character": null, "characterId": null}, {"text": "Where are our seats?", "character": "Suzanne", "characterId": "nm0004785"}, {"text": "I don't know. If history teaches us anything, mine will be next to a baby who smokes.", "character": "Julia", "characterId": "nm0141581"}]}, {"lines": [{"text": "You know, Allison, you remind me of someone I saw on the Discovery Channel last night.", "character": "Carlene Frazier Dobber", "characterId": "nm0393660"}, {"text": "And who might that be, Carlene?", "character": "Allison", "characterId": "nm0240564"}, {"text": "Adolf Hitler.", "character": "Carlene Frazier Dobber", "characterId": "nm0393660"}]}, {"lines": [{"text": "We think that your friend, Monette might be practicing the oldest profession.", "character": "Mary Jo Shively", "characterId": "nm0001633"}, {"text": "You think that Monette is a carpenter?", "character": "Charlene", "characterId": "nm0005443"}]}, {"lines": [{"text": "I've learned one thing in my life; never fry chicken when you are naked.", "character": "Carlene Frazier Dobber", "characterId": "nm0393660"}]}, {"lines": [{"text": "Julia, excuse me for overhearing, but I just want to add my two cents.", "character": "Anthony", "characterId": "nm0852886"}, {"text": "[laughs sarcastically]\nOh please... I just want to hear from EVERYONE on this topic! Call your friends!", "character": "Julia", "characterId": "nm0141581"}, {"text": "No no, I was just going to say that you can't force yourself to start dating again if it isn't time. I know because there was a time where I wasn't interested in any romantic involvement at all. The whole idea didn't appeal to me, period... no matter who approached me, I just wasn't interested.", "character": "Anthony", "characterId": "nm0852886"}, {"text": "Really, Anthony. When was that?", "character": "Julia", "characterId": "nm0141581"}, {"text": "That was the day I entered prison.", "character": "Anthony", "characterId": "nm0852886"}]}, {"lines": [{"text": "Anthony, where have you been all morning?", "character": "Mary Jo", "characterId": "nm0001633"}, {"text": "The question should be, \"Where have I been all night?\" I'll tell you where I've been. I was locked in the basement of Suzanne's house!", "character": "Anthony", "characterId": "nm0852886"}, {"text": "Oh, were you locked in there? I thought I heard something.", "character": "Allison", "characterId": "nm0240564"}, {"text": "Did it sound anything like someone shouting \"Let me out of here, bitch!\"?", "character": "Anthony", "characterId": "nm0852886"}]}, {"lines": [{"text": "[En route to Japan]", "character": null, "characterId": null}, {"text": "And I'll tell you something else. I am not eating octopus, walking around in my stocking feet, or takin' a bath with my neighbors no matter what those little people say.", "character": "Suzanne", "characterId": "nm0004785"}, {"text": "It's always stimulating to travel with the international voice of racism.", "character": "Julia", "characterId": "nm0141581"}]}, {"lines": [{"text": "[Suzanne modeling a fur pull-over]", "character": null, "characterId": null}, {"text": "50 animals died because of that coat!", "character": null, "characterId": null}, {"text": "Wanna make it 51?", "character": "Suzanne", "characterId": "nm0004785"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "Have you all just COMPLETELY lost your minds?", "character": "Julia", "characterId": "nm0141581"}]}, {"lines": [{"text": "Oh, Julia, just so you know, the next time you see your lawyer on company time, it's going on your record.", "character": "Allison", "characterId": "nm0240564"}, {"text": "Just so YOU know... The next time you speak to me in that tone of voice, you're going to the moon.", "character": "Julia", "characterId": "nm0141581"}]}, {"lines": [{"text": "I never use catalogs. I'd rather go in the store and see all the salespeople groveling and sucking up to you.", "character": "Suzanne", "characterId": "nm0004785"}, {"text": "Pardon me, I never knew they were so solicitous at the K-Mart.", "character": "Julia", "characterId": "nm0141581"}]}, {"lines": [{"text": "In Texas, we have what's called the \"Bubba Factor,\" where everyone is nicknamed Bubba. Except Ross Perot... they call him Mr. Bubba.", "character": "Bonnie Jean 'B.J.' Poteet", "characterId": "nm0412382"}]}, {"lines": [{"text": "[about Nancy Reagan's book]", "character": null, "characterId": null}, {"text": "She said it was a gag gift.", "character": "Suzanne", "characterId": "nm0004785"}, {"text": "Well, it certainly made me gag.", "character": "Julia", "characterId": "nm0141581"}]}, {"lines": [{"text": "I think you should tell them to take their invitation, fold it in five corners, and stick it where the sun don't shine.", "character": "Julia", "characterId": "nm0141581"}]}, {"lines": [{"text": "[annoyed because Anthony has made her his \"servant\" due to the fact that her name isn't on the lease to the house]\nOh forget it, I'm not doing this anymore!", "character": "Allison", "characterId": "nm0240564"}, {"text": "Well then just go ahead and leave!", "character": "Anthony", "characterId": "nm0852886"}, {"text": "You know very well I can't leave! Possession is 9/10 of the law if I leave, I don't have any chance of getting back into this house... but you are not driving me out of here, I don't care what you do to me.", "character": "Allison", "characterId": "nm0240564"}, {"text": "[starts to fake-cry]", "character": null, "characterId": null}, {"text": "Well, I hope you're happy with yourself. Torturing me like this!", "character": "Allison", "characterId": "nm0240564"}, {"text": "Oh now, don't start this, now you know that if you had just stayed in the guest room instead of trying to take over the whole house, it wouldn't have gotten this far.", "character": "Anthony", "characterId": "nm0852886"}, {"text": "[still fake-crying]\nMy tears don't mean anything to you, do they?", "character": "Allison", "characterId": "nm0240564"}, {"text": "[short pause]\nUh-uh!", "character": "Anthony", "characterId": "nm0852886"}, {"text": "[stops fake crying]\nOK, let's move along to credit then!", "character": "Allison", "characterId": "nm0240564"}]}, {"lines": [{"text": "You look so beautiful.", "character": "James Dean 'J.D.' Shackelford", "characterId": "nm0319231"}, {"text": "upstairs or downstairs?", "character": "Mary Jo", "characterId": "nm0001633"}, {"text": "Honey, I thought we would have some wine and music, then a littlle foreplay...", "character": "James Dean 'J.D.' Shackelford", "characterId": "nm0319231"}, {"text": "I was too embarassed to tell you...", "character": "Mary Jo", "characterId": "nm0001633"}, {"text": "Tell me what?", "character": "James Dean 'J.D.' Shackelford", "characterId": "nm0319231"}, {"text": "I have never had sex with anyone but Ted.", "character": "Mary Jo", "characterId": "nm0001633"}, {"text": "You haven't?", "character": "James Dean 'J.D.' Shackelford", "characterId": "nm0319231"}, {"text": "And I do not know anything about anyone else. I mean, Ted's idea of foreplay was holding me by the feet and saying, \"Make a wish.\"", "character": "Mary Jo", "characterId": "nm0001633"}]}, {"lines": [{"text": "I am going to work. It is great working at the library. If any of y'all want, I can get you free books!", "character": "Vanessa Hargraves", "characterId": "nm0114368"}]}, {"lines": [{"text": "I got pulled over this morning for having all the mirrors in the Mercedes turned so I could see myself.", "character": "Suzanne", "characterId": "nm0004785"}]}, {"lines": [{"text": "You know, Allison kind of reminds you of an elf; a mean, vicious little elf.", "character": "Mary Jo Shively", "characterId": "nm0001633"}]}, {"lines": [{"text": "[when a flight attendant refuses to tell her the age of the plane they're flying in]\nWhat exactly are they supposed to do, wait for a wing to fall off and count the rings?", "character": "Julia", "characterId": "nm0141581"}]}, {"lines": [{"text": "She's not only old, she's stupid!", "character": "Suzanne", "characterId": "nm0004785"}]}, {"lines": [{"text": "And why do you know all the capitols of every country, Charlene?", "character": "Mary Jo", "characterId": "nm0001633"}, {"text": "Because, Mary Jo, I love knowledge. As a matter of fact, I yearn for it.", "character": "Charlene", "characterId": "nm0005443"}]}, {"lines": [{"text": "[in a bubble bath, ringing a bell persistently]", "character": "Anthony", "characterId": "nm0852886"}, {"text": "[walks into bathroom exasperated]\nWhat is it this time?", "character": "Allison", "characterId": "nm0240564"}, {"text": "I need a hand towel.", "character": "Anthony", "characterId": "nm0852886"}, {"text": "I already gave you a hand towel!", "character": "Allison", "characterId": "nm0240564"}, {"text": "Well this one isn't fluffy enough!", "character": "Anthony", "characterId": "nm0852886"}, {"text": "This one is PLENTY fluffy, I fluffed it myself!", "character": "Allison", "characterId": "nm0240564"}, {"text": "Well, you need to work on your fluffin'!", "character": "Anthony", "characterId": "nm0852886"}]}, {"lines": [{"text": "Oh ALLISON!", "character": "Anthony", "characterId": "nm0852886"}, {"text": "[annoyed]\nWhat?", "character": "Allison", "characterId": "nm0240564"}, {"text": "My ginger ale isn't bubbly anymore!", "character": "Anthony", "characterId": "nm0852886"}, {"text": "[Allison takes the glass of ginger ale, blows bubbles into the straw, and hands it back to him]", "character": null, "characterId": null}, {"text": "You know, you are obnoxious.", "character": "Anthony", "characterId": "nm0852886"}, {"text": "I know... I have OPD, it is NOT my fault!", "character": "Allison", "characterId": "nm0240564"}]}]}