{"quotes": [{"lines": [{"text": "Who was the patron saint of lost children? The sick, abandoned, neglected, abused? Their flesh thin as gauze too penetrable. Always balling when I try to sleep. Fist hugging the hem of my nightgown. Haunting my dreams. Forlorn ghosts with questions dripping from their eyes. I hope some angel's looking out for them.", "character": "Janie", "characterId": "nm0000193"}]}, {"lines": [{"text": "It kills me to see the pain in your eyes. But it wasn't our fault, Janie. We're not to blame.", "character": "Jon", "characterId": "nm0000954"}]}, {"lines": [{"text": "I can remember a time when every city street would lead me back to you. When the road signs guided me home and I was never lost. I don't know how I got scrambled, but now the roads lead nowhere. The streets are dead ends and I'm running in the wrong direction. Sometimes, Janie, I think I'm getting close, but I'm still so far away. This is a storey about what it's like to be lost, just minutes away from your own home. I don't know if this story's over yet but this is how it began.", "character": "Jon", "characterId": "nm0000954"}]}, {"lines": [{"text": "He build a house around me. Strong beams rooted in earth. And smooth walls, rich with colour. And a canopy of sky. Windows reveal a new view. In their reflection, my mouth smiles back, its curves relaxed. And the bed, soft as a welcoming hand. I, who all my life, had made my home in rented rooms, the carpets crusted with the leavings of prior occupants, now have an address. This house he build. The streets paved with our love.", "character": "Janie", "characterId": "nm0000193"}]}, {"lines": [{"text": "I never imagined she would be so perfect. That every day, I would glimpse another miracle. She makes me humble. The way her eyes gleam like the moon in negative. The way her body reaches out to the world, eager to touch and smell and taste every part of it. She trusts completely as if the whole world were as full of love as she is. And I want so much to make that true for her.", "character": "Janie", "characterId": "nm0000193"}]}, {"lines": [{"text": "\"Mummy\". Her voice echoes through the dark and I rise to go to her as I always have. My feet grey on the ice-slick floors of the house. I run from room to room bur every one of them is empty. The walls draped in frost. I hear her calling beyond the windows but the door is stuck. I can't get out. I'm trapped here, without her on the other side. And there he is, like a frigid God without compassion. \"Let go\", he tells me. You've got to accept. But it's not his womb that's turned to glacier. She never lived inside his body as she did in mine. As she still does. The hart will never beat unless I breathe. Baby cries until her mother holds her. The mother holds her until the winter thaws.", "character": "Janie", "characterId": "nm0000193"}]}]}