{"quotes": [{"lines": [{"text": "You said don't shoot him, right? Well I didn't; I choked... look, Easy - if you ain't want him dead, why you leave him with me?", "character": "Mouse", "characterId": "nm0000332"}]}, {"lines": [{"text": "A man once told me that you step out of your door in the morning, and you are already in trouble. The only question is are you on top of that trouble or not?", "character": "Easy Rawlins", "characterId": "nm0000243"}]}, {"lines": [{"text": "Stop that! My Uncle left me that marble when he died!", "character": "Joppy", "characterId": "nm0935255"}, {"text": "Well Goddammit, He's about to get it back!", "character": "Easy Rawlins", "characterId": "nm0000243"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "It was summer 1948, and I needed money. After goin' door-to-door all day long, I was back again at Joppy's bar trying to figure out where I was gonna go looking for work the next day. The newspapers was goin' on and on about the city elections - like they was really gonna change somebody's life. But my life had already changed when I lost my job three weeks before.", "character": "Easy Rawlins", "characterId": "nm0000243"}]}, {"lines": [{"text": "Everybody was peeing on my head and telling me it was raining. Guess they figured I was some new kind of fool, and maybe I was. 'Cause I was ready to start fighting back. And I believed somehow that I could live through this bad dream I was having.", "character": "Easy Rawlins", "characterId": "nm0000243"}]}, {"lines": [{"text": "Easy, if you didn't want him killed, why'd you leave him with me?", "character": "Mouse", "characterId": "nm0000332"}]}, {"lines": [{"text": "If you got a friend that you know does bad things, I mean real bad things, and you still keep him as a friend even though you know what he's like, do you think that's wrong?", "character": "Easy Rawlins", "characterId": "nm0000243"}, {"text": "All you got is your friends.", "character": "Degan Odell", "characterId": "nm0355278"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "I thought about what Odell had said about friends, and it makes sense to me. Odell goes to church every Sunday, so he would know. Later on he challenged me to a game of dominoes - now what'd he go and do that for? We got to talking about Texas and fooled around, and drunk almost a quart of whiskey, and I forgot all about Daphne Monet, DeWitt Albright, Carter, and them. And I sat with my friend, on my porch, at my house. And we laughed a long time.", "character": "Easy Rawlins", "characterId": "nm0000243"}]}, {"lines": [{"text": "What do you want?", "character": null, "characterId": null}, {"text": "What do I want?", "character": "DeWitt Albright", "characterId": "nm0001744"}, {"text": "[Produces gun]", "character": null, "characterId": null}, {"text": "I want to see your brains.", "character": "DeWitt Albright", "characterId": "nm0001744"}]}]}