{"quotes": [{"lines": [{"text": "I envy you, ma'am., you being a lawyer.", "character": "Lance Poole", "characterId": "nm0001791"}, {"text": "Well, I...", "character": "Orrie Masters", "characterId": "nm0666358"}, {"text": "You got a faith, something to go by... like a religion. With you it's the law.", "character": "Lance Poole", "characterId": "nm0001791"}, {"text": "My father wanted me to study law. It means a great deal to me.", "character": "Orrie Masters", "characterId": "nm0666358"}, {"text": "Yes, it must. I've always wanted something like that. Something to tell me what's right or wrong.", "character": "Lance Poole", "characterId": "nm0001791"}, {"text": "I'm glad you feel the way you do.", "character": "Orrie Masters", "characterId": "nm0666358"}, {"text": "Because then you don't have to bother about your conscience. It's written out for you to follow... no matter what it does to people. It's the law. And changing the law is something you don't have to worry about.", "character": "Lance Poole", "characterId": "nm0001791"}]}, {"lines": [{"text": "I was always one of them fellas that wanted to die with my boots off, in bed, with people standing around crying over me.", "character": "Zeke Carmody", "characterId": "nm0118000"}]}, {"lines": [{"text": "That's a big horse you're riding there. It's a long fall off it.", "character": "Verne Coolan", "characterId": "nm0129894"}, {"text": "Like you said, he's a big horse.", "character": "Lance Poole", "characterId": "nm0001791"}]}, {"lines": [{"text": "The whites outnumber us, Father. The war is over. All the wars... even yours. The country is growing up. They gave me these stripes wiithout testing my blood. I led a squad of white men. I slept in the same blankets with them, ate out of the same pan. I held their heads when they died. Whey should it be any different now?", "character": "Lance Poole", "characterId": "nm0001791"}, {"text": "You are home. You are an Indian.", "character": "Mr. Poole", "characterId": "nm0500021"}]}, {"lines": [{"text": "It's hard to explain how an Indian feels about the earth. It's the pumping of our blood... the love we got to have. My father said the earth is our mother. I was raised in the valley and now I'm part of it. Like the mountains and the hills, the deer, the pine trees and the wind. Deep in my heart I know I belong. If we lose it now, we might as well all be dead.", "character": "Lance Poole", "characterId": "nm0001791"}]}, {"lines": [{"text": "Every Shoshoni boy has to go through that. It's a test. Before a boy turns into a man, the tribe wants to know if he measures up.", "character": "Lance Poole", "characterId": "nm0001791"}, {"text": "Well, what does he have to do?", "character": "Mrs. Masters", "characterId": "nm0001981"}, {"text": "He's given a knife, nothing else. No food, no water. He has to go up into the mountains above the snow line... and bring back the talons of an eagle. He has three days to do it in. He has to be back on the third day before the sun goes down.", "character": "Lance Poole", "characterId": "nm0001791"}, {"text": "Isn't it rather cruel?", "character": "Orrie Masters", "characterId": "nm0666358"}, {"text": "It depends on your point of view. You see, Shoshoni are a small tribe. Every man counts. Suppose one day that boy had to fight for his people. Wouldn't it be a good idea if they knew they could depend upon him?", "character": "Lance Poole", "characterId": "nm0001791"}]}, {"lines": [{"text": "I send you my father to the Land of the Great Mystery. May you ride with him on the North Wind.", "character": "Lance Poole", "characterId": "nm0001791"}]}, {"lines": [{"text": "Drop my body in a deep shaft. Then you must keep this earth always, for I am part of it. An Indian without land loses his soul... and his heart with it. Sweet Meadows is our mother... the earth.", "character": "Mr. Poole", "characterId": "nm0500021"}]}, {"lines": [{"text": "I got a saddlebag full of dreams I made around the campfires in the war when the nights were quiet. We'll let the valley soak in the sunlight... nurse it and pet it... until Sweet Meadows is a ranch where we can live and all the kids after us.", "character": "Lance Poole", "characterId": "nm0001791"}]}, {"lines": [{"text": "The railroad is going to make a lot of changes... a lot of changes, Vance. I can remember when your daddy and I trapped the Wind River country. A man could walk a week and never see another living human... just them mountains... big, purple. It's getting so crowded a man can't draw a full breath.", "character": "Zeke Carmody", "characterId": "nm0118000"}]}]}