{"quotes": [{"lines": [{"text": "[to Tufts]\nShakin' hands with an Indian's like pumpin' a well!", "character": "Monk", "characterId": "nm0402277"}]}, {"lines": [{"text": "[Referring to Judy]\nI take her to be a lady of quality.", "character": "Lt. Richard Tufts", "characterId": "nm0916253"}, {"text": "Why? Because she has a servant?", "character": "Capt. Quincy Wyatt", "characterId": "nm0000011"}]}, {"lines": [{"text": "You just didn't didn't come over here to pass the time of day. W-what's troublin' your mind?", "character": "Capt. Quincy Wyatt", "characterId": "nm0000011"}, {"text": "Well, since you ask, I'm a little curious to know if I'm gonna get out of here alive.", "character": "Judy Beckett", "characterId": "nm0017628"}, {"text": "Why should you know more than anyone else?", "character": "Capt. Quincy Wyatt", "characterId": "nm0000011"}, {"text": "Because I've got a lot to do. I've made too many plans for too long a time to have them all end up in a swamp.", "character": "Judy Beckett", "characterId": "nm0017628"}, {"text": "Well, all I can tell you to ease your mind is that I don't intend to commit suicide.", "character": "Capt. Quincy Wyatt", "characterId": "nm0000011"}]}, {"lines": [{"text": "[tiring of the diet]\nFish and turtles! Nothing but fish and turtles! I'm about to grow gills!", "character": "Monk", "characterId": "nm0402277"}]}, {"lines": [{"text": "These injuns smell a little gamey, Captain. They rub skunk oil on themselves to keep off bugs and flies.", "character": "Monk", "characterId": "nm0402277"}]}, {"lines": [{"text": "An interesting thing about the way the Seminoles bury their warriors. The sit 'em up and put war paint on 'em, set a bowl of fresh food alongside of 'em and then stick their favorite weapon in their hands and then they cover 'em up. With a great chief like that over yonder, they throw in the first newborn child to be born after he died.", "character": "Capt. Quincy Wyatt", "characterId": "nm0000011"}, {"text": "Why do they do a thing like that for?", "character": "Lt. Richard Tufts", "characterId": "nm0916253"}, {"text": "Well, they believe when a man dies, his spirit leaves the body and enters that of the first newborn. And in regarding a chief that high like that, they don't want the spirit to be passed on down to somebody that ain't fit to carry it.", "character": "Capt. Quincy Wyatt", "characterId": "nm0000011"}]}, {"lines": [{"text": "They still don't like fightin' at night. But they'll come a hootin' and a hollerin' at dawn!", "character": "Capt. Quincy Wyatt", "characterId": "nm0000011"}, {"text": "It makes me fonder than ever of moonshine.", "character": "Monk", "characterId": "nm0402277"}]}, {"lines": [{"text": "You know, you can't go through life trying to get even. You know, you can't carry a grudge forever.", "character": "Capt. Quincy Wyatt", "characterId": "nm0000011"}]}]}