{"quotes": [{"lines": [{"text": "[sniff]\nI don't, um, I don't understand how anyone could choose to be like this... I'm just... it is not to be understood.", "character": "Lisa Carter", "characterId": "nm0000935"}, {"text": "I didn't choose this. I am this. Mom, I didn't choose to be gay. Do you think I'd choose to be this different from everyone else? That I'd choose to make you and Dad this upset? That I'd choose to lose someone as beautiful and wonderful as Allison? And what about AIDS? I mean, suppose someone wanted to be gay, would they want to be gay now?", "character": "Matt Carter", "characterId": "nm0001530"}, {"text": "I don't know. And I don't want to know.", "character": "Lisa Carter", "characterId": "nm0000935"}, {"text": "Then you don't want to know me either.", "character": "Matt Carter", "characterId": "nm0001530"}]}, {"lines": [{"text": "How does it feel, Captain?", "character": "Tom", "characterId": "nm0126379"}, {"text": "What?", "character": "Phil Carter", "characterId": "nm0797725"}, {"text": "How does it feel to almost lose your child? How bad does it feel?", "character": "Tom", "characterId": "nm0126379"}, {"text": "Tom...", "character": "Karen", "characterId": "nm0111632"}, {"text": "I don't know what gotten into you, Tom, but I don't think this is none of your concern.", "character": "Phil Carter", "characterId": "nm0797725"}, {"text": "I'm sorry, Phil, I'm 32 years old and you don't get to decide what concerns me. See, your standard of conduct might be the sufficient reason to lose your child, but I have to draw the line when it comes to losing mine.", "character": "Tom", "characterId": "nm0126379"}, {"text": "What children? You don't have any children.", "character": "Phil Carter", "characterId": "nm0797725"}, {"text": "No, I don't. I don't have any children. I don't have children, because my wife would rather have an abortion without telling me - without even telling me that she's pregnant - rather than risk upsetting you by having a baby at the wrong time. You have a son who drinks himself into a stupor every night...", "character": "Tom", "characterId": "nm0126379"}, {"text": "[embarrassed by this]\nOh, God, Tom!", "character": "Tim Carter", "characterId": "nm0000120"}, {"text": "...you've got a daughter who's ashamed of her husband...", "character": "Tom", "characterId": "nm0126379"}, {"text": "[cuts him desperately]\nI am not ashamed!", "character": "Karen", "characterId": "nm0111632"}, {"text": "[annoyed]\nWho's ashamed of her husband - you're ashamed of me, Karen - and you've got another son who almost killed himself rather than tell you he's not what you think he is. And I'm not prepared to be a parent? Because I can't afford it? It's about money?", "character": "Tom", "characterId": "nm0126379"}, {"text": "Tom, we're not going to talk about this now.", "character": "Phil Carter", "characterId": "nm0797725"}, {"text": "No? When are we going to talk about it? When someone actually dies? Would that be better? What's the military term for it? \"Acceptable losses\", isn't it? Well these are not acceptable losses. I can't accept them.", "character": "Tom", "characterId": "nm0126379"}, {"text": "[shakes his head in shame and leaves]", "character": null, "characterId": null}, {"text": "I can't!", "character": "Tom", "characterId": "nm0126379"}]}]}