{"quotes": [{"lines": [{"text": "Pop goes the weasel.", "character": "Brick Bardo", "characterId": "nm0859772"}]}, {"lines": [{"text": "You'll love it! It's really gonna tear you up.", "character": "Baby Oopsy-Daisy", "characterId": "nm0919798"}]}, {"lines": [{"text": "[to Ray]\nPsycho? all bitches are crazy squirt! Don't look so surprised jerkweed!, I know all about women!", "character": "Baby Oopsy-Daisy", "characterId": "nm0919798"}, {"text": "[Ray falls over]", "character": null, "characterId": null}, {"text": "nice balance half pint! you've got shit for brains!, I could use someone like you.", "character": "Baby Oopsy-Daisy", "characterId": "nm0919798"}]}, {"lines": [{"text": "Well, well the bitch is back for another ass kicking!", "character": "Baby Oopsy-Daisy", "characterId": "nm0919798"}]}, {"lines": [{"text": "What the hell are you talking about? You're a fucking toy!", "character": "Brick Bardo", "characterId": "nm0859772"}, {"text": "Yeah that's right I'm a fucking toy!, and comes midnight that's exactly what I'll be doing to doll chick!", "character": "Baby Oopsy-Daisy", "characterId": "nm0919798"}]}, {"lines": [{"text": "[to a dead bum]\nThanks a lot asshole!,", "character": "Baby Oopsy-Daisy", "characterId": "nm0919798"}, {"text": "[Jack Attack laughs]", "character": null, "characterId": null}, {"text": "Okay lets get rid of this creep", "character": "Baby Oopsy-Daisy", "characterId": "nm0919798"}, {"text": "[makes him disappear into a vortex]", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Judith]\nHa, your bullets are shit! It takes magic to fight magic bitch!", "character": "Baby Oopsy-Daisy", "characterId": "nm0919798"}]}, {"lines": [{"text": "[Explaining their master's origin]\nAbout 67 years ago on Halloween night some dipshit tried to give him a body by letting the Master do the nasty with some bimbo!, unfortunately they blew it somehow and the kid was born dead, being the real brain busters they were they had some rugrat trick or treaters bury the demon baby in the ground, they didn't realize that someday some yo-yos would build this warehouse over the burial site, and for 66 years the Master was a prisoner inside the corpse, looked like he would never get another chance until that pregnant slut Judith Gray showed up!, her holier-than-thou spirit helped to fuck up everything and that was a year ago!, and here we are again Halloween night, the Master said he's going to go inside of me and bang the doll chick kid, she'll have a kid and finally the Master will have the body he needs!", "character": "Baby Oopsy-Daisy", "characterId": "nm0919798"}]}, {"lines": [{"text": "What the matter? You never seen a cop before?", "character": "Brick Bardo", "characterId": "nm0859772"}]}]}