{"quotes": [{"lines": [{"text": "A surgeon operates with a scalpel which he takes good care to sterilize to prevent unnecessary infections. If he uses a *tank*, the patient tends to *die*!", "character": "Mayoress", "characterId": "nm0363898"}]}, {"lines": [{"text": "Give me the painting. You're a small time crook; you shouldn't try to play in the big leagues because you'll end up gettin' hurt.", "character": "Red Commando", "characterId": "nm0353796"}, {"text": "I ain't a small timer, just a man-made *being* cursed with a man-made *brain*!", "character": "Buaku", "characterId": "nm0809204"}, {"text": "You've got guts as well and I like that, only it's strength that counts in the end.", "character": "Red Commando", "characterId": "nm0353796"}]}, {"lines": [{"text": "Suddenly now I feel weak and dizzy and very tired. It feels just the way it felt the last day, which was the first day of my existence with my presence in the hard world of men where I would never find acceptance.", "character": "Buaku", "characterId": "nm0809204"}, {"text": "Hey, wait! Don't go to sleep! The bio-ball'll kill me if you don't take me to your meeting place!", "character": "Leona", "characterId": "nm0058180"}, {"text": "So long ago, 80 years. I can't recall, and yet there's something still in me that remembers *something*.", "character": "Buaku", "characterId": "nm0809204"}, {"text": "I don't understand what you're saying. What is it? You can't simply let me die. *Please*, don't fall asleep, you have to stay awake!", "character": "Leona", "characterId": "nm0058180"}, {"text": "Long days of silent fluid peace in which seas of clear green water hold me. Greenpeace. Or perhaps I've just imagined it all.", "character": "Buaku", "characterId": "nm0809204"}, {"text": "Aah! It's getting tighter! It's tighter! It's *tighter*!", "character": "Leona", "characterId": "nm0058180"}, {"text": "Not sleeping, not waking, not knowing and not known, no joy, no pain, no earth, no sky, no darkness, no light, no word.", "character": "Buaku", "characterId": "nm0809204"}, {"text": "I won't let you die, goddamn it.", "character": "Leona", "characterId": "nm0058180"}, {"text": "And then came the last day, the first day...", "character": "Buaku", "characterId": "nm0809204"}]}, {"lines": [{"text": "Listen here, apeface, the Tank Police ain't gettin' in my hair! That picture goes with me.", "character": "Red Commando", "characterId": "nm0353796"}, {"text": "[to Red Leader]\nThe ape that knows he is one has attained true wisdom, thus sayeth the Lord.", "character": "Lt. Britain", "characterId": "nm0057277"}, {"text": "Right on!", "character": "Chaplain", "characterId": "nm0926170"}, {"text": "[yelling to Red Leader]\nI'll castrate you, asshole!", "character": "Lt. Britain", "characterId": "nm0057277"}]}, {"lines": [{"text": "Booohooo... curses... I can't stand it... I ain't been so humiliated in my whole friggin' life. Waaaaah! I'll kill him. I'll cut out his stinkin' guts and piss on 'em!", "character": "Lt. Britain", "characterId": "nm0057277"}]}, {"lines": [{"text": "Great to be a young pair of lovers, eh, Specs?", "character": "Mohican", "characterId": "nm0119978"}, {"text": "[imitating Al and Leona's hands-behind flirty torso swaying]\nI went out for a meal with a 5-inch cockroach last week but I wouldn't pretend it was that much fun!", "character": "Mohican", "characterId": "nm0119978"}, {"text": "[also imitating them]\nAnd when I eat in the Lab surrounded by urine samples, it makes me throw up.", "character": "Specs", "characterId": "nm0035628"}]}, {"lines": [{"text": "I resent that! It was you politicians who gave us \"surgeons\" those tanks in the first place. Besides, these days, tanks are about as effective as toothpicks.", "character": "Chief Of Police", "characterId": "nm0900912"}, {"text": "Toothpicks? Well, if tanks are no better than toothpicks, what would *you* consider is appropriate equipment for the police to use in preventing crime?", "character": "Mayoress", "characterId": "nm0363898"}, {"text": "I'm glad you asked me that. I wouldn't mind replacing my guns with tactical nuclear weapons.", "character": "Chief Of Police", "characterId": "nm0900912"}, {"text": "Nuclear weapons?", "character": "Mayoress", "characterId": "nm0363898"}, {"text": "Nuclear weapons can stop wars, as they had done; they should be able to stop criminals. Though I'm a pessimist, I don't think we'll ever get rid of crime completely.", "character": "Chief Of Police", "characterId": "nm0900912"}, {"text": "Chief, you cannot be serious!", "character": "Mayoress", "characterId": "nm0363898"}, {"text": "if you want us to stop 'em, *give us more TANKS*!", "character": "Chief Of Police", "characterId": "nm0900912"}, {"text": "[in full rant mode]\nDon't you understand? This is waaar! And my Tank Police are at the front liiine!", "character": "Chief Of Police", "characterId": "nm0900912"}]}, {"lines": [{"text": "[sighs]\nI wish I coulda done somethin' to try and save her.", "character": "Al", "characterId": "nm0333751"}, {"text": "Take not this burden on thyself.", "character": "Chaplain", "characterId": "nm0926170"}, {"text": "If it was the Lieutenant they'd taken as a hostage, I guess I could live with that...", "character": "Al", "characterId": "nm0333751"}, {"text": "Gee, thanks...", "character": "Lt. Britain", "characterId": "nm0057277"}, {"text": "...but not Leona!", "character": "Al", "characterId": "nm0333751"}, {"text": "Listen kid, I've been real patient, but now you'd better go!", "character": "Lt. Britain", "characterId": "nm0057277"}, {"text": "Back off! I'll tell you, if they *had* taken you instead, I wouldn't lose much sleep.", "character": "Chief Of Police", "characterId": "nm0900912"}, {"text": "What? You really mean it, Chief? Right then, I quit!", "character": "Lt. Britain", "characterId": "nm0057277"}, {"text": "[the squad cheers and, behind his back, wave signs reading \"Get Out\", \"Getaway\", \"Go away\", \"No Return\", and \"Go Home\", which disappear when he turns back]", "character": null, "characterId": null}, {"text": "Okay, maybe I'll git, but I'm gonna take you bastards with me!", "character": "Lt. Britain", "characterId": "nm0057277"}]}, {"lines": [{"text": "I didn't bring this machine gun to surrender!", "character": "Buaku", "characterId": "nm0945881"}]}, {"lines": [{"text": "What have I done to you? What have I done? Don't go on with it... don't go onnnn...", "character": "Buaku", "characterId": "nm0809204"}]}, {"lines": [{"text": "That clever dick doc, talkin' all that medical crap. How was I suppose to know what he was going on about?", "character": "Brenten", "characterId": "nm0946344"}, {"text": "It's slightly simpler once you realise that all of us living under the bacterial cloud have, to some extent, been poisoned by it. And speaking medically, we're all pretty poor specimens.", "character": "Megane", "characterId": "nm0157133"}, {"text": "I'm no specimen and I feel just fine. Are you saying that the quack was telling us that we're seriously sick? He stood there. Bragging. About how he only treats healthy people who don't need him in the first place. If doctors are only going to treat healthy people, then the police should go robbing banks!", "character": "Brenten", "characterId": "nm0946344"}, {"text": "[Brenten thinks for a moment]\n... Let's go rob a bank. I've wanted to rob one for years but I've kept myself pure but tonight, the day has come!", "character": "Brenten", "characterId": "nm0946344"}]}, {"lines": [{"text": "Well first of all, your squad fuhrer shouldn't take the piss out of urine.", "character": "Doctor", "characterId": "nm0333986"}]}, {"lines": [{"text": "What are you doing under that heap of scrap, Lieutenant?", "character": "Chaplain", "characterId": "nm0926170"}, {"text": "He wants to know what I'm doing in this heap of scrap. *Taking a rest, naturally!*", "character": "Lt. Britain", "characterId": "nm0057277"}]}, {"lines": [{"text": "This some kinda new drug?", "character": "Lt. Britain", "characterId": "nm0057277"}, {"text": "Nothing new about it. As a matter of fact, its a batch of urine.", "character": "Doctor", "characterId": "nm0849776"}]}, {"lines": [{"text": "But if there's a crime going on, we gotta go and help.", "character": "Leona Ozeki", "characterId": "nm0875442"}, {"text": "Now pin your ears back and listen to me. We get a crime of some kind every 36 seconds within the precincts of the city we patrol. My main job as tank police commander is to make sure it doesn't rise to 1 in every 35 seconds. Get it?", "character": "Brenten", "characterId": "nm0946344"}]}, {"lines": [{"text": "Well, who's fool enough to play with a grenade?", "character": "Chief Of Police", "characterId": "nm0900912"}, {"text": "[simultaneously]\nI'll bet it was Leona Ozaki!", "character": "Chief Of Police", "characterId": "nm0900912"}]}, {"lines": [{"text": "Cut it out! We ain't here to get dressed in antique fancy clothes and sit around on our asses, we're here to get \"Innocent\", right? So we ain't got any time to waste on amateur theatricals, and anyway your lines are really terrible.", "character": "Buaku", "characterId": "nm0809204"}]}, {"lines": [{"text": "*Shit*!", "character": "Buaku", "characterId": "nm0809204"}, {"text": "Well, what wonderful timing. I guess that painting there happened to have been stolen?", "character": "Leona", "characterId": "nm0058180"}, {"text": "Hey, have they started sending girls to do man sized work now?", "character": "Buaku", "characterId": "nm0809204"}]}, {"lines": [{"text": "The pain! The pain! What agony I'm in!", "character": "Buaku", "characterId": "nm0809204"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Why in Hell does our Police Department have to carry enough firepower to wipe out the city's population five times over? The police are here to protect the people's rights and property, not to threaten them! When innocent lives are sacrificed in the name of crime prevention, the police are no better than the hoodlums they're fighting against.", "character": "Mayoress", "characterId": "nm0363898"}, {"text": "Madame Mayor, you should've said that to the Council years ago when they set up the Tank Police. It's worth remembering that the percentage of civilians killed or injured in tank-related incidents is a mere five percent of incidents related to traffic accidents or bacterial poisoning. What's more, the crime rate has dropped 20% since we started using tanks. I think the police should be commended.", "character": "Chief Of Police", "characterId": "nm0900912"}, {"text": "\"A mere five percent\"? And you're *proud* of that? That kind of attitude could cost us our jobs! I don't think you have any idea how easily the voters could kick us right out of office!", "character": "Mayoress", "characterId": "nm0363898"}, {"text": "do you want give in to a few fairy pinkos, or keep little old ladies safe on the streets?", "character": "Chief Of Police", "characterId": "nm0900912"}, {"text": "You have a duty to everyone! And that includes rapists, murderers, *and* fairy pinkos!", "character": "Mayoress", "characterId": "nm0363898"}, {"text": "Don't give me the same crap you feed the press. The thing you really care about is getting re-elected! You can't cut out a cancer without spilling a little blood. Would you tell a surgeon to go ahead and operate, and then order him to stop while the patient - or, in our case, the city - dies slowly and painfully of a tumor taking over his gut?", "character": "Chief Of Police", "characterId": "nm0900912"}, {"text": "I am not ordering the surgery to stop!", "character": "Mayoress", "characterId": "nm0363898"}, {"text": "Sure you are! You can't take the heat in the kitchen!", "character": "Chief Of Police", "characterId": "nm0900912"}, {"text": "I'm simply ordering *you* to stop doing the operation with a blunt chainsaw!", "character": "Mayoress", "characterId": "nm0363898"}, {"text": "\"Chainsaw\"?", "character": "Chief Of Police", "characterId": "nm0900912"}, {"text": "A surgeon operates with a scalpel which he takes good care to sterilize to prevent unnecessary infection. If use uses a *tank*, the patient tends to *die*!", "character": "Mayoress", "characterId": "nm0363898"}, {"text": "I resent that! It was you politicians who gave us surgeons those tanks in the first place. Besides, these days, tanks are about as effective as toothpicks.", "character": "Chief Of Police", "characterId": "nm0900912"}, {"text": "\"Toothpicks\"? Well, if tanks are no better than toothpicks, what would *you* consider as appropriate equipment for the police to use in preventing crime?", "character": "Mayoress", "characterId": "nm0363898"}, {"text": "I'm glad you asked me that. I wouldn't mind replacing our guns with tactical nuclear weapons.", "character": "Chief Of Police", "characterId": "nm0900912"}, {"text": "[aghast]\nNuclear weapons?", "character": "Mayoress", "characterId": "nm0363898"}, {"text": "Nuclear weapons can stop wars, as they have done; they should be able to stop criminals! Though I'm a pessimist; I don't think we'll ever get rid of crime completely.", "character": "Chief Of Police", "characterId": "nm0900912"}, {"text": "Chief, you cannot be serious!", "character": "Mayoress", "characterId": "nm0363898"}, {"text": "if you want us to stop them, *give us more TANKS*!", "character": "Chief Of Police", "characterId": "nm0900912"}, {"text": "[in full rant mode]\nCan't you understand? This is *waaar*! And my Tank Police are at the front *liiine*!", "character": "Chief Of Police", "characterId": "nm0900912"}]}]}