{"quotes": [{"lines": [{"text": "only love.", "character": "Don Juan", "characterId": "nm0000136"}]}, {"lines": [{"text": "By seeing beyond what is visible to the eye. Now there are those, of course, who do not share my perceptions, it's true. When I say that all my woman are dazzling beauties, they object. The nose of this one is too large; the-the hips of another, they are too wide; perhaps the breasts of a third, they are too small. But I see these women for how they truly are... glorious, radiant, spectacular, and perfect, because, I am not limited by my eyesight. Women react to me the way that they do, Don Octavio, because they sense that I search out the beauty that dwells within until it overwhelms everything else. And then they cannot avoid their desire, to release that beauty and envelope me in it. So, to answer your question, I see as clear as day that this great edifice in which we find ourselves is your villa. It is your home. And as for you, Don Octavio DeFlores, you are a great lover like myself, even though you may have lost your way and your accent. Shall I continue?", "character": "Don Juan", "characterId": "nm0000136"}]}, {"lines": [{"text": "Don Juan, this young woman Dona Ana, must be very special. I would like so much to hear about her.", "character": "Dr. Jack Michler", "characterId": "nm0000008"}, {"text": "Have you never met a woman who inspires you to love? Until your every sense is filled with her? You inhale her. You taste her. You see your unborn children in her eyes and know that your heart has at last found a home. Your life begins with her, and without her it must surely end.", "character": "Don Juan", "characterId": "nm0000136"}, {"text": "I have no doubt that losing a love like this can be very painful. But, why lose hope along with life? Why lose everything? You must not forget, my friend, that the power of your love, the power of love of Don Juan, is eternal and will not be denied.", "character": "Dr. Jack Michler", "characterId": "nm0000008"}]}, {"lines": [{"text": "I would say that he has a rather limited and uncreative way of looking at the situation. Look, you want to know if I understand that this is a mental hospital? Yes, I understand that. But, then how can I say that you are Don Octavio and I am a guest at your villa? Correct?", "character": "Don Juan", "characterId": "nm0000136"}]}, {"lines": [{"text": "Sadly, I must report that the last patient I ever treated, the great lover Don Juan DeMarco, suffered from a romanticism which was completely incurable, and even worse, highly contagious.", "character": "Dr. Jack Michler", "characterId": "nm0000008"}]}, {"lines": [{"text": "[Don Juan does a flamenco dance at the beginning of his session with Bill]", "character": null, "characterId": null}, {"text": "[clears throat]\nWould you, um, would you like to talk about why you attempted to kill yourself?", "character": "Dr. Bill Dunsmore", "characterId": "nm0802048"}, {"text": "You want Don Juan de Marco, the world's greatest lover, to talk to you? What do you know of great love? Have you ever loved a woman until milk leaked from her as though she had just given birth to love itself, and now must feed it or burst? Have you ever tasted a woman until she believed that she could be satisfied only by consuming the tongue that had devoured her? Have you ever loved a woman so completely that the sound of your voice in her ear could cause her body to shudder and explode with such intense pleasure that only weeping could bring her full release?", "character": "Don Juan", "characterId": "nm0000136"}]}, {"lines": [{"text": "Every true lover knows that the moment of greatest satisfaction comes when ecstasy is long over and he beholds before him the flower which has blossomed beneath his touch.", "character": "Don Juan", "characterId": "nm0000136"}]}, {"lines": [{"text": "Every woman is a mystery to be solved.", "character": "Don Juan", "characterId": "nm0000136"}]}, {"lines": [{"text": "There are those that do not believe that a single soul born in heaven can split into twin spirits and shoot like falling stars to earth where over oceans and continents their magnetic forces will finally unite them back into one. But, how else to explain love at first sight? We were convinced that there was no other life beneath the sky but ours. We believed that we would never die.", "character": "Don Juan", "characterId": "nm0000136"}]}, {"lines": [{"text": "Very well, my love. I will accept that I'm not the first if you will tell me, with the same... honesty, how many others there have been.", "character": "Doña Ana", "characterId": "nm0656768"}, {"text": "[voice-over]\nThis would have been a very good time for me to lie. But truth is a terrible habit.", "character": "Don Juan", "characterId": "nm0000136"}, {"text": "[to Dona Ana]", "character": null, "characterId": null}, {"text": "Including you... there have been... exactly... one... thousand, five hundred and two.", "character": "Don Juan", "characterId": "nm0000136"}]}, {"lines": [{"text": "Where is Don Octavio del Flores?", "character": "Don Juan", "characterId": "nm0000136"}, {"text": "Wh-who?", "character": "Bill", "characterId": "nm0802048"}, {"text": "My host at this villa.", "character": "Don Juan", "characterId": "nm0000136"}, {"text": "Via? Via?", "character": "Bill", "characterId": "nm0802048"}, {"text": "Villa.", "character": "Don Juan", "characterId": "nm0000136"}, {"text": "Via? Villa.", "character": "Bill", "characterId": "nm0802048"}, {"text": "Si, villa.", "character": "Don Juan", "characterId": "nm0000136"}, {"text": "Villa.", "character": "Bill", "characterId": "nm0802048"}, {"text": "Villa.", "character": "Don Juan", "characterId": "nm0000136"}, {"text": "Via.", "character": "Bill", "characterId": "nm0802048"}, {"text": "Where is Don Octavio?", "character": "Don Juan", "characterId": "nm0000136"}, {"text": "Y-you mean Dr. Mickler?", "character": "Bill", "characterId": "nm0802048"}, {"text": "Who?", "character": "Don Juan", "characterId": "nm0000136"}, {"text": "Um,", "character": "Bill", "characterId": "nm0802048"}, {"text": "[clears throat]", "character": null, "characterId": null}, {"text": "... why do you think that, um, Dr. Mickler is, um, Don Octavio del Flores?", "character": "Bill", "characterId": "nm0802048"}, {"text": "Why do you think Don Octavio del Flores is Dr. Mickler?", "character": "Don Juan", "characterId": "nm0000136"}]}, {"lines": [{"text": "I'm giving him to Bill.", "character": "Dr. Paul Showalter", "characterId": "nm0228336"}, {"text": "This kid is going to do a flamenco number on Bill's head until it looks like a tortilla, and it's going to be on your watch.", "character": "Dr. Jack Michler", "characterId": "nm0000008"}]}, {"lines": [{"text": "I give women pleasure, if they desire, it is of course the greatest pleasure they will ever experience.", "character": "Don Juan", "characterId": "nm0000136"}]}, {"lines": [{"text": "You know, my friend, until this afternoon, I had always believed that a man could love only one woman. I have been badly misled. It is absolutely incredible to me that just a few hours ago, Dona Julia was the only woman who existed, and now, now, there is the magnificent Sultana Gulbeyaz. What a glorious body... breasts...", "character": "Don Juan", "characterId": "nm0000136"}, {"text": "[sullenly]\nWill you please shut up?", "character": "Baba, the Eunuch", "characterId": "nm0546306"}]}, {"lines": [{"text": "No woman has ever left my arms unsatisfied.", "character": "Don Juan", "characterId": "nm0000136"}]}]}