{"quotes": [{"lines": [{"text": "Fairies are always right.", "character": "La fée des Lilas", "characterId": "nm0786891"}]}, {"lines": [{"text": "Fairies, like women, hold grudges.", "character": "La fée des Lilas", "characterId": "nm0786891"}]}, {"lines": [{"text": "Once upon a time there was a king so great, so loved by his people and so respected by neighboring kingdoms that he was the happiest of monarchs. And his happiness was even greater for having chosen a beautiful and virtuous wife. The couple lived in perfect harmony. They had a daughter of such grace and charm that they never regretted having but one child. Their palace was a marvel of taste and abundance. The buildings were magnificent and the vast stables were filled with the most handsome steeds. But what most surprised visitors was a donkey displayed in the most prominent place. This iniquity may surprise you, but when you learn of the creature's rare ability, you will agree that this honor was its due.", "character": null, "characterId": null}]}, {"lines": [{"text": "The vicissitudes of life fall on kings as well, and the greatest good is always mixed with misfortune.", "character": null, "characterId": null}]}, {"lines": [{"text": "Have fairy-tale princesses all disappeared?", "character": "Le roi bleu", "characterId": "nm0544786"}]}, {"lines": [{"text": "Poetry deranges you, Father.", "character": "La princesse", "characterId": "nm0000366"}]}, {"lines": [{"text": "Fairies don't get old.", "character": "La princesse", "characterId": "nm0000366"}]}, {"lines": [{"text": "Fairies are an unseen force that drive us to act for good... or evil.", "character": "Le prince charmant", "characterId": "nm0674742"}]}, {"lines": [{"text": "A cake for the prince. My cookbook! Apple savarin, rum pastry, walnut delight, royal cream puffs - no. Apricot cobbler, plum soufflé... strawberry shortcake, pineapple charlotte. No. Ah... a love cake!", "character": "La princesse", "characterId": "nm0000366"}]}, {"lines": [{"text": "We'll do all that is forbidden.", "character": "Le prince charmant", "characterId": "nm0674742"}]}]}