{"quotes": [{"lines": [{"text": "Mr. Neff, why don't you drop by tomorrow evening about eight-thirty. He'll be in then.", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "Who?", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "My husband. You were anxious to talk to him weren't you?", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "Yeah, I was, but I'm sort of getting over the idea, if you know what I mean.", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "There's a speed limit in this state, Mr. Neff. Forty-five miles an hour.", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "How fast was I going, officer?", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "I'd say around ninety.", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "Suppose you get down off your motorcycle and give me a ticket.", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "Suppose I let you off with a warning this time.", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "Suppose it doesn't take.", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "Suppose I have to whack you over the knuckles.", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "Suppose I bust out crying and put my head on your shoulder.", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "Suppose you try putting it on my husband's shoulder.", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "That tears it.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Know why you couldn't figure this one, Keyes? I'll tell ya. 'Cause the guy you were looking for was too close. Right across the desk from ya.", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "Closer than that, Walter.", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "I love you, too.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "Yes, I killed him. I killed him for money - and a woman - and I didn't get the money and I didn't get the woman. Pretty, isn't it?", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "[Norton, Keyes's boss, has just tried, unsuccessfully, to convince a client that her husband's death was a suicide]", "character": null, "characterId": null}, {"text": "You know, you, uh, oughta take a look at the statistics on suicide some time. You might learn a little something about the insurance business.", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "Mister Keyes, I was RAISED in the insurance business.", "character": "Edward S. Norton", "characterId": "nm0301348"}, {"text": "by poison, by firearms, by drowning, by leaps. Suicide by poison, subdivided by *types* of poison, such as corrosive, irritant, systemic, gaseous, narcotic, alkaloid, protein, and so forth; suicide by leaps, subdivided by leaps from high places, under the wheels of trains, under the wheels of trucks, under the feet of horses, from *steamboats*. But, Mr. Norton, of all the cases on record, there's not one single case of suicide by leap from the rear end of a moving train. And you know how fast that train was going at the point where the body was found? Fifteen miles an hour. Now how can anybody jump off a slow-moving train like that with any kind of expectation that he would kill himself? No. No soap, Mr. Norton. We're sunk, and we'll have to pay through the nose, and you know it.", "character": "Barton Keyes", "characterId": "nm0000064"}]}, {"lines": [{"text": "You'll be here too?", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "I guess so, I usually am.", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "Same chair, same perfume, same anklet?", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "I wonder if I know what you mean.", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "I wonder if you wonder.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "Do I laugh now, or wait 'til it gets funny?", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "Suddenly it came over me that everything would go wrong. It sounds crazy, Keyes, but it's true, so help me. I couldn't hear my own footsteps. It was the walk of a dead man.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "Neff is the name, isn't it?", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "Yeah. Two \"F\"s, like in Philadelphia, if you know the story.", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "What story?", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "The Philadelphia Story.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "I think you're rotten.", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "I think you're swell - so long as I'm not your husband.", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "Get out of here.", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "You bet I'll get out of here, baby. I'll get out of here but quick.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "That witness from the train, what was his name?", "character": "Edward S. Norton", "characterId": "nm0301348"}, {"text": "His name was Jackson. Probably still is.", "character": "Barton Keyes", "characterId": "nm0000064"}]}, {"lines": [{"text": "How could I have known that murder could sometimes smell like honeysuckle?", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "We're both rotten.", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "Only you're a little more rotten.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "That was all there was to it.Nothing had slipped, nothing had been overlooked.There was nothing to give us away. And yet, Keyes, as I was walking down the street to the drugstore, suddenly, it came over me that everything would go wrong. It sounds crazy Keyes, but it's true, so help me, I couldn't hear my own footsteps. It was the walk of a dead man.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "Eh? There it is, Walter. It's beginning to come apart at the seams already. Murder's never perfect. Always comes apart sooner or later, and when two people are involved it's usually sooner. Now we know the Dietrichson dame is in it *and* a somebody else. Pretty soon, we'll know who that somebody else is. He'll show. He's got to show. Sometime, somewhere, they've got to meet. Their emotions are all kicked up. Whether it's love or hate doesn't matter; they can't keep away from each other. They may think it's twice as safe because there's two of them,", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "[chuckles]", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "but it isn't twice as safe. It's ten times twice as dangerous. They've committed a *murder*! And it's not like taking a trolley ride together where they can get off at different stops. They're stuck with each other and they got to ride all the way to the end of the line and it's a one-way trip and the last stop is the cemetery. She put in her claim... I'm gonna throw it right back at her.", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "[Walter hands Keyes a light]", "character": null, "characterId": null}, {"text": "Let her sue us if she dares. I'll be ready for her *and* that somebody else. They'll be digging their own graves.", "character": "Barton Keyes", "characterId": "nm0000064"}]}, {"lines": [{"text": "Dear Keyes, I suppose you'll call this a confession when you hear it... Well, I don't like the word confession, I just want to set you right about something you couldn't see because it was smack up against your nose. You think you're such a hot potato as a claims manager; such a wolf on a phony claim... Maybe y'are. But let's take a look at that Dietrichson claim... accident and double indemnity. You were pretty good in there for awhile Keyes... you said it wasn't an accident, check. You said it wasn't suicide, check. You said it was murder... check.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "I was thinking about that dame upstairs, and the way she had looked at me, and I wanted to see her again, close, without that silly staircase between us.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "Hello, Keyes. You're up pretty early, aren't you? I always wondered what time you got down to the office. Or did that little man of yours pull you out of bed?", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "The janitor did. Seems you leaked a little blood on the way in here.", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "Yeah, wouldn't be surprised. I wanted to straighten you out on that Dietrichson case.", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "So I gather.", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "How long you been standing there?", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "Long enough.", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "Kind of a crazy story with a crazy twist to it. One you didn't quite figure out.", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "You can't figure them all, Walter.", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "That's right. I guess you can't at that. Now I suppose I get the big speech. The one with all the two dollar words in it. Let's have it, Keyes.", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "Walter, you're all washed up.", "character": "Barton Keyes", "characterId": "nm0000064"}]}, {"lines": [{"text": "It's just like the first time I came here, isn't it? We were talking about automobile insurance, only you were thinking about murder. And I was thinking about that anklet.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "Have you made up your mind?", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "Mr. Keyes, I'm a Medford man - Medford, Oregon. Up in Medford, we take our time making up our minds.", "character": "Jackson", "characterId": "nm0356004"}, {"text": "Well, we're not in Medford now, we're in a hurry.", "character": "Barton Keyes", "characterId": "nm0000064"}]}, {"lines": [{"text": "Who'd you think I was anyway? The guy that walks into a good looking dame's front parlour and says, \"Good afternoon, I sell accident insurance on husbands... you got one that's been around too long? One you'd like to turn into a little hard cash?\"", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "Now that's enough out of you, Walter. Now get outta here before I throw my desk at you.", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "[looks in his pocket for a match]", "character": null, "characterId": null}, {"text": "[takes a match of his own and lights Keyes' cigar]\nI love you, too.", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "[voiceover]", "character": null, "characterId": null}, {"text": "I really did, too, you old crab. Always yelling your head off, always sore at everybody. You never fooled me with your song and dance, not for a second. I kinda always knew that behind all the cigar ashes on your vest was a heart as big as a house.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "Walter, you're all washed up.", "character": "Barton Keyes", "characterId": "nm0000064"}]}, {"lines": [{"text": "I get the general idea. She was a tramp from a long line of tramps.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "Just came from Norton's office. Semiannual sales records are out. You're high man, Walter. That's twice in a row. Congratulations.", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "Thanks. How'd you like a cheap drink?", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "How'd you like a $50 cut in salary?", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "Do I laugh now or wait til it gets funny?", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "I'm serious. I've just been talking to Norton. Too much stuff piling up on my desk. Too much pressure on my nerves. I spend half the night walking up and down on my bed. I've got to have an assistant and I thought of you.", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "Me? Why pick on me?", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "'Cause I've got a crazy idea you might be good at the job.", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "That's crazy all right. I'm a salesman.", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "Yeah, peddlar. Glad-handler. Back-slapper. You're too good to be a salesman.", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "Nobody's too good to be a salesman.", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "Phooey. All you guys do is ring a doorbell and hand out a smooth line of monkey dough. What's troubling you is that fifty buck cut, isn't it?", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "That'd trouble anybody.", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "Look Walter, the job I'm talking about takes brains and integrity. It takes more guts than there is in 50 salesmen. It's the hardest job in the business.", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "Yeah, but it's still a desk job. I don't want to be nailed to a desk.", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "Desk job? Is that all you can see in it? Just a hard chair to park your pants on from 9 to 5? Just a pile of papers to shuffle around and 5 sharp pencils and a scratchpad to make figures on? Maybe a little doodling on the side? Well that's not the way I look at it, Walter. To me, a claims man is a surgeon. That desk is an operating table and those pencils are scalpels and bone-chisels. And those papers are not just forms and statistics and claims for compensation. They're alive. They're packed with drama, with twisted hopes and crooked dreams. A claims man, Walter, is a, is a doctor and a bloodhound and a", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "[phone rings. Keyes answers]", "character": null, "characterId": null}, {"text": "Who? Okay, hold on a minute. A claims man is a doctor and a bloodhound and a cop and a judge and a jury and a father confessor all in one. And you want to tell me you're not interested. You don't want to work with your brains. All you want to do is work with your finger on the doorbell for a few bucks more a week. There's a dame on your phone.", "character": "Barton Keyes", "characterId": "nm0000064"}]}, {"lines": [{"text": "I was just fixing some ice tea; would you like a glass?", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "Yeah, unless you got a bottle of beer that's not working.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "I picked you for the job, not because I think you're so darn smart, but because I thought you were a shade less dumb than the rest of the outfit. Guess I was wrong. You're not smarter, Walter... you're just a little taller.", "character": "Barton Keyes", "characterId": "nm0000064"}]}, {"lines": [{"text": "These are fine cigars you smoke.", "character": "Jackson", "characterId": "nm0356004"}, {"text": "Two for a quarter.", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "That's what I said.", "character": "Jackson", "characterId": "nm0356004"}]}, {"lines": [{"text": "I'm a native Californian. Born right here in Los Angeles.", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "They say all native Californians come from Iowa.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "Well, I get darn sick of tryin' to pick up after a gang of fast-talking salesmen dumb enough to sell life insurance to a guy who sleeps in the same bed with four rattlesnakes.", "character": "Barton Keyes", "characterId": "nm0000064"}]}, {"lines": [{"text": "That's a honey of an anklet you're wearing, Mrs. Dietrichson.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "Now look, Walter. A guy takes out an accident policy that's worth $100,000 if he's killed on the train. Then, two weeks later, he *is* killed on the train. And, not from the train accident, mind you, but falling off some silly observation car. You know what the mathematical probability of that is? One out of, oh, I don't know how many billions. And after that, the broken leg. No, it just, it just can't be the way it looks. Something has been worked on us!", "character": "Barton Keyes", "characterId": "nm0000064"}]}, {"lines": [{"text": "Tonight? Tomorrow morning would suit me better.", "character": "Jackson", "characterId": "nm0356004"}, {"text": "[Smiles]", "character": null, "characterId": null}, {"text": "There's a very good osteopath in town I'd like to see before I leave.", "character": "Jackson", "characterId": "nm0356004"}, {"text": "Osteopath. Well, just don't put her on the expense account.", "character": "Barton Keyes", "characterId": "nm0000064"}]}, {"lines": [{"text": "This Dietrichson business. It's murder. And murders don't come any neater. As fancy a piece of homicide as anyone ever ran into. Smart, tricky, almost perfect. But... I think papa has it all figured out. Figured out and wrapped up in tissue paper with... pink ribbons on it.", "character": "Barton Keyes", "characterId": "nm0000064"}]}, {"lines": [{"text": "Mr. Keyes, I'm a Medford man. Medford, Oregon. If I say it, I mean it. If I mean it, of course I'll swear to it.", "character": "Jackson", "characterId": "nm0356004"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Well, hello there, Mr. Neff.", "character": null, "characterId": null}]}, {"lines": [{"text": "What's the matter? Dames chasing you again? Or still? Or is it none of my business?", "character": "Barton Keyes", "characterId": "nm0000064"}, {"text": "If I told you it was a customer, you'd...", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "\"Margie\"! I bet she drinks from the bottle.", "character": "Barton Keyes", "characterId": "nm0000064"}]}, {"lines": [{"text": "Do you make your own breakfast, Mr Neff?", "character": "Phyllis", "characterId": "nm0001766"}, {"text": "Well, I squeeze a grapefruit now and again.", "character": "Walter Neff", "characterId": "nm0534045"}]}, {"lines": [{"text": "What do the police figure?", "character": "Walter Neff", "characterId": "nm0534045"}, {"text": "That he got tangled up in his crutches and fell off the train. They're satisfied. It's not their dough.", "character": "Barton Keyes", "characterId": "nm0000064"}]}]}