{"quotes": [{"lines": [{"text": "In 1936 Texas declared its independence, and became a sovereign republic, only to face the most difficult years in its brilliant and adventuresome history. Under the ambitious leadership of Sam Houston, the Lone Star Republic demanded its right to join the Union. But in Washington there were men sworn to the conviction that Texas must never be admitted as another Southern slavery state...", "character": null, "characterId": null}]}, {"lines": [{"text": "Now don't go flying off the handle again, Lucky. Vandall's just sitting over there minding his own business.", "character": "Britt Haines", "characterId": "nm0939591"}, {"text": "Yeah, well, every time I see that crook, I see red.", "character": "'Lucky' Haines", "characterId": "nm0370797"}, {"text": "You oughta know better. Besides, red isn't a becomin' color to ya. Why can't you see blue or green or chrysanthemums or somethin'?", "character": "Britt Haines", "characterId": "nm0939591"}]}, {"lines": [{"text": "What happened, Mack?", "character": "Henchman Stoner", "characterId": "nm0167760"}, {"text": "Nothin'... nothin' compared to what is gonna happen.", "character": "Vandall", "characterId": "nm0932425"}, {"text": "I'd hate to be in Lucky Haines's boots.", "character": "Henchman Stoner", "characterId": "nm0167760"}, {"text": "Maybe I'll get his boots for you before the end of the week.", "character": "Vandall", "characterId": "nm0932425"}]}, {"lines": [{"text": "I hope someone in Austin doesn't get any ideas and spoil our plans.", "character": "Col. Baldridge", "characterId": "nm0163846"}, {"text": "What kind of ideas?", "character": "Vandall", "characterId": "nm0932425"}, {"text": "If they send some Rangers here, we'd be in for real trouble!", "character": "Col. Baldridge", "characterId": "nm0163846"}, {"text": "Rangers - they shoot down just as easy as ordinary people... and their badges make awfully good targets.", "character": "Vandall", "characterId": "nm0932425"}]}, {"lines": [{"text": "[Steve interrupts Stoner's harassment of the town barber]", "character": null, "characterId": null}, {"text": "If you're wantin' a shave, I'll be glad to give you one.", "character": "Henchman Stoner", "characterId": "nm0167760"}, {"text": "You might find that pretty tough, mister.", "character": "Steve Martin", "characterId": "nm0823633"}, {"text": "I don't know about that.", "character": "Henchman Stoner", "characterId": "nm0167760"}, {"text": "If you think the answer is in your holster, go ahead!", "character": "Steve Martin", "characterId": "nm0823633"}]}, {"lines": [{"text": "Well, as long as I'm at the bank, I might as well go on in. At least I can draw my breath.", "character": "Britt Haines", "characterId": "nm0939591"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "As long as that flag waves, you are guaranteed freedom of worship, freedom of speech, freedom of assembly and freedom of the press. It's a guarantee of the sanctity of the home, with freedom from search without a warrant; a guarantee against being held for crime without indictment and being innocent of that crime until proven guilty; a guarantee against being deprived of life, liberty or the pursuit of happiness without due course of law and a trial by jury. And so, forever may it wave!", "character": "Sam Houston", "characterId": "nm0627945"}]}]}