{"quotes": [{"lines": [{"text": "[to Karl]\nYou've got flour on your whatchamacallit!", "character": "Sophie, the Cook", "characterId": "nm0743017"}]}, {"lines": [{"text": "They do tickle, don't they?", "character": "Karl Schneider", "characterId": "nm0318105"}, {"text": "What does?", "character": "Anna, Albert's Wife", "characterId": "nm0115597"}, {"text": "Albert's sideburns!", "character": "Karl Schneider", "characterId": "nm0318105"}, {"text": "[both laugh giddily]", "character": null, "characterId": null}]}, {"lines": [{"text": "[about her evening with Karl]\nNow you just wait a minute! I don't deserve to have you and me go all to smash. I've found out for the first time in my life - for the first time - that there are more than two kinds of feelings in the world. Is that my fault? There's a kind of way of making love that drives you mad and crazy, so that you don't know what you are doing. Are you going to throw me out in the street because I didn't know this before?", "character": "Anna, Albert's Wife", "characterId": "nm0115597"}, {"text": "Now you stop this kind of talk! And stop it right now! You learned something vile from a rat, and you forget that you're my wife - that I love you, and you bring him in here!", "character": "Albert, the Baron's Butler", "characterId": "nm0510134"}, {"text": "Alright, you good, good man. I'll stop this kind of talk. You believe exactly what you want to believe. But you listen! Whatever's happened, some of it is your fault - some of it. You think you can make love in the same frozen way you do everything else. And you think that's all I'd ever have any wish for. Well, I tell you plain and straight right now - it's nothing of the kind. I meant no harm. I don't want anyone but you in my home. But if you're going to be so good and so perfect and so unforgiving - that I can't have that, then I thank heaven I found that there is something else. Something that makes you so dizzy you don't know what's happened and you don't care. Now go ahead and believe anything you like!", "character": "Anna, Albert's Wife", "characterId": "nm0115597"}, {"text": "[Storms off, leaving Albert with look of shock and amazement]", "character": null, "characterId": null}]}]}