{"quotes": [{"lines": [{"text": "[talking to Chappellet]\nYou never had any real education, did you? All you ever had were your skis... and that's not enough.", "character": "Claire", "characterId": "nm0000432"}]}, {"lines": [{"text": "Look, you finished fourth in one race. Don't expect to be given the world.", "character": "Claire", "characterId": "nm0000432"}, {"text": "[testily]\nI don't expect to be given anything!", "character": "Chappellet", "characterId": "nm0000602"}, {"text": "Good. Get in the bus.", "character": "Claire", "characterId": "nm0000432"}]}, {"lines": [{"text": "If I could have started five places ahead - just five - then I would've at least had good snow. I wouldn't have lost my balance in the ruts. I wouldn't have had to pull so hard after...", "character": "Chappellet", "characterId": "nm0000602"}, {"text": "No.", "character": "Claire", "characterId": "nm0000432"}, {"text": "What do you mean \"no\"? If I'd have started in the first 15, I could've won it.", "character": "Chappellet", "characterId": "nm0000602"}, {"text": "No. You just weren't good enough. That's all. You lost your strength, and then the bumps took you out. That's it. That's all there was to it. You gotta' have your strength right up to the end. These guys aren't amateurs. They're national heroes. You're trying to beat them out of their way of life. You're just not strong enough.", "character": "Claire", "characterId": "nm0000432"}, {"text": "[a bit sarcastically]\nWell, I'll take a Charles Atlas course this summer and build myself up, all right?", "character": "Chappellet", "characterId": "nm0000602"}, {"text": "[not finding the sarcasm terribly amusing]\nOkay.", "character": "Claire", "characterId": "nm0000432"}]}, {"lines": [{"text": "Well, I just hope you don't end up askin' yourself the question some folks ask me. \"What's he do it for?\"", "character": "Mr. Chappellet", "characterId": "nm0835177"}, {"text": "Well, I'll be famous. I'll be a champion.", "character": "Chappellet", "characterId": "nm0000602"}, {"text": "[cynically]\nWorld's full of'em.", "character": "Mr. Chappellet", "characterId": "nm0835177"}]}, {"lines": [{"text": "Aw, he thinks he's the only guy that ever won a downhill. He's as jazzed with himself as Max Meier.", "character": "Creech", "characterId": "nm0573401"}, {"text": "That's not your style, is it, John?", "character": "Mayo", "characterId": "nm0001056"}, {"text": "What? Aw, come on. All right, he's good and he's fast, and he wins a couple of races. And I'm the first one to admit that a good racer turns everybody on. But he's not for the team, and he never will be.", "character": "Creech", "characterId": "nm0573401"}, {"text": "Well, it's not exactly a team sport, is it?", "character": "Mayo", "characterId": "nm0001056"}, {"text": "[gives it some thought]\nMaybe you're right.", "character": "Creech", "characterId": "nm0573401"}]}, {"lines": [{"text": "[Making some public appearances before various business groups in an effort to garner financial support for the U.S. ski team]\nThe Europeans simply can't understand why... this country doesn't turn out the world's greatest ski teams. And I'm ashamed to tell 'em the truth. We have the mountains, we have the men, we have the muscle. We don't have the money in this richest nation in the world. Every racer... on a well-equipped winning team... is a foreign sales representative for U.S. ski products. These fine young competitors that we are training are roving ambassadors for the American way of life. Thanks a lot.", "character": "Claire", "characterId": "nm0000432"}]}]}