{"quotes": [{"lines": [{"text": "Perhaps you're forgetting, you're engaged to Muriel.", "character": "Dr. Lanyon", "characterId": "nm0378555"}, {"text": "Forgotten it? Can a man dying of thirst forget water? And do you know what would happen to that thirst if it were to be denied water?", "character": "Dr. Jekyll", "characterId": "nm0545298"}, {"text": "If I understand you correctly, you sound almost indecent.", "character": "Dr. Lanyon", "characterId": "nm0378555"}, {"text": "What names you give things!", "character": "Dr. Jekyll", "characterId": "nm0545298"}]}, {"lines": [{"text": "You should go out, sir. London offers many amusements for a gentlemen like you, sir.", "character": "Poole", "characterId": "nm0636199"}, {"text": "Yes, but gentlemen like me daren't take advantage of them, Poole. Gentlemen like me have to be very careful of what we do or say.", "character": "Dr. Jekyll", "characterId": "nm0545298"}]}, {"lines": [{"text": "Perhaps you prefer a gentleman. One of those fine-mannered and honorable gentlemen. Those panting hypocrites who like your legs but talk about your garters.", "character": "Mr. Hyde", "characterId": "nm0545298"}]}, {"lines": [{"text": "[joking to another student about Jekyll's lecture on splitting the personality]\nWhy don't you stay at home and send your other self to the lecture?", "character": "Blond-haired student", "characterId": "nm0910498"}]}, {"lines": [{"text": "If you do one thing I don't approve of while I'm gone, the LEAST little thing, mind you... I'll show you what horror means!", "character": "Mr. Hyde", "characterId": "nm0545298"}]}, {"lines": [{"text": "You're a rebel, and see what it has done for you. You're in the power of this monster that you have created.", "character": "Dr. Lanyon", "characterId": "nm0378555"}, {"text": "I'll never take that drug again!", "character": "Dr. Jekyll", "characterId": "nm0545298"}, {"text": "Yes, but you told me you became that monster tonight not of your own accord. It will happen again.", "character": "Dr. Lanyon", "characterId": "nm0378555"}, {"text": "It never will. I'm sure of it. I'll conquer it!", "character": "Dr. Jekyll", "characterId": "nm0545298"}, {"text": "Too late. You cannot conquer it. It has conquered you!", "character": "Dr. Lanyon", "characterId": "nm0378555"}]}, {"lines": [{"text": "I have no soul. I'm beyond the pale. I'm one of the living dead!", "character": "Dr. Jekyll", "characterId": "nm0545298"}]}, {"lines": [{"text": "[after strangling Ivy]\nIsn't Hyde a lover after your own heart?", "character": "Mr. Hyde", "characterId": "nm0545298"}]}, {"lines": [{"text": "Oh, God. This I did not intend. I saw a light but did not know where it was headed. I have tresspassed on your domain. I've gone further than man should go. Forgive me. Help me!", "character": "Dr. Jekyll", "characterId": "nm0545298"}]}, {"lines": [{"text": "Think before you decide, I tell you! Do you want to be left as you are, or do you want your eyes and your soul to be blasted by a sight that would stagger the devil himself?", "character": "Mr. Hyde", "characterId": "nm0545298"}]}, {"lines": [{"text": "Things one can't do, are the ones I want to.", "character": "Dr. Jekyll", "characterId": "nm0545298"}]}]}