{"quotes": [{"lines": [{"text": "You know you can't win! You can't destroy what I really am! Even if you manage to kill this body, someone even stronger would surface and take my place! Not one death will go unaccounted for, not one!", "character": "Gohan", "characterId": "nm0163806"}]}, {"lines": [{"text": "Sorry about that Trunks, but I wouldn't be able to forgive myself if anything happened to you. This is my battle for now little brother, you're not quite ready yet. I can feel them all crying down there Trunks, that's why I have to go! I know you'll understand someday. See ya later kid...", "character": "Gohan", "characterId": "nm0163806"}]}, {"lines": [{"text": "Gohan, why'd you have to do it, why'd you have to leave me? It's not fair! Oh gosh no... what did they do to you Gohan? You were my best friend, you were everything to me... everything! This just isn't fair! Gohan, Gohan, GOHAN!", "character": "Trunks", "characterId": "nm0425061"}]}, {"lines": [{"text": "Ah, it's nice to see that you're alive son. Do you plan on living long, or should I start shopping for one instead of two?", "character": "Bulma", "characterId": "nm0901624"}, {"text": "Uh, no. Two is fine mom.", "character": "Trunks", "characterId": "nm0425061"}, {"text": "And a surprise guest, how are you Gohan?", "character": "Bulma", "characterId": "nm0901624"}, {"text": "Fine, hi.", "character": "Gohan", "characterId": "nm0163806"}, {"text": "Trunks goes to fight the androids and then, you show up. What an interesting coincidence, wouldn't ya say? You guys aren't planning anything, are you? Well, I didn't think so. You're not that stupid... nobody's that stupid, right?", "character": "Bulma", "characterId": "nm0901624"}]}, {"lines": [{"text": "Come on, lets get out of here. All the humans are dead. The fun part's over. I don't wanna sit around here and watch you shoot buildings all day, it's boring.", "character": "Android 18", "characterId": "nm0566787"}, {"text": "Boring? This isn't boring. Boring is when I stand around while you try on clothes for two hours. That's boring. This is actually pretty fun. You should give it a whirl.", "character": "Android 17", "characterId": "nm0399321"}, {"text": "Man. Things I put up with.", "character": "Android 18", "characterId": "nm0566787"}]}, {"lines": [{"text": "You better get out of here while you still can.", "character": "Android 18", "characterId": "nm0566787"}, {"text": "So you can gang up on my friend again?", "character": "Trunks", "characterId": "nm0425061"}]}, {"lines": [{"text": "Now Gohan... what would your father do?", "character": "Gohan", "characterId": "nm0163806"}]}, {"lines": [{"text": "You just need to find the right motivation, that's all... Yeah, for me it's simple. All I have to do is think about how the androids killed Piccolo and Krillin. Then I feel a horrible hurt, and then the pain from that turns into rage, it's maddening! I don't ever want it to happen again, something that unfair. And then suddenly... the dam breaks.", "character": "Gohan", "characterId": "nm0163806"}]}, {"lines": [{"text": "[sees Gohan]\nOh, look. It's blondie. Except his hair is black today.", "character": "Android 18", "characterId": "nm0566787"}, {"text": "Of course. He's copying you.", "character": "Android 17", "characterId": "nm0399321"}]}, {"lines": [{"text": "I know you think I'm crazy darling, but people thought your grandpa was crazy and he became the greatest inventor in the world.", "character": "Bulma", "characterId": "nm0901624"}, {"text": "Yeah, but grandpa wasn't trying to travel back in time.", "character": "Trunks", "characterId": "nm0425061"}]}, {"lines": [{"text": "You're getting harder and harder to please, did you know that?", "character": "Android 17", "characterId": "nm0399321"}, {"text": "Yeah, so?", "character": "Android 18", "characterId": "nm0566787"}, {"text": "How about experiencing your own deaths, androids? Does that thrill you? It'll be your last joyride!", "character": "Trunks", "characterId": "nm0425061"}]}]}