{"quotes": [{"lines": [{"text": "[English opening song]", "character": null, "characterId": null}, {"text": "Find the Dragon Balls! Look out for them all! / You can search around the world with me! / Gotta heed the call of magic Dragon Balls! / What a great adventure this will be! / You can climb on board, 'cause the Nimbus doesn't wait! / A fantastic journey for your dreams, a thrilling mystery! / Through the fires of time, they've waited patiently / When all seven balls you find, the Dragon is set free / Rising, rising, mesmerizing, unbridled ecstasy! / Radiant and shining, hidden somewhere in the field / Luminous and blinding, with your desire revealed / Ageless, timeless, what you'll find is beyond belief! / Let's try, try, try, look high and low! / Search the sky and the sea below! / Let's try, try, try, seize the day / and make new friends along the way! / Find the Dragon Balls! Look out for them all! / Come and hunt those Dragon Balls with me! / Gotta heed the call of magic Dragon Balls! / What a great adventure this will be! / Set a course for action, adventure doesn't wait! / A fantastic journey for your dreams, a thrilling mystery!", "character": null, "characterId": null}]}, {"lines": [{"text": "[English closing song]", "character": null, "characterId": null}, {"text": "Be as free as you can be, a childlike love of fantasy / The world is a mystery for you and me / A miracle, an adventure too, a single wish waits for you, / The beating of your heart will see you through / When you think you can't go on, give it another try / The power of your youth is strong, and as big as the sky / Search over the valleys, and mountains and you'll see / believing in yourself sets you free! / Come on, I'll give you romance! Come on, I'll give you paradise! / Liberate the you that you keep inside! / Come on, I'll give you romance! Come on, I'll give you paradise! / Make your dreams come true, you'll see fantasy / Magic can happen to you!", "character": null, "characterId": null}]}, {"lines": [{"text": "Well, this blows.", "character": "Son Gokû", "characterId": "nm0637586"}]}, {"lines": [{"text": "[Japanese opening song]", "character": null, "characterId": null}, {"text": "Grab them in the hands! Dragon Ball! / One of the world's most thrilling secrets / Hunt those down! Dragon Ball! / One of the world's most pleasant miracles / This world is a huge treasure island / That's right, right now, Adventure! / The chest is tightened excitedly in love, dreaming lots of various colors / Somewhere in this world it's glowing / Let's go and find those, boy, striking out the ghosts and goblins / We'll also fly on the cloud machine today / Let's try, try, try, mystical adventure / Across the sky and over the mountains / Let's fly, fly, fly, great adventure / The wonderful trip has begun! / Grasp them in your hands! Dragon Ball! / One of the world's most tough chances / Chase those down! Dragon Ball! / One of the world's most enjoyable dramas / This world is a huge treasure island / That's right, right now, Adventure!", "character": null, "characterId": null}]}, {"lines": [{"text": "[Japanese closing song]", "character": null, "characterId": null}, {"text": "Come along in a fantasy, a likable mystery / Don't hide your youthfulness / Want to have a mystery, want to have an adventure / Everybody's itching to go / If you give up pretending to be an adult / you can't solve like a simple puzzle / Try to be wilder and stronger, / in life! / I'll give you romance, I'll give you romance / Show us your true bravery! / I'll give you romance, I'll give you romance / The glisten light flutters in the hearts, / I'll give you a dream!", "character": null, "characterId": null}]}, {"lines": [{"text": "Goku, wedding is not a food.", "character": "Chi-Chi", "characterId": "nm0508877"}]}]}