{"quotes": [{"lines": [{"text": "[Opening lines]\nAn uneven coastline, and azure...", "character": "Récitant", "characterId": "nm0169051"}, {"text": "Azure, azure, azure...", "character": "Récitante", "characterId": "nm2912286"}, {"text": "Constitute the Côte d'Azur, the French Riviera.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "The Promenade des Anglais.", "character": "Récitant", "characterId": "nm0169051"}, {"text": "Nice.", "character": "Récitante", "characterId": "nm2912286"}, {"text": "The Hôtel des Anglais.", "character": "Récitant", "characterId": "nm0169051"}, {"text": "Menton.", "character": "Récitante", "characterId": "nm2912286"}, {"text": "The Eglise anglaise, also called English Church and the Pharmacie anglaise, British Pharmacy.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "The tourists, the curious, the emigrants, the amateurs, the passengers who discover this coast and gather there to spend their free time.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "The first tourist was maybe the Cardinal Maurice of Savoy, who, despite his 50 years of age, took off his habit in order to marry his niece, Princess Marie-Louise. She was 14. Their honeymoon took place in a room still visited today.", "character": "Récitant", "characterId": "nm0169051"}, {"text": "2 rue Jules Gilly, Nice.", "character": "Récitante", "characterId": "nm2912286"}, {"text": "the possibility to find, in any season, not only the sun, but also the wild palm tree, the mimosa, the cypress, the cypresses, the maritime pine, the pink laurel, the Indian fig opuntia, which Moroccans call the Christian fig tree, and the agave which lives for 100 years, grows flowers once and dies.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "The sun's carriage springs up from the water. It takes humanity along in its burning race and leaves it lying in the evening, to be born again in the morning, and then starts again the cycle of a slow labor, which requires overcoming reserve and boredom, at the risk of losing your head, or your skin which is judged by its tan.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "They came to find the sun, they found oblivion.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "Where are they? They are far away. Far from the coast. Far from everywhere. This is what we call exoticism.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "For want of seeing Bardot, talking to her, touching her, they come to drink in Saint-Tropez.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "Through a natural compensation system, appetites change. They come to eat in Cannes, for want of meeting Sophia Loren at the Festival.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "For want of seeing Matisse, they come to see his grave. Alive or dead, famous people have an audience, like Cro-Magnon, the first famous man, and the oldest dead, receiving the tribute of the visitors before they go see the Trophée d'Auguste...", "character": "Récitant", "characterId": "nm0169051"}, {"text": "La Turbie.", "character": "Récitante", "characterId": "nm2912286"}, {"text": "the Roman aqueduct...", "character": "Récitant", "characterId": "nm0169051"}, {"text": "Fréjus.", "character": "Récitante", "characterId": "nm2912286"}, {"text": "and the 13 moth-eaten marble blocks intended for the August temple in Narbonne, engulfed during a storm.", "character": "Récitant", "characterId": "nm0169051"}, {"text": "Saint-Tropez.", "character": "Récitante", "characterId": "nm2912286"}]}, {"lines": [{"text": "Tourists prefer the trendy colors, yellow and blue. Pacing fancies, hotels are painted yellow and blue. Blue wins. All women want to be fashionable. All women wear blue, except the English, those learning to swim, and the Germans, who are dedicated to green.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "Abandoned gardens, forgotten villas... This is cinema.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "What touches them and attaches them to a particular hotel, is the greeting of the doorman. According to the barometer of his familiarity, you are somebody or you're not.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "Where is the former Grand Hôtel? Where is the Eden Roc? Where is Eden? The entire coast longs for it. The entire coast writes its name.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "You always lack a penny to make one franc.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "The carnival is born from nostalgia.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "The carnival burns. The earth shakes. The sun goes mad. The water takes its shape. The carnival is dead, silence is golden. Silence as an answer to so many questions, to volcanoes, to swirls.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "Eden exist. It is a dawn. Eden exists, it is an island.", "character": "Récitant", "characterId": "nm0169051"}]}, {"lines": [{"text": "Heaven was a beach and a pine cone. But the nostalgia of Eden is a garden. It is no longer the Côte d'Azur, but a transplanted garden. It is the idea of a garden with flowers, grass and columns.", "character": "Récitante", "characterId": "nm2912286"}]}, {"lines": [{"text": "[Closing lines]\nThe fake Eden is not for us, neither is Eden. And worse, the summer season comes to an end.", "character": "Récitante", "characterId": "nm2912286"}]}]}