{"quotes": [{"lines": [{"text": "If I'm not good enough to marry, I'm not good enough to kiss.", "character": "Pearl Chavez", "characterId": "nm0428354"}]}, {"lines": [{"text": "Under that heathen blanket, there's a full-blossomed woman built by the devil to drive men crazy.", "character": "The Sinkiller", "characterId": "nm0404158"}]}, {"lines": [{"text": "Pearl, you're curved in the flesh of temptation. Resistance is going to be a darn sight harder for you than females protected by the shape of sows.", "character": "The Sinkiller", "characterId": "nm0404158"}]}, {"lines": [{"text": "I don't really know much about Sam Pierce, oh Lord, but from what I hear, he'd be needing no introduction to you. Seeing how Sam was snatched from his loved ones' arms before they even had time to get a good grip on hm, I'm counting on you to give him a better break up yonder.", "character": "The Sinkiller", "characterId": "nm0404158"}]}, {"lines": [{"text": "And this is what the legend says - a flower, known nowhere else, grows from out of the desperate crags where Pearl vanished. Pearl - who was herself a wild flower sprung from the hard clay, quick to blossom and early to die.", "character": "Narrator", "characterId": "nm0000080"}]}, {"lines": [{"text": "I once fought for that flag; I'll not fire on it.", "character": "Sen. Jackson McCanles", "characterId": "nm0000859"}]}, {"lines": [{"text": "So that's where you stand!", "character": "Sen. Jackson McCanles", "characterId": "nm0000859"}, {"text": "I think I'd rather be on the side of the victims than of the murderers.", "character": "Jesse McCanles", "characterId": "nm0001072"}]}, {"lines": [{"text": "Trash, trash, trash, trash, trash...", "character": "Pearl Chavez", "characterId": "nm0428354"}]}, {"lines": [{"text": "Oh Vashti, why are you so slow?", "character": "Pearl Chavez", "characterId": "nm0428354"}, {"text": "I don't rightly know, Miss Pearl, except I always have so much to remember.", "character": "Vashti", "characterId": "nm0574335"}]}, {"lines": [{"text": "[to Pearl]\nNeither your father nor I found happiness in this world, and I'm afraid neither will you.", "character": "Laura Belle McCanles", "characterId": "nm0001273"}]}, {"lines": [{"text": "You mean to shoot down unarmed men?", "character": "Jesse McCanles", "characterId": "nm0001072"}, {"text": "Just like rattlesnakes if they cross that line!", "character": "Sen. Jackson McCanles", "characterId": "nm0000859"}]}, {"lines": [{"text": "I plead no mitigating circumstances. They deserved to die, as I deserve to die. For I long since killed a person much superior to either of them - myself. I killed that person the day I gave my family's name to the woman who became my wife. And since I believe the punishment should fit the crime... I suggest you hang me by the neck until I am dead.", "character": "Scott Chavez", "characterId": "nm0003339"}]}, {"lines": [{"text": "And you'll forget about... about tonight, won't you? You'll forget it?", "character": "Pearl Chavez", "characterId": "nm0428354"}, {"text": "No, I don't think I'll forget. I don't think I'll ever be able to. I shouldn't have told you the way I felt. It wasn't fair. There I go again, trying to be fair.", "character": "Jesse McCanles", "characterId": "nm0001072"}]}, {"lines": [{"text": "You double-crossin' bobcat.", "character": "Lewt McCanles", "characterId": "nm0000060"}]}, {"lines": [{"text": "There's a funny glow in the sky tonight, ain't there? I remember once hearing one of them injun legends about how their ancestors lit bonfires in the sky when the chief's son was dying.", "character": "Lem Smoot", "characterId": "nm0002503"}]}, {"lines": [{"text": "I'm riding back to that hitching post and then turning and starting to shoot.", "character": "Lewt McCanles", "characterId": "nm0000060"}, {"text": "It's more than you did for Sam Pierce! Why all the consideration?", "character": "Jesse McCanles", "characterId": "nm0001072"}, {"text": "I just don't want them fancy friends of yours to say you had a brother who shot you down in cold blood.", "character": "Lewt McCanles", "characterId": "nm0000060"}]}]}