{"quotes": [{"lines": [{"text": "Never become more popular than the boss, unless you intend to sack him.", "character": "Baron Vladimir Harkonnen", "characterId": "nm0573862"}]}, {"lines": [{"text": "You see her standing there, so haughty, so confident. Let us hope she finds solace in her writing and her books. She'll have little else. She may have my son's name, but it is we, the ones who carry the name concubine, that history will call wives.", "character": "Jessica", "characterId": "nm0716293"}]}, {"lines": [{"text": "Mah'Di! You are the voice from the outer world! You are the prophet sent to us by Shai Hulud! You must take your place, Muad Dib. We've waited long enough. You must do it now!", "character": "Otheym", "characterId": "nm0777590"}, {"text": "Do you live for the good of the tribe, Stilgar?", "character": "Paul Atreides", "characterId": "nm0627995"}, {"text": "There is no other way.", "character": "Stilgar", "characterId": "nm0643805"}, {"text": "And for the good of the tribe would you stand there & let me drive this blade into your heart?", "character": "Paul Atreides", "characterId": "nm0627995"}, {"text": "It is the way! Call him out!", "character": null, "characterId": null}, {"text": "It is the way, Muad Dib!", "character": "Otheym", "characterId": "nm0777590"}, {"text": "Ways change!", "character": "Paul Atreides", "characterId": "nm0627995"}, {"text": "[Paul throws the knife to the ground at Otheym's feet]", "character": null, "characterId": null}, {"text": "[looking up angrily]\nHard tasks need hard ways. You must become our Naibe so you can lead us against the Harkonnen!", "character": "Otheym", "characterId": "nm0777590"}, {"text": "And would you smash your knife before starting that war? Would you cut off your right arm and leave it bloody on the floor?", "character": "Paul Atreides", "characterId": "nm0627995"}, {"text": "Do you think the Mah'Di is that stupid? There isn't a man among you who could stand against me in single combat, Stilgar included. Must I prove it by calling out the Naibe of every Sietch on the planet? Must I cripple myself by killing our strongest & wisest leaders, just for the sake of some mindless ritual? You say I am the Mah'Di...", "character": "Paul Atreides", "characterId": "nm0627995"}, {"text": "[Paul puts on his father's ring]", "character": null, "characterId": null}, {"text": "I say I am your Duke! And it's time now to wipe Arrakkis clean of the awful Harkonnen stench! Time to drive their name into the depths of Hell so that we may reclaim the planet and create a paradise together!", "character": "Paul Atreides", "characterId": "nm0627995"}, {"text": "As Liet taught us.", "character": "Chani", "characterId": "nm0462661"}, {"text": "As Liet taught us.", "character": null, "characterId": null}, {"text": "Long live the Duke! Long live Duke Paul Muad Dib!", "character": "Otheym", "characterId": "nm0777590"}]}, {"lines": [{"text": "Sometimes it's better to miss an opportunity than to invite disaster.", "character": "Stilgar", "characterId": "nm0643805"}]}, {"lines": [{"text": "[Repeated line, a prelude to duelling]", "character": null, "characterId": null}, {"text": "May your knife chip and shatter.", "character": "Paul Atreides", "characterId": "nm0627995"}]}, {"lines": [{"text": "I want him to know that I, Baron Vladimir Harkonnen am the instrument of his family's demise.", "character": "Baron Harkonnen", "characterId": "nm0573862"}]}, {"lines": [{"text": "Fear is the mind killer. I will face my fear and it will pass through me and when it is gone there will be nothing only I will remain.", "character": "Paul", "characterId": "nm0627995"}]}, {"lines": [{"text": "And so it begins. The trap is set. The prey approaches. A glorious winter is about to descend on House Atreides and all its heirs, and very soon, the years of humiliation visited upon my family will finally be avenged.", "character": "Baron Harkonnen", "characterId": "nm0573862"}]}, {"lines": [{"text": "I believe that sometimes it is necessary to share the one you love with things greater than the both of you.", "character": "Chani", "characterId": "nm0462661"}]}, {"lines": [{"text": "[after Feyd's failed attempt on his life]\nTell me, boy, why I shouldn't kill you right here?", "character": "Baron Vladimir Harkonnen", "characterId": "nm0573862"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "My brother.", "character": "Feyd-Rautha Harkonnen", "characterId": "nm0444832"}]}, {"lines": [{"text": "You are a desert power, and nothing can stop you.", "character": "Paul Atreides", "characterId": "nm0627995"}]}, {"lines": [{"text": "You will never rid this planet of the Harkonnens with guerilla raids, boy.", "character": null, "characterId": null}, {"text": "That is why I am asking you for a hundred of your young men. I wish to teach them the weirding way. So those hundred can come back to you and teach hundreds more. And those hundreds will teach hundreds more. Hundreds will become thousands. The Fedaykin. A force to rival the Emperor's Sardaukar. A force that will make the Emperor himself afraid. My father once told me here on Arrakis you need desert power to rule. You are desert power and nothing can stop you.", "character": "Paul", "characterId": "nm0627995"}]}, {"lines": [{"text": "On Caladan, we ruled with sea and air power. Here, on Arrakis, we need desert power.", "character": "Duke Leto Atreides", "characterId": "nm0000458"}]}, {"lines": [{"text": "Will we ever have peace, Maud'Dib?", "character": "Chani", "characterId": "nm0462661"}, {"text": "We'll have victory.", "character": "Paul Atreides", "characterId": "nm0627995"}]}, {"lines": [{"text": "My family has hated the Atreides for centuries. They have been the sand in our eyes, the stink at our meals, these arrogant Atreides, always standing in our way. I want Leto to appreciate the beauty of what I've done to him. I want him to know that I, Baron Vladimir Harkonnen, am the instrument of his family's demise. The extinction of House Atreides and the glorious ascension of House Harkonnen.", "character": "Baron Harkonnen", "characterId": "nm0573862"}]}, {"lines": [{"text": "I am the whirlwind.", "character": "Paul Atreides", "characterId": "nm0627995"}]}, {"lines": [{"text": "You say I am the mahdi. I say I am your Duke! And it's time now to wipe Arrakkis clean of the awful Harkonnen stench! Time to drive their name into the depths of Hell so that we may reclaim the planet and create a paradise together!", "character": "Paul Atreides", "characterId": "nm0627995"}, {"text": "[long silence, confusion]", "character": null, "characterId": null}, {"text": "As Liet taught us.", "character": "Chani", "characterId": "nm0462661"}, {"text": "As Liet taught us.", "character": null, "characterId": null}]}, {"lines": [{"text": "Alone and vunerable at the edge of the universe, Duke Leto Atreides will finally come face to face with fear. When I'm done with him, he won't know who to trust, not even that Bene Gesserit whore he sleeps with. They'll all be turning on another like rats in a flood. By the time the traitor is fully revealed, the fate of Atreides will already be sealed.", "character": "Baron Harkonnen", "characterId": "nm0573862"}]}, {"lines": [{"text": "So let the emperor mock house Harkonenn, Call us swine. Because in the end his throne will be mine.", "character": "Baron Harkonnen", "characterId": "nm0573862"}]}, {"lines": [{"text": "Perverting common wisdom, Nephew, is a mark of all great conspiracies.", "character": "Baron Vladimir Harkonnen", "characterId": "nm0573862"}]}, {"lines": [{"text": "The spice must flow.", "character": "Reverend Mother Gaius Helen Mohiam", "characterId": "nm0312065"}]}]}