{"quotes": [{"lines": [{"text": "There is no good or evil, only spirit and matter. Only movement toward the light - and away from it.", "character": "Dust Devil", "characterId": "nm0121559"}]}, {"lines": [{"text": "[wakes up from a terrible dream]\nWas it a dream?", "character": "Ben Mukurob", "characterId": "nm0596310"}, {"text": "No my friend that was reality... You are dreaming now.", "character": "Joe Niemand", "characterId": "nm0559344"}]}, {"lines": [{"text": "There's a whole lot of power in fingers and knots and knuckles and such. If you want to win a war, you gotta have a whole fistful of knuckles!", "character": "Joe Niemand", "characterId": "nm0559344"}, {"text": "You smoke too much, Joe.", "character": "Ben Mukurob", "characterId": "nm0596310"}]}, {"lines": [{"text": "The Dust Devil must keep moving to survive, blown by the desert wind, on and on, throughout eternity, without rest or pity.", "character": "Joe Niemand", "characterId": "nm0559344"}]}, {"lines": [{"text": "The desert knows her name now. He has stolen both her eyes. When she looks into a mirror she will see his spirit, like a shawl, blowing tatters round her shoulders in a haze. And beyond the dim horizon a tapestry unfolding of the avenues of evil. And all of history set ablaze.", "character": "Joe Niemand", "characterId": "nm0559344"}]}, {"lines": [{"text": "The desert knows her name, now. The devil has taken her hand. He has stolen both her eyes. When she looks into a mirror, she will see his shadow. The dust devil, must keep moving to survive, blown by the desert wind; on and on throughout eternity - without rest or pity.", "character": "Dust Devil", "characterId": "nm0121559"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Back in the first times, in the time of the red light; the desert wind - Soo-oop-wa - was a man like us. Until, by mischance, he grew wings and flew... like a bird. He became a hunter, and like a hawk, he flew to seek his prey; taking refuge in those far corners of the world where magic still lingers in the earth. But having once been a man, so does he still suffer the passions of a man. The people of the great Namib - me and my ancestors before me - we have another name for those violent winds that blow from nowhere. We call them, 'dust devils'.", "character": "Joe Niemand", "characterId": "nm0559344"}]}]}