{"quotes": [{"lines": [{"text": "I'm sadistic. I go to the supermarkets to watch mothers lose it and beat the shit out of their kids.", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "Richard said, \"The next time the motherfucker call, tell him I said, \"Suck *my* dick.\" I don't give a fuck. Whatever the fuck make the people laugh, say that shit. Do the people laugh when you say what you say?\" I said, \"Yes.\" He said, \"Do you get paid?\" I said, \"Yes.\" He said, \"Well, tell Bill I said have a Coke and a smile and shut the fuck up. Jello pudding-eating motherfucker.\"", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "[Bill Cosby has called Eddie to complain about bad language in Eddie's act]", "character": null, "characterId": null}, {"text": "Now I can't have no 'curse' show, I mean I gotta throw in a few jokes in between the curses, I can't come out and go \"Hello! Filth flar'n filth, motherfucker, dick, pussy, snot, and shit. Good night! Suck my dick!\"", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "White people can't dance. I'm not being racist; it's true. Just like when white people say black people have big lips, it's not racist; it's true. Black people have big lips, white people can't dance. Some brothers will be in the club and white people are like, \"What are those niggers doing in here?\" They watchin' y'all dance. And they're like, \"Look at these crazy muthafuckas.\" Y'all be stepping on people's feet and hitting one another.", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "Hey, don't mind the cameras, everyone. They're filming a movie up in here. And", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[shouts]", "character": null, "characterId": null}, {"text": "y'all gonna be in it! Only *I'm* the only one gonna get paid, the motherfucker.", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "[imitating his father who is singing Motown songs but messing up the lyrics]\nIf I have to beg and plead to the symphony...", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[\"If I have to beg and plead for your sympathy\"]", "character": null, "characterId": null}]}, {"lines": [{"text": "The brothers went to court and got educated on the judge. All of a sudden, it was like, \"Can you state your case?\"", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[gangsta voice]", "character": null, "characterId": null}, {"text": "\"Uh, yes, Your Honor. On the evening in question, per se, Your Honor... yo, check it out, Your Honor. I was just out the disco, right? Coolin', right? I went in with my girl, right, and my girl starts illin', says \"There go Eddie Murphy.\" Started actin' all tipsy and shit. I said, \"Where, where?\" She go, \"Over there.\" I say, \"Fuck that big-nosed motherfucker!\" I make my money just like him, right, Your Honor, cuz I don't give a fuck, I ain't gittin on nobody's jobs, you know? So, Your Honor, check it out, right? What happened, what happened then, right? I said, \"Yo, what you want me go get the motherfucker's autograph?\" I got the autograph for my girl, walked over and said, \"Yo, Ed? Sign this autograph.\"", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Then Ed said, \"I ain't signing a *motherfuckin'* thing! Fuck you and your ugly bitch!\" I said, \"Yo, Ed, I'll bust your ass for sayin' shit like that.\" He say, \"Wh-Where, motherfucker, I'll kill-\" And he ran over to my woman and slapped her in the face, Your Honor! Then he slapped me and my man in the face, all three of us like the Three Stooges, Your Honor! 12 million! 12!", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[normal]", "character": null, "characterId": null}, {"text": "I was disgusted.", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "Half!", "character": null, "characterId": null}, {"text": "[gangsta voice]\nYeah, Your Honor, give us half his shit!", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "[demonstrating]\nThen he kicked him in the ding-ding.", "character": "Little Eddie", "characterId": "nm0725091"}]}, {"lines": [{"text": "She whined, \"What have you done for me *lately*, Eddie?\" I was like...\"*Bitch*! You was butt-naked on a zebra last month!\"", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "[as Bill Cosby]\nYoouuu cannot say filth flarn filth flarn filth in front of people!", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "And I said, \"I never said no filth flarn filth! I don't know what you're talking about! I'm offended that you called! Fuck you!\" And that's when Bill got raw on me!", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[as Bill Cosby]\nThat's what I'm talking about! Yoouuuuu cannot say... fuck!", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "That all the shit I'm gonn' get mothafocka? And it's afterwards right, when you done with shit, you done all the shittin' you gonna do for the whole day and you flush that toilet and one chunk come back... WHAT DOES THAT CHUNK WANT?", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "[Talking about a fight that happened at a club he was at]\nAnd at the end, everybody sued me. Claiming I whipped they ass. I'm 5ft 10in, I weigh 180lbs. I cannot whip a disco's ass by myself.", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "There's a song out now called \"Ain't Nothin' Goin' on But the Rent.\" So when a man asks a woman \"Hey, baby! What's going on?\" The woman will say, \"The rent, motherfucker!\"", "character": "Eddie Murphy", "characterId": "nm0000552"}]}]}