{"quotes": [{"lines": [{"text": "I'm winded, I'm out of breath... I'm sweatin' and shit.", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "Do Mr. Rob!", "character": null, "characterId": null}, {"text": "SHUT UP, BITCH!", "character": null, "characterId": null}, {"text": "[Eddie and crowd bursts into huge laughter/applause]", "character": null, "characterId": null}, {"text": "Y'all didn't know I was a ventriloquist too!", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "[as his drunk father]\nYour wife's a Bigfoot, isn't she, Gus? Your wife is a Bigfoot, isn't she? That's why the bitch's moustache is so motherfuckin' thick... 'cause you shaved the bitch down and taught her to speak. I know a motherfuckin' Bigfoot when I see one! Don't bring a Bigfoot into my home, Gus! With my children? The bitch can't talk! She can't walk a flight of steps! She's not trained well, Gus! She can *not* walk steps! I'll bet she climbs the fuck outta trees, though, don't she, Gus? Doesn't she? DOESN'T SHE? But you got to not bring her around here - fuck her! And your motherfuckin' children? They're Bigfeet, too. They're half-Bigfoot, Gus, 'cause the motherfuckers is 6 years old and have Afros 17 inches long. They're little hairy motherfuckers, just like their mother. Look at the motherfuckers! You know how I found out they was Bigfoot - when I realized your wife was a Bigfoot when I took your kids fishing last week. I put the motherfuckers in the boat, Gus, and I took the worm and I put it on the hooks. And they both sat there, and they put their poles down in the motherfuckin' boat, and slammed their faces in the water for 2 minutes! And I think, \"What the fuck are these kids doin'?\" Then they start moving their heads like this", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[quickly shakes head back and forth]", "character": null, "characterId": null}, {"text": "and the motherfuckers come up with fish! I jumped back and said, \"Can you believe this motherfuckin' shit?\" Then the kid took the fish out his mouth and looked at his brother and said, \"Goonie-Goo-Goo.\" What the fuck is going on here? Normal kids don't do shit like that, Gus. But I'm gonna tell you something, motherfucker. You can take your motherfuckin' hairy fat-ass wife moustache bitch out the fuck, you can go upstairs and get the motherfuckin' dog and scoop up the shit and take Eddie and get these mothafuckin' long Angela Davis afro-wearin' motherfuckin' kids of yours and put them in the motherfucking \"Goonie-Goo-Goo\"-mobile and get the fuck out! And if my wife don't like that, she can get the fuck out, too!", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[Eddie mimes his shoe-throwing noise]", "character": null, "characterId": null}, {"text": "You missed me, bitch!", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "My mother ran in the bathroom, see my big brother sitting in the bathroom with a piece of shit in his hand in the tub, I was laying in the bottom of the water with blood gushing out my eye, G.I. Joe up my ass. My mother's like, \"What the fuck going on in here?\"", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "Bear and a rabbit were taking a shit in the woods. And the bear turns to the rabbit and says, \"Excuse me, do you have problems with shit sticking to your fur?\" And the rabbit says, \"No.\" So the bear wiped his ass with the rabbit.", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "Mick Jagger's lips' so big, black people be going, \"You got some big-ass lips!\"", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "[as his drunk father]\nYou told me you met your wife on a motherfuckin' camping trip and that she was Puerto Rican. Your wife ain't no motherfuckin' Puerto Rican. I thought she was when I first met, because I walk up and say 'hello, good to meet you, my name is Vernon' and she say 'Hi, I'm Bunny, goonie goo goo'. What the fuck does goonie goo goo mean, Gus? I still don't know what that shit means to this day. I though I'd learned some new Spanish shit! I walk up to my friend and say 'Hey, Sanchez, goonie goo goo!' and Sanchez say 'Get the fuck out of here!'", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[Mr. T voice]", "character": null, "characterId": null}, {"text": "Hey boy, hey boy! Ya look mighty cute in them jeans. Now come on over here... and fuck me up the ass! C'mon. I'm gonna bend over now. Grrr! Aaahh! Hey, boy, slow down, you're gonna mess around and come too fast. You'll make me get mad and I'll clench up my butt cheeks and rip your dick off!", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "There's something about the icecream truck that makes kids lose it. And they can hear that shit from ten blocks away. They don't hear their mothers calling but they hear that motherfucking icecream truck.", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[imitating the ice cream man]\nWatch me how fast I make these motherfuckers run.", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "Now, a brother's dick is too big, so it'll fuck up his balance... Every time you see a brother in a wheelchair, he ain't always crippled.", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "Brothers act like they couldn't have been slaves back 200 years ago. It's like the motherfuckers LIKED that shit. \"I whish I was a slave, I would fuck somebody up! Shit, tell ME to bale some motherfucking cotton! I would been on the street and shit, would've come up and say, \"Ay, yo, nigger, bale this cotton!\" I would say, \"Suck my DICK, massa!\"\"", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "Does anyone have a mother that would hit you with a shoe? I had a mother that would throw a shoe at you at the drop of a dime. And fuck you up wherever she was aiming. So by the time I was like ten, my mother was like Clint Eastwood with a shoe...", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "[as his drunk father]\nGus! Gus, can i ask you a question? Come here, let me ask you a question, Gus? Gus, let me ask you a question. Gus, why's the fire so big? Why did you made the fire so big, Gus? Look at this shit. It's a motherfuckin ridiculous, Gus. The fire's too motherfuckin big! Why? You come over every motherfuckin years, Gus and you burned down my motherfuckin backyard. WHY? I'm cookin motherfuckin hamburgers and franks! I'm not cookin the motherfuckin brontosaurus burger in this motherfucker. This ain't the motherfuckin Flinstones, Gus. It's my HOUSE, motherfucker! Look at Charlie standing over there with third degree burns on him, eatin a motherfuckin frank. It doesn't make. No, you take things too far, Gus. You take things too far. I tell you to an inch, you go three inches. I tell you four inches, you go five. Give a nigger a rope like them cowboys, Gus. Why dont you listen?", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[to Eddie]", "character": null, "characterId": null}, {"text": "Oh,Eddie, get the motherfuckin dog away from my plate. I'm gonna shoot this dog! I'm gonna shoot the mother - shut up! I'm gonna shoot it. Stop crying. Stop crying, Eddie, cause you'll get the fuck out. You'll get the fuck - I know your seven. I know your seven. But you'll be a seven-year-old-wakin-the-dog-with-no-house-motherfucker! You know it is cause it's mine, motherfucker and I hate this motherfuckin dog. Cause you never answer the dog, you don't spend time with the dog, Eddie! You dont feed the motherfucker! You don't pet it! You even don't know the fuckin dog's name is anymore, do you? The dog dont give a fuck cause he doesn't know his name. The dog is is three years old, dont know his name. Watch this. Coco? Where the fuck is he going? The dog stupid cause you don't spend time with the motherfucker. And I'm supposed to work hard all day and come home and feed motherfuckin dog? Fuck no! I am not feeding the motherfucker. You know, Eddie, when nobody's home, you know what I do? I walk to the dog and I kick the motherfucker. I kicked the motherfuckin dog with everything I got, Eddie. I did and I giggled my motherfuckin ass off cause I hate the motherfucker. Cause you don't clean up behind it. Why can't you clean up the motherfuckin - This aint Scooby Doo, motherfucker! Why can't you clean the dog? The dog shits all over the house and when no one tells you, Eddie, you dont clean the shit. You let the shit stay forever. This shit has been in the den for six months, Eddie. It has been in the den for six months and when you kids go passed it, you act like you dont see it unless you told you wont clean the shit. The shit is hard as a rock now. It's like motherfuckin furniture in there. I went in there last week to watch the fight and i said \"Fuck it\" and put my drink on top of it, Eddie. It's a coffee table now! Why cant you clean up shit! My friends came over and go \"Oh, that's lovely\" and I was like \"That's not lovely, it's a piece of SHIT! Cause my children don't listen!\"", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "[Eddie takes the plane south, looking for racism]\n... he said \"Is this your bag?\" I said \"Yeah, that's my fucking bag! Why, motherfucker? A black man can't have a suitcase?\"", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "[as drunk father]\nWhy can't she walk a step? You know why she can't a step? Because she's a fat, hairy bitch.", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "Oh shit, I'm in Washington D.C.!", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[audience cheers loudly]", "character": null, "characterId": null}, {"text": "Shit! Jesus! Christ! This is where Reagan lives! Not far from here!", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[audience starts to boo]", "character": null, "characterId": null}, {"text": "Ron!", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[audience continues to boo]", "character": null, "characterId": null}, {"text": "Hey Ron, they the ones that's booin', I didn't say shit! I mean I didn't mean...", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[audience member yells out]", "character": null, "characterId": null}, {"text": "Huh?", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "Reaganomics sucks!", "character": null, "characterId": null}, {"text": "What sucks?", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[along with other audience members]\nReaganomics sucks!", "character": null, "characterId": null}, {"text": "Reaganomics sucks? Well tell us something we don't know motherfucker!", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "You know who'd be a funny faggot? Ralph Kramden and Ed Norton. Wouldn't they be funny faggots? Yeah, Ralph Kramden would be leaning out the window there, saying, \"Norton! Norton, pal, c'mon down, I wanna show you something!\" \"Hey there, Ralphie boy, what do ya say there, pal o' mine?\" \"You know, Norton, I been watchin' you. And I know you been watchin' me. You watch me, I know.\" \"So Ralph, what're ya gettin' at?\" \"Norton, my friend, how would you like to fuck me up the ass? I know you wanna fuck me, Norton. And you know that I know that you know that I know that you wanna fuck me. Now, I'm gonna bend over, and when I do, start fuckin'! Here I go...\"", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[bends over and groans and stammers]", "character": null, "characterId": null}, {"text": "\"Way to go there, Ralphie boy.\"", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "I been seeing newspapers every Sunday morning, white dudes be in there in their drawers, never having no bulge in they drawers. Smiling at you. If I ain't have no bulge, I wouldn't be smiling!", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "[about slavery]\nThe first nigger who tried that shit... Somebody said, \"Nigger, bale this cotton\" and he said \"Fuck you, Massa\"...", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[sound of a whip]", "character": null, "characterId": null}, {"text": "The other motherfuckers said, \"All right, we'll bale the shit, all right. Just keep that fucking shit away from me.\"", "character": "Eddie Murphy", "characterId": "nm0000552"}]}, {"lines": [{"text": "[as his drunk father]\nIt's my house! You know it is. And if you don't like it, you get the FUCK OUT! I don't give a fuck. I don't give cause I paid the motherfuckin' bills in this motherfucker. And hey,", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[kissing his hand]", "character": null, "characterId": null}, {"text": "kiss my ASS if you don't like it! Yes! Yes, motherfucker, yes! Cause you know it is, know it is? Im drunk, so what?", "character": "Eddie Murphy", "characterId": "nm0000552"}, {"text": "[kissed hi hand again]", "character": null, "characterId": null}, {"text": "Beautiful, I'm drunk. I'm drunk, so what? I'm drunk. You know what? I got drunk in my motherfuckin' kitchen and I was drinking out of my glass in my motherfuckin' house. So FUCK IT.", "character": "Eddie Murphy", "characterId": "nm0000552"}]}]}