{"quotes": [{"lines": [{"text": "Cos people think I'm on drugs and I'm not. I'm really quite... Just a bit of coffee. When I take drugs I start going, \"Oh, would you like insurance?\"", "character": "Eddie", "characterId": "nm0412850"}]}, {"lines": [{"text": "rang bell with new batteries but cat put his paw on bell so it made a 'thunk' noise. Then cat rang his own bell! I... ate food.", "character": "Eddie", "characterId": "nm0412850"}]}, {"lines": [{"text": "[Corinthians reading Saint Paul's Letter]\n\"Never put a sock in a toaster...?\"", "character": "Eddie", "characterId": "nm0412850"}]}, {"lines": [{"text": "If you've never seen an elephant ski, then you've never been on acid.", "character": "Eddie", "characterId": "nm0412850"}]}, {"lines": [{"text": "I've done a bit of Latin in my time... but I can control it.", "character": "Eddie", "characterId": "nm0412850"}]}, {"lines": [{"text": "Horseshoes are lucky. Horses have four bits of lucky nailed to their feet. They should be the luckiest animals in the world. They should rule the country. They should win all their horse races, at least. \"In the fifth race today, every single horse was first equal... one horse dropped a shoe came in fourth... the duck came in ninth... five ran.\"", "character": "Eddie", "characterId": "nm0412850"}]}, {"lines": [{"text": "You notice how they always put the fruit and veg at the entrance to the supermarket? You go in thinking 'this is a fresh shop, everything in here is *fresh*! I will do well here' You never go straight to the bit with the toilet paper and squeezy brushes do you? You'd think \"This is a *poo* shop! Everything in here is made of *poo*! I'm not shopping here, I'm going to Azerbadjan!\"", "character": "Eddie", "characterId": "nm0412850"}]}, {"lines": [{"text": "D'you remember that famous fight, George Formby against Muhammad Ali? Ah, it was brilliant. Dyslexic promoter put it on.", "character": "Eddie", "characterId": "nm0412850"}]}, {"lines": [{"text": "Helloooo. Are you the people of Gaul? Wonderful, well we are the Romans... yes we are... I'm a centurion, and this is our leader, Mr. Dog.", "character": "Eddie", "characterId": "nm0412850"}]}, {"lines": [{"text": "My Gran said put a thimble on your finger and it helps you in case you slip with the needle and it goes up, into the brain, and death.", "character": "Eddie", "characterId": "nm0412850"}]}, {"lines": [{"text": "Would you look over there, there's a badger with a gun..can you see? Then new queue! You're in there!", "character": "Eddie", "characterId": "nm0412850"}]}, {"lines": [{"text": "Who chooses to play the Tuba? Surely the Tuba's a punishment thing. \"You've been sentenced to two years on the Tuba!\" \"Aw, Guv!\"", "character": "Eddie", "characterId": "nm0412850"}]}]}