{"quotes": [{"lines": [{"text": "What makes a Nazi? How does he get that way? Well, let's look into the process. To begin with, Nazi control over a German child starts as soon as it's born.", "character": "Narrator", "characterId": "nm0807354"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[the Hitler Youth boys march in formation]", "character": null, "characterId": null}, {"text": "Marching and heiling, heiling and marching, Hans grows up. In him is planted no seed of hope, laughter, tolerance or mercy.", "character": "Narrator", "characterId": "nm0807354"}, {"text": "[the boys morph into teenage brown-shirts]", "character": null, "characterId": null}, {"text": "For him, only marching and heiling, heiling and marching as the years grind on.", "character": "Narrator", "characterId": "nm0807354"}, {"text": "[the brown-shirts become armed German soldiers]", "character": null, "characterId": null}, {"text": "Manhood finds him still heiling and marching. But the grim years of regimentation have done their work; now he's a good Nazi. He sees nothing but what the party wants him to see, he says nothing but what the party wants him to say, and he does no more than the party wants him to do. And so, he marches on with his millions of comrades, trampling on the rights of others... for now his education is complete. His education... for death.", "character": "Narrator", "characterId": "nm0807354"}, {"text": "[the soldiers change into a row of graves]", "character": null, "characterId": null}]}, {"lines": [{"text": "Heute gehört uns Deutschland - morgen, die ganze Welt!", "character": null, "characterId": null}, {"text": "Today, we own Germany - tomorrow, the whole world!", "character": "Narrator", "characterId": "nm0807354"}]}, {"lines": [{"text": "A young German couple has come to register the birth of their son.", "character": "Narrator", "characterId": "nm0807354"}, {"text": "Heil Hitler.", "character": null, "characterId": null}, {"text": "Heil Hitler!", "character": null, "characterId": null}, {"text": "[the parents begin handing the Judge documents]", "character": null, "characterId": null}, {"text": "Those documents are birth certificates, all the way to their great grandparents, proving, of course, that they are pure aryans. The mother wants to call her son Hans.", "character": "Narrator", "characterId": "nm0807354"}, {"text": "[the Judge gestures toward a list on the wall of non-German names]", "character": null, "characterId": null}, {"text": "Here is the Verboten list. Mm-hm. Hans seems to be okay... for the time being. There's their hereditary passport, with spaces for twelve future children. A subtle hint Germany needs soldiers.", "character": "Narrator", "characterId": "nm0807354"}, {"text": "[the Judge hands them a copy of \"Mein Kampf.\"]", "character": null, "characterId": null}, {"text": "As a reward, they get a copy of Germany's bestseller.", "character": "Narrator", "characterId": "nm0807354"}]}, {"lines": [{"text": "Remember the fairy tale of the Sleeping Beauty? Hans was taught that the wicked witch... was Democracy. And Sleeping Beauty, who can she be? Aha, here comes the prince!", "character": "Narrator", "characterId": "nm0807354"}, {"text": "[the Prince rides forward on his horse to Wagner's \"Ride of the Valkyries.\" The Witch jumps out of a window]", "character": null, "characterId": null}, {"text": "The Prince is victorious! Democracy has fled. He breaks the magic spell with a kiss. The Princess... is Germany.", "character": "Narrator", "characterId": "nm0807354"}, {"text": "[the Princess is revealed as a buxom Germania in a Valkyrie helmet]", "character": null, "characterId": null}, {"text": "And the brave, handsome knight... you know who he is.", "character": "Narrator", "characterId": "nm0807354"}, {"text": "[the Prince removes his helmet, revealing Adolf Hitler]", "character": null, "characterId": null}]}, {"lines": [{"text": "The distortion of this tale serves its purpose. Hitler becomes Hans's idol.", "character": "Narrator", "characterId": "nm0807354"}]}, {"lines": [{"text": "One day, Hans became sick. His mother is praying that her son get well. She knows that the unfit are taken away by the state... and are never heard of again.", "character": "Narrator", "characterId": "nm0807354"}]}, {"lines": [{"text": "[during a book burning]", "character": null, "characterId": null}, {"text": "Hans is now ready for the higher education, as decreed by the Fuhrer.", "character": "Narrator", "characterId": "nm0807354"}]}, {"lines": [{"text": "The moral of this Nazi fairy tale seems to be that Hitler got Germany on her feet, climbed into the saddle... and took her for a ride.", "character": "Narrator", "characterId": "nm0807354"}]}, {"lines": [{"text": "This super man has just reminded Hans' mother that unless this molly-coddling stops, the state will have to step in and take over.", "character": "Narrator", "characterId": "nm0807354"}]}, {"lines": [{"text": "[after the class watches a cartoon of a fox eating a rabbit, Hans speaks and the boys gasp]\nHe said 'the poor rabbit', is he out of his mind?", "character": "Narrator", "characterId": "nm0807354"}]}]}