{"quotes": [{"lines": [{"text": "Damn, boy! You shot him in the back.", "character": "Van Leek", "characterId": "nm0001283"}, {"text": "Well, his back was to me!", "character": "Billy Ray Smith", "characterId": "nm0000381"}, {"text": "[laughing]\nOh, yeah. I forgot.", "character": "Van Leek", "characterId": "nm0001283"}]}, {"lines": [{"text": "[outraged]\nYou just shot that man in the back!", "character": "Billy Ray Smith", "characterId": "nm0000381"}, {"text": "[unperturbed]\nHis back was to me.", "character": "Van Leek", "characterId": "nm0001283"}]}, {"lines": [{"text": "Spoiled by spare spurs. Trying saying that three times fast.", "character": "Kid Durango", "characterId": "nm0001592"}]}, {"lines": [{"text": "The day began like a thousand other Arizona days. That was... until the cloud came. It began on the horizon. Shadows of dust moving at great speed. And then the pounding of hoofs on the hard ground. As the whirlwind got closer, you could see into the dust. The shapes of horses and then the riders. Riders with guns on both hips and bandoleers across their chests. They rode hard. They rode with a purpose. As they approached the town, they reined back on their horses. The dust around them settled and you could see their faces. Faces weathered by the Mexican sun. Faces marked by violence.", "character": "Billy Ray Smith", "characterId": "nm0000381"}]}, {"lines": [{"text": "I'll tell you something about this El Diablo. They did find him once. Caught him down in Amos, a little border town north of Laredo. Caught him, tried him and hanged him all in the same night. But he wouldn't die. He just hanged there by his neck, spitting at the crowd like they disgusted him. Cussed 'em out so bad the women folk had to go home. I was there when they cut him down. And I thank the Lord I left when I did. Three days later, so the story goes, El Diablo returned to Amos with his men and cut out the heart of every man, woman and child in the whole blessed town. And just left them there to bleach in the sun. Pretty soon, they started to rot and then the buzzards come and started pecking out what's left of their eyeballs and their lips...", "character": "Spivey Irick", "characterId": "nm0064769"}]}, {"lines": [{"text": "We are committing this man, Mr. Jones... ah... Mr. Shones, to his life in the hereafter. We would like to take a moment to acknowledge his contributions to our community. During Mr. Shones' short-lived term as Sheriff, he served the public to the best of his abilities. He shot eight men and three women, most of whom were engaged in breaking the law. I'm sure the others were honest mistakes.", "character": "The Preacher", "characterId": "nm0001278"}]}, {"lines": [{"text": "What you lookin at?", "character": "Bebe", "characterId": "nm0301370"}, {"text": "[catching Billy Ray staring at his leg brace]", "character": null, "characterId": null}, {"text": "[stares away quickly]\nNothing.", "character": "Billy Ray Smith", "characterId": "nm0000381"}, {"text": "Damn right! There ain't nothin there.", "character": "Bebe", "characterId": "nm0301370"}, {"text": "[laughs]", "character": null, "characterId": null}]}]}