{"quotes": [{"lines": [{"text": "[narrating]\nIt's not like I'm a lesbian or anything. I'm attracted to the person. It's just that all the people I've been attracted to happen to be girls.", "character": "Tammy Metzler", "characterId": "nm0004795"}]}, {"lines": [{"text": "[narrating]\nMy leg wasn't bugging me too much and the weather was so nice, and every day after school Lisa and I would go to her house to fuck and have a hot tub.", "character": "Paul Metzler", "characterId": "nm0005098"}]}, {"lines": [{"text": "[her campaign speech]\nWho cares about this stupid election? We all know it doesn't matter who gets elected president of Carver. Do you really think it's going to change anything around here? Make one single person smarter or happier or nicer? The only person it does matter to is the one who gets elected. The same pathetic charade happens every year, and everyone makes the same pathetic promises just so they can put it on their transcripts to get into college. So vote for me, because I don't even want to go to college, and I don't care, and as president I won't do anything. The only promise I will make is that if elected I will immediately dismantle the student government, so that none of us will ever have to sit through one of these stupid assemblies again!", "character": "Tammy Metzler", "characterId": "nm0004795"}, {"text": "[the student body erupts in huge cheers. They start chanting \"Tammy! Tammy!\"]", "character": null, "characterId": null}, {"text": "Or don't vote for me! Who cares? Don't vote at all!", "character": "Tammy Metzler", "characterId": "nm0004795"}, {"text": "[they all rise to give her a standing ovation]", "character": null, "characterId": null}]}, {"lines": [{"text": "[all praying to God]", "character": null, "characterId": null}, {"text": "Dear Lord Jesus, I do not often speak with you and ask for things, but now I really must insist that you help me win the election tomorrow because I deserve it and Paul Metzler doesn't, as you well know. I realize that it was your divine hand that disqualified Tammy Metzler and now I'm asking that you go that one last mile and make sure to put me in office where I belong so that I may carry out your will on earth as it is in heaven. Amen.", "character": "Tracy Flick", "characterId": "nm0000702"}, {"text": "Dear God, I know I don't believe in you, but since I'll be starting Catholic school soon, I thought I should at least practice. Let's see, what do I want? I want Lisa to realize what a bitch she is and feel really bad and apologize for how she hurt me and know how much I still love her. In spite of everything, I still want Paul to win the election tomorrow, not that cunt Tracy. Oh, and I also want a really expensive pair of leather pants and someday I wanna be really good friends with Madonna. Love, Tammy.", "character": "Tammy Metzler", "characterId": "nm0004795"}, {"text": "Dear God, than you for all your blessings. You've given me so many things, like good health, nice parents, a nice truck, and what I'm told is a large penis, and I'm very grateful, but I sure am worried about Tammy. In my heart, I still can't believe she tore down my posters, but sometimes, she does get so weird and angry. Please help her be a happier person because she's so smart and sensitive and I love her so much. Also, I'm nervous about the election tomorrow and I guess I want to win and all, but I know that's totally up to you. You'll decide who the best person is and I'll accept it. And forgive me for my sins, whatever they may be. Amen.", "character": "Paul Metzler", "characterId": "nm0005098"}]}, {"lines": [{"text": "Dave, I'm just saying this as your friend, what you're doing is really, really wrong and you've gotta stop. The line you've crossed is... it's immoral, and it's illegal.", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "Jim, come on, I don't need a lecture on ethics.", "character": "Dave Novotny", "characterId": "nm0362862"}, {"text": "I'm not talking about ethics, I'm talking about morals.", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "What's the difference?", "character": "Dave Novotny", "characterId": "nm0362862"}]}, {"lines": [{"text": "Larry, we're not electing the fucking Pope here. Just tell me who won.", "character": "Jim McAllister", "characterId": "nm0000111"}]}, {"lines": [{"text": "[narrating]\nYou might ask if I ever saw Tracy Flick again. Well, I did, just once. I was down in Washington for a museum educators conference, and I stayed an extra day to do some sightseeing. After an inspiring morning on the Mall, I was on my way to the Holocaust Museum, when...", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "[across the street he spots Tracy chatting with a congressman, who she seems to be working for. As she gets into a stretch limousine with him, it freeze-frames on her with a smug expression on her face]", "character": null, "characterId": null}, {"text": "I'll never know if she saw me. Probably not. But in that moment, all the bad memories, all the things I'd ever wanted to say to her, it all came flooding back. My first impulse was to run over there, pound on her window and demand that she admit she tore down those posters, and lied and cheated her way into winning that election. But instead, I just stood there. And I suddenly realised I wasn't angry at her anymore, I just felt sorry for her. I mean, when I think about my new life and all the exciting things I'm doing, and then I think about what her life must be like... Probably still getting up at 5 in the morning to pursue her pathetic little dreams. It just makes me sad. I mean, where is she really trying to get to anyway? And what is she doing in that limo? Who the fuck does she think she is?", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "[he throws his drink at the limo, it splatters on the rear window. The limo screeches to a halt and a man gets out and shouts at him as he runs away]", "character": null, "characterId": null}]}, {"lines": [{"text": "Tracy, you're a very intelligent girl. You have a lot of admirable qualities. But one day maybe you'll learn that being smart and doing whatever you need to do to get ahead, and stepping on other people to get there... well, there's a whole lot more to life than that. And in the end you're only cheating yourself.", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "Why are you lecturing me?", "character": "Tracy Flick", "characterId": "nm0000702"}, {"text": "This isn't the time or the place to get into it, but there is, for just one example, a certain former colleage of mine, who made a very big mistake, a life mistake. Now, I think the lesson here is, old or young, we all make mistakes. And we have to learn that our actions, all of them, can carry serious consequences.", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "I don't know what you're referring to, but maybe if certain older, wiser people hadn't acted like such little babies and gotten so mushy, then everything would be OK.", "character": "Tracy Flick", "characterId": "nm0000702"}, {"text": "I agree. And I also think that certain young and naive people need to thank their lucky stars and be very, very grateful that the entire school didn't find out about certain indiscretions that could have ruined their reputations and their chances to win certain elections.", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "And I think certain older people, like you and your colleague, shouldn't be leching after their students, especially when some of them can't even get their own wives pregnant. And they certainly shouldn't be making slanderous accusations, especially when certain young, naive people's mothers are paralegal secretaries at the city's biggest law firm, and have won many successful law suits. And if you want to keep questioning me like this, I won't continue without my attorney present.", "character": "Tracy Flick", "characterId": "nm0000702"}]}, {"lines": [{"text": "[Jim McAllister watches porn in his basement]", "character": null, "characterId": null}, {"text": "Crystal! What are you doing here in the boy's locker room?", "character": "Adult Video Actor", "characterId": "nm0864918"}, {"text": "Come to see the star quarterback before the big game.", "character": "Adult Video Actress", "characterId": "nm0949393"}, {"text": "But what if Coach Henderson walks in?", "character": "Adult Video Actor", "characterId": "nm0864918"}, {"text": "Oh, that's okay, I took care of him. So, uh, whatya reading?", "character": "Adult Video Actress", "characterId": "nm0949393"}, {"text": "Oh, I'm just reviewing my playbook.", "character": "Adult Video Actor", "characterId": "nm0864918"}, {"text": "You be quarterback, I'll be tight-end.", "character": "Adult Video Actress", "characterId": "nm0949393"}]}, {"lines": [{"text": "Paul, what's your favorite fruit?", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "Pears.", "character": "Paul Metzler", "characterId": "nm0005098"}, {"text": "[goes to the chalkboard]\nPears, good. OK, let's say...", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "Oh, no wait! Apples.", "character": "Paul Metzler", "characterId": "nm0005098"}, {"text": "Apples. Fine.", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "[he starts drawing circles on the chalkboard]", "character": null, "characterId": null}, {"text": "Let's say all you ever knew were apples. Apples, apples, and more apples. You might think apples were pretty good, even if you got a rotten one every once in a while. But then one day...", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "[he draws another circle which looks the same as the others]", "character": null, "characterId": null}, {"text": "...there's an orange. And now you can make a decision, do you want an apple or do you want an orange? That's democracy.", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "I also like bananas.", "character": "Paul Metzler", "characterId": "nm0005098"}]}, {"lines": [{"text": "[while counting the votes, he sees Tracy in the hall looking into the room]\nThe sight of Tracy at that moment affected me in a way I can't fully explain. Part of it was that she was spying, but mostly it was her face. Who knew how high she would climb in life? How many people would suffer because of her? I had to stop her, now.", "character": "Jim McAllister", "characterId": "nm0000111"}]}, {"lines": [{"text": "[narrating]\nOh, there's one more thing about Tracy I think you should know.", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "Her pussy gets so wet you can't believe it.", "character": "Dave Novotny", "characterId": "nm0362862"}]}, {"lines": [{"text": "[to himself, in the shower]\n\"Mr. McAllister, Mr. McAllister, somebody tore down my posters, it's not fair, it's not fair. Can I get an A? Can I get a recommendation? Can I? Can I?\" Fuck them.", "character": "Jim McAllister", "characterId": "nm0000111"}]}, {"lines": [{"text": "[narrating]\nSometimes I wonder what would have happened if I'd actually won the election. Maybe my whole life would be different, like I might never have gone to Yosemite with Greg and Travis.", "character": "Paul Metzler", "characterId": "nm0005098"}, {"text": "[out loud, to the viewer]", "character": null, "characterId": null}, {"text": "Or maybe I'd be dead.", "character": "Paul Metzler", "characterId": "nm0005098"}]}, {"lines": [{"text": "[brainstorming campaign slogans]\nPaul... Paul Power. Paul... Paul for President. Promise... Progress... Peanut.", "character": "Paul Metzler", "characterId": "nm0005098"}]}, {"lines": [{"text": "If you died right now, I would throw myself into one of my Dad's cement trucks and get poured into your tomb.", "character": "Tammy Metzler", "characterId": "nm0004795"}]}, {"lines": [{"text": "[narrating]\nI don't why, but Lisa decided she wanted to hurt me, and she knew exactly what to do.", "character": "Tammy Metzler", "characterId": "nm0004795"}, {"text": "[cut to Lisa's bedroom]", "character": null, "characterId": null}, {"text": "[narrating]\nI sure was surprised the day Lisa Flanagan asked me for a ride home and ended up blowing me.", "character": "Paul Metzler", "characterId": "nm0005098"}, {"text": "I've wanted this for so long.", "character": "Lisa Flanagan", "characterId": "nm0409050"}]}, {"lines": [{"text": "[narrating]\nBeing suspended is like getting a paid vacation. Why do they think it's a punishment? It's like your dog pees on the carpet and you give him a treat. Then you get in trouble for skipping school, it's so stupid! Hendricks told me, \"One more time\" and I'd be expelled. Sounded good to me.", "character": "Tammy Metzler", "characterId": "nm0004795"}]}, {"lines": [{"text": "[Jim and Diane are having sex]", "character": null, "characterId": null}, {"text": "Oh, God, oh, just like that, yeah. Fill me up. Fill me up. Yeah! Fill me up!", "character": "Diane McAllister", "characterId": "nm0353243"}, {"text": "[Jim imagines Linda's face on Diane's head]", "character": null, "characterId": null}, {"text": "Oh God, just like that. Oh yeah, fill me up. Oh God, just like that. Do it, Jim, fuck me!", "character": "Linda Novotny", "characterId": "nm0237999"}, {"text": "[suddenly Tracy's face pops over Linda's]", "character": null, "characterId": null}, {"text": "Do it, Jim. Just like that. Do it, Jim, fill me up. Just like that. Do it, Mister M, do it. Fuck me, Mister M, fuck me.", "character": "Tracy Flick", "characterId": "nm0000702"}, {"text": "[Jim is a bit disturbed but somehow it makes him even more enthusiastic]", "character": null, "characterId": null}, {"text": "Fuck me hard, Mr. McAllister. Harder! Harder! Fuck me, Mr. McAllister. Fuck me hard. Harder! Fuck me! Please!", "character": "Tracy Flick", "characterId": "nm0000702"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[to a group of schoolchildren in the museum, asking a question phrased the same way as the one in his moral and ethics lesson at the start of the film]\nSo would that make this an igneous rock or a sedimentary rock? What's the difference between igneous and sedimentary anyway?", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "[a precocious little girl sticks her hand up intently, just like Tracy used to. Obviously reminded of this, he ignores her and looks to the others, but none of them respond. The screen cuts to black]", "character": null, "characterId": null}, {"text": "Anybody?", "character": "Jim McAllister", "characterId": "nm0000111"}]}, {"lines": [{"text": "[narrating]\nYou might think it upset me that Paul Metzler had decided to run against me, but nothing could be further from the truth. He was no competition for me, it was like apples and oranges. I had to work a little harder, that's all. You see, I believe in the voters. They understand that elections aren't just popularity contests. They know this country was built by people just like me who work very hard and don't have everything handed to them on a silver spoon. Not like some rich kids who everybody likes because their fathers own Metzler Cement and give them trucks on their 16th birthday and throw them big parties all the time. No, they don't ever have to work for anything. They think they can just, all of a sudden, one day out of the blue, waltz right in with no qualifications whatsoever and try to take away what other people have worked for VERY, VERY hard for their entire lives! No, didn't bother me at all!", "character": "Tracy Flick", "characterId": "nm0000702"}]}, {"lines": [{"text": "I can't wait to start campaigning.", "character": "Tracy Flick", "characterId": "nm0000702"}, {"text": "Ah, well, it should be easy for you, so far no competition.", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "Yeah, but you know, Coca-Cola is by far the world's number one soft drink and they spend more money than anybody on advertising. I guess that's how come they stay number one.", "character": "Tracy Flick", "characterId": "nm0000702"}]}, {"lines": [{"text": "[lying in bed, unable to sleep, Jim McAllister imagines Tracy's mouth whispering into his ear, repeating what she said to him earlier]", "character": null, "characterId": null}, {"text": "When I win the Presidency, we're gonna be spending a lot of time together... Lots and lots and lots of time. President and advisor. Harmonious and productive. Close and special. You and I.", "character": "Tracy Flick", "characterId": "nm0000702"}]}, {"lines": [{"text": "[a disabled, wheelchair-bound student is giving a speech for the election]", "character": null, "characterId": null}, {"text": "And even if I can't really stand up for you, I will.", "character": "Jerry Slavin", "characterId": "nm1530875"}]}, {"lines": [{"text": "[narrating]\nNow that I have more life experience, I feel sorry for Mr. McAllister. I mean, anyone who's stuck in the same little room, wearing the same stupid clothes, saying the exact same things year after year for his whole life, while his students go on to good colleges, move to big cities and do great things and make loads of money... He's got to be at least a little jealous. It's like my mom says, the weak are always trying to sabatoge the strong.", "character": "Tracy Flick", "characterId": "nm0000702"}]}, {"lines": [{"text": "[narrating]\nSometimes when I'm sad, I sit and watch the power station. They say if you lie between two of the main wires, your body just evaporates, you become a gas. I wonder what that would feel like.", "character": "Tammy Metzler", "characterId": "nm0004795"}]}, {"lines": [{"text": "[narrating]\nNone of this would have happened if Mr. McAllister hadn't meddled the way he did. He should have just accepted things as they are instead of trying to interfere with destiny. You see, you can't interfere with destiny, that's why it's destiny. And if you try to interfere, the same thing's just going to happen anyway, and you'll just suffer.", "character": "Tracy Flick", "characterId": "nm0000702"}]}, {"lines": [{"text": "[narrating]\nWhen I think back on my relationship with Mr. Novotny, what I miss most is our talks.", "character": "Tracy Flick", "characterId": "nm0000702"}]}, {"lines": [{"text": "Good morning, Mister M. Looks like you could use a cupcake!", "character": "Tracy Flick", "characterId": "nm0000702"}]}, {"lines": [{"text": "[narrating]\nLinda never came home that night. I know, because I waited 10 hours waiting outside her house.", "character": "Jim McAllister", "characterId": "nm0000111"}]}, {"lines": [{"text": "[narrating]\nWhat happens to a man when he loses everything? Everything he's worked for... everything he believes in? Driven from his home... cast out of society... how can he survive? Where can he go? New York City! For centuries people have come to New York seeking refuge from their troubled lives. Now I am one of them.", "character": "Jim McAllister", "characterId": "nm0000111"}]}, {"lines": [{"text": "[narrating]\nTracy Flick. Tracy Flick. I'd seen a lot of ambitious students come and go over the years, but Tracy Flick, she was a special case.", "character": "Jim McAllister", "characterId": "nm0000111"}]}, {"lines": [{"text": "[narrating]\nSome people say I'm an overachiever, but I think they're just jealous.", "character": "Tracy Flick", "characterId": "nm0000702"}]}, {"lines": [{"text": "It know it seems crazy, but, Jim, what I'm trying to tell you is that Tracy and I are totally, totally... in love.", "character": "Dave Novotny", "characterId": "nm0362862"}, {"text": "[in disbelief]\nIn love?", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "Yeah. It's serious. She inspires me in ways that Linda never has. She even wants to read my novel.", "character": "Dave Novotny", "characterId": "nm0362862"}, {"text": "But you haven't written your novel.", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "That's the whole point! I've got the whole thing right here, I just need to get it out there. And Tracy wants me to write it so she can read it. It's beautiful.", "character": "Dave Novotny", "characterId": "nm0362862"}]}, {"lines": [{"text": "[Dave's affair with Tracy has been discovered]", "character": null, "characterId": null}, {"text": "[tearfully]\nTracy's mom, she doesn't understand.", "character": "Dave Novotny", "characterId": "nm0362862"}, {"text": "No, I'd say she doesn't. The fact is I have never seen a mother so upset. All right, I know what Tracy told her mother, what her mother told me, I need to hear this from you, because I have a legal responsibility here. Let me ask you this... Did you cross the line with this girl?", "character": "Walt Hendricks", "characterId": "nm0716277"}, {"text": "I... We... We're in love.", "character": "Dave Novotny", "characterId": "nm0362862"}, {"text": "[he sobs helplessly]", "character": null, "characterId": null}]}, {"lines": [{"text": "[narrating]\nOne thing that's important to know about me is that I'm an only child, so my mom is really devoted to me. And I love her so much. She wants me to do all the things that she wanted to do in life but couldn't.", "character": "Tracy Flick", "characterId": "nm0000702"}]}, {"lines": [{"text": "[a boy grabs a handful of the complimentary chewing gum sticks from Tracy's stand]", "character": null, "characterId": null}, {"text": "Hey! Hey! One per person! Put those back!", "character": "Tracy Flick", "characterId": "nm0000702"}, {"text": "Eat me.", "character": "'Eat Me' Boy", "characterId": "nm0433133"}]}, {"lines": [{"text": "[driving his friend Linda home after taking her to the mall]\nSo, what do you think? Should we get a room?", "character": "Jim McAllister", "characterId": "nm0000111"}, {"text": "[he points to a motel]", "character": null, "characterId": null}, {"text": "That's not funny.", "character": "Linda Novotny", "characterId": "nm0237999"}]}, {"lines": [{"text": "[as the winner of the election is about to be announced]", "character": null, "characterId": null}, {"text": "[voiceover]\nAct surprised. Walk slowly to the podium. Be modest. Thank them for this incredible honour.", "character": "Tracy Flick", "characterId": "nm0000702"}]}, {"lines": [{"text": "[giving her opening election speech in front of the assembled student body]\nPoet Henry David Thoreau once wrote \"I cannot make my days longer, so I strive to make them better.\" With this election, we here at Carver also have an opportunity to make our high school days better. During this campaign, I've spoken with many of you about your many concerns. I spoke with Eliza Ramirez, a freshman, who says she feels alienated from her own homeroom. I spoke with sophomore Reggie Banks, who said his mother works in the cafeteria and can't afford to buy him enough spiral notebooks for his classes.", "character": "Tracy Flick", "characterId": "nm0000702"}, {"text": "Eat Me!", "character": "'Eat Me' Boy", "characterId": "nm0433133"}, {"text": "Eat me raw!", "character": "'Eat Me' Boy's Buddy", "characterId": "nm0448605"}, {"text": "[some of the students snigger. The principal comes over to the microphrone stand. He is a foot taller than the petite Tracy so he has to crouch to speak into it]", "character": null, "characterId": null}, {"text": "Hey, if you can't be adults and give these candidates the courtesy they deserve, then you don't deserve to be called adults, but children, because what children are and you'll be treated like children.", "character": "Walt Hendricks", "characterId": "nm0716277"}]}]}