{"quotes": [{"lines": [{"text": "My child, you must talk to the gods. They will hear you.", "character": "Chorus Leader", "characterId": "nm0409522"}, {"text": "No god hears me. No human being is listening to my prayers.", "character": "Elektra", "characterId": "nm0660327"}]}, {"lines": [{"text": "Why are you taking care of me? You have enough unhappiness. I keep repeating this to you but you don't listen to me.", "character": "Elektra's Husband", "characterId": "nm0675810"}, {"text": "I've been very lucky to find in you a good and very loyal friend. It's a great pleasure to ease your harsh life. Let me look after the house for you. After a hard day's work, a man likes to find his house in order.", "character": "Elektra", "characterId": "nm0660327"}]}, {"lines": [{"text": "I have a pitiful marriage.", "character": "Elektra", "characterId": "nm0660327"}, {"text": "Now your brother must cry for you.", "character": "Orestis", "characterId": "nm0275182"}]}, {"lines": [{"text": "And the mother who gave you life, why did she permit this marriage?", "character": "Orestis", "characterId": "nm0275182"}, {"text": "That woman hears only her man.", "character": "Elektra", "characterId": "nm0660327"}, {"text": "But why would Aegisthus allow this disgrace?", "character": "Orestis", "characterId": "nm0275182"}, {"text": "So that our children would never be able to govern.", "character": "Elektra", "characterId": "nm0660327"}, {"text": "It's fear that influences his conduct?", "character": "Orestis", "characterId": "nm0275182"}, {"text": "He's afraid of vengeance, and that fear devours him.", "character": "Elektra", "characterId": "nm0660327"}]}, {"lines": [{"text": "It's true. Nobleness is not easily recognized. You can be born noble and be worthless. To be born with a generous heart is true nobility.", "character": "Orestis", "characterId": "nm0275182"}, {"text": "You're right. In rich people I've seen incredible pettiness, and among poor people a generous soul.", "character": "Pylades", "characterId": "nm0256468"}]}, {"lines": [{"text": "Prepare yourself to receive a gift that has no price.", "character": "The Tutor", "characterId": "nm0441463"}]}, {"lines": [{"text": "This man used to be a master, now he is slave.", "character": "Orestis", "characterId": "nm0275182"}]}, {"lines": [{"text": "I would talk but I am afraid.", "character": "Elektra", "characterId": "nm0660327"}, {"text": "No longer do you have to be afraid.", "character": "Orestis", "characterId": "nm0275182"}, {"text": "Perhaps they'll accuse us of insulting the dead.", "character": "Elektra", "characterId": "nm0660327"}, {"text": "Nobody would reproach you.", "character": "Orestis", "characterId": "nm0275182"}, {"text": "People accuse and judge quickly here.", "character": "Elektra", "characterId": "nm0660327"}]}, {"lines": [{"text": "How can I kill the one who gave me birth?", "character": "Orestis", "characterId": "nm0275182"}, {"text": "Like she killed your father.", "character": "Elektra", "characterId": "nm0660327"}]}, {"lines": [{"text": "[eulogy to Aegisthus]\nYou, treacherous assassin. You, who threw both of us into a dark solitude, speak up and tell me, what did we do to you? Coward. You kept yourself away from battle to crawl into a stranger's bed. What did you think? That a woman who dishonors her husband can remain faithful to another man? But you knew, you and my mother, that your love was stained with blood, and you lived together as criminals, deceiving each other. And wherever you went, people said, \"There goes Klytaemnistra's man. Here is her toy, her slave. SHE is the ruler of her household.\" But you were so insignificant that you didn't feel humiliated to be the toy of a woman. You threw yourself into the pleasures of life and walked round as an important man. You only thought about dancing and the women who you seduced with your libidinous eyes. You pretty-boy. Didn't you ever think that everything comes to an end, and that a man's character is his only help when Fate rolls the dice? Get lost, you fool. The way you lived brought forth the way you died.", "character": "Elektra", "characterId": "nm0660327"}]}]}