{"quotes": [{"lines": [{"text": "nothin'.", "character": "John Wintergreen", "characterId": "nm0086706"}]}, {"lines": [{"text": "Incompetence is the worst form of corruption.", "character": "Harve Poole", "characterId": "nm0752751"}]}, {"lines": [{"text": "I think I'll go over and check out the Black Canyon.", "character": "John Wintergreen", "characterId": "nm0086706"}, {"text": "Aww, there ain't no action over there!", "character": "Motor Officer Zipper Davis, John's Partner", "characterId": "nm0124100"}, {"text": "Zipper, that's the story of your life... there ain't no action, at no time, at no place... I'll see you later. Somebody's gotta be doing something bad somewhere!", "character": "John Wintergreen", "characterId": "nm0086706"}]}, {"lines": [{"text": "[to a lineup of motor cops]", "character": null, "characterId": null}, {"text": "TEN-HUT! Good morning, you fascists. You pigs. You bigots. You PINKOS. You FAGS! You BASTARDS. Fuzz. This indoctrination of vocal harassment was compiled by our own Juvenile Division in preparation for the concert this weekend.", "character": "Sgt. Ryker", "characterId": "nm0760267"}]}, {"lines": [{"text": "I need you to give me some information.", "character": "John Wintergreen", "characterId": "nm0086706"}, {"text": "I'll give you some information. You're standing in pigshit.", "character": "Pig Man", "characterId": "nm0521773"}]}, {"lines": [{"text": "[about his motorcycle]\nI'm here to tell you there ain't nothin' in the world I hate worse than that elephant under my ass.", "character": "John Wintergreen", "characterId": "nm0086706"}]}, {"lines": [{"text": "I hate that motorcycle they make me ride. I'm here to tell you there ain't nothing in the world I hate worse than that elephant under my ass.", "character": "John Wintergreen", "characterId": "nm0086706"}]}, {"lines": [{"text": "[to John Wintergreen]\nI like to find myself out here this time of night. There's a fine young lady I'd like to introduce you to. Fine young lady. She's brought a lot of happiness in my life.", "character": "Harve Poole", "characterId": "nm0752751"}]}, {"lines": [{"text": "Well, well, well, my two knights in shining armor... Mr. Tall and Mr. Small. Come on in, gentlemen!", "character": "Jolene, Harve's Girlfriend", "characterId": "nm0727065"}]}, {"lines": [{"text": "[to John Wintergreen]\nWell, now let's see, you got your hat, your badge and your boots! You got it all, don't you Johnny? You got everything! You're happy, aren't you Johnny? Well, I got just the tune that will fit you!", "character": "Jolene, Harve's Girlfriend", "characterId": "nm0727065"}, {"text": "[she deposits a coin in the jukebox and starts dancing in a flirtatious manner]", "character": null, "characterId": null}]}, {"lines": [{"text": "You listen to me, hatchet artist! You're tampering with evidence and if you put your finger on one more thing in this room, I'm going to bust your ass! That's right... the officer in charge is talking to you and he's saying that you're going to be arrested as an accessory, after the fact, in a murder case!", "character": "John Wintergreen", "characterId": "nm0086706"}, {"text": "Now you listen to me. I have had had a lot of patience with you. You want to be a policeman. You want to stay on the force. Well you just get the hell out of here and get on that motorcycle and start tagging automobiles... 'cause if I hear one more peep out of that goddamn yap of yours, I'm going to see that you get sent to Sibieria!", "character": "Coroner", "characterId": "nm0200455"}]}]}