{"quotes": [{"lines": [{"text": "I want to be young again. I want to have my hopes again. And I want not to feel time... like a dead child in my womb.", "character": "Queen Elizabeth I", "characterId": "nm0413559"}]}, {"lines": [{"text": "I thought that if all other men deserted me, you would not.", "character": "Queen Elizabeth I", "characterId": "nm0413559"}, {"text": "I would die for you!", "character": "Robert Dudley", "characterId": "nm0362735"}, {"text": "What is that to do with it?", "character": "Queen Elizabeth I", "characterId": "nm0413559"}]}, {"lines": [{"text": "All my life, I have been shadowed by conspiracy. The axe, the dagger, the block... they are as familiar to me as spring flowers to a countryman. Fears and doubts circle my head like black crows around a corpse. Every time a new treachery is revealed, I am strangely surprised. Foolishly, I expect good in a world where men pursue evil.", "character": "Queen Elizabeth I", "characterId": "nm0413559"}]}, {"lines": [{"text": "You have been brought Fotheringay to be examined by certain lords, and you are required to make answer to the grave charges that you did conspire to displace our sovereign lady Elizabeth of England, and to ruin her kingdom by the shedding of blood.", "character": "Sir Amyas Paulet", "characterId": "nm0245621"}, {"text": "Does Bess acknowledge me as true kin and rightful heir to her throne?", "character": "Mary Queen Scots", "characterId": "nm0681954"}, {"text": "No, ma'am. She does not.", "character": "Sir Amyas Paulet", "characterId": "nm0245621"}, {"text": "Then she has no claim on me. I am no subject, Paulet, but a queen. I owe England nothing.", "character": "Mary Queen Scots", "characterId": "nm0681954"}, {"text": "You would be wise, madam, to confess your grievous faults and crimes before you are brought to trial.", "character": "Sir Amyas Paulet", "characterId": "nm0245621"}, {"text": "I am not a child to be advised, thus. Keep your counsel, for I will have none of it.", "character": "Mary Queen Scots", "characterId": "nm0681954"}]}, {"lines": [{"text": "I grieve, and dare not show my discontent. I love, and yet I am forced to seem to hate. I do, yet dare not say I ever meant. I seem stark mute, but inwardly I do prate. I am, and not. I freeze, yet am burned since from myself my other self I turned. My care is like my shadow in the sun... follows me flying, flies when I pursue it. Stand and lies by me, doth what I have done. This too familiar care doth make me rue it, not means I find to rid him from my breast. Til, by the end of things, it be suppressed. O, let me live with some more sweet content. Or die, and so forget what love ere meant.", "character": "Queen Elizabeth I", "characterId": "nm0413559"}]}, {"lines": [{"text": "Remember this, Paulet. The theatre of the world is wider than this little realm of England. And my death, should it presently occur, will blaze wide and dangerously.", "character": "Mary Queen Scots", "characterId": "nm0681954"}]}, {"lines": [{"text": "You are welcomed back to court, my Lord. You see? Your policy has triumphed. What advice would you have for me now?", "character": "Queen Elizabeth I", "characterId": "nm0413559"}, {"text": "I would not dare to offer you advice, my Queen.", "character": "Robert Dudley", "characterId": "nm0362735"}, {"text": "Why not?", "character": "Queen Elizabeth I", "characterId": "nm0413559"}, {"text": "The philosophers teach us that beauty is wisdom, and so you are the wisest woman in the world.", "character": "Robert Dudley", "characterId": "nm0362735"}, {"text": "You must not speak to me like that. It is not fit. You are a married man, and I... we will deal more honestly with each other from now on.", "character": "Queen Elizabeth I", "characterId": "nm0413559"}, {"text": "[Glares sharply at Dudley]", "character": null, "characterId": null}]}]}