{"quotes": [{"lines": [{"text": "You're not my possession, you're not my beauty. You are beauty. And l love you.", "character": "Jean", "characterId": "nm0765325"}, {"text": "How far can true love go?", "character": "Emmanuelle", "characterId": "nm0000482"}, {"text": "It wouldn't be true love if you could measure it.", "character": "Jean", "characterId": "nm0765325"}]}, {"lines": [{"text": "His age guarantees his sense of the erotic. Youngsters make love naturally, like eating and breathing. But when make love at Mario's age, it becomes pure poetry.", "character": "Ariane", "characterId": "nm0171779"}]}, {"lines": [{"text": "It states that one must make love without shame or constraint. That virginity is not glorious. That the couple has its limits. And that these limits must be stretched to infinity.", "character": "Mario", "characterId": "nm0192490"}]}, {"lines": [{"text": "Basically eroticism is the opposite of making love.", "character": "Emmanuelle", "characterId": "nm0000482"}, {"text": "It's notably through love that man strives to break with his daily existence. It's the victory of dreams over nature.", "character": "Mario", "characterId": "nm0192490"}]}, {"lines": [{"text": "Making love is not important, its the way you make love.", "character": "Mario", "characterId": "nm0192490"}]}, {"lines": [{"text": "I wonder if I've been dreaming for quite some now.", "character": "Emmanuelle", "characterId": "nm0000482"}, {"text": "It's because we're abroad. As exiles, we're reduced to futile pastimes. Napoleon passed the time on St Helena counting his spoons. One mustn't become resigned at any price. Here in Bangkok if you say that, everyone will agree. But if you talk of sex, then you will have sinned against our ancestral taboos. l'm a collector. It's a very respected occupation, collecting. I collect situations.", "character": "Mario", "characterId": "nm0192490"}]}, {"lines": [{"text": "Here, idleness is an art form.", "character": "Emmanuelle", "characterId": "nm0000482"}]}, {"lines": [{"text": "Love between couples should be outlawed. Every act of love must include a third person.", "character": "Mario", "characterId": "nm0192490"}]}, {"lines": [{"text": "l knew then that a cascade is only beautiful if you can say so to the one you love.", "character": "Emmanuelle", "characterId": "nm0000482"}]}, {"lines": [{"text": "lies.", "character": "Mario", "characterId": "nm0192490"}]}, {"lines": [{"text": "One must use one's body to understand others and oneself. We must loosen the bonds. We must liberate the screams that have been silenced for centuries and destroy established values. Fill your head with more sensations than you can obtain every man on earth. One must use the unusual. The unusual which is beyond all that is customary. The wife impregnated in the nuptial bed has no knowledge of eroticism. One must organize one's adventures with economy. One must eliminate sentiment. My emptied head has become so fearful and so avid that love alone can satisfy it.", "character": "Mario", "characterId": "nm0192490"}]}, {"lines": [{"text": "l want us to find the unknown by the unsettling of the senses. Couples should be outlawed. It should be compulsory to include a third person...", "character": "Mario", "characterId": "nm0192490"}]}, {"lines": [{"text": "Love, true love, needs to be unnatural. The definition of true love is the erection, not the orgasm. Couples should be outlawed. It should be compulsory to include a third person.", "character": "Mario", "characterId": "nm0192490"}]}]}