{"quotes": [{"lines": [{"text": "[Shack is chasing Cigaret atop the train after having dealt with the aftermath of the train stopping short]", "character": null, "characterId": null}, {"text": "Got yourself a game leg, hey kid? You should have jumped off! That would have been the smart thing to do. You should have jumped Kid! I got to hand it to you kid, you're smart. You play both sides against the middle. Have your self a high old time. But now it's lasted long enough. Oh, you can keep running kid, but you're running out of train!", "character": "Shack", "characterId": "nm0000308"}, {"text": "[Shack laughs as the hobo falls over the cupola of the caboose]", "character": null, "characterId": null}, {"text": "And there's no place to hide. My Brakey's cracked his neck, the hide's peeling off the Black, and the Hogger's ready for the looney bin. And all because of you. That's a pretty fair day's work for a tender-foot.", "character": "Shack", "characterId": "nm0000308"}, {"text": "[Steadying his sledge-hammer]", "character": null, "characterId": null}, {"text": "But now I'm going to show you what happens to people who ride on my train without a ticket.", "character": "Shack", "characterId": "nm0000308"}]}, {"lines": [{"text": "Steers got horns, kid. You don't.", "character": "A no. 1", "characterId": "nm0001511"}]}, {"lines": [{"text": "Guess who, Shack? It's the big bad 'bo, Shack. And he's gonna bite your big bad ass!", "character": null, "characterId": null}]}, {"lines": [{"text": "Don't worry, Shack. We'll keep a place for you in the jungle. Six feet down.", "character": null, "characterId": null}]}, {"lines": [{"text": "You ain't stopping at this hotel, kid. My hotel! The stars at night, I put 'em there. And I know the presidents, all of them. And I go where I damn well please. Even the chairman of the New York Central can't do it better. My road, kid, and I don't give lessons and I don't take partners. Your ass don't ride this train!", "character": "A no. 1", "characterId": "nm0001511"}]}, {"lines": [{"text": "They greased the rails, the goddamn tramps.", "character": "Prairie Special engineer", "characterId": "nm0568676"}, {"text": "I don't give a damn if they're Democrats. Get this moving!", "character": null, "characterId": null}]}, {"lines": [{"text": "You got a chance to be a good bum. You can be a meat eater, kid. I mean people, not their garbage.", "character": "A no. 1", "characterId": "nm0001511"}]}, {"lines": [{"text": "I will immerse you, brother, then have you go to the Presbyterians.", "character": "Preacher", "characterId": "nm0349199"}, {"text": "Oh, save me from the Presbyterians!", "character": "A no. 1", "characterId": "nm0001511"}]}, {"lines": [{"text": "There's only one 'bo that's got the stuff to try me, and you ain't even on the list.", "character": "Shack", "characterId": "nm0000308"}]}, {"lines": [{"text": "Country's gone to hell.", "character": "A no. 1", "characterId": "nm0001511"}]}, {"lines": [{"text": "[At the end of the movie, A No. 1 throws Cigaret off of the train, into a pond, and shouts to him from the train]\nHey kid you got no class. Hit the bums, kid. Run like the devil. Get a tin can and take up mooching. Knock on back doors for a nickel.", "character": "A no. 1", "characterId": "nm0001511"}, {"text": "Tell them your story. Make 'em weep. You could have been a meat-eater, kid. But you didn't listen to me when I laid it down.", "character": "A no. 1", "characterId": "nm0001511"}, {"text": "Stay off the tracks. Forget it. Its a bum's world for a bum. You'll never be Emperor of the North Pole, kid. You had the juice, kid, but not the heart and they go together. You're all gas and no feel, and nobody can teach you that, not even A-No.1. So stay off the train, she'll throw you under for sure. Remember me for that. So long, kid.", "character": "A no. 1", "characterId": "nm0001511"}]}, {"lines": [{"text": "[as Shack is highballing in the yard]\nThat's great! Faster, FASTER!", "character": "Groundhog", "characterId": "nm0932565"}]}]}