{"quotes": [{"lines": [{"text": "Oh my God! They're herding us like cattle!", "character": "Coreen Bradford", "characterId": "nm0794870"}]}, {"lines": [{"text": "All we wanted was to enjoy what was left of our life. Is that bad?", "character": "Velma Thompson", "characterId": "nm0853792"}]}, {"lines": [{"text": "This turned out to be one hell of a free vacation.", "character": "Joe Morrison", "characterId": "nm0141268"}]}, {"lines": [{"text": "I told you those things are vicious as hell!", "character": "Dan Stokely", "characterId": "nm0487108"}]}, {"lines": [{"text": "Hey! Don't shoot! We're peaceful! Honest to God, alright?", "character": "Dan Stokely", "characterId": "nm0487108"}]}, {"lines": [{"text": "[Opening voiceover, as an image of ants tearing apart an orchid flower on the ground is shown on screen]\nThis is the ant. Treat it with respect, for it may very well be the next dominant life form of our planet. Sound incredible? Impossible? Have you ever taken a good, close look at what the ant is all about? Like these atta cephalotes - one of the 15,000 different species inhabiting our planet. This one cultivates crops of fungus for food. Others herd aphids, just as man herds cattle. And what about the warriors? The builders of bridges, roads, tunnels? Frightening, isn't it, that a creature as small as an ant is able to have a fair claim to rank next to man in the scale of intelligence? They have a sophisticated communication system. Specific messages are transmitted from one ant to another, through the use of a chemical substance called Pheromones. It causes an obligatory response. Did you hear that? Obligatory. Pheromones give an order that cannot be disobeyed. It's a mind-bending substance that forces obedience. But we don't have to worry about it. That's business better left to the ants.", "character": "Voice", "characterId": "nm0588922"}]}, {"lines": [{"text": "[Paying the taxi driver]\nHere's a ten. Keep the change.", "character": "Coreen Bradford", "characterId": "nm0794870"}, {"text": "[Looking a bit disgusted]\nBut lady, the fare is $9.80.", "character": "Taxi Driver", "characterId": "nm0714655"}, {"text": "[Looking nonchalant]\nDon't mention it!", "character": "Coreen Bradford", "characterId": "nm0794870"}]}, {"lines": [{"text": "You know, when I met you on the boat, I didn't like you very much.", "character": "Coreen Bradford", "characterId": "nm0794870"}, {"text": "That's not exactly a surprise.", "character": "Joe Morrison", "characterId": "nm0141268"}, {"text": "Well, I don't know, I guess I just thought you were one of those macho phony types, you know? The kind whose brains fall out every time he unzips his fly.", "character": "Coreen Bradford", "characterId": "nm0794870"}]}, {"lines": [{"text": "I've got a job that pays $30,000 a year. I've got a two-bedroom condominium, I've got a $10,000 sports car, I've got a wife, and I've got a four year-old kid - thinks I'm God. How's that?", "character": "Joe Morrison", "characterId": "nm0141268"}, {"text": "That's terrific. Fabulous. Look, I was just trying to tell you that I've changed my mind about not liking you. That's all.", "character": "Coreen Bradford", "characterId": "nm0794870"}, {"text": "Hmph. Forget it. I'm a 'bad' investment.", "character": "Joe Morrison", "characterId": "nm0141268"}, {"text": "And why do you say that?", "character": "Coreen Bradford", "characterId": "nm0794870"}, {"text": "Because the, um... $30,000 a year job went in the toilet last year. And the sports car needs an overhaul. And my 'wife' is an ex-wife who is, uh, doing me for back support. My kid won't even talk to me on the phone.", "character": "Joe Morrison", "characterId": "nm0141268"}, {"text": "What about your condominium?", "character": "Coreen Bradford", "characterId": "nm0794870"}, {"text": "[Clinks his plastic drink cup with his fingernail]\nIt's plastic. Just like everything else.", "character": "Joe Morrison", "characterId": "nm0141268"}]}, {"lines": [{"text": "[after Margaret has asked his opinion on the Florida real estate deal that's being promoted]\nIf it was my money and I was gonna' buy this land, first I'd make sure they struck oil on it... and then I'd still think twice. Does that answer your question?", "character": "Dan Stokely", "characterId": "nm0487108"}]}]}