{"quotes": [{"lines": [{"text": "[in the locomotive's cab speeding towards a cop car]", "character": null, "characterId": null}, {"text": "Better slow up, they ain't moving.", "character": "Leo Pickett", "characterId": "nm0375629"}, {"text": "Oh they'll move.", "character": "Will Haney", "characterId": "nm0000979"}, {"text": "[looking around]\nThere any selt belts in these things?", "character": "Leo Pickett", "characterId": "nm0375629"}]}, {"lines": [{"text": "You know I went down to south Arkansas last year, some ole' boys down there wanted to go \"cat fish hoggin'\". They went down to a damn slough, worst than a creek and they knowed the logs that's in the damn thing. And they get a boat, all of 'em hang their arm in that boat, ease along through that ole' scummy water. Damn snakes, turtles everywhere and they got up to that damn log and they know'd every knot hole in it, everything about it. One of 'em got at one end and one of 'em got at the other and they got a knot hole man there. Mutt Kagle had a army belt in his teeth. reached inside that damn thing and they tickled that damn cat fish, got him started toward the big end and Mutt Kagle grabbed him right in the damn jaws like that and HELD HIS ASS INSIDE THAT LOG! He started dancin'. Took that army belt out of his teeth and stuck it in his mouth and back out through his gills, brought it around and put it right back through the buckle and tied it around his hand one time. Then he pulled the fish out. We had some sportsmanship then... in a hell of a hurry. You wanna go this year? You'll enjoy this when you wake up.", "character": "Leo Pickett", "characterId": "nm0375629"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "You fool.", "character": "Will Haney", "characterId": "nm0000979"}, {"text": "[dragging him off the railroad tracks]", "character": null, "characterId": null}, {"text": "You pretty near bought the farm, you drunken old son of a bitch.", "character": "Will Haney", "characterId": "nm0000979"}, {"text": "The hell I did.", "character": "Hobo", "characterId": "nm0606593"}, {"text": "[laughing and drinking]", "character": null, "characterId": null}, {"text": "You lay around on them railroad tracks and you'll have no legs, by golly.", "character": "Will Haney", "characterId": "nm0000979"}, {"text": "Well, at least I would have matched set.", "character": "Hobo", "characterId": "nm0606593"}, {"text": "[laughing boisterously]", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[looking at historic picture of a train engine]\nThey don't make em like that any more, do they Haney?", "character": "Leo Pickett", "characterId": "nm0375629"}, {"text": "That's a fact, Boss. That's a fact.", "character": "Will Haney", "characterId": "nm0000979"}]}, {"lines": [{"text": "Kinda like being outlaws, huh? Out here roughin' it around, like Bonnie and Clyde.", "character": "Leo Pickett", "characterId": "nm0375629"}, {"text": "Leo, who you gonna be? Bonnie or Clyde.", "character": "Will Haney", "characterId": "nm0000979"}]}]}