{"quotes": [{"lines": [{"text": "Passion, you see, can be destroyed by a doctor. It cannot be created.", "character": "Martin Dysart", "characterId": "nm0000009"}]}, {"lines": [{"text": "You have a special dream?", "character": "Martin Dysart", "characterId": "nm0000009"}, {"text": "No. You?", "character": "Alan Strang", "characterId": "nm0278752"}, {"text": "Yes - what was your dream about last night?", "character": "Martin Dysart", "characterId": "nm0000009"}, {"text": "Can't remember - what was *yours* about?", "character": "Alan Strang", "characterId": "nm0278752"}, {"text": "I said the truth!", "character": "Martin Dysart", "characterId": "nm0000009"}, {"text": "That *is* the truth. What was yours about, the special one?", "character": "Alan Strang", "characterId": "nm0278752"}, {"text": "[matter-of-factly]\nCarving up children.", "character": "Martin Dysart", "characterId": "nm0000009"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "In an ultimate sense I cannot know what I do in this place, but I do ultimate things, irreversible things. And I, I stand in the dark with a blade in my hand, striking at heads. I need, more desperately than my children need me, a way of seeing in the dark. What way is this? What dark in this? I cannot fully ordain but God! I cannot go so far! I will however, pay so much hardship. There is now in my mouth this sharp chafe. It never comes out.", "character": "Martin Dysart", "characterId": "nm0000009"}]}, {"lines": [{"text": "There is now, in my mouth, this sharp chain - and it never comes out.", "character": "Martin Dysart", "characterId": "nm0000009"}]}, {"lines": [{"text": "When Equus leaves, if he leaves at all, it will be with your intestines in his teeth - and I don't stock replacements.", "character": "Martin Dysart", "characterId": "nm0000009"}]}, {"lines": [{"text": "'At least I galloped - when did you?'", "character": "Martin Dysart", "characterId": "nm0000009"}]}, {"lines": [{"text": "I only know that he was my little Alan - and then the devil came.", "character": "Dora Strang", "characterId": "nm0687506"}]}, {"lines": [{"text": "Here I am. Find me. Find me. Kill me. Kill me. Find me, and kill me. Kill me. Find me, and kill me. Find me, and kill me. Find me, and kill meeeeeeee.", "character": "Alan Strang", "characterId": "nm0278752"}, {"text": "[trails off]", "character": null, "characterId": null}]}, {"lines": [{"text": "He sees... he sees... My God hath seen.", "character": "Alan Strang", "characterId": "nm0278752"}]}, {"lines": [{"text": "All right! The normal is the good smile in a child's eyes. There's also the dead stare in a million adults. It both sustains and kills, like a god. It is the ordinary made beautiful, it is also the average made lethal. Normal is the indispensable murderous god of health and I am his priest.", "character": "Martin Dysart", "characterId": "nm0000009"}]}, {"lines": [{"text": "Worship all you can see, and more will appear.", "character": "Martin Dysart", "characterId": "nm0000009"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Afterward he says, they always embrace. The animal digs his sweaty brow into his cheek, and they stand in the dark for an hour, like a sated couple. And of all nonsensical things, I keep thinking about the horse, not the boy. The horse and what he might be trying to do. I keep seeing the huge head, kissing him with its chained mouth, nudging from the metal some desire absolutely irrelevant to fulfilling its bearing or propagating its own kind. What desire could this be? Not to stay a horse any longer, not to remain reigned up forever in those particular genetic strengths. Is it possible that at certain moments, we can not imagine, the horse can add its sufferings together, the nonstop jibs and jabs that are its daily life, and turn them into grief? What use is grief - to a horse. You see, I'm lost.", "character": "Martin Dysart", "characterId": "nm0000009"}]}, {"lines": [{"text": "Moments snap together like magnets forged in a chain of shackles. Why? I can trace them, I can even with time pull them apart again. But why at the start were they ever magnetized at all. Why those particular moments of experience and no others, I do not know! And nor does ANY BODY ELSE! And if *I* don't know, if I can *never* know, what am I doing here? I don't mean clinically doing, or socially doing, but fundamentally. These whys, these questions, are fundamental. Yet they have no place in a consulting room. So then do I? Do any of us?", "character": "Martin Dysart", "characterId": "nm0000009"}]}, {"lines": [{"text": "He won't gallop anymore, and - horses will be quite safe.", "character": "Martin Dysart", "characterId": "nm0000009"}]}, {"lines": [{"text": "[to Dysart]\nNosey Parker!", "character": "Alan Strang", "characterId": "nm0278752"}]}, {"lines": [{"text": "I didn't know I'd get a loony, did I?", "character": "Horseman", "characterId": "nm0943840"}]}]}