{"quotes": [{"lines": [{"text": "I'm dying, Paris.", "character": "Frieda", "characterId": "nm0436001"}, {"text": "Wait, what happens now?", "character": "Jack McCann", "characterId": "nm0000432"}, {"text": "A mystery. The end of the beginning.", "character": "Frieda", "characterId": "nm0436001"}]}, {"lines": [{"text": "What did you do for girls up here.", "character": "Tracy", "characterId": "nm0000622"}, {"text": "I guess we did without. Unlike some people I know.", "character": "Jack McCann", "characterId": "nm0000432"}, {"text": "Suppose I'd been here. Would you have given me a second glance?", "character": "Tracy", "characterId": "nm0000622"}, {"text": "No. My darling Tracy, I never would have taken my eyes off you.", "character": "Jack McCann", "characterId": "nm0000432"}]}, {"lines": [{"text": "Once I had it all. Now I just have everything.", "character": "Jack McCann", "characterId": "nm0000432"}]}, {"lines": [{"text": "You know, yesterday, last night, was the most extraordinary day of my life. There will never be another day or night like it. Ever. I've never been so happy. So miserable.", "character": "Tracy", "characterId": "nm0000622"}]}, {"lines": [{"text": "[testifying]\nI loved my father before I loved you.", "character": "Tracy", "characterId": "nm0000622"}, {"text": "Was he more violent than me?", "character": "Claude Maillot Van Horn", "characterId": "nm0000442"}, {"text": "Stop asking me about violence!", "character": "Tracy", "characterId": "nm0000622"}, {"text": "Your father was savagely murdered, beaten, his head cut off. I'm on trial for my life. If I'm found guilty they'll hang me by the neck. This isn't a time or place to be shy about violence.", "character": "Claude Maillot Van Horn", "characterId": "nm0000442"}]}, {"lines": [{"text": "[on trial]\nPlease Tracy, tell them who do you think I am. When you look at me, what do you see?", "character": "Claude Maillot Van Horn", "characterId": "nm0000442"}, {"text": "I see, um, a man unbuttoning a new frock for the first time. And trying to get me tipsy while stay sober himself. Because he's beginning to realize I could hold a hell of a lot of liquor. I see a man with other women; secretive, dissatisfied with me. Telling lies, small ones, but needing me more than anything. I see a man who can't pass a mirror without looking into it. A man whose face hangs over mine at night. Like a moon, a guide. I see a picture of love, only you can't put it into a picture. It's two people in league with each other, who want each other. They're willing to kill or die for it.", "character": "Jack McCann", "characterId": "nm0000432"}, {"text": "Please Tracy, for God's sake.", "character": "Claude Maillot Van Horn", "characterId": "nm0000442"}, {"text": "No, for our sake, Claude. You want the truth that's what love is, isn't it? Truth? True love, true love is what goes on and on. It never stops. Down and down in the water 'til you're drowning. And it's on shore, on the sand, in the back of a car. Then it's on the bed, it's an electric bed isn't it? Like an electric chair as it was switched on until neither of us can stop it. Shouting and shuttering, electric bed, on and on and on, until you think you're dead.", "character": "Jack McCann", "characterId": "nm0000432"}]}, {"lines": [{"text": "I'm talking about what happened to Jack McCann. On that day, in the winder of 1925, when he first found the gold. He'd been looking for 15 years. Day after day, week after week, year after year. And then one day he found it. How could he ever recapture that moment of triumph? He couldn't share the gold. That was his and his alone. How he realized that his joy at having done what he set out to do, all alone, was gone! Poor Jack. He was like a man struck by lightening. One moment of rapture, followed by decades of despair. Jack McCann wasn't murdered three weeks ago in his bedroom at Eureka. He died in 1925. What happened that night was just his physical end. He needed someone to finish him off. And that night he found him, just as he had found the gold.", "character": "Tracy", "characterId": "nm0000622"}]}, {"lines": [{"text": "[looking into mirror]\nI knew it would be you.", "character": "Claude Maillot Van Horn", "characterId": "nm0000442"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "There's gold, and it's haunting and haunting. It's luring me on as of old. And it isn't the gold that I'm wanting, so much as just finding the gold. It's a great big broad land way up yonder, it's the forest where silence has lease. It's the beauty that thrills me with wonder. It's the stillness that fills me with peace.", "character": "Jack McCann", "characterId": "nm0000432"}]}]}