{"quotes": [{"lines": [{"text": "[the subject of politics arises during a dinner party conversation at the Girard home]\nDarling, I think we'd rather change the subject, huh? Andre is slightly radical.", "character": "Irene Girard", "characterId": "nm0000006"}, {"text": "Oh, a Socialist.", "character": null, "characterId": null}, {"text": "Worst than than that, I'm afraid.", "character": "Irene Girard", "characterId": "nm0000006"}, {"text": "[Awkward silence]", "character": null, "characterId": null}, {"text": "You see what a good hostess I am. A real diplomat. I put the dove of peace on my left and a Marshall plan on my right and somewhere in the middle I put a neutral buffer state like Switzerland. And look what happens.", "character": "Irene Girard", "characterId": "nm0000006"}]}, {"lines": [{"text": "You see how tragic it is. That a gesture or a word that can't be taken back, that could make something go wrong. I caused this death. Oh, I can't stand it anymore.", "character": "Irene Girard", "characterId": "nm0000006"}, {"text": "No, no Irene. It's useless to say that. What's the good of repeating if I had said this, if I had done that? Things are as they are.", "character": "Andrea Casatti", "characterId": "nm0316282"}, {"text": "Well, then it was destiny. But, why this destiny?", "character": "Irene Girard", "characterId": "nm0000006"}, {"text": "Now, wait. I said nothing about destiny. What has destined to do with this?", "character": "Andrea Casatti", "characterId": "nm0316282"}, {"text": "Then, if it wasn't destiny, the fault was mine.", "character": "Irene Girard", "characterId": "nm0000006"}, {"text": "No, Irene. The fault is not yours. If you must blame something, blame this post-war society.", "character": "Andrea Casatti", "characterId": "nm0316282"}, {"text": "What is, what has society got to do with it?", "character": "Irene Girard", "characterId": "nm0000006"}, {"text": "Well, look, Irene. Think of the boy, just a boy, and the first impression he's received of this world have been puzzling fear, of bombs and war. Who's fault is it?", "character": "Andrea Casatti", "characterId": "nm0316282"}, {"text": "But, why should the child, the children pay for it? It's not just. Then, God isn't just.", "character": "Irene Girard", "characterId": "nm0000006"}]}, {"lines": [{"text": "[Dictating a news story]\nWe must write it like this - The initiative of the State Department must be considered in relation to the quite obvious intention of Wall Street financiers to, to take the place of England and control the Persian oil fields. The Foreign Office follows this mold of the American Government with suspicion and dismay. That's it.", "character": "Andrea Casatti", "characterId": "nm0316282"}]}, {"lines": [{"text": "You mustn't shut yourself up alone with your sorrow.", "character": "Andrea Casatti", "characterId": "nm0316282"}]}, {"lines": [{"text": "Men are just big babies. You got to act stupid all the time so that they feel they can run the whole thing. They're impossible. And they're good for only one thing, to make love, and only after you show 'em how.", "character": "Giulietta, detta Passerotto", "characterId": "nm0556399"}]}, {"lines": [{"text": "With the world rid of those who exploit, there would be justice. We would have a paradise, here, on earth. Real. Material. Wielded, made by man.", "character": "Andrea Casatti", "characterId": "nm0316282"}, {"text": "Perhaps. But, if only everyone would understand that the problem is much deeper than that. More spiritual. Thou shall love thy neighbor as thyself. Only that will bring us close. Closer to one another, as equals. Humble in the same way. For only with love can we find salvation together.", "character": "Irene Girard", "characterId": "nm0000006"}]}, {"lines": [{"text": "Belief in a hereafter may be a helpful illusion for the ignorant. But, you, dear Irene, should try to realize, to visualize, this paradise here on earth more concretely. You and I, together...", "character": "Andrea Casatti", "characterId": "nm0316282"}, {"text": "No, Andrea, I'm searching for a different path, the spiritual path. In your paradise here on earth, there is no place for Michele; because, he's no longer alive. The paradise that I dream of, is not only for the living; but, for the departed. Something eternal. And this is my paradise.", "character": "Irene Girard", "characterId": "nm0000006"}]}, {"lines": [{"text": "It is just that the love we feel for those closest to us, for those who should be and maybe really are dearest to us, suddenly isn't enough. It seems too selfish, too narrow. So, that we feel the need to share it, to make our love bigger until it embraces everyone.", "character": "Irene Girard", "characterId": "nm0000006"}]}, {"lines": [{"text": "I think that's exactly what causes all the evil in this world, this necessity we feel to change people. We should improve their nature. Who are we to dare to change them. God made them as they are. How sad it is, suddenly to discover, that we've been dictators in our lives, to ourselves and others.", "character": "Irene Girard", "characterId": "nm0000006"}]}, {"lines": [{"text": "The only way not to be selfish is to love the others and ourselves. All of us. We sinners, all of us, sinners, just as we are. And to feel mercy and compassion for each one of us. Then, a great light fills us. A great spiritual force. And it is then that mountains can be moved.", "character": "Irene Girard", "characterId": "nm0000006"}]}, {"lines": [{"text": "I want to share the joy of those who are happy. I want to share the sorrow of those who suffer. The pain of those who are distressed. I want to live with the others and save myself with them. I'd rather be lost with them, than be saved alone. I only feel that I can belong to them when I'm free of everything else. When you're bound to nothing, you're bound to everybody.", "character": "Irene Girard", "characterId": "nm0000006"}]}]}