{"quotes": [{"lines": [{"text": "It is written that a son never leaves his parents in difficult times.", "character": "Isaak Perel - Salomons brother", "characterId": "nm0389425"}, {"text": "It is also written that the son must obey his parents. And it is also your duty to watch over your brother.", "character": "Solomon's Father", "characterId": "nm0009152"}]}, {"lines": [{"text": "[while having sex with Solly]\nMein Führer!", "character": "Rosemarie", "characterId": "nm0784347"}]}, {"lines": [{"text": "Nobody hits a pure bred German woman in the face.", "character": "Leni", "characterId": "nm0000365"}]}, {"lines": [{"text": "Are you really German?", "character": "Leni's Mother", "characterId": "nm0479553"}, {"text": "No. I'm a Jew.", "character": "Salomon 'Solly' 'Salek' Perel", "characterId": "nm0389424"}, {"text": "I knew it. From the beginning I knew. I swear I won't betray you.", "character": "Leni's Mother", "characterId": "nm0479553"}, {"text": "I had to tell someone. I couldn't stand it anymore.", "character": "Salomon 'Solly' 'Salek' Perel", "characterId": "nm0389424"}, {"text": "You mustn't tell Leni.", "character": "Leni's Mother", "characterId": "nm0479553"}]}, {"lines": [{"text": "The landowners and the bourgeois keep the people in ignorance. They encourage religious superstitions, and with the help of the popes, priests and rabbis they smother all revolutionary instinct. That's why we call religion the opium of the masses.", "character": "Salomon 'Solly' 'Salek' Perel", "characterId": "nm0389424"}]}, {"lines": [{"text": "The composition of Jewish blood is totally different from ours. The Jew has a high forehead, a hooked nose, a flat back of the head, ears that stick out, and he has an ape-like walk. His eyes are shifty and cunning. He never looks you in the eye. He waves his hands about, makes exaggerated gestures, and he fawns before you, but the minute your back is turned he leaps at your throat! The Nordic man is the gem of this Earth. He's the most glowing example of the joy of creation. He is not only the most talented but the most beautiful. His hair is as light as ripened wheat. His eyes are blue like the summer sky. His movements are harmonious. His body is perfect.", "character": "Goethke", "characterId": "nm0777562"}]}, {"lines": [{"text": "From that moment on, I decided to be only a Jew. Leaving Europe I emigrated to Palestine, and when I had sons, I barely hesitated to circumcise them.", "character": "Salomon 'Solly' 'Salek' Perel", "characterId": "nm0389424"}]}]}