{"quotes": [{"lines": [{"text": "Life is filled with goodbyes, Eve, a million goodbyes, and it hurts every time. Sometimes, I feel like I've lost so much, I have to find new things to lose. All I know is, there must be a divine point to it all, and it's just over my head. That when we die, it will all come clear. And then we'll say, \"So that was the damn point.\" And sometimes, I think there's no point at all, and maybe that's the point. All I know is most people's lives are a great disappointment to them and no one leaves this earth without feeling terrible pain. And if there is no divine explanation at the end of it all, well... that's sad.", "character": "Mozelle Batiste Delacroix", "characterId": "nm0005247"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Memory is a selection of images, some elusive, others imprinted indelibly on the brain. The summer I killed my father I was 10 years old. My brother Poe was 9, and my sister Cisely has just turned 14.", "character": "Narrator", "characterId": "nm0876645"}, {"text": "The town we lived in was named after a slave. It was said that when General John Paul Batiste was stricken with cholera, his life was saved by the powerful medicine of an African slave woman called Eve. In return for his life, he freed her, and gave her this piece of land by the Bayou. Perhaps in gratitude, she bore him sixteen children. We are the descendants of Eve and John Paul Batiste. I was named for her.", "character": "Narrator", "characterId": "nm0876645"}]}, {"lines": [{"text": "[Poe screaming upstairs]\nI hate her, I hate her! I wish she was dead!", "character": "Poe Batiste", "characterId": "nm0810615"}, {"text": "Eve, what did you do to your brother?", "character": "Roz Batiste", "characterId": "nm0005551"}, {"text": "Im going to push him out of a window if i dont get out of this house!", "character": "Eve Batiste", "characterId": "nm0810619"}, {"text": "Eve!", "character": "Roz Batiste", "characterId": "nm0005551"}, {"text": "Cisely has been in the goddamn tub for an hour!", "character": "Eve Batiste", "characterId": "nm0810619"}, {"text": "[Mozelle slaps her on the butt]", "character": null, "characterId": null}, {"text": "You know that. She stayed in there for three hours yesterday", "character": "Eve Batiste", "characterId": "nm0810619"}, {"text": "Fortunately there is more than one bathroom in this house.", "character": "Roz Batiste", "characterId": "nm0005551"}, {"text": "Ain't that much dirt in all Louisiana. Get out of the damn tub!", "character": "Eve Batiste", "characterId": "nm0810619"}]}, {"lines": [{"text": "You can't possibly marry me. I can't let that happen.", "character": "Mozelle Batiste Delacroix", "characterId": "nm0005247"}, {"text": "Is it that you don't love me?", "character": "Julian Grayraven", "characterId": "nm0193554"}, {"text": "No! No, it's not that, it's... Bare with me. I'm cursed. I can't have children. I'm barren.", "character": "Mozelle Batiste Delacroix", "characterId": "nm0005247"}, {"text": "You're not barren. You're wounded. Here.", "character": "Julian Grayraven", "characterId": "nm0193554"}, {"text": "[putting his hand on her heart]", "character": null, "characterId": null}, {"text": "And it's here that I'll plant seeds.", "character": "Julian Grayraven", "characterId": "nm0193554"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Like others before me, I have the gift of sight. But the truth changes color, depending on the light. And tomorrow can be clearer than yesterday. Memory is the selection of images, some elusive, others printed indelibly on the brain. Each image is like a thread, each thread woven together to make a tapestry of intricate texture. And the tapestry tells a story, and the story is our past.", "character": "Narrator", "characterId": "nm0876645"}]}, {"lines": [{"text": "Men fought for the privilege of saying her name.", "character": "Louis Batiste", "characterId": "nm0000168"}]}, {"lines": [{"text": "To a certain type of woman, I am a hero. I need to be a hero.", "character": "Louis Batiste", "characterId": "nm0000168"}]}, {"lines": [{"text": "When I first met Louis, I saw him set the leg of a boy who had fallen out of a tree. And I thought to myself, \"Here is a man who can fix things. He's a healer, he'll take care of me.\" So I leave my family, and I move to this swamp, and I find out he's just a man.", "character": "Roz Batiste", "characterId": "nm0005551"}, {"text": "We're two of a kind, my brother and I. One day, he'll open his eyes and see that what he's been looking for is right in front of him. Then he'll stop looking for what he already has.", "character": "Mozelle Batiste Delacroix", "characterId": "nm0005247"}, {"text": "But what if it's too late?", "character": "Roz Batiste", "characterId": "nm0005551"}]}, {"lines": [{"text": "[looking in mirror, where she see's a reflection of her three dead husbands]\n... I loved him, I swear I did.", "character": "Mozelle Batiste Delacroix", "characterId": "nm0005247"}, {"text": "I know. It's not your fault they die.", "character": null, "characterId": null}]}, {"lines": [{"text": "...if you get careless again with your momma's feelings, I swear I'll do you harm. You understand me?", "character": "Mozelle Batiste Delacroix", "characterId": "nm0005247"}]}, {"lines": [{"text": "Sometimes a soldier fall on his own sword...", "character": "Elzora", "characterId": "nm0140792"}]}, {"lines": [{"text": "Which one of your patients you going to see, Louis?", "character": "Roz Batiste", "characterId": "nm0005551"}, {"text": "Woman, go get your palm read and let me do my work.", "character": "Louis Batiste", "characterId": "nm0000168"}]}, {"lines": [{"text": "Mama keeps stabbing herself in the kitchen! Show her your hands, Mama.", "character": "Eve Batiste", "characterId": "nm0810619"}, {"text": "I think you'd better hush...", "character": "Roz Batiste", "characterId": "nm0005551"}, {"text": "And where Daddy? He's never home. He's supposed to be home sometimes!", "character": "Eve Batiste", "characterId": "nm0810619"}, {"text": "Listen, you little ingrate. Your father works hard so we can have a house with four bathrooms!", "character": "Roz Batiste", "characterId": "nm0005551"}, {"text": "Not every night he's working, I know he's not!", "character": "Eve Batiste", "characterId": "nm0810619"}]}, {"lines": [{"text": "[while dusting off the pictures of Mozelle's late husbands]\nWhich one did you love best?", "character": "Eve Batiste", "characterId": "nm0810619"}, {"text": "I don't know, Eve. They was all different. Anderson was the handsomest man I had ever seen. Your Uncle Harry, he was the sweetest. And Maynard....Maynard loved me most of all. You know, when I was your age, before I ever did the counseling, I could look at people, complete strangers, and see their whole lives so clear. But when I looked at each of my husbands, I never saw a thing. That's how it always is. Blind to my own life.", "character": "Mozelle Batiste Delacroix", "characterId": "nm0005247"}]}, {"lines": [{"text": "If you ever speak to my wife again, I will kill you.", "character": "Lenny Mereaux", "characterId": "nm0809793"}]}, {"lines": [{"text": "Some things are better left unsaid.", "character": "Elzora", "characterId": "nm0140792"}, {"text": "I paid you a dollar, old woman. Now tell my fortune.", "character": "Mozelle Batiste Delacroix", "characterId": "nm0005247"}, {"text": "I don't need no cat bones to tell your fortune, Mozelle Batiste. You are a curse. The Black Widow. Next man that marries you is a dead man. Like the others. Always be that way.", "character": "Elzora", "characterId": "nm0140792"}]}, {"lines": [{"text": "How do you kill someone with voodoo?", "character": "Eve Batiste", "characterId": "nm0810619"}, {"text": "Hmm, I almost forgot you was there. Stick some pins in a doll, perhaps. I really don't know. What made you ask that?", "character": "Mozelle Batiste Delacroix", "characterId": "nm0005247"}, {"text": "Nothing.", "character": "Eve Batiste", "characterId": "nm0810619"}, {"text": "Well, you must have been thinking something before you said it. What led you to that particular thought?", "character": "Mozelle Batiste Delacroix", "characterId": "nm0005247"}, {"text": "[Glances at Eve]", "character": null, "characterId": null}, {"text": "I don't know...", "character": "Eve Batiste", "characterId": "nm0810619"}, {"text": "[Expression becomes serious]\nIs there some you're angry with? Someone you want dead?", "character": "Mozelle Batiste Delacroix", "characterId": "nm0005247"}, {"text": "[pauses]\nI'm going inside.", "character": "Eve Batiste", "characterId": "nm0810619"}, {"text": "[Turns to leave]", "character": null, "characterId": null}, {"text": "[Stops Eve]\nNo, I think you better tell me what's on your mind!", "character": "Mozelle Batiste Delacroix", "characterId": "nm0005247"}]}]}