{"quotes": [{"lines": [{"text": "They're drugged?", "character": "Sissy Hankshaw", "characterId": "nm0000235"}, {"text": "Oh, come off it, Sissy. What do you mean, drugged? Every living thing has a chemical composition, and anything that is added to it changes that composition. If you eat a cheeseburger or a Three Musketeers bar, it changes your body chemistry. The kind of food you eat, the kind of air you breathe, can change your mental state. Does that mean you're drugged?", "character": "Bonanza Jellybean", "characterId": "nm0681095"}]}, {"lines": [{"text": "All of us are freaks in one way or another. Try being born a male Russian Countess into a white, middle class, Baptist family in Mississippi, and you'll see what I mean.", "character": "The Countess", "characterId": "nm0000457"}]}, {"lines": [{"text": "It's been six months, hasn't it? In some circles that is half a year.", "character": "The Countess", "characterId": "nm0000457"}]}, {"lines": [{"text": "There comes a time when it is psychologically impossible for a woman to lose her virginity - you can't wait too long, you know.", "character": "The Countess", "characterId": "nm0000457"}]}, {"lines": [{"text": "[reading a road sign]\nIf it's sloppy, says The Chink, best to eat it over the sink.", "character": "Sissy Hankshaw", "characterId": "nm0000235"}]}, {"lines": [{"text": "Playfulness ceases to have a serious purpose when it takes itself too seriously.", "character": "Delores Del Ruby", "characterId": "nm0000966"}]}, {"lines": [{"text": "[about The Countess]\nLook at him, perverse as a pink pickle.", "character": "Delores Del Ruby", "characterId": "nm0000966"}]}, {"lines": [{"text": "Dear lady, please remember the words of the painter Paul Gauguin who said, The ugly may be beautiful but the pretty, never", "character": "Dr. Dreyfus", "characterId": "nm0377750"}]}, {"lines": [{"text": "Well, I've always been proud of the way nature singled me out. It's the people who have been deformed by society I feel sorry for.", "character": "Sissy Hankshaw", "characterId": "nm0000235"}]}, {"lines": [{"text": "The whole idea of paying for a ride just makes my thumbs hurt.", "character": "Sissy Hankshaw", "characterId": "nm0000235"}]}, {"lines": [{"text": "I really should have gone into medicine instead of publishing. Sometimes though. I think pushing books is a lot like pushing medicine. Think of books as pills. And I have pills to cure ignorance, pills to cure boredom, pills to elevate moods and pills to open people's eyes to the awful truth. Too bad they don't have a pill for bullshit, is what I say.", "character": "Rupert", "characterId": "nm0000893"}]}, {"lines": [{"text": "Usually she preferred to hitchhike without a fixed destination hitching for hitching's sake for freedom and movement and that alone. But something was pulling her to the Rubber Rose, something softer than money and stranger than work.", "character": "Narrator", "characterId": "nm0730478"}]}, {"lines": [{"text": "Did you know chickens are the easiest critters on earth to hypnotize? You just twirl a chicken in the air 20 times, it's yours forever.", "character": "Bonanza Jellybean", "characterId": "nm0681095"}]}, {"lines": [{"text": "Did you know that cowgirls have been around for many centuries? Long before America. In ancient India, the care of cattle was always left up to these young women they called \"gopis.\" Now being alone with the cows all the time, these gopis got awfully horny, just like we do here. Each gopi was in love with Krishna, a good lookin' hunk of a god, who played the flute like it was going out of style. And when the moon was full, this Krishna would play his flute by the river and call the gopis to him. Then he would multiply himself 16,000 times one for each gopi and make love to each one the way she most desired. There they were 16,000 gopis balling Krishna on the riverbank and the energy of their merging was so great, that it created a huge oneness, a total union of love, and it was God.", "character": "Bonanza Jellybean", "characterId": "nm0681095"}]}, {"lines": [{"text": "When in doubt, keep moving. There was no road that did not expect her nor vehicle she could not command.", "character": "Narrator", "characterId": "nm0730478"}]}, {"lines": [{"text": "But as the painter Van Gogh said, Mysteries remain, sorrow or melancholy remains,but the everlasting negative is balanced by the positive work which thus is achieved after all.\"", "character": "Dr. Dreyfus", "characterId": "nm0377750"}]}, {"lines": [{"text": "If I flinch when you say you love me, it's both our problems. My confusion becomes your confusion. Students confuse teachers. Patients confuse psychiatrists. Lovers with confused hearts confuse lovers with clear ones.", "character": "Sissy Hankshaw", "characterId": "nm0000235"}]}, {"lines": [{"text": "It is woman's mission to destroy as well as it is to give birth.", "character": "Delores Del Ruby", "characterId": "nm0000966"}]}, {"lines": [{"text": "Agh, don't ever bet against paradox, ladies! If complexity doesn't get you, paradox will!", "character": "The Chink", "characterId": "nm0001552"}]}, {"lines": [{"text": "The brown paper bag is the only thing civilized man has produced that does not seem out of place in nature. Crumpled into a wad of wrinkles like the fossilized brain of a dryad, blending with rock and vegetation as if it were a burrowing owl's doormat or a jackrabbit's underwear, a number eight kraft paper bag lay discarded in the Oregon hills and appeared to live where it lay. Once long ago, it had borne a package of buns and a jar of mustard to a kitchenette rendezvous with a fried hamburger. Most recently, the bag had held love letters. As a hole in an oak hides a squirrel's family jewels, the bag had hidden love letters in the bottom of a bunkhouse trunk. Then one day after work, the lanky filly to whom the letters were addressed, gathered bag and contents under her arm, slipped down to the corral past ranch hands pitchin' horseshoes, and ranch hands flyin' Tibetan kites, saddled up and trotted into the hills. A mile or so from the bunkhouse, she dismounted and built a small fire.She fed the fire letters, one by one, the way her girlfriend had once fed her french fries. As words such as \"sweetheart\" and \"honey britches\" and \"forever\" and \"always\" burned away, the cowgirl squirted a few fat tears. Her eyes were so misty, she forgot to burn the bag.", "character": "Narrator", "characterId": "nm0730478"}]}]}