{"quotes": [{"lines": [{"text": "Don't cry for me, Argentina.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "I want to tell the people of Argentina - I've decided I should decline all the honors and titles you've pressed me to take. For I'm contented - let me simply go on as the woman who brings her people to the heart of Perón. Don't cry for me, Argentina. The truth is I shall not leave you. Though it may get harder for you to see me, I'm Argentina, and always will be.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "Just listen to that! The voice of Argentina! We are *adored*! We are *loved*!", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "Put me down for a lifetime of success. Give me credit, I'll find ways of paying.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "What is the good of the strongest heart in a body that's falling apart? A serious flaw.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "Oh, what a circus, oh, what a show! Argentina has gone to town over the death of an actress called Eva Peron. We've all gone crazy, mourning all day and mourning all night, falling over ourselves to get all of the misery right. Oh, what an exit! That's how to go. When they're ringing your curtain down, demand to be buried like Eva Peron. It's quite a sunset, and good for the country in a roundabout way. We've made the front page of all the world's papers today.", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "Just a little touch of star quality!", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "Did you hear that? They called me a whore! They actually called me a whore!", "character": "Eva Perón", "characterId": "nm0000187"}, {"text": "But, Signora Perón, it's an easy mistake. I'm still called an admiral, though I gave up the sea long ago.", "character": "Prince Fuspoli", "characterId": "nm0332979"}]}, {"lines": [{"text": "Who did you sleep... dine with yesterday?", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "Sometimes it's very difficult to keep momentum when it's you that you are following.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "[during Eva's funeral]", "character": null, "characterId": null}, {"text": "[voice]\nDon't cry for me, Argentina. For I am ordinary, unimportant, and undeserving of such attention unless we all are - I think we all are. So share my glory, so share my coffin... so share my glory, so share my coffin...", "character": "Eva Perón", "characterId": "nm0000187"}, {"text": "It's our funeral too.", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "Now Eva Perón had every disadvantage you need if you're going to succeed. No money, no cash, no father, no bright lights. There was nowhere she'd been at the age of fifteen, as this tango singer found out. Agustin Magaldi - who has the distinction of being the first man to be of use to Eva Duarte.", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "So what happens now?", "character": "Eva Perón", "characterId": "nm0000187"}, {"text": "Another suitcase in another hall.", "character": "Ché", "characterId": "nm0000104"}, {"text": "So what happens now?", "character": "Eva Perón", "characterId": "nm0000187"}, {"text": "Take your picture off another wall.", "character": "Ché", "characterId": "nm0000104"}, {"text": "Where am I going to?", "character": "Eva Perón", "characterId": "nm0000187"}, {"text": "You'll get by, you always have before.", "character": "Ché", "characterId": "nm0000104"}, {"text": "Where am I going to?", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "[Eva now has a long line of former lovers]", "character": null, "characterId": null}, {"text": "This is a club I should never have joined! Someone has made us look fools. Argentine men call the sexual shots - someone has altered the rules!", "character": null, "characterId": null}]}, {"lines": [{"text": "Yeah, just one shell, and governments fall like flies! Kapow! Die! They stumble and fall! Bye-bye - backs to the wall! Aim high - we're having a ball! The tank and bullet rule as democracy dies!", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "One always picks the easy fight. One praises fools, one smothers light. One shifts from left to right. Politics - the art of the possible.", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "[Eva replaces Juan Perón's sixteen-year-old mistress]", "character": null, "characterId": null}, {"text": "[to Perón's mistress]\nHello, and goodbye. I've just unemployed you. You can go back to school. You've had a good run - I'm sure he enjoyed you. Don't act sad or surprised. Let's be friends, civilized. Come on, little one. Don't sit there like a dummy. The day you knew would arrive is here. You'll survive. So move, funny face!", "character": "Eva Perón", "characterId": "nm0000187"}, {"text": "[beat]", "character": null, "characterId": null}, {"text": "I like your conversation. You've a catchy turn of phrase. You're obviously going through some adolescent phase.", "character": "Eva Perón", "characterId": "nm0000187"}, {"text": "[Perón's mistress leaves]", "character": null, "characterId": null}, {"text": "So what happens now? So what happens now? Where am I going to?", "character": "Perón's Mistress", "characterId": "nm0180639"}, {"text": "You'll get by, you always have before.", "character": "Juan Perón", "characterId": "nm0000596"}, {"text": "Where am I going to?", "character": "Perón's Mistress", "characterId": "nm0180639"}, {"text": "Don't ask any more.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "Perón is a fool breaking every taboo, installing the girl in the army HQ. And she's an actress! The last straw. Her only good parts are between her thighs. She should stare at the ceiling, not reach for the skies, or she could be his last whore. The evidence suggests... she has other interests. If it's her whose using him... he's exceptionally dim. Bitch!", "character": null, "characterId": null}]}, {"lines": [{"text": "Dice are rolling - the knives are out. Would-be presidents are all around, I don't say they mean harm, but they'd each give an arm... to see us six feet underground.", "character": "Juan Perón", "characterId": "nm0000596"}, {"text": "It doesn't matter what those morons say. Our nations leaders are a feeble crew. There's only twenty of them anyway. What is twenty next to millions who are looking to you? All you have to do is sit and wait, keeping out of everybody's way. We'll... you'll be handed power on a plate when the ones who matter have their say, and with chaos installed... you can \"reluctantly\" agree to be called.", "character": "Eva Perón", "characterId": "nm0000187"}, {"text": "There again, we could be foolish not to quit while we're ahead. For distance lends enchantment, and that is why... all exiles are distinguished. More important - they're not dead. I could find job satisfaction in Paraguay.", "character": "Juan Perón", "characterId": "nm0000596"}, {"text": "This is crazy defeatist talk! Why commit political suicide? There's no call for any action at all... when you have unions on your side.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "Perón has resigned from the army, and this we avow - the Descamisados are those he is marching with now. He supports you for he loves you, understands you, is one of you! If not... how could he love me?", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "Things have reached a pretty pass, when someone pretty lower class can be accepted and admired...", "character": null, "characterId": null}, {"text": "But our privileged class is dead. Look who they're calling for now.", "character": "Aristo Woman", "characterId": "nm0433229"}]}, {"lines": [{"text": "High flying, adored. Did you believe in your wildest moments all this would be yours, that you'd become the lady of them all? Were there stars in your eyes when you crawled in at night - from the bars, from the sidewalks, from the gutter theatrical? Don't look down, it's a long, long way to fall.", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "Eyes! Hair! Mouth! Figure! Dress! Voice! Style! Movement! Hands! Magic! Rings! Glamour! Face! Diamonds! Excitement! Image!", "character": null, "characterId": null}, {"text": "I came from the people. They need to adore me, so Christian Dior me from my head to my toes. I need to be dazzling - I want to be rainbow high! They must have excitement - and so must I!", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "Now, I don't like to spoil a wonderful story... but the news from Rome isn't quite as good - she hasn't gone down like we thought she would. Italy's unconvinced by Argentine glory. They equate Perón with Mussolini.", "character": "Ché", "characterId": "nm0000104"}, {"text": "[sarcastic]", "character": null, "characterId": null}, {"text": "Can't think why.", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "Thus all fairy stories end. Only an actress would pretend. Affairs of state are her latest play, eight shows a week, two matinees. My, how the worm begins to turn. When will the chorus girl ever learn? My, how the worm begins to turn. When will the chorus girl ever learn?", "character": null, "characterId": null}, {"text": "The chorus girl hasn't learned the lines you'd like to hear. She won't go scrambling over the backs of the poor to be accepted by making donations just large enough to the correct charity. She won't be president of your wonderful societies of philanthropy. Even if you asked her to be - as you should have asked her to be.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "The actress hasn't learned the lines you'd like to hear. She won't join your clubs. She won't dance in your halls. She won't help the hungry once a month at your tambolas. She'll simply take control... as you disappear.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "Forgive my intrusion, but fine as those sentiments sound... little has changed for us peasants down here on the ground. I hate to sound childish, ungrateful, I don't like to moan. But do you know represent anyone's cause but your own?", "character": "Ché", "characterId": "nm0000104"}, {"text": "Everything done will be justified by my foundation.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "And the money kept rolling out in all directions. To the poor, to the weak, to the destitute of all complexions. Now, cynics claim a little of the cash has gone astray. But that's not the point, my friend. When the money keeps rolling out you don't keep books! You can tell you've done well by the happy grateful looks. Accountants only slow things down, figures get in the way. Never been a lady loved as much as Eva Perón!", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "And now she wants to be vice-president.", "character": "Ché", "characterId": "nm0000104"}, {"text": "That was the over-the-top unacceptable suggestion. We didn't approve, but we couldn't prevent the games of the wife of the president. But to give her intentions encouragement - she's out of her depth and out of the question.", "character": null, "characterId": null}]}, {"lines": [{"text": "Gave us back our businesses, got the English out. And when you think about it, well, why not do one or two of the things we promised to? But on the other hand, she's slowing down. She's lost a little of that magic drive. But I would not advise those critics present to derive any satisfaction from her fading star. She's the one whose kept us where we are.", "character": "Juan Perón", "characterId": "nm0000596"}, {"text": "[leaves]", "character": null, "characterId": null}, {"text": "She's the one... who's kept *you* where *you* are.", "character": null, "characterId": null}]}, {"lines": [{"text": "How can you claim you're our savior when those who oppose you are stepped on or cut up or simply disappear?", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "Tell me before I seek worthier pastures and thereby restore self-esteem, how can you be so short-sighted to look never further than this week or next week to have no impossible dream?", "character": "Ché", "characterId": "nm0000104"}, {"text": "Allow me to help you slink off to the sidelines and mark your adieu with three cheers! But first, tell me who'd be delighted if I said I'd take on the world's greatest problems - from war to pollution, no hope of solution, even if I lived for one hundred years?", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "Have I said too much? There's nothing more I can think of to say to you. But all you have to do is look at me to know that every word is true.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "[learning she is dying]\nWhere do we go from here? This isn't where we intended to be. We had it all, you believed in me, I believed in you. Certainties disappear. What do we do for our dream to survive? How do we keep all our passions alive as we used to do? Deep in my heart I'm concealing things that I'm longing to say. Scared to confess what I'm feeling - frightened you'll slip away. You must love me. You must love me.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "Why are you at my side? How can I be any use to you now? Give me a chance and I'll let you see how nothing has changed.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "The actress hasn't learned the lines you'd like to hear. She's sad for her country. Sad to be defeated... by her own weak body.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "The choice was mine and mine completely. I could have any prize that I desired. I could burn with the spendor of the brightest fire, or else - or else, I could choose time. Remember... I was very young then. And a year was forever and a day. So what use could fifty, sixty, seventy be? I saw the lights, and I was on my way. And how I lived. How they shone! But how soon the lights were gone.", "character": "Eva Perón", "characterId": "nm0000187"}, {"text": "[dies]", "character": null, "characterId": null}]}, {"lines": [{"text": "But you really should know, I'd be good for you... I'd be surprisingly good for you.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "High flying adored, that's good to hear but unimportant. My story's quite usual, local girl makes good, weds famous man! I was slap in the right place at the perfect time. Filled a gap, I was lucky, but one thing I'll say for me, no-one else can fill it like I can!", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "And as for fortune, and as for fame... I never invited them in, though it seemed to the world they were all I desired.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "I'm their savior, that's what they call me, so Lauren Bacall me.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "Your act hasn't changed much.", "character": "Eva Perón", "characterId": "nm0000187"}, {"text": "Neither has yours.", "character": "Agustin Magaldi", "characterId": "nm0619700"}]}, {"lines": [{"text": "Okay, she couldn't act but she had the right friends, and we all know a career depends on knowing the right fella to be stellar!", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "You let down your people, Evita! You were supposed to have been immortal. That's all they wanted. Not much to ask for. But in the end you could not deliver.", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "Sing, you fools, but you got it wrong! Enjoy your prayers because you haven't got long. Your queen is dead. Your king is through. She's not coming back to you. Show business kept us all alive since 17 October 1945 but the star has gone, the glamour's worn thin. That's a pretty bad state for a state to be in. Instead of government we had a stage. Instead of ideas, a prima donna's rage! Instead of help, we were given a crowd. She didn't say much but she said it loud.", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "I already know what cooks, how the dirty city feels and looks. I tasted it last night... didn't I?", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "I am only a radio star with just one weekly show / but speaking as one of the people, I want you to know / we are tired of / the decline of / Argentina with no sign of / a government able to give us the things we deserve.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "It is my sad duty to inform you that Eva Peron, spiritual leader of the nation, entered immortality this evening.", "character": "Cinema Manager", "characterId": "nm0469318"}]}, {"lines": [{"text": "Hang your head, because she is no longer there, to shine, to dazzle or betray.", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "How she lived. How she shone. But how soon the lights were gone.", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "Eva, you are dying.", "character": "Juan Perón", "characterId": "nm0000596"}, {"text": "So what happens now? Where am I going to?", "character": "Eva Perón", "characterId": "nm0000187"}, {"text": "Don't ask any more.", "character": "Juan Perón", "characterId": "nm0000596"}]}, {"lines": [{"text": "She had her moments. She had some style.", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "The greatest social climber since Cinderella!", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "Such a shame she wandered into our enclosure, how unfortunate this person has forced us to be blunt. No, we wouldn't mind seeing her at Harrod's, but behind the jewellery counter, not in front.", "character": null, "characterId": null}]}, {"lines": [{"text": "So famous, so easily, so soon is not the wisest thing to be.", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "Tell me, before you get onto your high horse, just what do you expect me to do?", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "Call in three months time and I'll be fine, I know. Well, maybe not that fine, but I'll survive anyhow. I won't recall the names and places of each sad occasion, but that's no consolation here and now.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "[to one of Eva's lovers]\nWe'd love you to stay, but you'd be in the way, so do up your trousers and go!", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "It won't be easy, you'll think it's strange, when I try to explain how I feel, that I still need your love after all I have done...", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "She filled a bull-ring - 45,000 seater; but if you're prettier than General Franco, that's not hard.", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "More bad news from Rome, she met with the Pope. She only got a rosary and a kindly word.", "character": "Juan Bramuglia", "characterId": "nm0111767"}, {"text": "I wouldn't say the holy father gave her the bird. But papal decorations, never a hope.", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "Let's hear it for the Rainbow Tour! It's been an incredible success. We weren't quite sure; we had a few doubts...", "character": null, "characterId": null}, {"text": "Will Evita win through? And the answer is...", "character": "Juan Perón", "characterId": "nm0000596"}, {"text": "A qualified yes.", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "There is evil ever around fundamental system of government. Quite incidental!", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "Your little body's slowly breaking down. You're losing speed, you're losing strength, not style. That goes on flourishing forever, but your eyes, your smile do not have the sparkle of your fantastic past. If you climb one more mountain, it could be your last.", "character": "Juan Perón", "characterId": "nm0000596"}]}, {"lines": [{"text": "I'm not that ill. Bad moments come, but they go. Some days are fine. Some a little bit harder. But that doesn't mean we should give up our dream. Have you ever seen me defeated? Don't you forget what I've been through and yet, I'm still standing.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "Turn a blind eye, Evita, turn a blind eye...", "character": "Ché", "characterId": "nm0000104"}]}, {"lines": [{"text": "I came from the people. they need to adore me. So Christian Dior me, from my head to my toes.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "Do all your one night stands give you this trouble?", "character": "Brother Juan", "characterId": "nm0514780"}]}, {"lines": [{"text": "I stand here as a servant of the people/ As we come together for a marvelous cause, you've shown by your presence, your deeds and applause/ What the people can do/ True power is yours, not the government's/ unless it represents the people!", "character": "Juan Perón", "characterId": "nm0000596"}]}, {"lines": [{"text": "Seems to me there's no point in resisting. She's made up her mind you've no choice. Why don't you be the man who discovered her, you'll never be remembered for your voice.", "character": "Brother Juan", "characterId": "nm0514780"}, {"text": "The city can be paradise for those who have the cash, the class, and the connections for what you need to make a splash. The likes of you get swept up in the morning with the trash. If you were rich or middle class...", "character": "Agustin Magaldi", "characterId": "nm0619700"}, {"text": "SCREW the middle classes! I will never accept them. My father's other family was middle class, and we were kept out of sight, hidden from view at his funeral.", "character": "Eva Perón", "characterId": "nm0000187"}]}, {"lines": [{"text": "[as she is being dragged away from her father's funeral]\nNo, he's my papa, he's my papa! No, he's my papa! HE'S MY PAPA!", "character": "Young Eva", "characterId": "nm0525450"}]}, {"lines": [{"text": "The choice was your's and no one else's/ You can cry for a body in despair/ Hang your head because she is no longer there/ To shine, or dazzle, or betray. How she lived, how she shone/ But how soon the lights were gone", "character": "Ché", "characterId": "nm0000104"}, {"text": "Eyes, hair, face, image All must be preserved Still life displayed forever No less than she deserved", "character": null, "characterId": null}]}, {"lines": [{"text": "Statesmanship is more than entertaining peasants.", "character": null, "characterId": null}]}]}