{"quotes": [{"lines": [{"text": "The force behind a great company has to be more than the pride of one man; it has to be the pride of thousands. You can't make men work for money alone - you starve their souls when you try it, and you can starve a company to death the same way.", "character": "McDonald Walling", "characterId": "nm0000034"}, {"text": "the KF line. Walt, are your boys proud when they go out and sell this stuff? When they know the finish is going to crack, the veneer split off and the legs come loose?", "character": "McDonald Walling", "characterId": "nm0000034"}, {"text": "Wait a minute, wait a minute. That's priced merchandise - it serves a definite purpose in the profit structure of this company. We're not cheating anyone.", "character": "Loren Phineas Shaw", "characterId": "nm0545298"}, {"text": "Ourselves!", "character": "McDonald Walling", "characterId": "nm0000034"}, {"text": "At that price, the customer knows exactly what he is going to get.", "character": "Loren Phineas Shaw", "characterId": "nm0545298"}, {"text": "This!", "character": "McDonald Walling", "characterId": "nm0000034"}, {"text": "[flips the table over, and easily tears off one of its legs]", "character": null, "characterId": null}, {"text": "This is what Tredway has come to mean!", "character": "McDonald Walling", "characterId": "nm0000034"}, {"text": "[violently throws the leg against the wall]", "character": null, "characterId": null}, {"text": "And what do you suppose the people think of us when they buy it? How do you suppose the men in the factories feel when they make it? What must they think of a management that is willing to stoop to selling this kind of junk in order to add a dime a year to the dividend?", "character": "McDonald Walling", "characterId": "nm0000034"}]}, {"lines": [{"text": "We'll have a line of low-priced furniture, a new and different line - as different from anything we're making today as a modern automobile is different from a covered wagon. That's what you want Walt, isn't it - what you've always wanted? Merchandise that will sell because it had beauty and function and value - not because the buyers like your scotch or think that you're a good egg. The kind of stuff that you, Jesse, will feel in your guts when you know it's coming off your production line. A kind of product that you will be able to budget to the nearest hundredth of a cent, Shaw, because it will be scientifically and efficiently designed. And something you will be proud to have your name on, Miss Tredway.", "character": "McDonald Walling", "characterId": "nm0000034"}]}, {"lines": [{"text": "After all, that's only part of our business. Eventually we can cut down on the line...", "character": "Loren Phineas Shaw", "characterId": "nm0545298"}, {"text": "We'll drop that line! And we'll never again ask a man to do anything that will poison his pride in himself or his work.", "character": "McDonald Walling", "characterId": "nm0000034"}]}, {"lines": [{"text": "You'll have to excuse my friend. He likes to read while he *doesn't* eat.", "character": "Mrs. George Nyle Caswell", "characterId": "nm0461246"}]}, {"lines": [{"text": "A one-man company without its one man!", "character": "George Nyle Caswell", "characterId": "nm0129894"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[pre-opening-credits sequence; views of skyscrapers]", "character": null, "characterId": null}, {"text": "It is always up there, close to the clouds, on the topmost floors of the sky-reaching towers of big business. And because it is high in the sky, you may think that those who work there are somehow above and beyond the tensions and temptations of the lower floors. This is to say that it isn't so.", "character": "Narrator", "characterId": "nm0403142"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[Mr. and Mrs. Walling enter an elevator]", "character": null, "characterId": null}, {"text": "Hey, by the way, who won today?", "character": "McDonald Walling", "characterId": "nm0000034"}, {"text": "We did.", "character": "Mary Blemond Walling", "characterId": "nm0000742"}]}, {"lines": [{"text": "If Bullard calls a meeting, he's got a good reason. He's a big man.", "character": "McDonald Walling", "characterId": "nm0000034"}]}, {"lines": [{"text": "You don't know me as well as you think you do. A guy can change, you know.", "character": "Josiah Walter Dudley", "characterId": "nm0007222"}, {"text": "You wanna bet?", "character": "Eva Bardeman", "characterId": "nm0001859"}]}, {"lines": [{"text": "[Self-satisfied]\nThat's the kind of gamble I like, a sure thing. I'll be able to buy that stock back for ten points less that I sold it.", "character": "George Nyle Caswell", "characterId": "nm0129894"}, {"text": "There are some ways that don't seem right to make money.", "character": "Julius Steigel", "characterId": "nm0825264"}, {"text": "[He shakes his head in disapproval]", "character": null, "characterId": null}]}, {"lines": [{"text": "Do me a favor, will you? Read the funnies.", "character": "George Nyle Caswell", "characterId": "nm0129894"}, {"text": "There aren't any in The Times. Don't you know that?", "character": "Mrs. George Nyle Caswell", "characterId": "nm0461246"}, {"text": "Then read 'Situations Wanted.' You may need one.", "character": "George Nyle Caswell", "characterId": "nm0129894"}]}, {"lines": [{"text": "No matter how horrible things are, they can always get worse.", "character": "Julia O. Tredway", "characterId": "nm0001766"}]}, {"lines": [{"text": "Turn your back on experimentation and planning for tomorrow because they don't contribute to dividends today, and you won't have a tomorrow...", "character": "McDonald Walling", "characterId": "nm0000034"}]}]}