{"quotes": [{"lines": [{"text": "What is this thing about Eric calling you \"a sassy piece of jailbait\"?", "character": "Zoe", "characterId": "nm0451376"}, {"text": "What's this thing?", "character": "Christina", "characterId": "nm0000477"}, {"text": "It bothers me.", "character": "Zoe", "characterId": "nm0451376"}, {"text": "Why?", "character": "Christina", "characterId": "nm0000477"}, {"text": "It makes you out like a child or something.", "character": "Zoe", "characterId": "nm0451376"}, {"text": "Unlike the tartan skirt and my socks or the blouse or the way I act, right?", "character": "Christina", "characterId": "nm0000477"}]}, {"lines": [{"text": "[clapping]", "character": null, "characterId": null}, {"text": "Yeah! Bring those big hairy palms together, gentlemen, have a nice big, round of applause... for Kali! Kali. Yes, indeed, Kali. And you, too, can - you, too, can have Kali come over to your table for only five dollars, where she can show you the mysteries of her world. Trust me, gentlemen, trust me.", "character": "Eric", "characterId": "nm0000480"}]}, {"lines": [{"text": "What is it that gives a schoolgirl her special innocence? Her sweet fragrance... Fresh flowers, light as a spring rain... Oh, my god, my god... Or is it her firm, young flesh, inviting your every caress, enticing you to explore her deepest and most private secrets? Well, gentlemen, I'm gonna let you decide that one for yourselves. Please join me in welcoming a sassy bit of jailbait to our stage. Yes, indeed. Come out, sweet Chrissy! Wherever you are, baby, come on out!", "character": "Eric", "characterId": "nm0000480"}]}, {"lines": [{"text": "Do you have a lot of friends?", "character": "Christina", "characterId": "nm0000477"}, {"text": "Not really...", "character": "Eric", "characterId": "nm0000480"}, {"text": "Do you ever wish you did?", "character": "Christina", "characterId": "nm0000477"}, {"text": "Yeah.", "character": "Eric", "characterId": "nm0000480"}, {"text": "When?", "character": "Christina", "characterId": "nm0000477"}, {"text": "Well... like... now, for instance.", "character": "Eric", "characterId": "nm0000480"}, {"text": "Why?", "character": "Christina", "characterId": "nm0000477"}, {"text": "Well... I just met you. And I feel like telling somebody about it.", "character": "Eric", "characterId": "nm0000480"}]}, {"lines": [{"text": "He comes in here every other night. He has his favorite drink, and his favourite table, with his favorite dancer. Sometimes he has to wait for her, and sometimes she's waiting for him, to protect him. She's his angel.", "character": "Eric", "characterId": "nm0000480"}]}, {"lines": [{"text": "Mmm, what? What is it? What is it that gives a school-girl her special innocence? Is it the way they smell? The sweet smell of their perfume... , of their hair? The aroma of fresh flowers... , and all that other stuff that hasn't been fucked up by late nights and a lot 'a bad food? Is it their gestures... , and the way they move? The way their body still holds on to some semblance of self-respect and... , and dignity? When they wrap their beautiful legs around you - tight, holding on - looking at you... , you looking at them. It's just... Or is it whatever comes out of their cute little mouths? All those questions, all that wondering that... It's just, you know, you... They got their whole lives ahead of them, you know? And you've wasted half of yours away. Damn. What is it?", "character": "Eric", "characterId": "nm0000480"}]}]}