{"quotes": [{"lines": [{"text": "we're going to die. \"Be of good heart,\" cry the dead artists out of the living past. \"Our songs will all be silenced, but what of it? Go on singing.\" Maybe a man's name doesn't matter all that much.", "character": "Orson Welles", "characterId": "nm0000080"}]}, {"lines": [{"text": "I started at the top and have been working my way down ever since.", "character": "Orson Welles", "characterId": "nm0000080"}]}, {"lines": [{"text": "Ladies and gentleman, by way of introduction, this is a film about trickery, fraud, about lies. Tell it by the fireside or in a marketplace or in a movie, almost any story is almost certainly some kind of lie. But not this time. This is a promise. For the next hour, everything you hear from us is really true and based on solid fact.", "character": "Orson Welles", "characterId": "nm0000080"}]}, {"lines": [{"text": "Paris was suffering from August. This happens every year. It shuts down, closes up, and this is the time when an invader could take the country by telephone... if he could get somebody to answer it.", "character": "Orson Welles", "characterId": "nm0000080"}]}, {"lines": [{"text": "[quoting a phenomenal art forger]\nDo you think I should confess? To what? Committing masterpieces?", "character": "Orson Welles", "characterId": "nm0000080"}]}, {"lines": [{"text": "What we professional liars hope to serve is truth. I'm afraid the pompous word for that is \"art\".", "character": "Orson Welles", "characterId": "nm0000080"}]}, {"lines": [{"text": "When first the flush of a new-born sun fell on the green and gold / Our father Adam sat under the tree and scratched with a stick in the mold / And the first rude sketch that the world had seen was joy to his mighty heart / Till the Devil whispered behind the leaves, 'It's pretty, but is it Art?'", "character": "Orson Welles", "characterId": "nm0000080"}]}, {"lines": [{"text": "For my next experiment ladies and gentleman, I would appreciate the loan of any small personal object form your pocket. A key, box of matches, a coin - ah, key it is, good sir. Hold it up 10 feet over your head and watch out for the slightest hint of hanky panky... and behold before our very eyes a transformation! We've changed your key into... a coin. What happened to the key? It's been returned to you. Look closely, sir, you'll find the key back in your pocket. May we see it please? What's that, sir? Did I used to be a magician, sir? I'm still working on it. As for the key, it was not symbolic of anything... this isn't that kind of movie. You'll find the coin in your pocket now, sir. Keep your eyes on that coin sir, while it's returned to you... as your key. Should we return you to your mother? Is this your mother? No, of course not. Open your mouth wide... and we'll return you your money. And by the way, have you ever heard of Robert Houdin, speaking of magicians, I mean. Oh no, of course not. But of course, you do know my partner Francois Reichenbach. Houdin was the greatest magician who ever lived. And do you know what he said? \"A magician, he said, is just an actor-Just an actor playing the part of a magician.\"", "character": "Orson Welles", "characterId": "nm0000080"}]}, {"lines": [{"text": "I did promise that for one hour, I'd tell you only the truth. That hour, ladies and gentlemen, is over. For the past seventeen minutes, I've been lying my head off.", "character": "Orson Welles", "characterId": "nm0000080"}]}, {"lines": [{"text": "[Pretending to quote a conversation between herself and Picasso]\nThe best critical opinion is a load of horse manure.", "character": "The Girl", "characterId": "nm0462648"}]}, {"lines": [{"text": "I've known Elmyr for about eight years. We met when I was broke. When I was writing fiction. I wasn't selling it very well.", "character": "Clifford Irving", "characterId": "nm0410247"}, {"text": "His fiction didn't sell. Elmyr's biographer's a highly gifted writer. Does it say something for this age of ours that he could only make it big by fakery?", "character": "Orson Welles", "characterId": "nm0000080"}, {"text": "Le grande surprise!", "character": "Elmyr de Hory", "characterId": "nm0208885"}, {"text": "Cliff Irving's caper may well be the hoax of the century, but, really, this is not, you know, in any way the century of the hoax. We hanky-panky men have always been with you.", "character": "Orson Welles", "characterId": "nm0000080"}, {"text": "That's a fact.", "character": "Elmyr de Hory", "characterId": "nm0208885"}, {"text": "What's new?", "character": "Orson Welles", "characterId": "nm0000080"}, {"text": "The experts.", "character": "Clifford Irving", "characterId": "nm0410247"}, {"text": "The so-called experts...", "character": "Elmyr de Hory", "characterId": "nm0208885"}, {"text": "Experts are the new oracles.", "character": "Orson Welles", "characterId": "nm0000080"}, {"text": "", "character": "Elmyr de Hory", "characterId": "nm0208885"}, {"text": "They speak to us with the absolute authority of the computer.", "character": "Orson Welles", "characterId": "nm0000080"}, {"text": "", "character": "Elmyr de Hory", "characterId": "nm0208885"}, {"text": "And we bow down before them. They're God's own gift to the faker.", "character": "Orson Welles", "characterId": "nm0000080"}, {"text": "All the world loves to see the experts and the establishment made a fool of.", "character": "Clifford Irving", "characterId": "nm0410247"}]}, {"lines": [{"text": "steal an egg.", "character": "Orson Welles", "characterId": "nm0000080"}, {"text": "Well, naturally. To be Hungarian, it is not a nationality, it is a profession.", "character": "Elmyr de Hory", "characterId": "nm0208885"}, {"text": "But the truth about Hungarians, which they do try to cover up, is that they are not any more crooked than the rest of us. But not the way they like to tell it! Of all the Hungarian friends I've ever had, I can't remember one who didn't want me to think of him as a king of con-men.", "character": "Orson Welles", "characterId": "nm0000080"}]}]}