{"quotes": [{"lines": [{"text": "This accident occured in an air show in the Western United States. The man plummeted to earth from 2,000 feet when his parachute malfunctioned. I wondered what thoughts went through this man's mind as he fell from the sky at 80 miles per hour. Doctors later informed me the man suffered a painless death or he had slipped into cardiac arrest before hitting the ground. After playing this action back in slow motion I disagreed. It appeared the sky diver struggled throughout the fall, trying in vain to prevent his destined outcome. This nightmarish death made me question the role of cautionary measures necessary to prolong life. After pondering this possibility I realized that no matter how cautious I am, if it's my time to die, it doesn't matter if I'm walking down the sidewalk or jumping out of a plane.", "character": "Dr. Francis B. Gröss", "characterId": "nm0139801"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "During the past 20 years I know that my compulsion to understand death was much greater than just an obsession. My dreams have dictated my mission. But now it is time to witness the final moment, to discover the circle that forever repeats ifself. The end of the beginning or the beginning of the end? I'll leave that decision to you.", "character": "Dr. Francis B. Gröss", "characterId": "nm0139801"}]}, {"lines": [{"text": "Do the animals know they are going to die? The men who kill them claim they don't. But when the machinery begins to rumble and the conveyor belts start to roll, sounds that expedite death are heard by animal and man alike.", "character": "Dr. Francis B. Gröss", "characterId": "nm0139801"}]}, {"lines": [{"text": "The only thing I question is their method of death. Whether or not the seal feels any pain is purely a matter of conjection. I am convinced that when these animals are herded together their instincts warn them of their final destiny. A warning would soon no longer matter as this island is transformed into a battleground of naked carcasses.", "character": "Dr. Francis B. Gröss", "characterId": "nm0139801"}]}, {"lines": [{"text": "Watching this man in his last moments of life I began to feel guilty. True, he had commited murder, but wasn't there some other alternative?", "character": "Dr. Francis B. Gröss", "characterId": "nm0139801"}]}, {"lines": [{"text": "Strapped to a seat that you will never leave alive is a situation that I still cannot justify. A man on death row is in a continuous battle with time and byrocracy. When both fallen to the proper alignment the condemned knows that death will be the result. During the final preparations those of us watching this man could feel the fear being transmitted from his body. Even though he had commited an inexcuseable crime I began to wonder if two wrongs really make a right.", "character": "Dr. Francis B. Gröss", "characterId": "nm0139801"}]}, {"lines": [{"text": "Many of those who witnessed the crash and the aftermath which followed are still to this day under psychiatric care. Living through this nightmare is an experience one cannot easily forget. When a woman heard the crash and went through her door a body came flying through the window covering her in blood. There would be a long time before the people of this area would ever board a plane again.", "character": "Dr. Francis B. Gröss", "characterId": "nm0139801"}]}, {"lines": [{"text": "There is no shelter for the weak.", "character": "Dr. Francis B. Gröss", "characterId": "nm0139801"}]}, {"lines": [{"text": "There is a continual balance that must be maintained in the jungle. The death of one creature ensures the existence of another.", "character": "Dr. Francis B. Gröss", "characterId": "nm0139801"}]}, {"lines": [{"text": "Throughout history, it was believed that by eating the brains of this sacred animal a new source of wisdom would be inherited, bringing those who ate this delicacy closer to God.", "character": "Dr. Francis B. Gröss", "characterId": "nm0139801"}]}, {"lines": [{"text": "As l walked around, l was reminded of words written by the late Luther Easton. ln a world with no sound, their cries go unheard. The reality of life becomes totally absurd. The counting of time is considered a crime. And the money one earns, not worth a lone dime. So here they will lie for the rest of the night. Their bodies remain still in darkness and in light. But don't be afraid for it will happen to you. When all will stop as your body turns blue.", "character": "Dr. Francis B. Gröss", "characterId": "nm0139801"}]}, {"lines": [{"text": "Perhaps the greatest disaster of all is one that man has created himself.lf nature doesn't destroy the environment, it is very possible that the human being will.", "character": "Dr. Francis B. Gröss", "characterId": "nm0139801"}]}, {"lines": [{"text": "By far the greatest crime committed by mankind is war.", "character": "Dr. Francis B. Gröss", "characterId": "nm0139801"}]}, {"lines": [{"text": "The human mind is an extremely fragile piece of machinery. When proper psychological methods are employed, the most passive can become the most aggressive.", "character": "Dr. Francis B. Gröss", "characterId": "nm0139801"}]}, {"lines": [{"text": "The capacity to hate is a frightening human reality. We are always ready to blame another if the circumstances can free us from our own self-guilt.", "character": "Dr. Francis B. Gröss", "characterId": "nm0139801"}]}]}