{"quotes": [{"lines": [{"text": "Excuse me. Every minute we wait works against us. Now, Mr. Secretary, now is when we must send in a first strike.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "We don't go in for sneak attacks. We had that done to us at Pearl Harbor.", "character": "Gen. Stark", "characterId": "nm0362181"}, {"text": "And the Japanese were right to do it. From their point of view, we were their mortal enemy. As long as we existed, we were a deadly threat to them. Their only mistake was that they failed to finish us at the start, and they paid for that mistake at Hiroshima.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "You're talking about a different kind of war.", "character": "Gen. Stark", "characterId": "nm0362181"}, {"text": "Exactly. This time, *we* can finish what *we* start. And if we act now, right now, our casualties will be minimal.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "You know what you're saying?", "character": "Brigadier General Warren A. Black", "characterId": "nm0641397"}, {"text": "Do you believe that Communism is not our mortal enemy?", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "You're justifying murder.", "character": "Brigadier General Warren A. Black", "characterId": "nm0641397"}, {"text": "Yes, to keep from being murdered.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "In the name of what? To preserve what? Even if we do survive, what are we? Better than what we say they are? What gives us the right to live, then? What makes us worth surviving, Groeteschele? That we are ruthless enough to strike first?", "character": "Brigadier General Warren A. Black", "characterId": "nm0641397"}, {"text": "Yes! Those who can survive are the only ones worth surviving.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "Fighting for your life isn't the same as murder.", "character": "Brigadier General Warren A. Black", "characterId": "nm0641397"}, {"text": "Where do you draw the line once you know what the enemy is? How long would the Nazis have kept it up, General, if every Jew they came after had met them with a gun in his hand? But I learned from them, General Black. Oh, I learned.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "You learned too well, Professor. You learned so well that now there's no difference between you and what you want to kill.", "character": "Brigadier General Warren A. Black", "characterId": "nm0641397"}]}, {"lines": [{"text": "[over the phone]\nI can hear the sound of explosions from the north east. The sky is very bright. All lit up.", "character": null, "characterId": null}, {"text": "[phone melts and high pitched whining sound starts]", "character": null, "characterId": null}]}, {"lines": [{"text": "[viciously slapping a beautiful young woman who has tried to seduce him after a cocktail party]\nI'm not your kind.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}]}, {"lines": [{"text": "[after recommending an unprovoked attack by the U.S. on Moscow]\nAnd the Lord said, gentlemen, \"He who is without sin, let him cast the first stone.\"", "character": "Prof. Groeteschele", "characterId": "nm0000527"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "The Matador, the Matador... me... me", "character": "Brigadier General Warren A. Black", "characterId": "nm0641397"}]}, {"lines": [{"text": "General Stark, are there any papers or documents in New York which are absolutely essential to the running of the United States? General Stark?", "character": "Defense Secretary Swenson", "characterId": "nm0361127"}, {"text": "No sir. There are important documents, but none of them absolutely essential.", "character": "Gen. Stark", "characterId": "nm0362181"}, {"text": "Will there be any warning given? A lot of lives could be saved if people had a few minutes.", "character": null, "characterId": null}, {"text": "On this short notice, an alert to a big city would do more harm than good. It only produces panic.", "character": "Defense Secretary Swenson", "characterId": "nm0361127"}, {"text": "What about this?", "character": null, "characterId": null}, {"text": "[Wilcox tosses a newspaper onto the table, showing the First Lady in NYC, prominently featured on the main page. Swenson sees it, then gives the paper to General Stark]", "character": null, "characterId": null}, {"text": "Maybe... maybe he doesn't know his wife is there.", "character": "Gen. Stark", "characterId": "nm0362181"}, {"text": "[shaking his head]\nHe knows.", "character": "Defense Secretary Swenson", "characterId": "nm0361127"}, {"text": "[Groeteschele finishes writing something onto some paper]", "character": null, "characterId": null}, {"text": "Gentlemen, we are wasting time.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "[walking to the podium]\nI've been making a few rough calculations based on the effect of two twenty megaton bombs dropped on New York City in the middle of a normal workday. I estimate the immediate dead at about three million. I include in that figure those buried beneath the collapsed buildings. It would make no difference, Admiral Wilcox, whether they reached a shelter or not. They would die just the same. Add another million or two who will die within about five weeks. Now our immediate problem will be the joint one of fire control and excavation. Excavation not of the dead, the effort would be wasted there. But even though there are no irreplaceable government documents in the city, many of our largest corporations keep their records there. It will be necessary to... rescue as many of those records as we can. Our economy depends on this.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "[walking disgustedly back to his seat before noisily opening and closing his briefcase]\nOur economy depends on this.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "[after closing briefcase]", "character": null, "characterId": null}, {"text": "And the Lord said, gentlemen, \"He who is without sin, let him cast the first stone.\"", "character": "Prof. Groeteschele", "characterId": "nm0000527"}]}, {"lines": [{"text": "How did you get to be a translator, Buck? You don't seem the academic type.", "character": "The President", "characterId": "nm0000020"}, {"text": "[nervously]\nI guess I have a talent for languages, sir. I hear a language once I pick it right up. I don't even know how. They found out about it in the Army.", "character": "Buck", "characterId": "nm0001306"}, {"text": "You sound sorry they did.", "character": "The President", "characterId": "nm0000020"}, {"text": "No, sir. It's a very interesting job.", "character": "Buck", "characterId": "nm0001306"}, {"text": "[pauses]", "character": null, "characterId": null}, {"text": "That is, most of the time.", "character": "Buck", "characterId": "nm0001306"}, {"text": "Well, you did a good job today, Buck.", "character": "The President", "characterId": "nm0000020"}, {"text": "Thank you, sir. All I did was repeat what he said.", "character": "Buck", "characterId": "nm0001306"}, {"text": "You didn't freeze up. Another man might have.", "character": "The President", "characterId": "nm0000020"}, {"text": "You're the one who didn't, sir.", "character": "Buck", "characterId": "nm0001306"}, {"text": "I wonder what it's like outside? Looked like rain before.", "character": "The President", "characterId": "nm0000020"}, {"text": "The radio said it would clear by the afternoon.", "character": "Buck", "characterId": "nm0001306"}]}, {"lines": [{"text": "The President says he may have to order our fighters to shoot down Group Six. He wants our opinion.", "character": "Defense Secretary Swenson", "characterId": "nm0361127"}, {"text": "I oppose it, sir, on the grounds that it's premature. Our planes have not yet reached Soviet territory, they're still hundreds of miles away.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "We've got to do it, and fast! Right now before it's too late!", "character": "Brigadier General Warren A. Black", "characterId": "nm0641397"}, {"text": "It might be too late anyway. Those fighters swung away from the bombers when they got the all-clear signal, they've been flying in opposite directions.", "character": "Gen. Stark", "characterId": "nm0362181"}]}, {"lines": [{"text": "They're good men, we've seen to that. If their orders are attack, the only way you're going to stop them is to shoot them down.", "character": "Gen. Stark", "characterId": "nm0362181"}, {"text": "We've got no alternative! This minute the Russians are watching their boards, trying to figure out what we're up to. If we can't convince them it's an accident we're trying to correct by any means, we're going to have something on our hands that nobody bargained for, and only a lunatic wants!", "character": "Brigadier General Warren A. Black", "characterId": "nm0641397"}]}, {"lines": [{"text": "Sergeant Collins! On the double!", "character": "Gen. Bogan", "characterId": "nm0653942"}, {"text": "[Collins races to General Bogan at the main communication board of SAC headquarters]", "character": null, "characterId": null}, {"text": "You're backup man on fire control, aren't you?", "character": "Gen. Bogan", "characterId": "nm0653942"}, {"text": "Yes sir.", "character": "TSgt. Collins", "characterId": "nm0001123"}, {"text": "Do our Vindicator missiles have both infrared and radar-seeking capacity?", "character": "Gen. Bogan", "characterId": "nm0653942"}, {"text": "[tentatively]\nYes sir.", "character": "TSgt. Collins", "characterId": "nm0001123"}, {"text": "[grabbing Collins forcefully toward the radio mike]\nLoud and clear! They've got to know we're on the level!", "character": "Gen. Bogan", "characterId": "nm0653942"}, {"text": "[fearfully]\nIt has both capacities, sir!", "character": "TSgt. Collins", "characterId": "nm0001123"}, {"text": "[Over the radio]\nCan the radar-seeking mechanism be overloaded by increasing the strength of the signal?", "character": null, "characterId": null}, {"text": "Tell him!", "character": "Gen. Bogan", "characterId": "nm0653942"}, {"text": "[fearfully]\nYes, sir. It can be overloaded, by increasing the power output and sliding through radar frequencies as fast as possible, what happens is the firing mechanism reads the higher amperage as proximity to the target, and detonates the warhead.", "character": "TSgt. Collins", "characterId": "nm0001123"}, {"text": "[Over the radio]\nThank you General Bogan, we will get back to you.", "character": null, "characterId": null}, {"text": "[quietly]\nThat's all, Sergeant.", "character": "Gen. Bogan", "characterId": "nm0653942"}, {"text": "[Collins slowly returns to his station within the mammoth bunker, head bowed down in shame]", "character": null, "characterId": null}, {"text": "What does it mean?", "character": "Congressman Raskob", "characterId": "nm0095368"}, {"text": "We've told them how to blow up our air-to-air missiles, and with them our planes.", "character": "Gordon Knapp", "characterId": "nm0172660"}]}, {"lines": [{"text": "In my opinion they will take no action at all.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "They're not going to just sit there, Professor", "character": "Gen. Stark", "characterId": "nm0362181"}, {"text": "I think if our bombers get through the Russians will surrender.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "Who's this professor, Mr. Secretary? What's he doing there?", "character": "Gen. Bogan", "characterId": "nm0653942"}, {"text": "Professor Groeteschele is a civilian advisor to the Pentagon, General. Will you explain your statement, Professor?", "character": "Defense Secretary Swenson", "characterId": "nm0361127"}, {"text": "The Russian aim is to dominate the world. They think that Communism must succeed eventually if the Soviet Union is left reasonably intact. They know that a war would leave the Soviet Union utterly destroyed. Therefore, they would surrender.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "But suppose they feel they can knock us off first?", "character": "Gen. Stark", "characterId": "nm0362181"}, {"text": "They know we might have a doomsday system, missiles that would go into action days, even weeks after a war is over and destroy an enemy even after that enemy has already destroyed us.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "Maybe they'll think that even capitalists aren't that insane, to want to kill after they themselves have been killed.", "character": "Brigadier General Warren A. Black", "characterId": "nm0641397"}, {"text": "These are Marxist fanatics, not normal people. They do not reason they way you reason, General Black. They're not motivated by human emotions such as rage and pity. They are calculating machines. They will look at the balance sheet, and they will see they cannot win.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "Then you suggest doing what?", "character": "Defense Secretary Swenson", "characterId": "nm0361127"}, {"text": "[leans forward]\nNothing.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "Nothing?", "character": "Defense Secretary Swenson", "characterId": "nm0361127"}, {"text": "The Russians will surrender, and the threat of Communism will be over, forever.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}, {"text": "That's a lot of hogwash. Don't kid yourself, there'll be Russian generals who will react just as I would - the best defense is a good offense. They see trouble coming up, take my word for it, they'll attack, and they won't give a damn what Marx said.", "character": "Gen. Bogan", "characterId": "nm0653942"}, {"text": "Mr. Secretary, I am convinced that the moment the Russians know bombs will fall on Moscow, they will surrender. They know that whatever they do then, they cannot escape destruction. Don't you see, sir, this our chance. We never would have made the first move deliberately, but Group 6 has made it for us, by accident. We must take advantage of it - history demands it. We must advise the President not to recall those planes.", "character": "Prof. Groeteschele", "characterId": "nm0000527"}]}]}