{"quotes": [{"lines": [{"text": "The best thing about my profession is that there's no need to make any decision. Who's to die... when... where... it's all been planned by others. I'm a lazy person. I like people to arrange things for me. That's why I need a partner.", "character": "Wong Chi-Ming", "characterId": "nm0481709"}]}, {"lines": [{"text": "There are some people you can never get close to. Get too close, and you'll find him boring.", "character": "The Killer's Agent", "characterId": "nm0718348"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "As I was leaving, I asked if he'd give me a ride home. I hadn't ridden on a motorcycle in a long time. Actually, I hadn't been that close to a man for a while. The road wasn't that long, and I knew I'd be getting off soon. But at that moment I felt such warmth.", "character": "The Killer's Agent", "characterId": "nm0718348"}]}, {"lines": [{"text": "They say that love can change a man. I start to find myself looking better and more charming, and suddenly I discover that I'm turning blonde.", "character": "He Zhiwu", "characterId": "nm0437580"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Are we still partners?", "character": "The Killer's Agent", "characterId": "nm0718348"}, {"text": "[voiceover]\nWe've been business partners for nearly three years. This is the first time we've ever sat together. We hardly ever see each other. I know how hard it is for a man to control his passion. Partners shouldn't get emotionally involved with each other.", "character": "Wong Chi-Ming", "characterId": "nm0481709"}]}, {"lines": [{"text": "[after being bitten by Blondie]\nWhy?", "character": "Wong Chi-Ming", "characterId": "nm0481709"}, {"text": "[sobbing]\nI've left my mark, okay? You may forget my face, but you won't forget my bite.", "character": "Punkie", "characterId": "nm0596297"}]}, {"lines": [{"text": "Going through a person's trash can tell you a lot about them.", "character": "The Killer's Agent", "characterId": "nm0718348"}]}, {"lines": [{"text": "I often wonder if any insurance company would insure a professional killer. I'd really like to help him out, but I wouldn't know whom to name as beneficiary.", "character": "Wong Chi-Ming", "characterId": "nm0481709"}]}, {"lines": [{"text": "I was very talkative when I was small. But at age five, I ate a can of pineapple that had expired, and I stopped talking. For that reason, I have very few friends.", "character": "He Zhiwu", "characterId": "nm0437580"}, {"text": "I found it very hard to find work too. I finally decided to be my own boss. Having no capital, the only thing I can do is sneak into other people's shops after hours and run my own business. I'm not a freeloader. I just think it makes sense, since the rent's already been paid, to run the business around the clock.", "character": "He Zhiwu", "characterId": "nm0437580"}, {"text": "00 a.m.? I came yesterday to buy some, didn't I? If you want to do business, you have to take each customer's needs into account.", "character": "He Zhiwu", "characterId": "nm0437580"}, {"text": "Buddha said, \"If I don't descend into hell, who will?\" When you're the boss, you have to be kind, caring and tolerant. You can't just look to your own gain. I know very well there's no such thing as a free lunch, so I always work very hard until the wee hours.", "character": "He Zhiwu", "characterId": "nm0437580"}, {"text": "I don't make a lot of money, but I'm happy.", "character": "He Zhiwu", "characterId": "nm0437580"}]}, {"lines": [{"text": "I love ice cream. When I was little, an ice cream truck would stop by my house every day. I was always happy to see it. Once I asked my dad why he didn't drive an ice cream truck. He didn't answer. I later found out my mother had been run over by an ice cream truck.", "character": "He Zhiwu", "characterId": "nm0437580"}]}, {"lines": [{"text": "I wish I could tell her some problems can't be solved over the phone. You meet the guy face to face and talk it out, or, if that fails, you punch him in the nose. Too bad I couldn't put it into words. But she seemed to somehow understand anyway.", "character": "He Zhiwu", "characterId": "nm0437580"}, {"text": "I think you're right. Let's go.", "character": "Charlie", "characterId": "nm0947777"}]}, {"lines": [{"text": "Most people fall in love for the first time as teenagers. I guess I'm a late bloomer. Maybe I'm too picky. On May 30, 1995, I finally fell in love for the first time. It was raining that night. When I looked at her, I suddenly felt like I was a store. And she was me. Without any warning, she suddenly enters the store. I don't know how long she'll stay. The longer the better, of course.", "character": "He Zhiwu", "characterId": "nm0437580"}]}]}