{"quotes": [{"lines": [{"text": "20-27]\nO how great the holiness of our God! For he knoweth call things, and there is not anything save he knows it. And he cometh into the world that he may save all men if they will hearken unto his voice; for behold, he suffereth the pains of all men, yea, the pains of every living creature, both men, women, and children, who belong to the family of Adam. And he suffereth this that the resurrection might pass upon all men, that all might stand before him at the great and judgment day. And he commandeth all men that they must repent, and be baptized in his name, having perfect faith in the Holy One of Israel, or they cannot be saved in the kingdom of God. And if they will not repent and believe in his name, and be baptized in his name, and endure to the end, they must be damned; for the Lord God, the Holy One of Israel, has spoken it. Wherefore, he has given a law; and where there is no law given there is no punishment; and where there is no punishment there is no condemnation; and where there is no condemnation the mercies of the Holy One of Israel have claim upon them, because of the atonement; for they are delivered by the power of him. For the atonement satisfieth the demands of his justice upon all those who have not the law given to them, that they are delivered from that awful monster, death and hell, and the devil, and the lake of fire and brimstone, which is endless torment; and they are restored to that God who gave them breath, which is the Holy One of Israel. But wo unto him that has the law given, yea, that has all the commandments of God, like unto us, and that transgresseth them, and that wasteth the days of his probation, for awful is his state!", "character": null, "characterId": null}]}, {"lines": [{"text": "I don't know what's come over me tonight. I'm tingling all over.", "character": "Fran", "characterId": "nm0000947"}, {"text": "I told you about danger, didn't I? First it makes you sick, then when you get through it, it makes you very, very loving.", "character": "Arthur Adamson", "characterId": "nm0001137"}]}, {"lines": [{"text": "Isn't it touching how a perfect murder has kept our friendship alive all these years.", "character": "Arthur Adamson", "characterId": "nm0001137"}]}, {"lines": [{"text": "When a guy like me gets kidnapped by a woman, he wants her to be twenty-five.", "character": "Constantine", "characterId": "nm0170225"}]}, {"lines": [{"text": "Smells fishy to me.", "character": "George", "characterId": "nm0001136"}, {"text": "Well even fish smells good when you're starving to death.", "character": "Blanche", "characterId": "nm0364455"}]}, {"lines": [{"text": "You're a fink!", "character": "Blanche", "characterId": "nm0364455"}, {"text": "If I'm a fink then you're an ungrateful bitch.", "character": "George", "characterId": "nm0001136"}]}, {"lines": [{"text": "Don't start to fret, George, or our waterbed will be no fun at all tonight; as an actor, you should know that fretting will ruin a performance.", "character": "Blanche", "characterId": "nm0364455"}, {"text": "You don't have to worry about my performance tonight, honey - as a matter of fact, this very evening, you're gonna see a standing ovation!", "character": "George", "characterId": "nm0001136"}]}, {"lines": [{"text": "[to Fran]\nWe're gonna have to kill these two ourselves.", "character": "Arthur Adamson", "characterId": "nm0001137"}]}]}