{"quotes": [{"lines": [{"text": "Are you sad because you've grown old?", "character": "Ekdahlska huset - Helena Ekdahl", "characterId": "nm0944206"}, {"text": "I'm certainly not. Everything's getting worse. Worse people, worse machines, worse wars... and worse weather. I'm glad I'll soon be dead.", "character": "Jacobis hus - Isak Jacobi", "characterId": "nm0430746"}]}, {"lines": [{"text": "My dear friends, for 22 years, in the capacity of theater manager, I've stood here and made a speech without really having any talent for that sort of thing. Especially if you think of my father who was brilliant at speeches. My only talent, if you can call it that in my case, is that I love this little world inside the thick walls of this playhouse, and I'm fond of the people who work in this little world. Outside is the big world, and sometimes the little world succeeds in reflecting the big one so that we understand it better. Or perhaps, we give the people who come here a chance to forget for a while, for a few short moments, the harsh world outside. Our theater is a little room of orderliness, routine, care and love. I don't know why I feel so comically solemn this evening. I can't explain how I feel, so I'd best be brief. My wife and I, and the rest of the Ekdahl family, my brother Carl, -I think Carl is here- We wish you all a happy and joyous Christmas. I Hope we meet again on St. Stephen's Day, strengthened in body and soul. Merry Christmas", "character": "Ekdahlska huset - Oscar Ekdahl", "characterId": "nm0249735"}]}, {"lines": [{"text": "Therefore let us be happy while we are happy. Let us be kind, generous, affectionate and good. It is necessary and not at all shameful to take pleasure in the little world.", "character": "Ekdahlska huset - Gustav Adolf Ekdahl", "characterId": "nm0474649"}]}, {"lines": [{"text": "You don't get rid of me that easy!", "character": "Biskopsgården - Bishop Edvard Vergerus", "characterId": "nm0540300"}]}, {"lines": [{"text": "The world is a den of thieves and night is falling. Evil breaks its chains and runs through the world like a mad dog.", "character": "Ekdahlska huset - Gustav Adolf Ekdahl", "characterId": "nm0474649"}]}, {"lines": [{"text": "...They no longer wish to hear the songs of giants. They are content with the tunes of dwarfs.", "character": "Teatern - Filip Landahl", "characterId": "nm0085038"}]}, {"lines": [{"text": "If there is a god, then he's a shit, and I'd like to kick him in the butt.", "character": "Ekdahlska huset - Alexander Ekdahl", "characterId": "nm0349776"}, {"text": "Your theory is very interesting and appears to be justified.", "character": "Jacobis hus - Aron", "characterId": "nm0074835"}]}, {"lines": [{"text": "[to his stepfather]\nAlexander does not wish the Bishop a good night.", "character": "Ekdahlska huset - Alexander Ekdahl", "characterId": "nm0349776"}]}, {"lines": [{"text": "Everything is alive. And everything is God, or God's intention. Not only the good things, but the cruelest and worst. What do you think?", "character": "Jacobis hus - Isak Jacobi", "characterId": "nm0430746"}, {"text": "If there is a God, he's a shit and piss God, that I'd like to kick in the arse.", "character": "Ekdahlska huset - Alexander Ekdahl", "characterId": "nm0349776"}]}]}