{"quotes": [{"lines": [{"text": "\"What is man's relationship to nature?\"", "character": "James Earl Jones", "characterId": "nm0000469"}, {"text": "[is handed a piece of paper]", "character": null, "characterId": null}, {"text": "\"What would happen if you gave a yo-yo to a flock of flamingos?\"", "character": "James Earl Jones", "characterId": "nm0000469"}, {"text": "[turns to look off-camera]", "character": null, "characterId": null}, {"text": "Who wrote this?", "character": "James Earl Jones", "characterId": "nm0000469"}]}, {"lines": [{"text": "You know what's amazing is that many of these musicians are playing for the very first time, thanks to \"Steve Martin's Two-week Master Musician Home-Study Course\". More about that later. Hello and welcome to Fantasia 2000. It's been more than sixty years since Walt Disney and his artists teamed with maestro Leopold Stokowski to create a film they titled \"The Concert Feature\". I think we're all glad they changed the name to \"Fantasia\". You know, \"Fantasia\" was meant to be a perpetual work in progress. Every time you went to see it, you'd experience some new pieces, along with some old familiar favorites. But that idea fell by the wayside until now. So let me turn things over to the great Itzhak Perlman, who, I have just been informed, plays the violin. Well, so do I, big deal. Could I have my violin, please?", "character": "Steve Martin", "characterId": "nm0000188"}, {"text": "[is handed a violin]", "character": null, "characterId": null}, {"text": "Ahh, thank you. All right, boys, let's...", "character": "Steve Martin", "characterId": "nm0000188"}, {"text": "[bow slips from his hands]", "character": null, "characterId": null}, {"text": "Oh! Oh, sorry. Could I have another stick thingy, please? Oh, and camera back on me. Camera back on me. Ca... Am I done?", "character": "Steve Martin", "characterId": "nm0000188"}, {"text": "[introducing Pines of Rome]\nWhen you hear a title like \"Pines of Rome\", you may think of tree-lined streets and romantic ruins. But when the Disney animators heard this music, they thought of something completely different. Here is the Chicago Symphony Orchestra conducted by maestro James Levine, performing Ottorino Respighi's \"Pines of Rome.\"", "character": "Itzhak Perlman", "characterId": "nm0674221"}]}, {"lines": [{"text": "Walt Disney described the art of animation as a voyage of discovery, into the realms of color, sound, and motion. The music from Igor Stravinsky's ballet \"The Firebird\" inspires such a voyage. And so we conclude this version of \"Fantasia\" with a mythical story of life, death, and renewal.", "character": "Angela Lansbury", "characterId": "nm0001450"}]}, {"lines": [{"text": "Mr. Levine! Okay, Mr. Levine, everybody's in place for the next number.", "character": "Mickey Mouse", "characterId": "nm0021656"}, {"text": "Thanks, Mickey. When...", "character": "James Levine", "characterId": "nm0505824"}, {"text": "But we can't find Donald. So you stay here and stall for time, and I'll be right back.", "character": "Mickey Mouse", "characterId": "nm0021656"}, {"text": "[Exits]", "character": null, "characterId": null}, {"text": "[Offstage]\nDonald! Oh Donald!", "character": "Mickey Mouse", "characterId": "nm0021656"}, {"text": "When we hear Sir Edward Elgar's \"Pomp and Circumstance\" we think of a graduation ceremony.", "character": "James Levine", "characterId": "nm0505824"}, {"text": "Donald, where are ya?", "character": "Mickey Mouse", "characterId": "nm0021656"}, {"text": "Actually, Elgar composed it for many kinds of solemn events.", "character": "James Levine", "characterId": "nm0505824"}, {"text": "Donald!", "character": "Mickey Mouse", "characterId": "nm0021656"}, {"text": "This march inspired the Disney artists to recreate the age old story...", "character": "James Levine", "characterId": "nm0505824"}, {"text": "Donald, are you hiding in...", "character": "Mickey Mouse", "characterId": "nm0021656"}, {"text": "Aaaah!", "character": "Daisy Duck", "characterId": "nm0853122"}, {"text": "Oh, sorry, Daisy!", "character": "Mickey Mouse", "characterId": "nm0021656"}, {"text": "...of Noah's Ark, with one slight twist.", "character": "James Levine", "characterId": "nm0505824"}, {"text": "[Knocking on door]\nOh, Donald Duck!", "character": "Mickey Mouse", "characterId": "nm0021656"}, {"text": "Who is it?", "character": "Donald Duck", "characterId": "nm0030615"}, {"text": "[Mickey and Donald's shadows are projected against a panel; Donald is in the shower]", "character": null, "characterId": null}, {"text": "Donald, it's me, Mickey. You're on in 30 seconds, hurry.", "character": "Mickey Mouse", "characterId": "nm0021656"}, {"text": "What? You gotta be kidding! I'm not even dressed...", "character": "Donald Duck", "characterId": "nm0030615"}, {"text": "[Mumbles angrily as he leaves the tub]", "character": null, "characterId": null}, {"text": "[Peeking behind a wall]\nPsst! Okay, Jim. He's on his way. Go to the intro.", "character": "Mickey Mouse", "characterId": "nm0021656"}, {"text": "Ladies and gentlemen, \"Pomp and Circumstance,\" starring Donald Duck.", "character": "James Levine", "characterId": "nm0505824"}]}, {"lines": [{"text": "[Pulling on Stokowski's coat]\nMr. Stokowski! Mr. Stokowski!", "character": "Mickey Mouse", "characterId": "nm0021656"}, {"text": "[Mickey whistles to get Stokowski's attention]", "character": null, "characterId": null}, {"text": "Just wanna offer my congratulations, sir!", "character": "Mickey Mouse", "characterId": "nm0021656"}, {"text": "[shaking hands with Mickey]\nCongratulations to you, Mickey!", "character": "Leopold Stokowski", "characterId": "nm0831439"}, {"text": "Aww, gee, thanks! Hehe! Well, I gotta run now! So long!", "character": "Mickey Mouse", "characterId": "nm0021656"}]}, {"lines": [{"text": "[plays the piano]", "character": "Ralph Grierson", "characterId": "nm0340965"}, {"text": "Beautiful, Ralph. Hi. Next, we're gonna take you to the streets of New York City for a piece that's inspired by a couple of my favorite artists. First there's the illustrator, Al Hirschfeld who's been drawing celebrities and Broadway stars for most of the 20th century. And then there's composer/songwriter George Gershwin, who took jazz of the streets, dressed her up, and took her to the concert hall. My friend Ralph Grierson plays piano on this next number, and it all starts with a single slinky note on the clarinet, and a simple line on a piece of paper. Ladies and gentlemen, \"Rhapsody in Blue\".", "character": "Quincy Jones", "characterId": "nm0005065"}]}, {"lines": [{"text": "Hi. You may not know this, but over the years, the Disney artists have cooked up dozens of ideas for new Fantasia segments. Some of them made it to the big screen this time. But others, lots of others - how could I put this politely - didn't. For example, the Danish illustrator Kay Nielsen drew these sketches for a segment inspired by Wagner's \"Ride of the Valkyries.\" Here they are, and there they go. Now, Salvador Dali, you know, the \"limp watches\" guy, he got into the act with an idea that featured baseball as a metaphor for life. How come that didn't work? Makes perfect sense to me. Let's see. Then we had a bug ballet and a baby ballet and for a time, they even considered a sequence inspired by the Polka and the Fugue from Weinberger's \"Schwanda the Bagpiper.\" But finally, a success. The Disney artists wanted to create a short film based on Hans Christian Andersen's wonderful fairy tale The Steadfast Tin Soldier, but they could never find the perfect musical match until now. Here is Yefim Bronfman playing the Shostakovich \"Piano Concerto Number 2\" and The Steadfast Tin Soldier.", "character": "Bette Middler", "characterId": "nm0000541"}]}, {"lines": [{"text": "[introducing The Sorcerer's Apprentice]\nLadies and gentlemen, we'd like to take a moment, if we may, to talk about a little something we like to refer to as magic.", "character": "Penn", "characterId": "nm0422710"}, {"text": "[finger quotes]", "character": "Teller", "characterId": "nm0854418"}, {"text": "Uh, picture this. You're at home, hosting a birthday party for your daughter, and you've just shelled out 50 bucks so some pathetic loser can pull a mangy rabbit out of a flea market hat. At first, you might wonder to yourself \"How did he do that?\" But then you would probably just dismiss it as some sort of a trick. And you know something? You'd be right! It's just a trick. It's an example of what we laughingly refer to as \"stage magic.\" We're here to tell you that all stage magic is a fraud, a hoax, a sham. It's all based on deception and, yep, lyin'. All of it. Sleight of hand...", "character": "Penn", "characterId": "nm0422710"}, {"text": "[pulling out cards]", "character": "Teller", "characterId": "nm0854418"}, {"text": "Lies. Transformations...", "character": "Penn", "characterId": "nm0422710"}, {"text": "[pulls out an axe]", "character": "Teller", "characterId": "nm0854418"}, {"text": "Fraud. Dismemberment...", "character": "Penn", "characterId": "nm0422710"}, {"text": "[cuts a fake hand]", "character": "Teller", "characterId": "nm0854418"}, {"text": "Rip-off! Fake! All are illusions. What we're here to talk about is real magic. We're gonna bring on a guy now who's the real deal, the genuine article. In fact, he taught us everything we know. And he is featured prominently in the next sequence from the original Fantasia, \"The Sorcerer's Apprentice.\" Y-You know, come to think of it, The Sorcerer's Apprentice is a - is, is a little guy who, uh - who never speaks and just kinda messes everything up...", "character": "Penn", "characterId": "nm0422710"}, {"text": "[cuts Penn's hair]", "character": "Teller", "characterId": "nm0854418"}, {"text": "[quietly]\nLike him. And now...", "character": "Penn", "characterId": "nm0422710"}, {"text": "[interrupts Penn]", "character": "Teller", "characterId": "nm0854418"}, {"text": "Wha - And now, the...", "character": "Penn", "characterId": "nm0422710"}, {"text": "[pulls out a rabbit]", "character": "Teller", "characterId": "nm0854418"}, {"text": "Oh. Hi. Hi, little fella. I gotta - I gotta - And now, \"The Sorcerer's Apprentice.\"", "character": "Penn", "characterId": "nm0422710"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Camera back on me... uh, camera back on me? Hello? Hellooooo? Could someone give me a ride home?", "character": "Steve Martin", "characterId": "nm0000188"}]}]}