{"quotes": [{"lines": [{"text": "You're not a detective, Marlowe, you're a slot machine. You'll do anything for six bits.", "character": "Billy Rolfe", "characterId": "nm0001765"}]}, {"lines": [{"text": "[during an interrogation]\nAll right, Marlowe, let's start again, huh? From the beginning.", "character": "Lt. Nulty", "characterId": "nm0409869"}, {"text": "I've told you twice. Now, why don't I make it easy on all of us and tell you what you want to hear? This fairy hired me to exchange a necklace for cash for a friend of his. We drove out to the woods. I shot him. I buried the fifteen grand. I drove my car back to his place, walked *fifteen miles* back to the woods, knocked myself on the head and then called the police.", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "[voiceover]\nThe house itself wasn't much. It was smaller than Buckingham Palace and probably had fewer windows than the Chrysler building.", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "What was she like... this Velma?", "character": "Philip Marlowe", "characterId": "nm0000053"}, {"text": "Cute... cute as lace pants.", "character": "Moose Malloy", "characterId": "nm0641172"}]}, {"lines": [{"text": "[voiceover]\nShe gave me a smile I could feel in my hip pocket.", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "[voiceover, to himself]\nYou've been beaten up, slapped, shot full of hop until you were as crazy as two waltzing mice; now let's see you do something really tough, like getting up.", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "[voiceover]\nI sparred with the night clerk for a couple of minutes, but it was like trying to open a sardine can after you broke off the metal lip. There was something about Abraham Lincoln's picture that loosened him up.", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "We found your card on his body.", "character": "Detective #1", "characterId": "nm0448283"}, {"text": "They give 'em out with bubblegum.", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "[of several unidentified thugs' bodies]\nI'll bet you five dollars you can't find a state they're not wanted in.", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "I think you're a very stupid person. You look stupid, you're in a stupid business, and you're on a stupid case.", "character": "Frances Amthor", "characterId": "nm0615421"}, {"text": "I get it. I'm stupid.", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "[opening lines]\nThis past spring was the first that I felt tired and realized I was growing old. Maybe it was the rotten weather we'd had in L.A. Maybe the rotten cases I'd had. Mostly chasing a few missing husbands and then chasing their wives once I found them, in order to get paid. Or maybe it was just the plain fact that I am tired and growing old.", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "[Philip Marlowe is escorting a fifteen year-old runaway girl from a dance hall to her parents' waiting limousine]\nDo you realize we had to give up a marvelous dinner party and drive all the way down here from Carmel to pick you up?", "character": "Mother", "characterId": "nm0556820"}, {"text": "Look, can't you settle that on the way home? Right now there's the small matter of twenty five dollars plus five dollars in expense money.", "character": "Philip Marlowe", "characterId": "nm0000053"}, {"text": "Pay the man, Charles. And give him a tip.", "character": "Mother", "characterId": "nm0556820"}, {"text": "I don't accept tips for finding kids. Pets, yes. Five dollars for dogs and cats; ten dollars for elephants...", "character": "Philip Marlowe", "characterId": "nm0000053"}, {"text": "[to her daughter]\nGet in the car.", "character": "Mother", "characterId": "nm0556820"}, {"text": "[Girl turns to Marlowe, knees him in the groin, and jumps in the car]", "character": null, "characterId": null}]}, {"lines": [{"text": "[looking at the dead bodies of Moose and Velma]\nMoose never would have hurt her. It didn't matter to him that she hadn't written in 6 years. It didn't matter that she turned him in for a reward. The big lug loved her... and if he was still alive... it wouldn't matter to him that she'd pumped 3 bullets into him... What a world.", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "It's a good thing you don't get out of the slammer more than once every seven years!", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "[answering door]\nYeah?", "character": "Philip Marlowe", "characterId": "nm0000053"}, {"text": "It's Snow White!", "character": "Lt. Nulty", "characterId": "nm0409869"}, {"text": "With or without the dwarfs?", "character": "Philip Marlowe", "characterId": "nm0000053"}, {"text": "Without!", "character": "Lt. Nulty", "characterId": "nm0409869"}]}, {"lines": [{"text": "To hell with polite drinking.", "character": "Helen Grayle", "characterId": "nm0001648"}]}, {"lines": [{"text": "This car sticks out like spats at an Iowa picnic.", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "[on being shaken by the lapels]\nNow wait a minute. I've been slapped, scratched, punched, knocked unconscious, drugged, and shot at, looking for your Velma, so quit trying to make a milkshake out of my insides, will you?", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "It was one of those transient motels, something between a fleabag and a dive.", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[voiceover]\nI had two grand inside my breast pocket that needed a home - and I knew just the place.", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "You a private Dick?", "character": "Moose Malloy", "characterId": "nm0641172"}, {"text": "No. I'm your fairy godmother.", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "I had two grand inside my brast pocket that needed a home, and I knew just the place.", "character": "Philip Marlowe", "characterId": "nm0000053"}]}, {"lines": [{"text": "Philip Marlowe", "character": "Philip Marlowe", "characterId": "nm0000053"}, {"text": "[voiceover, to himself, locked in a room, waking from hallucinations after being drugged by Frances Amthor]", "character": null, "characterId": null}, {"text": "... The room was full of smoke... The smoke hung straight up in the air in thin lines; straight up and down, like a curtain of small clear beads. It didn't dissolve; didn't float off; didn't move... It was a grey web woven by a thousand spiders... I wondered how they'd got them to work together... Okay, Marlowe, I said. You're a tough guy. Six feet of iron man; one hundred and ninety pounds stripped and with your face washed; hard muscles and no glass jaw - you can take it. You been sat down twice; you been shot full of hop, and kept under it until you was crazy as two waltzing mice... And what does all that amount to? Routine. Now, let's see you do something *really* tough... like gettin' up... I crawled along the floor thinking... 'How the hell can I get under that door?'... I sensed somebody else in the room...", "character": "Philip Marlowe", "characterId": "nm0000053"}, {"text": "[lights his Zippo]", "character": null, "characterId": null}, {"text": "I wished it was part of my nightmare, but it wasn't. It was Tommy Ray. He'd never blow another horn... I was torn between making myself walk, and wanting to lie down on the bed. It was a lovely bed. It was made of rose leaves... It was the most beautiful bed in the world. They had got it from Carole Lombard. It was too soft for her. I was still fighting it though. Still walking. When some footsteps I heard made up my mind for me. I had to get back into bed like it or not. I decided to play dead. I didn't have to be a hell of an actor.", "character": "Philip Marlowe", "characterId": "nm0000053"}]}]}