{"quotes": [{"lines": [{"text": "Where did this man strike you first? On the head?", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "Right. I was just sitting... I was sitting in bed. And... there wasn't a lot of shouting. This woman with the floppy hat wasn't jumping up and down saying \"kill him!\" There wasn't any... I... don't remember. The... point is that it seemed... well, it's like... when you see that movie Easy Rider. I made the mistake of going to see that film. They have all these stop action things that's... what it seemed like to me.", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "Captain MacDonald, you told one of our investigators earlier that you were wearing your pajama top but it got pulled over your head or something?", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "Uh... right. Well... all I know now... is that I'm struggling now. And after the first time I was hit I remember struggling with these guys that just appeared and my pajama top... I don't remember if it was ripped forward or if it was pulled over my head. I don't think it was pulled over my head because I don't remember if I backed into it. But all of a sudden it's around my hands and... I just remember that it was in my way. And my hands were just sort of... wrapped up in the thing. When I woke up... when I was laying on the floor... I forgot to say that. When I woke up, my hands were still wrapped up in the thing. I took it off as I went into the bedroom.", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}]}, {"lines": [{"text": "At the hospital, when they were looking me over... uh... there were these little puncture wounds all over my abdomen and I guess they came up with 14 different wounds or something like that. And a deep cut right here to my right side.", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "Was this from the assailants? These people in your house?", "character": "William Ivory", "characterId": "nm0667182"}, {"text": "Well, I assume so.", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "You didn't do it yourself?", "character": "William Ivory", "characterId": "nm0667182"}, {"text": "No... but then they said that \"we'll have to do an X-ray\". Now, when your chest is bubbling that means you have a pneumothorax. Any Special Forces medic knows that, and any nurse knows that.", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "Okay. We have three people here, your wife and two daughters, over-killed almost and yet these intruders let you live.", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "Well... maybe they assumed I was dead.", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "Wait, let me drift back a little. You just said that in the initial assault that you heard screaming. Was there screaming or was there...", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "Words? Well... I heard my wife saying \"Jeff, why are they doing this to me?\"", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "This was while you were still on the couch?", "character": "William Ivory", "characterId": "nm0667182"}, {"text": "Right. And then I heard Kristy... no Kimmy, the older girl, saying \"Daddy!\" She kept saying \"Daddy! Daddy! Daddy! Daddy!\" over and over. But... there's something I can't figure out. I've gone over this a hundred times in my own mind. There are so many... unanswered questions.", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "You woke up, Captain MacDonald, and saw four people in your living room and at the same time you heard your wife somewhere screaming? And you heard one of your daughters?", "character": "Robert Shaw", "characterId": "nm0939542"}, {"text": "Right.", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "So, there must have been two more people at least.", "character": "Robert Shaw", "characterId": "nm0939542"}, {"text": "[shrugs]\nWell... I don't know. I don't understand. If they came in through the open back door and by the time they got to me if I still heard screaming... or were there more people involved?", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "Six. A minimum of six intruders.", "character": "Robert Shaw", "characterId": "nm0939542"}, {"text": "I know.", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "In a house your size that's an awful lot of people. There should have been broken furniture, smashed mirrors, shattered windows, broken in walls.", "character": "Robert Shaw", "characterId": "nm0939542"}, {"text": "[shrugs again]\nWell... I don't know. You people have more experience in this then I do. So, I wouldn't necessarily expect that.", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}]}, {"lines": [{"text": "You're a very well-educated man, Doctor. And I'm just gonna be fair with you right now. Your story doesn't ring true. I've been in the U.S. Army for 19 years and I've studied a lot of crime scenes, but there's something wrong with this one. I've seen all night poker parties that have caused more damage to a living room. For instance, do you seen anything odd in that photograph?", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "[Grebner hands MacDonald a photo of the living room coffee table on its side]", "character": null, "characterId": null}, {"text": "[as he looks at the photo]\nNo.", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "That's the first thing I saw when I went into your house that morning. Notice the flower pot next to the table.", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "[confused]\nWhy it's standing.", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "Uh-uh. And notice the magazines at the end of that table neatly stacked under it.", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "I don't understand the significance of it.", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "Well, Ivory, Shaw, and myself all tipped that table over and it went all the way. It never landed on its edge. It's top-heavy.", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "Well, couldn't the table have been pushed around in the struggle?", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "Yes, it could have, but it would have been upside down when it stopped.", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "What are you trying to say?", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "That the table was not pushed, but it was gently set on its side by someone who staged the scene to make it look like a struggle happened in the living room.", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "Wait, are you saying \"I\" staged the scene?", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "[after a short pause]\nI think so.", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "You think I stood the flower pot up too if I staged the scene?", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "Well, somebody stood the pot up.", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "[suddenly outraged]\nYour saying that I killed my wife and kids? That's unbelievable! For God's stake, why would I do that? What motive would I have? What would I do that for?", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "I think we can come up with several reasons perhaps.", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "You don't think I was happily married?", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "Oh, I'm happily married too, Captain, and I get pretty mad at my wife sometimes. Especially when I was younger and quicker to anger.", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "You really think that I'd get so mad at my wife that I'd do this to her? Kill her on the spur of the moment?", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "I've seen it happen before.", "character": "Franz Grebner", "characterId": "nm0179224"}]}, {"lines": [{"text": "Now, where do we go from here?", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "That's up to you.", "character": "Robert Shaw", "characterId": "nm0939542"}, {"text": "No, it's not up to me! I told you what I know! Then you throw some pictures in front of me and say that I did it? That I killed my wife and kids and staged the scene?", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "I don't know if you did it, Captain MacDonald. I don't know if you did it at all. But my experience tells me that what you say isn't \"right\".", "character": "Robert Shaw", "characterId": "nm0939542"}, {"text": "It took your office six weeks to question me about these things?", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "We've been all over the United States tracing hippies and girls with long blond hair. We've talked to thousands of people and all of their alibis check out.", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "I understand that, but... oh man! This is a nightmare! This is like something out of an Edgar Alan Poe story! Apparently, you don't know enough about me or my family to come up with that kind of conclusion for that matter!", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "What kind of man are you?", "character": "Robert Shaw", "characterId": "nm0939542"}, {"text": "Well... I'm bright, I'm aggressive, and I loved my wife very much! And I work very hard and I had a terrific family and this is the most asinine thing I ever heard! It's almost as bad as...", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "[short pause]", "character": null, "characterId": null}, {"text": "Ask any patient I treated. I've always gone out of my way. I always help people. I loved my wife more than any couple I know! I don't know any other couple that was as happy as we were and you come up with this crap that I killed my wife and two kids in cold blood for no reason! Damn it!", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "Jeff, I have to go with all the evidence that available to me.", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "Bull! You're making a mountain out of a mole hill! No one ever had a good life as I had! Why the hell would I want to wreck it for? Christ... I was a doctor! And I had a beautiful wife who loved me and two kids that were great! I... I couldn't have done it! We just have overall hard times. It doesn't make any sense. Why would I do it? Look... Mr. Grebner, what I told you about that night is true. Some minor details might be hazy and confused but... what happened is the best of what I told you in the best of my ability. What would have to gain by doing this?", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "[hands MacDonald a photograph]\nInfidelity possibility. Do you know this woman?", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "[looks at the photo]\nShe looks familiar, but I don't know who she is.", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "[hands him another photo]\nWhat about this one?", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "[somewhat startled as he looks at the next photo]\nShe looks like Mary... something. I don't know her last name. She was a nurse that worked at a hospital in San Antonio a few years ago where I worked before I enlisted. I was with her one time. We just kissed. I didn't have intercourse with her. She wrote me one letter last year, but I ripped it up and threw it away. My wife never found out about it. No big deal. Oh... you guys are more thorough than I thought.", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}, {"text": "What?", "character": "Franz Grebner", "characterId": "nm0179224"}, {"text": "I said you're more thorough than I thought!", "character": "Capt. Jeffrey MacDonald, MD", "characterId": "nm0170550"}]}, {"lines": [{"text": "Jeff heard Colette scream \"Help! Jeff, why are they doing this to me?\" In the first place, the hippies were attacking Jeff in the living room while she was still in the bedroom. Who was she talking to? And not only that, how could she talk at all? She had severe stab wounds in her neck and her throat was cut.", "character": "Freddy Kassab", "characterId": "nm0001500"}, {"text": "Well, there must be some explanation. Maybe she managed to scream just before...", "character": "Mildred Kassab", "characterId": "nm0001693"}, {"text": "Jeff said that he was knocked back on the couch and felt like he was blacking out. Why didn't they finish him off? Those hippies that broke in killed everybody else, but why was he spared? He ended up with nothing but a severe scrape on his forehead and a stab wound to his left torso.", "character": "Freddy Kassab", "characterId": "nm0001500"}, {"text": "Freddy, you're not saying...", "character": "Mildred Kassab", "characterId": "nm0001693"}, {"text": "Jeff heard Kimmy screaming, \"Daddy! Daddy!\" over and over. She was crying out \"Daddy\" with her skull crushed? Now mind you, with all the blood that was in the three bedrooms, they could not find one drop of blood on the living room floor and that's where he was fighting those intruders off... in the living room! Why? Now I ask you, why? Jeff claimed to have washed dishes that night. He claimed to have wore rubber cloves to wash dishes that night which explains the traces of latex powder residue on his hands. Mildred, you and I both know that we've never saw Jeff wash a dish in his life, with or without rubber gloves! He claimed to have used the kitchen phone to call for help, but there was no blood on that phone. His fingerprints weren't even on it.", "character": "Freddy Kassab", "characterId": "nm0001500"}, {"text": "I don't want to hear this!", "character": "Mildred Kassab", "characterId": "nm0001693"}, {"text": "Neither do I. I could go on and on. I've got a list here of 123 statements that Jeff made during the hearing that I know are false or at least impossible to believe. I'm telling you, Jeff's testimony doesn't make any sense. There's something wrong. Something terribly wrong. Mildred... we've lost everything we had. We had a family. And I'm telling you that if Jeff MacDonald really did it. If he really did kill Collette and his two daughters... I will never rest until I see justice done. Never!", "character": "Freddy Kassab", "characterId": "nm0001500"}]}, {"lines": [{"text": "They found one of the knifes and the ice pick here right under these bushes and the club was found right about here.", "character": "Col Pruett", "characterId": "nm0034492"}, {"text": "It doesn't make any sense. Why would four murderers fleeing the scene of the crime stop to throw their weapons under a bush right outside the back door?", "character": "Freddy Kassab", "characterId": "nm0001500"}]}, {"lines": [{"text": "[Freddy sees four Valentine's Day card standing upright on top of a china cabinet seven feet off the floor in one corner of the living room at the crime scene]", "character": null, "characterId": null}, {"text": "Those four Valentine's Days cards that my wife mailed to Jeff and his family, were they there that night?", "character": "Freddy Kassab", "characterId": "nm0001500"}, {"text": "That's right.", "character": "Peter Kearns", "characterId": "nm0714836"}, {"text": "Still standing upright, just like that?", "character": "Freddy Kassab", "characterId": "nm0001500"}, {"text": "Just like that. Nobody touched them.", "character": "Peter Kearns", "characterId": "nm0714836"}, {"text": "And he fought them off in here... in this room?", "character": "Freddy Kassab", "characterId": "nm0001500"}, {"text": "Right.", "character": "Peter Kearns", "characterId": "nm0714836"}, {"text": "[Freddy stomps his feet hard on the floor and all four of the cards quickly fall over]", "character": null, "characterId": null}, {"text": "Some fight.", "character": "Freddy Kassab", "characterId": "nm0001500"}]}, {"lines": [{"text": "[to Pruett and Kearns]\nImpossible. Jeff made two phone calls two minutes apart. In those two minutes he claims to have looked out the back door, then went to the bathroom to check his wounds, washed his hands, checked Colette to see if there was any signs of life, gave her mouth to mouth resuscitation, then checked the kids Kimmy and Kristy, then staggered into the kitchen again to wash his hands and make the second phone call. Impossible. Absolutely impossible! Nobody could perform all those functions in a two minute time span!", "character": "Freddy Kassab", "characterId": "nm0001500"}, {"text": "[Freddy then lays down on the living room couch]", "character": null, "characterId": null}, {"text": "Now, here's another thing. I'm asleep here on the couch. I wake up hearing Colette screaming. I open my eyes, I sit up... I see both of you standing over me and I describe you just before you attack me. The blonde woman with the floppy hat, the black man with the army sergeant's strips on his sleeve, and the two other men. I describe everything. How? How for God's sake? This light next to the couch was off.", "character": "Freddy Kassab", "characterId": "nm0001500"}, {"text": "[Freddy turns out the light and the room is in near darkness]", "character": null, "characterId": null}, {"text": "I can't recognize or describe either one of you in this dim light!", "character": "Freddy Kassab", "characterId": "nm0001500"}]}, {"lines": [{"text": "Thank you for you time.", "character": "Freddy Kassab", "characterId": "nm0001500"}, {"text": "Are you satisfied?", "character": "Col Pruett", "characterId": "nm0034492"}, {"text": "Yes, I am. I now know that my son-in-law murdered my daughter and my two grandchildren.", "character": "Freddy Kassab", "characterId": "nm0001500"}, {"text": "I might as well tell you, Freddy, that what evidence we do have against Jeff MacDonald is still circumstantial. It's only fair to warn you if you plan to pursue it... it could be a very long haul.", "character": "Col Pruett", "characterId": "nm0034492"}, {"text": "It's okay. I plan to live a long time. And I have the patience of Job.", "character": "Freddy Kassab", "characterId": "nm0001500"}]}]}