{"quotes": [{"lines": [{"text": "Who giveth this woman? \"This woman.\" But she's not a woman. She's still a child. And she's leaving us. What's it going to be like to come home and not find her? Not to hear her voice calling \"Hi, Pops\" as I come in? I suddenly realized what I was doing. I was giving up Kay. Something inside me began to hurt.", "character": "Stanley T. Banks", "characterId": "nm0000075"}]}, {"lines": [{"text": "You fathers will understand. You have a little girl. She looks up to you. You're her oracle. You're her hero. And then the day comes when she gets her first permanent wave and goes to her first real party, and from that day on, you're in a constant state of panic.", "character": "Stanley T. Banks", "characterId": "nm0000075"}]}, {"lines": [{"text": "I would like to say a few words about weddings. I've just been through one. Not my own. My daughter's. Someday in the far future I may be able to remember it with tender indulgence, but not now. I always used to think that marriages were a simple affair. Boy meets girl. Fall in love. They get married. Have babies. Eventually the babies grow up and meet other babies. They fall in love. Get married. Have babies. And so on and on and on. Looked at that way, it's not only simple, it's downright monotonous. But I was wrong. I figured without the wedding.", "character": "Stanley T. Banks", "characterId": "nm0000075"}]}, {"lines": [{"text": "Can't be June. I've got my final. Why not May?", "character": "Ben Banks", "characterId": "nm0410011"}, {"text": "May's too early.", "character": "Ellie Banks", "characterId": "nm0000910"}, {"text": "July's out. I'm going to camp.", "character": "Tommy Banks", "characterId": "nm0848560"}, {"text": "This isn't a kids party. It's my wedding and my friends.", "character": "Kay Banks", "characterId": "nm0000072"}, {"text": "Ellie, what did you mean by?", "character": "Stanley T. Banks", "characterId": "nm0000075"}, {"text": "No one has to raise a finger. When the time comes, I'll do everything. And I mean everything.", "character": "Kay Banks", "characterId": "nm0000072"}, {"text": "I can imagine that.", "character": "Ellie Banks", "characterId": "nm0000910"}, {"text": "I'm not going.", "character": "Ben Banks", "characterId": "nm0410011"}, {"text": "Listen! I don't care if you come or not!", "character": "Kay Banks", "characterId": "nm0000072"}]}, {"lines": [{"text": "Oh, Stanley. I don't know how to explain. A wedding. A church wedding. Well it's, it's what every girl dreams of. A bridal dress, the orange blossoms, the music. It's something lovely to remember all the rest of her life. And something for us to remember too.", "character": "Ellie Banks", "characterId": "nm0000910"}]}, {"lines": [{"text": "No one paid any attention to the orchestra. Ellie could have saved that 85 bucks!", "character": "Stanley T. Banks", "characterId": "nm0000075"}]}, {"lines": [{"text": "Right then I knew we'd lost her. She'll always love us of course, but not in the old way. From now on her love will be handed out like a farmer's wife tossing scraps to the family rooster.", "character": "Stanley T. Banks", "characterId": "nm0000075"}]}, {"lines": [{"text": "Stanley! You don't have to shout! Nobody's deaf! It's mortifying with", "character": "Ellie Banks", "characterId": "nm0000910"}, {"text": "[indicates Delilah in the kitchen]", "character": null, "characterId": null}, {"text": "in there!", "character": "Ellie Banks", "characterId": "nm0000910"}]}]}