{"quotes": [{"lines": [{"text": "What do you want, Globus?", "character": "Artur Nebe", "characterId": "nm0891092"}, {"text": "I want to... broaden your horizons.", "character": "Odilo 'Globus' Globocnik", "characterId": "nm0795344"}]}, {"lines": [{"text": "Let me tell you a story about a clockmaker. He was over a hundred years old. Wrinkled face, his hair was white as snow. He'd worked all his life, hunched over clocks like this. So, he was a hunchback. People thought he was ugly, people of the village, and they used to call him names. So, he lived on top of the mountain with all his clocks. And he worked day and night. While he was working all the time, he didnt notice that the hunch on his back started to grow. Bigger and bigger. And one day, when he went out for a walk, his nose almost touched the ground. Thats how big it was. And that same night he was working, working away with little clocks, and they suddenly stopped ticking and he looked up. And he saw, in the mirror, two little feathers coming out of his coat and he started growing. And he looked in the mirror and he saw that he had these two big wings. And all the clocks starting singing. And he opened the window, looked at the stars, and flew up in the sky.", "character": "Xavier March", "characterId": "nm0000442"}, {"text": "Then what happened to him?", "character": "Pili March", "characterId": "nm0421241"}, {"text": "He became an Angel.", "character": "Xavier March", "characterId": "nm0000442"}, {"text": "Will that happen to him?", "character": "Pili March", "characterId": "nm0421241"}, {"text": "Well. We can't kill angels can we?", "character": "Xavier March", "characterId": "nm0000442"}]}, {"lines": [{"text": "You're a good promotion prospect, Xavi, leave this alone and you could go far. You can't afford to make an enemy of Globus... or of me.", "character": "Artur Nebe", "characterId": "nm0891092"}]}, {"lines": [{"text": "[recalling a Gestapo agent at Stuckart's apartment]\nThat wasn't the man who let me in this morning.", "character": "Charlie Maguire", "characterId": "nm0001669"}, {"text": "You didn't mention \"a man\" in your statement!", "character": "Xavier March", "characterId": "nm0000442"}]}, {"lines": [{"text": "How do I tell my son that I've served murderers all my life? That this was not a glorious war for national survival, just extermination?", "character": "Xavier March", "characterId": "nm0000442"}]}, {"lines": [{"text": "They killed all the Jews.", "character": "Charlie Maguire", "characterId": "nm0001669"}, {"text": "No, we didn't. We resettled them. We gave them their own piece of land.", "character": "Xavier March", "characterId": "nm0000442"}, {"text": "[shows some pictures]\nXavi, look at these.", "character": "Charlie Maguire", "characterId": "nm0001669"}, {"text": "These are forgeries.", "character": "Xavier March", "characterId": "nm0000442"}, {"text": "Forgeries?", "character": "Charlie Maguire", "characterId": "nm0001669"}, {"text": "They must be?", "character": "Xavier March", "characterId": "nm0000442"}, {"text": "So, Luther, Stuckart and Buhler... they were killed for forgeries?", "character": "Charlie Maguire", "characterId": "nm0001669"}, {"text": "Do you *want* this to be true? Do you think it's a good *story*?", "character": "Xavier March", "characterId": "nm0000442"}, {"text": "It is true.", "character": "Charlie Maguire", "characterId": "nm0001669"}]}, {"lines": [{"text": "[Ordering coffee in SS Headquarters as a male and female prisoner are led away]\nAnother busy day in the Sexual Crimes Unit. Who are the lovebirds?", "character": "SS-Untersturmführer Max Jäger", "characterId": "nm0457655"}, {"text": "Pure Aryan woman and a Polock. Caught right in the act. Coffee, please. Resettlement day for her, ten years hard labor for him. I just don't understand these people.", "character": "Sex Crimes Cop", "characterId": "nm0240072"}, {"text": "Every time somebody makes love, somebody else writes a report.", "character": "SS-Untersturmführer Max Jäger", "characterId": "nm0457655"}, {"text": "Yeah, that's right.", "character": "Sex Crimes Cop", "characterId": "nm0240072"}]}, {"lines": [{"text": "We'll send a car for you in a couple of hours.", "character": "Charlie Maguire", "characterId": "nm0001669"}, {"text": "[gives files]\nAmerica! Franz says you still have them in America. You didn't do anything about them? All that may change of course, now you have a president who thinks like the Fuhrer does. It was a real problem for me, making a career in Hollywood.", "character": "Anna Von Hagen", "characterId": "nm0550577"}, {"text": "Why?", "character": "Charlie Maguire", "characterId": "nm0001669"}, {"text": "Jews. They controlled all the studios, you know - they even tried to keep me out of Broadway. The public wanted me, you see... and then \"they\" started the war. Ah, Berlin was beautiful before the war. The only thing that spoiled it was the Jews. I have no career left, but I would like to go to America just to upset the Jews. So what do you think, you think you can finally do something with your Jews just like what we did with ours?", "character": "Anna Von Hagen", "characterId": "nm0550577"}, {"text": "What did you do?", "character": "Charlie Maguire", "characterId": "nm0001669"}, {"text": "We put them in cattle cars and shipped them east. Always east.", "character": "Anna Von Hagen", "characterId": "nm0550577"}, {"text": "To the Ukraine, you mean? To the resettlement camps?", "character": "Charlie Maguire", "characterId": "nm0001669"}, {"text": "Ja, we resettle them. In the air", "character": "Anna Von Hagen", "characterId": "nm0550577"}]}, {"lines": [{"text": "[opening narration]\nIt has been 20 years since the Second World War ended with the failure of the Allied invasion of Normandy. A triumphant Hitler declared victory over Europe and the British Empire. The United States withdrew from the conflict, listening to those like Charles Lindbergh, who had argued against a war with Germany. In the East, only the Russians fought on in a bitter guerrilla war. American efforts turned to retribution for Pearl Harbor. That came in the summer of 1945, with victory over Japan. By then, American general Eisenhower returned from Europe to the United States and a humiliating retirement. In 1947, King Edward and Queen Wallis assumed the British throne. Winston Churchill, who had barely escaped with his life after Normandy, died in exile in Canada in May 1953. In the years after the war, country after country of the old Europe had become part of the vast Nazi empire of Germania. The Fuhrer's architect, Albert Speer, built a monument to the Thousand-Year-Reich. Germania's capital, Berlin, became a Nazi showplace. The SS became a peacetime police force, patrolling clean, orderly streets. As the '50s came to a close, Hitler was able to put a more civilized face on the Greater Reich, but news continued to be tightly controlled. The '60s began with the war with the Soviet Union still dragging on. Hitler desperately needed to conclude a formal peace with the United States and forge an alliance against the Russians, still led by the 85-year-old Joseph Stalin. Hitler saw signs of hope in late 1960 with the election of a new President of the United States. The Fuhrer believed with President Joseph Kennedy Sr. in office, at last there would be someone with whom a deal can be struck. Now in 1964, for the first time in 20 years, Germania's borders are being opened to the Americans. The world press is being invited to cover the Fuhrer's birthday celebration on April 20th. There are rumors that President Kennedy will attend a Germanian-American summit conference. An alliance with America would ensure Germania's invulnerability... but there are more persistent rumors that could threaten Hitler's plans. There are stories that something terrible happened in Germany during the war. That the official Nazi story that Jews and other minorities were relocated to the East, wasn't true. There are also rumors that in the Greater Reich, terrible things are still happening. Television, radio, and newspapers are controlled by the powerful Ministry of Information. Nobody, in a new Berlin, dares to ask awkward questions.", "character": "Narrator", "characterId": "nm0214661"}]}, {"lines": [{"text": "[closing narration, about Xavier March and Charlie Maguire]\nI used to wonder why she never got out while she had the chance. But she and my father were the first to see those images of horror. The first to know, and that somehow linked them forever with each other and the victims. So she sat until the Gestapo came for her. Everything had changed. Without the American alliance, Hitler's Reich collapsed. Of course, there are some who say it never happened. Those who look and do not see. The years since have been difficult ones, but my father would be proud to know that no longer are we all living in the house of the blind.", "character": "Narrator", "characterId": "nm0214661"}]}]}