{"quotes": [{"lines": [{"text": "There is war in this forest. Not a war that has been fought, or one that will be, but any war. And the enemies who struggle here do not exist, unless we call them into being. This forest, then, and all that happens now is outside history. Only the unchanging shapes of fear - and doubt - and death - are from our world. These soldiers that you see keep our language and our time, but have no other country but the mind.", "character": "Narrator", "characterId": "nm0020419"}]}, {"lines": [{"text": "We spend our lives running our fingers down the lists in directories, looking for our real names, our permanent addresses. No man is an island?", "character": "Lieutenant Corby", "characterId": "nm0363780"}, {"text": "[chuckles softly]", "character": null, "characterId": null}, {"text": "Perhaps that was true a long time ago, before the Ice Age. The glaciers have melted away, and now we're all islands - parts of a world made of islands only...", "character": "Lieutenant Corby", "characterId": "nm0363780"}]}, {"lines": [{"text": "Sometimes, as I look at these maps, I wonder if my own grave isn't being planned. Here... or here... or here.", "character": "Enemy General", "characterId": "nm0363780"}]}, {"lines": [{"text": "Once you understand how a mousetrap works, if you're clever enough, you can use it as a springboard.", "character": "Lieutenant Corby", "characterId": "nm0363780"}]}, {"lines": [{"text": "Well, we have nothing to lose but our futures.", "character": "Lieutenant Corby", "characterId": "nm0363780"}]}, {"lines": [{"text": "[Private Sidney impulsively hugs the Young Girl, who's tied to a tree]", "character": null, "characterId": null}, {"text": "If you have to hate me, please try to like me also.", "character": "Private Sidney", "characterId": "nm0005196"}]}, {"lines": [{"text": "You know, there's nothing so refreshing as an afternoon outdoors in enemy territory. It's really too bad that the sun doesn't burn us green instead of brown - camouflage.", "character": "Lieutenant Corby", "characterId": "nm0363780"}]}, {"lines": [{"text": "Cold stew on a blazing island. We've just made a perfect definition of war, Mac.", "character": "Lieutenant Corby", "characterId": "nm0363780"}]}, {"lines": [{"text": "It wasn't my fault! The magician did it. Honest! Prospero the Magician. First we're a bird, and then we're an island. Before I was a general, and now I'm a fish! Hoorah for the magician! (laughs insanely, then stops) The river... it's blood, Mac! Cold... cold... I'm going for a swim. Come on in, Mac! Listen to them... (starts to laugh) it's blood! (laughs insanely again, then runs off)", "character": "Private Sidney", "characterId": "nm0005196"}]}, {"lines": [{"text": "It's better to roll up your life into one night and one man and one gun.", "character": "Sergeant Mac", "characterId": "nm0798826"}]}, {"lines": [{"text": "I guess I'm not - built for this.", "character": "Private Fletcher", "characterId": "nm0170039"}, {"text": "Nobody ever was. It's all a trick we perform when we'd rather not die - immediately.", "character": "Lieutenant Corby", "characterId": "nm0363780"}]}]}