{"quotes": [{"lines": [{"text": "[watching Dr. Gonzo leave]", "character": null, "characterId": null}, {"text": "There he goes. One of God's own prototypes. A high-powered mutant of some kind never even considered for mass production. Too weird to live, and too rare to die.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "We had two bags of grass, seventy-five pellets of mescaline, five sheets of high-powered blotter acid, a saltshaker half-full of cocaine, and a whole galaxy of multi-colored uppers, downers, screamers, laughers... Also, a quart of tequila, a quart of rum, a case of beer, a pint of raw ether, and two dozen amyls. Not that we needed all that for the trip, but once you get locked into a serious drug collection, the tendency is to push it as far as you can. The only thing that really worried me was the ether. There is nothing in the world more helpless and irresponsible and depraved than a man in the depths of an ether binge, and I knew we'd get into that rotten stuff pretty soon.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Let's give the boy a lift.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "What? No. We can't stop here. This is bat country.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "I feel a bit lightheaded. Maybe you should drive.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Holy Jesus. What are these goddamn animals?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[swatting the air]", "character": null, "characterId": null}, {"text": "Huh! Huh! Huh! Fucking pigs.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Did you say something?", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Hm? Never mind. It's your turn to drive.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[narrating]\nNo point in mentioning these bats, I thought. Poor bastard will see them soon enough.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "A drug person can learn to cope with things like seeing their dead grandmother crawling up their leg with a knife in her teeth. But no one should be asked to handle this trip.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Can I call you a cab?", "character": "Clerk at Flamingo Hotel", "characterId": "nm0005221"}, {"text": "[screaming]\nSure, and I'll call you a cocksucker!", "character": "Police Chief", "characterId": "nm0263283"}]}, {"lines": [{"text": "With a bit of luck, his life was ruined forever. Always thinking that just behind some narrow door in all of his favorite bars, men in red woolen shirts are getting incredible kicks from things he'll never know.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "And that, I think, was the handle - that sense of inevitable victory over the forces of old and evil. Not in any mean or military sense; we didn't need that. Our energy would simply prevail. We had all the momentum; we were riding the crest of a high and beautiful wave. So now, less than five years later, you can go up on a steep hill in Las Vegas and look west, and with the right kind of eyes you can almost see the high-water mark - that place where the wave finally broke and rolled back.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "[Wielding a shower curtain rod like a spear]", "character": null, "characterId": null}, {"text": "Don't fuck with me now, man, I am Ahab.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "As your attorney, I advise you to take a hit out of the little brown bottle in my shaving kit. You won't need much, just a tiny taste.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "Look, there's two women fucking a polar bear!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Don't tell me these things. Not now man.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "There was madness in any direction, at any hour. You could strike sparks anywhere. There was a fantastic universal sense that whatever we were doing was right, that we were winning.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "The possibility of physical and mental collapse is now very real. No sympathy for the Devil, keep that in mind. Buy the ticket, take the ride.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Oh god... did you eat all this acid?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "That's right. MUSIC!", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "the desperate assumption that somebody... or at least some force - is tending the light at the end of the tunnel.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Let's get down to brass tacks. How much for the ape?", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "I wouldn't dare go to sleep with you wandering around with a head full of acid, wanting to slice me up with that goddamn knife.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Who said anything about slicing you up, man? I just wanted to carve a little Z on your forehead.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "Well? What are your plans?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Plans?", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "The child in the bedroom.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Oh, Lucy. I met her on the plane. Yeah, she's a religious freak. I gave her a cap before I realized... Jesus, she's never even had a drink before.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Well... it'll probably work out. We can keep her loaded and peddle her ass at the drug convention. Yeah. She's perfect for this gig. These cops will go fifty bucks a head to beat her into submission and then gang-fuck her. We can set her up in one of these back street motels, hang pictures of Jesus all over the room, then turn these fucking pigs loose on her. Hell, she's strong, man. She'll hold her own.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Jesus Christ. I knew you were sick but I never expected to hear you actually say that kind of stuff, you filthy bastard.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Straight economics, man. This girl is a godsend. Shit, she can make us a grand a day.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "That's ugly, man. Stop talking like that.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "I figure she can do about four at a time. If we keep her full of acid that's more like two grand a day. Maybe three.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Hold on, man. What if I just jump you and beat the dog shit out of you? Would that make you feel better? You filthy bastard.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "All right, listen to me. In a few hours, she'll probably be sane enough to work herself into some kind of towering Jesus-based rage at the hazy recollection of being seduced by some kind of cruel Samoan who fed her liquor and LSD, dragged her to a Vegas hotel room and then savagely penetrated every orifice in her little body with his throbbing, uncircumcised member.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "That's so ugly, man!", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Fuck. Truth hurts.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "That's... argh! Argh! That's argh! Argh! That's argh!", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Argh!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "I wanted to help her, man.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Well, you'll go straight to the gas chamber for this one. And even if you manage to beat that, they'll still send you back to Nevada for rape and consensual sodomy. She's got to go.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Shit. It doesn't pay to try to help someone these days.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "What kind of rat bastard psychotic would play that song right now, at this moment?", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Order us some golf shoes, otherwise we'll never get out of this place alive. Impossible to walk in this muck. No footing at all.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "How long could we maintain? I wondered. How long until one of us starts raving and jabbering at this boy? What will he think then? This same lonely desert was the last known home of the Manson family; will he make that grim connection when my attorney starts screaming about bats and huge manta rays coming down on the car? If so, well, we'll just have to cut his head off and bury him somewhere, 'cause it goes without saying that we can't turn him loose. He'd report us at once to some kind of outback Nazi law enforcement agency and they'll run us down like dogs. Jesus, did I say that? Or just think it? Was I talking? Did they hear me?", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "You people voted for Hubert Humphrey, and you killed Jesus.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Finish the fucking story man! What happened? What about the glands?", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Few people understand the psychology of dealing with a highway traffic cop. A normal speeder will panic and immediately pull over to the side. This is wrong. It arouses contempt in the cop heart. Make the bastard chase you. He will follow. But he won't know what to make of your blinker signal that says you are about to turn right. This is to let him know you're pulling off for a proper place to talk. It will take him a moment to realize that he's about to make a 180 degree turn at speed, but you will be ready for it. Brace for the g's, and fast heel-toe work.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "[Beginning to narrate the \"Jefferson Airplane\" hallucination]\nThere I was...", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[Seeing the actual Hunter S. Thompson sitting in the scene]", "character": null, "characterId": null}, {"text": "Mother of God, there I am! Holy fuck...", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "I want you to understand that this man at the wheel is my attorney. He's not just some dingbat I found on the strip, man. He's a foreigner. I think he's probably Samoan. But that doesn't matter, though, does it? Are you prejudiced?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Hell no.", "character": "Hitchhiker", "characterId": "nm0001497"}, {"text": "I didn't think so. Because in spite of his race, this man is extremely valuable to me. Oh, shit. I forgot about the beer. You want one?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "No.", "character": "Hitchhiker", "characterId": "nm0001497"}, {"text": "How 'bout some ether?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "What?", "character": "Hitchhiker", "characterId": "nm0001497"}, {"text": "Never mind. Let's get right to the heart of this thing. Twenty-four hours ago we were sitting in the Pogo Lounge of the Beverly Heights Hotel, in the patio section of course, drinking Singapore Slings with mescal on the side, hiding from the brutish realities of this foul year of Our Lord, nineteen-hundred and seventy one...", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "I hate to say this, but this place is getting to me. I think I'm getting the Fear.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "One of the things you learn from years of dealing with drug people, is that you can turn your back on a person, but never turn your back on a drug. Especially when it's waving a razor-sharp hunting knife in your eye.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "There's a uh, big machine in the sky, some kind of, I dunno, electric snake, coming straight at us.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Shoot it.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Not yet, I want to study its habits.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "[Narrating]\nAh, devil ether. It makes you behave like the village drunkard in some early Irish novel. Total loss of all basic motor skills. Blurred vision, no balance, numb tongue. The mind recoils in horror, unable to communicate with the spinal column. Which is interesting because you can actually watch yourself behaving in this terrible way, but you can't control it. You approach the turnstiles and know that when you get there, you have to give the man two dollars or he won't let you inside. But when you get there, everything goes wrong. Some angry rotarian shoves you and you think \"What's happening here? What's going on?\" And you hear yourself mumbling...", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Dogs fucked the Pope... no fault of mine.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[Narrating]\nEther is the perfect drug for Las Vegas. In this town they love a drunk. Fresh meat. So they put us through the turnstiles and turned us loose inside.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "[spills the cocaine]\nJesus! You see what God just did to us, man?", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "God didn't do that, you did it. You're a fucking narcotics agent, I knew it! That was our cocaine, you fucking pig swine whore...", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "You'd better be careful. There's plenty of vultures out here, they'll pick your bones clean before morning.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "You fucking whore.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Heh heh heh.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "[at a bizarre circus-themed casino]", "character": null, "characterId": null}, {"text": "Bazooko's Circus is what the whole hep world would be doing Saturday nights if the Nazis had won the war. This was the Sixth Reich.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "When I came to, the general back-alley ambience of the suite was so rotten, so incredibly foul. How long had I been lying there? All these signs of violence. What had happened? There was evidence in this room of excessive consumption of almost every type of drug known to civilized man since 1544 AD. What kind of addict would need all these coconut husks and crushed honeydew rinds? Would the presence of junkies account for all these uneaten french fries? These puddles of glazed ketchup on the bureau? Maybe so. But then why all this booze? And these crude pornographic photos smeared with mustard that had dried to a hard yellow crust? These were not the hoofprints of your average God-fearing junky. It was too savage. Too aggressive.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "It's okay. He's just admiring the shape of your skull.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "[narrating]\nIgnore this terrible drug. Yeah. Pretend it's not happening.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Yeah. HI THERE! My name... is, uh, Raoul Duke. I'm on the list. Free lunch, final wisdom, total coverage. I have my attorneyyyyyyy... with me, and I realize that his name is not on that list, but we must have that suite! Yes, must have that suite. What's the score here? What's next?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Your suite isn't ready yet. But someone was looking for you...", "character": "Desk Clerk at Mint Hotel", "characterId": "nm0001340"}, {"text": "[seeing her morph into an eel]\nDAH! No! We haven't done anything yet!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "[to Dr. Gonzo]\nPLEASE! Tell me about the fucking golf shoes!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Sounds like big trouble. You're going to need plenty of legal advice before this thing is over. As your attorney, I advise you to rent a very fast car with no top. And you'll need the cocaine. Tape recorder for special music. Acapulco shirts. Get the hell out of L.A. for at least 48 hours. Blows my weekend.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Why?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Because naturally I'm going to have to go with you. And we're going to have to arm ourselves... to the teeth!", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Well why not? Shit if it's worth doing, it's worth doing right! This is the American Dream in action. We'd be fools not to ride this strange torpedo all the way to the end!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "I was right in the middle of a fucking reptile zoo, and somebody was giving booze to these goddamn things. Won't be long now before they tear us to shreds.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Quick, like a bunny.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "the desperate assumption that somebody, or at least some force, was tending the light at the end of the tunnel. There was only one road back to L.A. - U.S. Interstate 15. Just a flat-out high speed burn through Baker and Barstow and Berdoo. Then onto the Hollywood Freeway, and straight on into frantic oblivion. Safety. Obscurity. Just another freak, in the freak kingdom.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "I said there are no seats left sir, at any price.", "character": "Wine Colored Tuxedo", "characterId": "nm0692466"}, {"text": "Fuck seats! We're friends of Debbie's. I used to romp with her.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "Whaaats the trooouble?", "character": "Musician", "characterId": "nm0281359"}, {"text": "Weeeellll, all this white stuff on my sleeeeve, iiiis LSD...", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "When it comes to that fantastic note where the... rabbit bites its own head off, I want you to - throw - that - fuckin - radio - into the tub - with me.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Fuck, man. You've gone completely sideways! That'll blast you right through the wall. You'll be stone dead in ten seconds. Fuck, they'll make me explain things. Shit.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[reaching for his knife]\nBullshit!", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[wielding a shower curtain pole]\nDon't fuck with me now, man. I am Ahab.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[Gonzo rises out of the tub with his knife]", "character": null, "characterId": null}, {"text": "Alright, you weird fucker! Sit down! Back in the tub! Back in the tub! I'll plunge this into your fucking throat, man.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Don't make me use this, man.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Alright, man. It's probably the only solution. Let me make sure I've got this all lined up. You want me to, uh, throw this into the tub when the white rabbit peaks? Is that it?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Ugh, I was beginning to think I was gonna have to go outside and get one of the goddamn maids to do it.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "No, man. I'll do it. Shit, what are friends for?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[now playing white rabbit]\nAre you ready? Close your eyes. Yeah... good boy.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[suddenly flailing around]\nWhite rabbit! White rabbit!", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Why, goddammit? You're wasting my time!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Higher, man! Higher! Ugh! Higher!", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[Duke turns up the volume]", "character": null, "characterId": null}, {"text": "Okay, close those peepers. Ten...", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Waughhhhh!", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Nine! Hundred-and-eleven! Fifty-two! Three!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[Duke throws a grapefruit and Gonzo's head and runs out of the bathroom]", "character": null, "characterId": null}, {"text": "[offscreen]\nUGHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH!", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "[commenting on the song \"One Toke Over the Line\" playing on the radio]\nOne toke? You poor fool! Wait till you see those goddamn bats.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Strange memories on this nervous night in Las Vegas. Has it been five years? Six? It seems like a lifetime, the kind of peak that never comes again. San Francisco in the middle sixties was a very special time and place to be a part of. But no explanation, no mix of words or music or memories can touch that sense of knowing that you were there and alive in that corner of time in the world. Whatever it meant.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Hey honkies. You folks wanna buy some heroin? Goddamnit, I'm serious. All I'm trying to sell you is some pure fucking smack! This is the real stuff! You won't get hooked. I just got back from Vietnam. Ahahaha... scag! Pbbbbbbb... I wanna sell you some pure fucking smack... pure... fuck...", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Goddammit you bastards! Pull over! I'll kill you I'll kill you! Pull over, come on!", "character": "Man in Car", "characterId": "nm0109773"}]}, {"lines": [{"text": "Our vibrations were getting nasty. But why? Was there no communication in this car? Had we deteriorated to the level of dumb beasts?", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "You can't park your car here.", "character": "Parking Attendant", "characterId": "nm0494040"}, {"text": "Why not? Is this not a reasonable place to park?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Reasonable? You're on a sidewalk! This is the sidewalk!", "character": "Parking Attendant", "characterId": "nm0494040"}]}, {"lines": [{"text": "Mr. Duke! Mr. Duke!", "character": "Clerk at Mint Hotel", "characterId": "nm0411857"}, {"text": "Oh fuck.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "We've been looking for you.", "character": "Clerk at Mint Hotel", "characterId": "nm0411857"}, {"text": "[Narrating]\nThe game was up. They had me.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Many fine books have been written in prison.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Sir?", "character": "Clerk at Mint Hotel", "characterId": "nm0411857"}]}, {"lines": [{"text": "Of course, I could hear what the clerk was really saying.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Listen, you fuzzy little shithead! I've been fucked around in my time by a fairly good cross-section of mean-tempered, rule-crazy cops, and now it's my turn. So fuck you, Officer. I'm in charge.", "character": "Clerk at Flamingo Hotel", "characterId": "nm0005221"}]}, {"lines": [{"text": "You scurvy shiester bastard. I'm a doctor of journalism man! Get in there and clean your shorts! Clean your shorts goddammit like a big boy!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "La llama es un quadrupedo!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Dogs fucked the Pope... no fault of mine.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Hello? Hi Lucy, God bless. Yeah it's me. What? I dont know, I taught that bastard a lesson he'll never forget. What? No, not dead. But he won't be bothering anybody for a while. Yeah, I left him out there. I stomped him. I pulled all his teeth out.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[Narrating]\nI remember thinking 'Jesus, what a terrible thing to lay on someone with a head full of acid'.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "But we have a problem. That bastard cashed a bad cheque downstairs and gave you as a reference. They'll be looking for both of you. Yeah I know. You can't judge a book by it's cover... some people are just basically rotten. Well the last thing in the world you want to do is call this hotel again. They'll trace the call and put you straight behind bars. Yeah I'm moving to the tropicana right away... when I get a room I'll let you know which one it is... I gotta get off. They probably have this phone tapped baby... Yeah I know it's horrible but it's all over now.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[stomps foot]", "character": null, "characterId": null}, {"text": "Oh my God... there's someone at the door. There's someone at the door!", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[yelling and knocking things over]", "character": null, "characterId": null}, {"text": "Ahh! Ahh! I'm innocent! It was Duke! It was Duke!", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[inaudible noises]", "character": null, "characterId": null}, {"text": "Ahh! Ahh! Don't put that thing on me! Aaah! Aaah! Aaah! aaah... aah... ah...", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[hangs up]", "character": null, "characterId": null}, {"text": "Well, that's the last we should be hearing from Lucy man. She's probably stuffing herself down the incinerator about now. You know what we need? We need some opium.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[Narrating]\nI remember slumping on the bed. His performance had given me a bad jolt. For a moment I thought his mind had snapped, that he actually believed he was being attacked by invisible enemies. But the room was quiet again...", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Come on you fiend!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "I have to go.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Go?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Yes. Leave the country.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Calm down. You'll be straight in a few hours. Just sit down, sit the fuck down.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Don't fuck around, man. This is serious. One more hour in this town and I'll kill somebody!", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "Step right up and shoot the pasties off the nipples of a ten foot bull dyke! Win a cotton candy goat!", "character": "Clown Barker", "characterId": "nm0947004"}]}, {"lines": [{"text": "30 on a Sunday morning, still humping the American dream, that vision of the big winner somehow emerging from the last minute pre-dawn chaos of a stale Vegas casino.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Cows are gonna kill me. Bisexuals are gonna kill me. Let's get out of here. Where's the elevator?", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "No! Fuck! Don't go near the elevator, man, that's just what they want us to do. Trap us in a steel box, take us down to the basement. Come here. Don't run, man. They'd like any excuse to shoot us.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "You're not Portuguese, man!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "This is it. Lacerda. Room 208.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[eyes askance]\nHuh? Lacerda?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Yeah, man. Lacerda...", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[narrating]\nI couldn't remember. The name rang a bell but I couldn't concentrate. Terrible things were happening all around me.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "[after Gonzo asks to be electrocuted]\nThat'll blast you right through the wall. You'll be stone dead in ten seconds. Shit, they'll make me explain things!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Shit, he's killing himself!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "May I have a little kiss before you go? I'm very lonely here.", "character": "Highway Patrolman", "characterId": "nm0000997"}]}, {"lines": [{"text": "Total control now. Tooling along the main drag on a Saturday night in Vegas. Two good old boys in a fire-apple red convertible. Stoned. Ripped. Twisted. Good people.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "[driving the white Caddy]\nNow this was a superior machine. Ten grand worth of gimmicks and high-priced special effects. The rear windows lit up with a touch like frogs in a dynamite pond. The dashboard was full of esoteric lights and dials and meters that I would never understand.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Maybe you could just, uhh, shove me into the pool.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "If I put you in the pool right now you'll sink like a god damn stone. You took too much man, you took too much, too much. Don't try and fight it. You'll get brain bubbles, strokes, aneurisms. You'll just wither up and die.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "I'm a relatively respectable citizen. Multiple felon perhaps, but certainly not dangerous.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Let's find a nice seafood restaurant and eat some red salmon, I feel a powerful lust for red salmon.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[cuts to him vomiting]", "character": null, "characterId": null}, {"text": "God damn mescaline. Why the fuck can't they make it a little less pure?", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "My attorney had never been able to accept the notion, often espoused by former drug abusers, that you can get a lot higher without drugs than with them, and neither have I for that matter.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "[referring to the knife Acosta is holding]\nJesus God Almighty man, where'd you get that big fucker?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Room Service sent it up, I needed something to cut the limes, man.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Limes? What limes?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "They didnt have any, they don't grow in the desert.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "[deleted scene]", "character": null, "characterId": null}, {"text": "God's mercy on you swine!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Hot damn. I never rode in a convertible before.", "character": "Hitchhiker", "characterId": "nm0001497"}, {"text": "Is that right? Well... I guess you're about ready, then, aren't you?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "We're your friends. We're not like the others, man, really.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "No more of that talk or I'll put the fucking leeches on you, understand?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Heh heh heh...", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[as the Hitchhiker stares at them nervously]\nGet in.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Those of us that had been up all night were in no mood for coffee and donuts, we wanted strong drink. We were, after all, the absolute cream of the national sporting press.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "[passing the real Hunter S. Thompson as an extra at the Jefferson Airplane party]\nThere I was... Mother of God, there I am!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Hundred and eleven, twenty-two, THREE!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[throws a grapefruit at Gonzo's head]", "character": null, "characterId": null}]}, {"lines": [{"text": "Fuckin' A the man has a major credit card... we just got through saying that, do you realize who the fuck your talking to?", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "That's right man. Don't take any guff from these fucking swine.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "You drive. You drive. I think there's something wrong with me.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "There was only one road back to L.A. - U.S. Interstate 15. Just a flat-out high speed burn through Baker and Barstow and Berdoo. Then onto the Hollywood Freeway, and straight on into frantic oblivion. Safety. Obscurity. Just another freak, in the freak kingdom.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Know your dope fiend. You will not be able to see his eyes because of tea shades, but his knuckles will be white from inner tension and his pants will be crusted with semen from constantly jacking off when he can't find a rape victim.", "character": "Voice of Drug Film Narrator", "characterId": "nm0607484"}]}, {"lines": [{"text": "Panic. It crept up my spine like first rising vibes of an acid frenzy. All these horrible realities began to dawn on me. There I was. Alone in Las Vegas, completely twisted on drugs, no cash, no story for the magazine, and on top of everything else, a gigantic god damned hotel bill to deal with. How would Horatio Alger handle this situation? Stay calm. Stay calm.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Lucy is an artist. Lucy paints portraits of Barbara Streisand.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "[Raoul is imagining himself in court]", "character": null, "characterId": null}, {"text": "Those two men in the dock they gave me the LSD and they took me to the hotel. I don't know what they done to me, but I remember it was horrible.", "character": "Lucy", "characterId": "nm0000207"}, {"text": "[Duke Groans]", "character": null, "characterId": null}, {"text": "They gave you what?", "character": "Judge", "characterId": "nm0001765"}, {"text": "L.S.D.", "character": "Lucy", "characterId": "nm0000207"}, {"text": "Castration! Double castration!", "character": "Judge", "characterId": "nm0001765"}]}, {"lines": [{"text": "As your attorney, I advise you to drive at top speed, it'll be a god damn miracle if we can get there before you turn into a wild animal.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[waving a flyswatter behind Gonzo's head]\nPig fucker, pig fucker, pig fucker, pig fucker, pig fucker, pig fucker, pig fucker!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[oblivious]\nAre you ready for that? Checking into a Vegas hotel under a phony name with intent to commit capital fraud and a head full of acid? I sure hope so.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "Jesus, bad waves of paranoia, madness, fear and loathing - intolerable vibrations in this place. Get out. The weasels were closing in. I could smell the ugly brutes.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "That bastard isn't gonna get away with this. I mean, what is going on in this country when a scumsucker like that can get away with sandbagging a doctor of journalism? Can you tell me that?", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "We won't make the nut unless we have unlimited credit.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Jesus Christ, we will, man. You Samoans are all the same. You have no faith in the essential decency of the white man's culture.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "My attorney understands this concept, despite his racial handicap. But do you?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[nodding]\nHeh heh...", "character": "Hitchhiker", "characterId": "nm0001497"}, {"text": "[narrating]\nHe said he understood, but I could see in his eyes that he didn't.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[to hitchhiker]", "character": null, "characterId": null}, {"text": "He was lying to me!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "The store was closed, but the salesman said he could wait if we hurry. But we were delayed en route when a stingray in front of us killed a pedestrian.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "[at the District Attourney's convention]", "character": null, "characterId": null}, {"text": "I saw these bastards in Easy Rider, but I didn't believe they were real. Not like this, man, not hundreds of them.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "They're actually pretty nice people once you get to know them.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Know them? I know these people in my goddamn blood.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Don't say that word around here. You'll get them excited.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Take me back to the pits.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "No, no no no! We have to go on! We need *total* coverage!", "character": "Lacerda", "characterId": "nm0081572"}, {"text": "[Narrating]\nIt was time, I felt, for an agonizing reappraisal of the whole scene.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "You're fired!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[Lacerda looks at him like he's joking]", "character": null, "characterId": null}, {"text": "Awful jackass.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "[holding a key]\nWhere did this one come from?", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "That's Lacerda's.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Yeah, yeah. I thought we might need it.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[falls over]", "character": null, "characterId": null}, {"text": "What for?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "What for? So we can go up there and blast him out of bed with the fire hose, man!", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "[hallucinating being attacked by lizards]\nJesus God almighty, look at that bunch over there man! They've spotted us!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "That's the press table, man.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "[trying to escape the rotating bar]\nWhen's the thing going to stop?", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Stop?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Stop it!", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "It's not ever going to stop, man!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "If I were you, I'd leave the Doctor alone until after he's eaten his breakfast because he's a very crude man.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[at absolutely nothing]", "character": null, "characterId": null}, {"text": "Jesus God!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Well, they've nailed me goddamnit. I'm trapped in some stinking desert crossroads called Baker. I don't have much time man, the fuckers are closing in! They'll hunt me down like a fucking beast!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Whoa, getting a little paranoid?", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[yelling]\nI need a fucking lawyer immediately!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "What are you doing in Baker, didn't you get my telegram?", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "What telegram you worthless bastard? I'll cripple your ass for this.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "You brainless scumbag, you're supposed in Vegas covering the National District Attorney's Conference, I rented a suite at the Flamingo. Everything has been arranged. Now, what are you doing out in the middle of the desert?", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Nothing. Never mind, it was all a big joke. Actually, I'm poolside at the Flamingo right now, talking though a portable phone some dwarf brought out from the casino. I have total credit here. DON'T come anywhere near this place, you bastard. Foreigners aren't welcome.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "All energy flows according to the whims of the Great Magnet. What a fool I was to defy him.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Kill the body, the head will die. Ali-Frazier fight. Crazy shit, man.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Upper end of the Sixties. Ali beaten by a human hamburger.", "character": "Magazine Reporter", "characterId": "nm0001319"}, {"text": "Both Kennedys murdered by mutants? Shit.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "...hamburger stand, she's a waitress about 16 years old. They chopped her goddamn head off right there in the parking lot. Then they cut all kinds of holes in her and sucked out the blood. They were after the peneal gland I think. Yeah. Nah, how's ya mama?", "character": null, "characterId": null}]}, {"lines": [{"text": "[to a Bazooko's Circus waitress]\nDid they pay you to screw that bear?", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "The truth.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Truth?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "We're going to Vegas... to croak a scag baron named Savage Henry.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "It's true.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Why, because I've known him for years, but he ripped us off.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "And you know what that means...", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "And you know what that means. Savage Henry has cashed his check.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Cashed his check.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "And we're gonna rip his lungs out. And eat them.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "The telegram is actually all scrambled. It's actually *from* Thompson, not to him. Now I've got to go. I've gotta get to the race.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "But there's no hurry, the race is over.", "character": "Clerk at Mint Hotel", "characterId": "nm0411857"}, {"text": "Not for me.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[calling after him as he drives away]\nLet's have lunch!", "character": "Clerk at Mint Hotel", "characterId": "nm0411857"}, {"text": "Righty-o man, righty-o!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "We should get some of that.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Some of what?", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Extract of pineal. Just eat a big handful and see what happens.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Shit, that's a good idea. One whiff of that stuff will turn you into something out of a goddamn medical encyclopedia...", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[Duke tripping sees Gonzo turn into Satan]", "character": null, "characterId": null}, {"text": "Beautiful fucking tits, man!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Your head will swell up like a watermelon... you'll gain about a hundred pounds in two hours...", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Great!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Grow claws... bleeding warts...", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Yes!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "And then you notice about six huge hairy tits swelling up on your back.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Fantastic!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "You'll go blind... your body will turn to wax... they'll have to put you in a wheelbarrow... and when you scream for help, you'll sound like a raccoon.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[returns to normal]", "character": null, "characterId": null}, {"text": "Man, I'll try just about anything, but I'd never in hell touch a pineal gland.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "The ether was wearing off. The acid was long gone. But the mescaline was running strong. Good mescaline comes on slow. The first hour is all waiting. Then about halfway through the second hour, you start cursing the creep who burned you because nothing's happening. And then - ZANG!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Here's your half of the sunshine acid. EAT IT.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "You took too much, man. You took too much.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "The decision to flee came suddenly. Or maybe not. Maybe I had planned it all along, subconsciously waiting for the right moment. The bill was a factor, I think because I had no money to pay for it. Our room service tabs had been running somewhere between 29 and 36 dollars per hour for 48 consecutive hours. Incredible. How could it happen? But by the time I asked this question, there was no one around to answer it. That rotten attorney of mine, Dr. Gonzo, was gone. He must have sensed trouble.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "[throwing objects at Duke]\nHOLY SHIT!", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[grabs megaphone and Mace can]\nMace! Mace, man! You want this?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "You'd do that, wouldn't you?", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Well, why not?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "You fucking bastard!", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Hell, just a minute ago you were asking me to kill you. Now you wanna kill me. What I *should* do, goddamn it, is CALL THE FUCKING POLICE!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Boy, are you upset. There'd be no point, man, calling the cops.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "There's no choice. I wouldn't dare go to sleep with you wandering around with a head full of acid, wanting to slice me up with that goddamn knife.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[gasps]\nWho said anything about slicing you up, man? I just wanted to cut a little \"Z\" in your forehead.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[giggles]", "character": null, "characterId": null}, {"text": "Get back in the tub, eat some reds and try to calm down. Smoke some grass. Shoot some fucking smack. Shit, man, do whatever you gotta do, but please... I need some fucking rest, man. Please. Please. GET UP, YOU PIG FUCKER! UP! *UP!*", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Well, I, uh... yeah. You need to get to work. Goddamn, what a bummer.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "You scurvy shyster bastard! I'm a Doctor of Journalism, man.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[herds Dr. Gonzo toward the bathroom]", "character": null, "characterId": null}, {"text": "Go on.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Don't let me keep you up.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Now...", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Don't let me keep you up.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[grabs blankets from bed]", "character": null, "characterId": null}, {"text": "[sounds megaphone siren repeatedly, backing Dr. Gonzo inside]\nGet in there and clean your shorts! Clean your shorts, goddamn it, like a big boy! Go on!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[kicks bathroom door shut]", "character": null, "characterId": null}]}, {"lines": [{"text": "The most efficient way for us to do this is for each one of us to try and attempt to imagine what it is like inside of the possessed mind.", "character": "L. Ron Bumquist", "characterId": "nm0005052"}, {"text": "[holds up a joint]", "character": null, "characterId": null}, {"text": "For example a dope fiend refers to the reefer butt as a \"roach\". Because, it resembles a cockroach.", "character": "L. Ron Bumquist", "characterId": "nm0005052"}, {"text": "What the fuck are these people talking about? You gotta be crazy on acid to think a joint looks like a goddamn cockroach.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "You will notice that I have distinguished four, four distinct states of being in the cannabis for marijuana society. They are \"cool\", \"groovy\", \"hip\" and \"square\". Seldom, if ever, does one aspire to be \"square\".", "character": "L. Ron Bumquist", "characterId": "nm0005052"}, {"text": "What a fucking nightmare.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "If he figures out what is \"happening\", then he can rise one notch and become \"hip\", and then if he can convince himself to approve of what is \"happening\", then he becomes \"groovy\".", "character": "L. Ron Bumquist", "characterId": "nm0005052"}, {"text": "[ominously]", "character": null, "characterId": null}, {"text": "Groovy! And then after that he can actually raise himself to the rank of \"cool\". He can become one of those... \"cool guys\".", "character": "L. Ron Bumquist", "characterId": "nm0005052"}, {"text": "Dr. Bumquist, do you think the anthropologist Margaret Mead's strange behavior of late could be explained by a private marijuana addiction?", "character": "Cop in Back", "characterId": "nm0104594"}, {"text": "Good question!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "I'm not really sure I can answer that. But what I can tell you sir is if Margaret Mead, at her age, smoked grass... she'd have one hell of a trip!", "character": "L. Ron Bumquist", "characterId": "nm0005052"}, {"text": "[laughs hysterically; the seated DA's follow suit]", "character": null, "characterId": null}]}, {"lines": [{"text": "We know what you're up to man.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "Last name? I'd rather not say. My brother's in politics.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Fuck, you've gone completely sideways, man.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "In some circles, the Mint 400 is a far far better thing than the Superbowl, the Kentucky Derby, and the lower Oakland roller derby finals all rolled into one. This race attracts a very special breed.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "She's doing her Masters thesis on... well, Barbra Streisand.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Okay, Lucy, its time to go meet Barbara.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "[voiceover]\nI felt like a Nazi but it had to be done.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Holy smokes! You just backed over two-foot concrete embutment and you didn't even slow down. What were you going, oh I don't know, forty-five miles an hour backwards?", "character": "Car Rental Agent - Los Angeles", "characterId": "nm0147738"}, {"text": "There's no harm done. I always check the transmission that way, the rear end for stress factors. Boy this is really a nice pen man!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Listen, you boys haven't been drinking tonight, have you?", "character": "Car Rental Agent - Los Angeles", "characterId": "nm0147738"}, {"text": "Nope, not me. We're responsible people!", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[Drives away at top speed]", "character": null, "characterId": null}, {"text": "God damn it you've got my pen! God damn hippies!", "character": "Car Rental Agent - Los Angeles", "characterId": "nm0147738"}]}, {"lines": [{"text": "I don't know anything about no dope!", "character": "Alice the Maid", "characterId": "nm0001280"}, {"text": "Come on lady, don't try and tell us you've never heard of the Grange Gorman.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "I've never missed a plane yet.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "If the pigs were gathering in Vegas, I felt the drug culture should be represented as well. And there was a certain bent appeal in the notion of running a savage burn on one Las Vegas hotel, and then just wheeling across town and checking into another. Me and a thousand ranking cops from all over America. Why not? Move confidently into their midst.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Holy Jesus. What are these goddamn animals?", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "There's one thing you should probably understand... *Can you hear me?* Good. I want you to have all the background. This is a very ominous assignment, with overtones of extreme personal danger. I'm a Doctor of Journalism! This is important, goddammit! This is a fucking true story!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "You better take care of me, Lord. If you don't you're gonna have me on your hands.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "But our trip was different. It was to be a classic affirmation of everything right and true in the national character. A gross physical salute to the fantastic possibilities of life in this country. But only for those with true grit.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[to hitchhiker]", "character": null, "characterId": null}, {"text": "And we are chock full of that, man.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Damn right!", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "30 on a Sunday morning. Still humping the American dream.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Can we make it? I wanna leave fast.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Okay, let's pay this bill, get up very slowly... I think it's gonna be a long walk.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "What the fuck? That's fucking machine guns, man, they're firing at us! Machine guns! It's a goddamn war zone, man! Get us out of here, quick! Quick, man! Quick, we're going to be killed, for fuck's sake! Oh no, oh God oh God oh God...", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Fuck 'im... I'm gonna miss 'im.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Let me tell you, he was lying to us! I could see it in his eyes.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Eyes?", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Yeah, I know. I'm guilty. I understand that. I knew it was a crime, and I did it anyways. Shit, why argue? I'm a fucking criminal, look at me.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "[to Carnival Barker]\nNothing, I want nothing. Holy moley, holy moley!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "I'm not really sure I can answer that, but what I can say is that if Margaret Mead, at her age, smoked grass... she'd have one hell of a trip!", "character": "L. Ron Bumquist", "characterId": "nm0005052"}]}, {"lines": [{"text": "He got a hold of my woman, man!", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "You mean that blonde groupie with the film crew? Shit. Think he sodomized her?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "That's right, laugh about it.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "He's gluing her eyes shut right now, man.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "You goddamn honkies are all the same... goddamn honkies are all the same!", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "A dope fiend refers to the reefer butt as a roach, because, it resembles a cockroach.", "character": "L. Ron Bumquist", "characterId": "nm0005052"}]}, {"lines": [{"text": "Those bastards have changed the lock on this mother...", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Already?", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Eat some reds and try to calm down. Smoke some grass, shoot some fucking smack! Shit man, do whatever you gotta do.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Too bad you guys missed the bikes checking in, oh MAN what a sight! Husquavarnas, Yamahas, DMZs...", "character": "Lacerda", "characterId": "nm0081572"}, {"text": "[Duke watching war footage on acid sees Lacerda turn into a Vietnam commando]", "character": null, "characterId": null}, {"text": "Kawasakis! Maicos! Pursangs! Swedish Fireballs!", "character": "Lacerda", "characterId": "nm0081572"}, {"text": "[Returns to normal]", "character": null, "characterId": null}, {"text": "...a couple of Triumphs here and there, a CZ, all very, very fast. *Very*.", "character": "Lacerda", "characterId": "nm0081572"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "What a race it's gonna be...", "character": "Lacerda", "characterId": "nm0081572"}, {"text": "[laughs nervously while Duke and Gonzo just stare at him]", "character": null, "characterId": null}, {"text": "I'm gonna let myself out...", "character": "Lacerda", "characterId": "nm0081572"}]}, {"lines": [{"text": "Madam, sir, baby, child, whatever.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "You people just don't understand! This car is property of the World Bank, that money goes to Italy!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Don't take any guff from these swine. If you have any trouble, remember, you can always send a telegram to the Right People.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Yeah, Explaining my Position. Some asshole wrote a poem about that once. Probably good advice if you have shit for brains.", "character": "Dr. Gonzo", "characterId": "nm0001125"}]}, {"lines": [{"text": "As your attorney, I advise you to buy a motorcycle. How else can we cover a thing like this righteously?", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "We'll just have to drum it up on our own. Pure Gonzo journalism!", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "I was pouring sweat. My blood is too thick for Nevada. I've never been able to properly explain myself in this climate.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Music, man. Put that tape on.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "What tape?", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "Jefferson Airplane, \"White Rabbit\". I need a rising sound.", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "You're doomed. I'm leaving here in two hours and then they're going to come up here and beat the mortal shit out of you with big saps. Right there in that fucking tub.", "character": "Raoul Duke", "characterId": "nm0000136"}, {"text": "[Splashes and screams]", "character": "Dr. Gonzo", "characterId": "nm0001125"}, {"text": "Alright, I'll do it. But do me one last favor, will you. Can you give me two hours? That's all I ask man, just two hours to sleep before tomorrow. I suspect it's going to be a very difficult day.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "Perhaps, if I explained things, he'd rest easy.", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "[after pulling his car up onto the sidewalk]\nIs this not a reasonable place to park?", "character": "Raoul Duke", "characterId": "nm0000136"}]}, {"lines": [{"text": "You are so...", "character": "Police Chief's Wife", "characterId": "nm0048460"}, {"text": "I know. It's hideous. You're doing fine though. You're doing well.", "character": "Raoul Duke", "characterId": "nm0000136"}]}]}