{"quotes": [{"lines": [{"text": "I steal to stop me from killing myself.", "character": "Madelyn Stevens", "characterId": "nm0001496"}]}, {"lines": [{"text": "You cannot run away from this. You're gonna need some help. Professional help. Madelyn, look at me.", "character": "Eve Stephens", "characterId": "nm0842770"}, {"text": "What are you talking about?", "character": "Madelyn Stevens", "characterId": "nm0001496"}, {"text": "Come on, Madelyn. I stayed in your room last night. Since when do you take a child's size five dress?", "character": "Eve Stephens", "characterId": "nm0842770"}, {"text": "That's for Emma. I'm keeping it for her.", "character": "Madelyn Stevens", "characterId": "nm0001496"}, {"text": "[scoffs]\nYeah, right. What about the hammers, the tools, and the piles of other stuff? I've seen a copy of your file. You have a history of this which is why your bail is so high. Grand larceny is a felony. You're in deep shit.", "character": "Eve Stephens", "characterId": "nm0842770"}, {"text": "[angry]\nAnd you're taking great delight in pushing me futher down into it!", "character": "Madelyn Stevens", "characterId": "nm0001496"}, {"text": "I'm trying to help you. You have a serious problem. It's called kleptomania. You steal items compulsively.", "character": "Eve Stephens", "characterId": "nm0842770"}, {"text": "And do you think we can get the nice guard over there to testify against me in court? Huh? Do you think that's a possibility?", "character": "Madelyn Stevens", "characterId": "nm0001496"}, {"text": "[pause]\nI'm sorry, you're right.", "character": "Eve Stephens", "characterId": "nm0842770"}, {"text": "What do you want? Do you want to see me jailed, shunned, screwed out of my Ph.D? See me embarrassed and humiliated for my sins? Would that give you the feeling of always being sympatric and superior? Would that give you the big daddy dick you've always wanted?", "character": "Madelyn Stevens", "characterId": "nm0001496"}, {"text": "I'll be back on Monday.", "character": "Eve Stephens", "characterId": "nm0842770"}, {"text": "Always the saint. Always daddy's little girl. Even after he ran out on us, you're still kissing up to him after everything he did to us and Mom, yet you still refuse to remember what really happened. Always trying to be the good girl. Fuck you, little sister! I dare you not to come back!", "character": "Madelyn Stevens", "characterId": "nm0001496"}]}, {"lines": [{"text": "I need you desperately.", "character": "Eve Stephens", "characterId": "nm0842770"}, {"text": "[chuckles]\nLet's see... uh, we met in an elevator, right? We had two drinks, went back to my place and had great sex. You had five orgasms, I only had three. And now you are so desperate to see me?", "character": "Renee", "characterId": "nm0798076"}, {"text": "[sits down]\nVery desperate... doctor.", "character": "Eve Stephens", "characterId": "nm0842770"}, {"text": "Well uh... I'm sorry what was your last name?", "character": "Renee", "characterId": "nm0798076"}, {"text": "Stephens.", "character": "Eve Stephens", "characterId": "nm0842770"}, {"text": "Miss Stevens, right. In my professional opinion, you are a deeply compulsive, highly neurotic, extremely co-dependent woman who more then likely loves too much... or too little. I can't remember which.", "character": "Renee", "characterId": "nm0798076"}, {"text": "[sarcastic]\nFinally someone understands me!", "character": "Eve Stephens", "characterId": "nm0842770"}]}]}