{"quotes": [{"lines": [{"text": "Kathleen, dear, I know that impeccable taste is not your strong suit, so trust me when I tell you that cheap Mexican mosaics are entirely inappropriate as tomb décor. Unless, of course, one happens to be an Aztec.", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Y'all can snap at me all you want, but just remember, you'll never cheat me out of my inheritance.", "character": "Kathleen", "characterId": "nm0004785"}, {"text": "Now, Kathleen, why would we want to do that? After all, you gave Daddy ten of the best months of your life. Certainly ought to be worth thirty or forty million.", "character": "Marshall", "characterId": "nm0518323"}]}, {"lines": [{"text": "First off, I want to apologize to you for lettin' you grow up an orphan.", "character": "Big Guy", "characterId": "nm0001620"}, {"text": "Oh, don't worry about that.", "character": "Wild Bill", "characterId": "nm0362222"}, {"text": "But please do not let the mysterious circumstances surrounding your birth besmirch the character of your good and saintly mother. She was a fine woman of highest moral fiber, even though I was only privileged to know her for a few short hours.", "character": "Big Guy", "characterId": "nm0001620"}]}, {"lines": [{"text": "[Carlotta talks on the telephone]", "character": null, "characterId": null}, {"text": "I don't care if it's a telethon for gum disease, just so long as I'm Chairperson and the press shows up!", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "I worked too hard to get where I am.", "character": "Kathleen", "characterId": "nm0004785"}, {"text": "Yeah, pulled yourself up by your bra-straps.", "character": "Marshall", "characterId": "nm0518323"}]}, {"lines": [{"text": "Kathleen, before you proceed with another of your sophomoric snit-fits, you should know I tied up all the family boxes so the Westchesters couldn't sit in them. You want Wild Bill and his little Bootsie swillin' beer and shellin' peanuts at the Philharmonic in a box with our name on it?", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Marshall, will you stop that incessant wheezing?", "character": "Carlotta", "characterId": "nm0141581"}, {"text": "Carlotta, I happen to have asthma.", "character": "Marshall", "characterId": "nm0518323"}, {"text": "Well, have it somewhere else, I'm talkin'!", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Well, I don't care two hoots for this cryogenic-frozen business. I'd like to march right down to that crypt and turn up his little thermostat!", "character": "Kathleen", "characterId": "nm0004785"}]}, {"lines": [{"text": "I mean, how can a person date when her husband's lying a hundred yards away in a tank full of liquid nitrogen?", "character": "Kathleen", "characterId": "nm0004785"}]}, {"lines": [{"text": "We did let Bootsie and Wild Bill move in and they did tell George how nicely we've treated them.", "character": "Carlotta", "characterId": "nm0141581"}, {"text": "Of course, there was that incident with the broken cellar stair, the fallen chandelier and that ugly bout with botulism.", "character": "Marshall", "characterId": "nm0518323"}]}, {"lines": [{"text": "Well, hon, you don't have to be up before dawn to know that half the women in Memphis are in love with Stanley. Kathleen's in love with him too.", "character": "Bootsie", "characterId": "nm0917190"}, {"text": "Bootsie, Kathleen's my stepmother!", "character": "Stanley", "characterId": "nm0290869"}, {"text": "I know. But somehow, I don't think that's gonna stop her.", "character": "Bootsie", "characterId": "nm0917190"}]}, {"lines": [{"text": "Yes, first it was difficult for me to believe that I could be related, even by marriage, to a woman who thinks the pinnacle of good taste is owning a rug with Elvis Presley's face on it.", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Mother B, Kathleen was married to Big Guy after your divorce.", "character": "Carlotta", "characterId": "nm0141581"}, {"text": "Oh. Well, just don't forget to put out after dinner!", "character": "Mother B", "characterId": "nm0901839"}]}, {"lines": [{"text": "Well, my father was not a sentimental man, so I'll just say this. Here's to Big Guy Beck. He lived for better or for worse, but he's dead for good.", "character": "Marshall", "characterId": "nm0518323"}]}, {"lines": [{"text": "Really, Stanley, who ever heard of toasting with a soft drink?", "character": "Carlotta", "characterId": "nm0141581"}, {"text": "Well, Carlotta, I drink this 'cause I'm proud. I'm a Pepper.", "character": "Stanley", "characterId": "nm0290869"}]}, {"lines": [{"text": "Bootsie, do you know \"Spread Your Tiny Things and Fly Away?\"", "character": "Mother B.", "characterId": "nm0901839"}, {"text": "It's \"Wings,\" Mama.", "character": "Stanley", "characterId": "nm0290869"}, {"text": "She's always one word off!", "character": "Marshall", "characterId": "nm0518323"}, {"text": "[The family finishes singing the \"Happy Birthday Song\"]", "character": null, "characterId": null}, {"text": "Alright, everybody rub my bottom and make a wish!", "character": "Mother B", "characterId": "nm0901839"}]}, {"lines": [{"text": "I don't know, Stanley. Guess I'm just gettin' tired of bein' around old people.", "character": "Mother B.", "characterId": "nm0901839"}, {"text": "Well, Mama, maybe you oughta try bein' around some younger ones for a change.", "character": "Stanley", "characterId": "nm0290869"}, {"text": "Oh, young people, old people, what's the difference? They're all high on painkillers!", "character": "Mother B.", "characterId": "nm0901839"}]}, {"lines": [{"text": "Stanley, until you have managed to transcend your impertinent and incredibly obnoxious James-Dean-period, I prefer that you address me only through my attorney.", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "[Marshall holds up an egg]", "character": null, "characterId": null}, {"text": "How do you get these open?", "character": "Marshall", "characterId": "nm0518323"}]}, {"lines": [{"text": "Listen to this riddle. \"Who's bigger, Mr. Bigger or Mr. Bigger's baby? Mr. Bigger's baby is a little bigger.\"", "character": "Bootsie", "characterId": "nm0917190"}]}, {"lines": [{"text": "Kathleen, dear, I suggest you stay out of this or I will verbally annihilate you. I will cut you off at the knees. I will take that two-cent accent and perfectly coiffed hairdo and stuff it down your demurely concealed, but nevertheless dime store cleavage!", "character": "Carlotta", "characterId": "nm0141581"}, {"text": "You know, Carlotta, you would have made a great ranch foreman on Big Valley.", "character": "Marshall", "characterId": "nm0518323"}]}, {"lines": [{"text": "If you refuse to pay servants, you leave us no choice but to adopt small, pliant children from underprivileged countries.", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Were you aware, Marshall, that there is no valet parking at K-Mart?", "character": "Carlotta", "characterId": "nm0141581"}, {"text": "No, I wasn't.", "character": "Marshall", "characterId": "nm0518323"}, {"text": "Then you also probably did not know that people look real stupid driving their own limousines!", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Carlotta, is it my fault my daddy passed away and tied up all our money? Am I to be endlessly punished and unmercifully criticized because he's forced us to live with his illegitimate son and ten-cent wife?", "character": "Marshall", "characterId": "nm0518323"}, {"text": "Yes, I want you hurt!", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "What is that, anyway?", "character": "Marshall", "characterId": "nm0518323"}, {"text": "A Dukes of Hazzard belt-buckle. I don't know what got into me. Bootsie said it was the special of the day. Everyone was buying it; there was only one left. I became confused and forced it out of a small child's hand!", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Please, Marshall, don't make me stand in another checkout line. Not even for wholesale caviar! It's a jungle out there. Fat people overflowing their rubber shoes with unkempt hair and babies that sneeze fudgsicle juice on ya!", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Really, Carlotta, you should learn how to rub elbows with the little people more often. After all, this country was built on the common man.", "character": "Kathleen", "characterId": "nm0004785"}, {"text": "Yes, not unlike your reputation.", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Anyway, I just came by to tell you some fantastic news.", "character": "Kathleen", "characterId": "nm0004785"}, {"text": "Have you decided to move away, change your name and never contact us again as long as you shall live?", "character": "Carlotta", "characterId": "nm0141581"}, {"text": "No.", "character": "Kathleen", "characterId": "nm0004785"}, {"text": "Then you do not have fantastic news.", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Why, even Bootsie says....", "character": "Kathleen", "characterId": "nm0004785"}, {"text": "If you don't mind, Kathleen, we prefer not to seriously consider the opinion of a woman whose dog wears hot pants.", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Why can't I make fun of Bootsie and Wild Bill, just like y'all do?", "character": "Kathleen", "characterId": "nm0004785"}, {"text": "Because you're not good enough.", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "It seems you only bring trouble on yourself tryin' to be somethin' that you're not. Like that man from the Enquirer that I read about who gave himself a sex-change operation and was real sorry afterwards.", "character": "Bootsie", "characterId": "nm0917190"}]}, {"lines": [{"text": "Now suppose we're having one of these fancy meals and you latch onto a piece of gristle. Do you spit that sucker out or swaller it or what?", "character": "Wild Bill", "characterId": "nm0362222"}, {"text": "We do not serve gristle!", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Mama B, why didn't you call, huh? I woulda come to get you.", "character": "Stanley", "characterId": "nm0290869"}, {"text": "No need. I stole the nursing home van.", "character": "Mother B", "characterId": "nm0901839"}]}, {"lines": [{"text": "Well, if you don't mind I think I'd just like to go upstairs and freshen up my face. You see, I feel like I've been rode hard and put up wet.", "character": "Mother B", "characterId": "nm0901839"}]}, {"lines": [{"text": "Didn't you get my message?", "character": "Mother B", "characterId": "nm0901839"}, {"text": "What message?", "character": "Carlotta", "characterId": "nm0141581"}, {"text": "That I had run away from the nursing home. I'm gonna live with you guys!", "character": "Mother B", "characterId": "nm0901839"}]}, {"lines": [{"text": "Carlotta, what do you want me to do, throw my own mother out in the street?", "character": "Marshall", "characterId": "nm0518323"}, {"text": "Yes.", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Mother B. is totally unpredictable. There's no telling what she might do in front of that man.", "character": "Carlotta", "characterId": "nm0141581"}, {"text": "Carlotta's right. She went to a political banquet and accused the governor of tryin' to steal a folding chair.", "character": "Marshall", "characterId": "nm0518323"}, {"text": "Not to mention that time at the airport, she got a hold of a microphone and announced that TWA was out of toilet paper!", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Oh, I'm just putting some vitamins in Mother's coffee. I don't like her color.", "character": "Marshall", "characterId": "nm0518323"}, {"text": "Well, I don't like yours either!", "character": "Mother B", "characterId": "nm0901839"}]}, {"lines": [{"text": "You know, Marshall, those pills look remarkably like Carlotta's sedatives. Hurts me to say this, but I think you put sedatives into Mama's coffee.", "character": "Stanley", "characterId": "nm0290869"}, {"text": "And to think I breastfed you!", "character": "Mother B", "characterId": "nm0901839"}]}, {"lines": [{"text": "Well, sometimes it's for the best when we don't win things. I read about a man who won all new wall-to-wall carpetin' that contained the teeniest unidentified larva that eventually caused him to paste a 26-foot tapeworm from his body.", "character": "Bootsie", "characterId": "nm0917190"}]}, {"lines": [{"text": "Marshall, when you were born there was no such thing as stirrups in the delivery room. If there had been, I assure you, I would have slapped your bottom goodbye and rode right off into the sunset!", "character": "Mother B", "characterId": "nm0901839"}]}, {"lines": [{"text": "I always hated makin' love to Big Guy 'cause he insisted I say \"cheese.\" I got so tired of that. \"Cheese, cheese, cheese!\"", "character": "Mother B", "characterId": "nm0901839"}, {"text": "Mother, you are confusing having sex with having your picture made.", "character": "Marshall", "characterId": "nm0518323"}, {"text": "Oh.", "character": "Mother B", "characterId": "nm0901839"}]}, {"lines": [{"text": "Now, y'all don't let us interrupt. You just go right on with your conversation.", "character": "Wild Bill", "characterId": "nm0362222"}, {"text": "Okay. We were discussing your sex life.", "character": "Mother B", "characterId": "nm0901839"}]}, {"lines": [{"text": "We celebrate everything. First date, first kiss, first....", "character": "Bootsie", "characterId": "nm0917190"}, {"text": "We get the picture. Our only regret is that we did not have time to purchase an appropriate gift. Perhaps a silver platter with rabbits on it.", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "I have to wonder what heinous, long-forgotten misdeed we could have committed that would merit our being saddled with a woman who wears NASA space shuttle earrings.", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "I just had the most fantastic idea. I've decided to bust up the Westchester marriage.", "character": "Kathleen", "characterId": "nm0004785"}, {"text": "Oh, did you finally run out of couples in your own group?", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "I'm afraid I'd have to seduce Wild Bill. It's something that I would find disgusting and repugnant. But after all, I am young, voluptuous, and irresistible. And if that's what it takes to get them out of here once and for all, then I am prepared to make the sacrifice!", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Spare us the histrionics. If sex were fast food, there'd be an arch over your bed!", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Well, we're certainly not going to send a woman with a mustache to do the job.", "character": "Kathleen", "characterId": "nm0004785"}, {"text": "\"Hold the hair on this one, piano legs will be quite enough!\"", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "How do you know I'm not her type?", "character": "Marshall", "characterId": "nm0518323"}, {"text": "Because Bootsie Westchester's taste in men ranges from King Kong to Lil' Abner and unfortunately you do not fall into that category!", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "[singing]\nReach out, reach out and touch someone. Reach out, reach out and just say \"hi!\"", "character": "Mother B", "characterId": "nm0901839"}]}, {"lines": [{"text": "Well, I'm sorry. But I just happen to feel that if a woman makes a play for your man, then you should stay and fight for that man. But if that man lets himself be had, then the battle is already lost.", "character": "Bootsie", "characterId": "nm0917190"}, {"text": "That's lovely. Where did you get that?", "character": "Mother B", "characterId": "nm0901839"}, {"text": "The wit and wisdom of Cher.", "character": "Bootsie", "characterId": "nm0917190"}]}, {"lines": [{"text": "And that's where I found him -- with his face pressed to Kathleen's lips.", "character": "Bootsie", "characterId": "nm0917190"}, {"text": "Now, that's not true! She put 'em there without any help from me!", "character": "Wild Bill", "characterId": "nm0362222"}, {"text": "I believe him. Her lips look mighty powerful!", "character": "Mother B", "characterId": "nm0901839"}]}, {"lines": [{"text": "That girl causes nothing but trouble. I say we call the pound and have her picked up!", "character": "Mother B", "characterId": "nm0901839"}]}, {"lines": [{"text": "I'm sorry to bust in, but you'll never believe what just happened.", "character": "Kathleen", "characterId": "nm0004785"}, {"text": "Don't tell us! Random House has decided to publish your autobiography, \"I Was an Elementary School Virgin.\"", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Kathleen, before you start counting the rings around my trunk, I think you should thank your lucky stars that a cheap, parasitic slug, such as yourself, is allowed even to cohabitate under the same roof with a woman of my caliber and credentials.", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Well, sticks and stones may break my bones, but words can never hurt me.", "character": "Kathleen", "characterId": "nm0004785"}, {"text": "How I hate it when she pummels us with clever repartee.", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "I don't exactly know how to say this in front of a lady, but she - she tried to bust into my britches.", "character": "Wild Bill", "characterId": "nm0362222"}, {"text": "I'm glad you kept it tasteful.", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Here's a woman who was walking down the street and suddenly went up in flames.", "character": "Bootsie", "characterId": "nm0917190"}, {"text": "[reading]", "character": null, "characterId": null}, {"text": "\"Scientists speculate that in rare cases, the human body is capable of manufacturing such a high degree of heat that internal combustion occurs spontaneously.\"", "character": "Bootsie", "characterId": "nm0917190"}, {"text": "What does that mean?", "character": "Kathleen", "characterId": "nm0004785"}, {"text": "Honey that means you're in big trouble!", "character": "Mother B", "characterId": "nm0901839"}]}, {"lines": [{"text": "Anyway, Stanley, you're independently wealthy. You don't need any more cash. I, on the other hand, am just a step away from turning these drapes into a dress!", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Marshall found the name and phone number of Big Guy's attorney in Bootsie's address book.", "character": "Carlotta", "characterId": "nm0141581"}, {"text": "I couldn't help it. It was lyin' open in her purse.", "character": "Marshall", "characterId": "nm0518323"}]}, {"lines": [{"text": "Mark my words, Stanley, you cannot go around giving away wealth to people who've never had it. It just makes 'em more greedy.", "character": "Carlotta", "characterId": "nm0141581"}, {"text": "That's right. Like those people in the Salvation Army at Christmas time. You give one of 'em a nickel; on the next block will be another one shaking the same stupid bell.", "character": "Marshall", "characterId": "nm0518323"}]}, {"lines": [{"text": "Stanley, remember how when we were little, I was such a sickly child and you never wanted to play with me?", "character": "Marshall", "characterId": "nm0518323"}, {"text": "Marshall, it wasn't because you were sickly; it was because you were whiney.", "character": "Stanley", "characterId": "nm0290869"}]}, {"lines": [{"text": "Just keep smilin', Carlotta. Let it seem as though we're havin' the time of our lives.", "character": "Marshall", "characterId": "nm0518323"}, {"text": "I am smilin', Marshall. Someday this nightmare will be over. You and I will have all the money and these people will be tied to mules, working in our fields.", "character": "Carlotta", "characterId": "nm0141581"}]}, {"lines": [{"text": "Mother, I think you've had far too much to drink. Let's take this wine and put it over here 'til dessert.", "character": "Marshall", "characterId": "nm0518323"}, {"text": "Marshall, I have not had too much to drink. I know so because when I have had too much to drink, I throw up.", "character": "Mother B", "characterId": "nm0901839"}]}]}