{"quotes": [{"lines": [{"text": "[questioning Gwen on the witness stand, during Damon Benning's trial for the murder of her brother George]\n... So your brother had this open and honest friendship with the defendant, except for the part about him enjoying sex with men.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Objection, Your Honor! The Defense's job is not to make snide comments.", "character": "Art DeSoto", "characterId": "nm1160315"}, {"text": "[dangerously]\nSustained. Mr. Hammond...", "character": "Judge Czarneki", "characterId": "nm0610297"}, {"text": "I apologize, Your Honor. I'm merely trying to clarify Miss Saticoy's definition of \"open and honest.\"", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "[sternly]\nSo noted. Move on.", "character": "Judge Czarneki", "characterId": "nm0610297"}]}, {"lines": [{"text": "If you were threatened with the scourge of this century, with a disease of PANDEMIC proportions, a disease which is a DEATH SENTENCE, how clearly would you think? How reasonably would you react? How afraid would you become? And what would you do to save your life from a man who had already lost most of his?", "character": "Merle Hammond", "characterId": "nm0571106"}]}, {"lines": [{"text": "[after Damon is acquitted for George's murder, Gwen is asked to resign from teaching at her Catholic grammar-school]\n... Gwen, you know all of us have been moved by your courage during this trying time in your life. Last night, the Board of Directors decided to reward you with a sabatical, so that you could have time to heal properly.", "character": "Faher Halligan", "characterId": "nm0026269"}, {"text": "I thought the summer vacation would do that.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "In my experience, a trial such as the one you've been through can take a long while to heal.", "character": "Faher Halligan", "characterId": "nm0026269"}, {"text": "So this \"healing period\" would overlap next year's school calendar?", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "Well, much as that would be a disappointment to us all, we're willing to sacrifice your tremendous services for the sake of your well-being.", "character": "Faher Halligan", "characterId": "nm0026269"}, {"text": "[realizes that, in effect, she's being fired]\nNot to mention the sake of St. Augustine's coffers. What happened, Father Halligan? Did the contributors threaten to cancel those big checks if I'm still teaching their kids?", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "What the contributors did or didn't do is entirely beside the point.", "character": "Faher Halligan", "characterId": "nm0026269"}, {"text": "On the contrary, I believe it entirely IS the point.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "I TOLD them what a fine teacher you are, and how lucky the school is to have you. In the end, there was nothing else I could do.", "character": "Faher Halligan", "characterId": "nm0026269"}, {"text": "Wasn't there?", "character": "Gwen Saticoy", "characterId": "nm0001578"}]}, {"lines": [{"text": "[during a TV interview]\n... My mother idolized all these TV evangelists. I remember saying to her, \"I can't become a preacher, Mama. They wear the same outfit every day, and it's way too confining for my fashion sense.\" But the legal system's gain is God's loss, although I WOULD defend Him if someone sued Him. And I'd win, take my word for it... I loved giving oral book reports, loved getting up in front of the class; I loved telling them exactly what I thought of this book, and why they should read it. I never actually read the books; I didn't have to...", "character": "Merle Hammond", "characterId": "nm0571106"}]}, {"lines": [{"text": "[Gwen has stolen Hammond's car from his country club, after forcing him into the trunk at gunpoint]\n... You know, if you wanted to drive my car, you could have just asked...", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "[She waves a revolver in his face]", "character": null, "characterId": null}, {"text": "... Do you even know how to use that thing?", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "My boyfriend's a cop. What do you think?", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "[She forces him into a cage, in the back of her Range-Rover]", "character": null, "characterId": null}, {"text": "...Is this about money? Ransom? Extortion? The usual motives for kidnapping?", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Well, I never considered that option before. But now that you mention it, do you know anyone who'd actually pay to get you back?", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "All right, then... Is this about revenge?", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "No, it is not about revenge or punishment... although, for what you put my mother through on the stand, I should rip your tongue out!... If this is about anything, it's finding out what makes you tick.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "If that's all there is to it, I can tell you everything over a bottle of brandy. I seldom do my best work in a dog kennel.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "No, I'm sure you do your best work in a litter box.", "character": "Gwen Saticoy", "characterId": "nm0001578"}]}, {"lines": [{"text": "[at Gwen's secluded mountain hideaway, the morning after kidnapping Hammond]\n... Miss Saticoy, surely you've got something better to do than hole up in a cabin with me.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "I used to, until I got fired by my school. It seems my blood-ties to a murder victim don't make me fit to teach 5th-graders. Of course, that could be since George is no longer seen as the victim.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "It's not as if the term has much meaning anymore... Everybody's a victim nowadays. Damon Benning was a victim of threats from your brother, and your brother in turn became a victim of Benning's gun. You're a victim because you lost, and now I'm a victim because I won.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Well, thank you for setting me straight. I guess, from now on, I'll simply refer to George as \"existence-challenged!\"", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "[waves a gun in Hammond's face]", "character": null, "characterId": null}, {"text": "... *My brother is DEAD!* That's not your fault. But leaving him to rot in a grave of lies, while his killer gets rich, sure as hell is!", "character": "Gwen Saticoy", "characterId": "nm0001578"}]}, {"lines": [{"text": "[Hammond stutters over some thunderously-loud rap music]\n... Wow! This must be the first time, since you were two, that you haven't spoken in complete sentences.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "[shuts off the boombox]", "character": null, "characterId": null}, {"text": "No wonder they fired you! You're sick and demented! And you're not fit to be a teacher!", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "You could be right. I don't know what I would tell my students anymore.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "Start with, \"Kidnapping is a felony!\"", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Along with, \"The truth doesn't always matter\"; and, \"The ends justify the means\".", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "[forces him to play Russian roulette]", "character": null, "characterId": null}, {"text": "... Aren't you just DYING to know what I'll do next?... You're quite a gambler in court. How are your instincts out in the wild?... Oh, that spin didn't feel lucky for you? Okay, I'll give it another.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "[Hammond clicks out]", "character": null, "characterId": null}, {"text": "... I'll be darned, you were right!", "character": "Gwen Saticoy", "characterId": "nm0001578"}]}, {"lines": [{"text": "[serving dinner for Hammond, which he hesitates to touch]\n... Go ahead. See, I'm eating the poisoned one.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "Why have you done this?", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "to keep everyone off-balance... Why *did* you become a lawyer?", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "Because it required less time than becoming a doctor.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "You almost became a doctor? Wow, scary thought... Have you ever loved anything?", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "The law. It's the best mistress I've ever had, with all these seductive rules and procedures that tempt the inquiring mind to figure a way around. And when you do, that feeling of conquest and victory... there's nothing else like it.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "That sounds more like lust than love.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "Well, love is an emotion I try to avoid. It confuses, causes ridiculous behavior. Much like yours, for example. The love you feel for your dead brother has prompted you to kidnap me... a crime that will send you to jail, and will ruin your life.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Well, now... Merle, aren't you jumping the gun a little? I could get myself another lawyer just like you, and end up a celebrity.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "Miss Saticoy, there *are* no other lawyers just like me.", "character": "Merle Hammond", "characterId": "nm0571106"}]}, {"lines": [{"text": "[En route to the Osborne residence]\n... You used to be a prosecutor. Why'd you change sides?", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "Same reason everyone does. Money.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Doesn't it ever feel strange, defending people you used to prosecute?", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "...I learned some of my best tricks in the DA's office.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Is that a term they teach in law school? \"Trick\"?", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "I can feel that sanctimonious lecture on truth and ethics just hovering over those self-righteous lips of yours.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Is the whole point to trick everybody? The judge, the witnesses, the jury?", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "Juries aren't bright enough to trick. After all, these are people too dumb to figure a way out of jury duty. Not that I'm complaining, mind you; as far as I'm concerned, the dumber they are, the better.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Okay... Let's say I get a group of shoppers from the grocery store. I take them to a hospital, where two neurologists are trying to figure out whether to operate on a patient's frontal lobe, or his cereberal cortex. After the doctors explain the pros and cons of each operation to these shoppers, they still have no idea what should be done... Would you consider THEM dumb?", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "The jury's obligation is to render a decision based on the facts presented. Nonetheless, I find your defense of them admirable; it isn't often you hear someone speak so highly of sheep.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Well, as one of their shepherds, don't you feel any responsibility when they end up roaming aimlessly in some field... far off the mark?", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "I don't give a damn where they wind up, or how they got there, so long as I win. In law school, you learn LAW; in the *courtroom,* you learn SURVIVAL. Your job is to *get your client off.* And believe me, if I were defending YOU on a murder charge, you wouldn't want it any other way... Whenever anyone preaches about a \"fair trial,\" what they really mean is one that ends in their favor. *That* makes it fair.", "character": "Merle Hammond", "characterId": "nm0571106"}]}, {"lines": [{"text": "[arriving at the Osborne residence]\n... Don't you know who this is? Louise Osborne's father.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "...I sat in the courtroom, ten feet away from you for three months, while you spun lie after lie about my daughter and the man who raped her.", "character": "Gordon Osborne", "characterId": "nm0287546"}, {"text": "Forgive my not recognizing you right away, Mr. Osborne... But, as you can see, I've been under a great deal of stress lately.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "[He indicates how Gwen has shackled him inside her Range-Rover]", "character": null, "characterId": null}, {"text": "Yeah, I guess I'd know a thing or so about that myself.", "character": "Gordon Osborne", "characterId": "nm0287546"}, {"text": "[Turns to his front porch and calls out]", "character": null, "characterId": null}, {"text": "Louise, we've got company!", "character": "Gordon Osborne", "characterId": "nm0287546"}, {"text": "[to Hammond]", "character": null, "characterId": null}, {"text": "... She tried to kill herself about a year ago; swallowed a whole bottle of barbituates. The doctors saved her body, but they couldn't save her mind. I've worked hard to keep this last chapter in Louise's life private.", "character": "Gordon Osborne", "characterId": "nm0287546"}, {"text": "[to Gwen]\nIs this what your whole charade has been about? Dragging me out here to look at some brain-dead girl, in hopes that I'll drop to my knees and beg forgiveness? That's SICK!", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "I didn't know she was like this!", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "[to Gwen]\nI didn't tell you, because I was afraid you might not come...", "character": "Gordon Osborne", "characterId": "nm0287546"}, {"text": "[to Hammond]", "character": null, "characterId": null}, {"text": "... I don't remember anyone else but you dragging Louise's reputation through the mud, in that courtroom. After the assault, all she had left was her honest word. Then you went and raped that, too.", "character": "Gordon Osborne", "characterId": "nm0287546"}, {"text": "It was my job to defend my client without any concern for the peripheral fallout. The bottom line, Mr. Osborne, is that sometimes life sucks.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "[to Osborne]\n... Forgive me; I never should have bothered you.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "No, I'm glad you came. For three years, the only person I hated more than the man who raped Louise was the man who got him aquitted. Being a good Christian, I always felt guilty about that. I don't think I'll feel guilty anymore.", "character": "Gordon Osborne", "characterId": "nm0287546"}]}, {"lines": [{"text": "...What did you do, Gwen? Take Merle Hammond on a joyride, during which he was subjected to rather annoying conditions? Most people put up with more than that just going to work. You're not alone in the commission of this felony; what drove you to this crime is a damaged legal system greatly in need of repair.", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "No offense, but you're part of that system; to exonerate me requires that you abuse it, the same way Merle Hammond did.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "Believe it or not, I *do* think I can effectively defend my clients without leaving a trail of bloody bodies in my wake.", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "But can you *win* without doing it?", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "The day I think I can't is the day I set up practice with Merle Hammond.", "character": "Danielle Kline", "characterId": "nm0001634"}]}, {"lines": [{"text": "[reading an excerpt from George Saticoy's editorial, at the trial of Damon Benning, George's killer]\n...\"Perhaps the reason we've been slow to respond to the epidemic is because we're used to having it shoved down our throats. Well, we're not going to take it anymore. The straight world has tried to exterminate us. Now it is our turn ot kill or be killed. It's time to take the world hostage, not with a gun, but with the bile of our own blood.\"", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "[to George and Gwen's mother, who is on the witness stand]", "character": null, "characterId": null}, {"text": "... Do you recognize this material, Mrs. Saticoy? Does it sound familiar to you?", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "I don't read things like that! It's sick and repulsive!", "character": "Barbara Saticoy", "characterId": "nm0550622"}, {"text": "It scares you, doesn't it...? This is written by your son, Mrs. Saticoy.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "[Barbara becomes so offended that she flees the courtroom. Gwen goes after her]", "character": null, "characterId": null}, {"text": "[outraged]\n... Court is in recess until this afternoon. Counsel, *in my chambers!*", "character": "Judge Czarneki", "characterId": "nm0610297"}, {"text": "[outside the courtroom, to Gwen]\n... NOW do you understand why I didn't want to testify?", "character": "Barbara Saticoy", "characterId": "nm0550622"}, {"text": "Hammond didn't read the whole article; that was just the opening George wrote to get the reader's attention! The very next paragraph stated that this militant approach is wrong; he even said it was more dangerous than the virus itself!", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "NONE OF THAT MATTERS...! They killed George all over again in there.", "character": "Barbara Saticoy", "characterId": "nm0550622"}]}, {"lines": [{"text": "[on Merle Hammond's sleazy-but-solid courtroom strategy, regarding a witness for the Benning-Saticoy murder trial]\n... Terrence Leighton has held a grudge against George for years, because George wouldn't lend him money! You have to discredit Leighton!", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "And how am I supposed to do that, without the jury hearing even more stuff about you brother they shouldn't hear? \"Mr. Leighton... isn't it true that, when you refused to have oral sex with Mr. Saticoy in a bathtub full of vegetable oil, he did *not* become violent... but instead refused to loan you money?\"", "character": "Art DeSoto", "characterId": "nm1160315"}, {"text": "Whatever happened to trying the FACTS? Why can't we just get back to what happened in the shop that morning?", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "...It's too late for that.", "character": "Art DeSoto", "characterId": "nm1160315"}]}, {"lines": [{"text": "[at Gwen's kidnapping trial]\n... Mr. Hammond, do you recognize this?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "[plays a rap CD for him]", "character": null, "characterId": null}, {"text": "Yes, unfortunately. That's what I was forced to hear for two days at the cabin.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "You considered this a form of torture. Do you even know this artist, Mr. Hammond?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "\"Artist?\" No, I'm not familiar with that particular \"artist.\"", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "This album was #1 on the charts for several weeks. Now, some people might find two days of this pure nirvana... and by that I refer to the spiritual state, not the musical group - of which you're also, probably, unaware.", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "I prefer classical music, myself...", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "...While Miss Saticoy was playing what you've described as Russian Roulette with you, did she or didn't she ever show you the firing chamber of the gun?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "She may have.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Do you recall if she MAY NOT have had a bullet in it at that time? And I'd like to remind you that you're under oath.", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "I don't recall a bullet at that time. However...", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Thank you. Now... Would you please describe, for these ladies and gentlemen of the jury, what you were wearing when first confronted by Miss Saticoy and her empty gun?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "I was dressed for golf. I'd just finished 18 holes.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Is THIS the same outfit that you played golf in, this sweat-suit you were wearing when you escaped? Or did you change somewhere along the way?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "The cabin, yes.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "You brought an extra change of clothing with you?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "They were provided for me by my captor, Miss Saticoy. They made me look ridiculous, as they were old and tattered.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "She gave you a change of clothing? Why is that, Mr. Hammond? Is it possible that when you had an accident, when you suffered the most frightening and humiliating moment of your life, she gave you clean clothes and allowed you to get out of the soiled ones...? Now, you said Miss Saticoy didn't give you anything but bread and water for two full days. You didn't have a solid meal...", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "Until the second evening.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "What did she give you, crackers?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "I believe it was chicken.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Like Kentucky Fried, something fast-food?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "No, free-range; how would I know?", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "How did it get there? Who prepared it?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "She made it herself.", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "After you had a rather uncomfortable ride to a scenic mountain cabin, you were forced to hear a popular best-selling CD, given a clean set of clothes, and served a home-cooked meal. My God, the nightmares you must have had! I have no further questions for THIS witness, Your Honor.", "character": "Danielle Kline", "characterId": "nm0001634"}]}, {"lines": [{"text": "[after the first day of her trial]\n... So are you going to get a book deal when this is all over?", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "That depends on what happens during the trial. But they might offer me one. Why? Would you be upset if I took it?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "Would you turn it down if I said yes?", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "[Kline shakes her head no]", "character": null, "characterId": null}, {"text": "Well, at least you're honest.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "Gwen, I've got a successful practice. I don't need a book deal. And I don't need this case, either.", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "So why ARE you doing it? And don't give me that song-and-dance about my not getting a fair trial by the public defender.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "to be squaring off against Merle Hammond. You know how much they hate it?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "I can imagine.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "you. In twenty years of criminal defense work, I've had two clients that I believed in. The other one got the chair ten years ago.", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "Well, my odds really look good.", "character": "Gwen Saticoy", "characterId": "nm0001578"}]}, {"lines": [{"text": "[Day 2 of Gwen's trial]\nMiss Saticoy, you admit that you took Mr. Hammond to your cabin against his will, at gunpoint. How far in advance did you plan this?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "I was making it up as I went along, really.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "If you had no plans, did you have a goal, an intention?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "Nothing I could have articulated then. But all these emotions I experienced during the other trial... I wanted Mr. Hammond to experience them as well.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "What feelings were you trying to replicate for Mr. Hammond?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "Anguish, fear, insomnia, a lack of appetite, a constant throbbing in the head, helplessness.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "Why did you want him to feel these things?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "Actually, I wanted to see if he COULD feel them.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "And what did you conclude from this experiment?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "He reacted to physical stimuli, but not to emotional stimuli.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "To which \"emotional stimuli\" do you believe Mr. Hammond failed to react?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "When I took him to see Louise Osborne. Mr. Hammond defended, and won an acquittal for, the man accused of brutally raping her.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "And why did you want Mr. Hammond to meet Miss Osborne?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "I read about the Osborne trial. I wanted him to look Louise in the face and explain why he'd said the things he had about her... like the things he said about about my brother.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "You wanted him to confront the results of his methods?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "I wanted to see if he could hurt or feel pain for his actions.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "And what did Louise say to Mr. Hammond when she saw him face-to-face?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "Your Honor, I object. Prejudicial.", "character": null, "characterId": null}, {"text": "Your Honor, the truth often IS prejudicial.", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "I'll allow it.", "character": "Judge Rosaria", "characterId": "nm0874309"}, {"text": "Louise couldn't talk. She tried to kill herself last year and it didn't work. Now she's basically catatonic.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "And what was Mr. Hammond's reaction when he saw this young and vegetative woman?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "He was angry for being made to look at \"this brain-dead girl.\" He congratulated himself on his job of defending her rapist, and then he told Louise's father that \"sometimes, life sucks.\"", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "[to Hammond's lawyer]\nYour witness.", "character": "Danielle Kline", "characterId": "nm0001634"}]}, {"lines": [{"text": "[on a taped conversation between Gwen and Hammond]\n... This is going to air on tonight's news. Would someone care to explain where it came from?", "character": "Judge Rosaria", "characterId": "nm0874309"}, {"text": "Don't look at me. You think, if I had that, I'd just sit on it?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "This whole thing is a setup!", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Setup for what, Merle? Did you announce, beforehand, that you intended to trash the entire jury system?", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "That's a little disingenuous, don't you think?", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Your Honor, if I had planned on taping him, I would have started it as soon as we got in the car... not when we were almost at the Osborne Farm.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "Anyone who's ever argued in my courtroom knows how much I hate surprises. And when something like THIS falls anonymously out of the sky, I get REALLY angry. Before we proceed with this trial, and consume any more of the \"dumb\" jury's time, I recommend counsel rethink their approach. I'm going to lunch. Miss Saticoy, I suggest you do the same.", "character": "Judge Rosaria", "characterId": "nm0874309"}, {"text": "[she leaves]", "character": null, "characterId": null}, {"text": "[leaving with Gwen]\nCall me when you two GENTLEMEN have the plea terms worked out.", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "I *forbid* you to plead this case out!", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "Fine. I'm sure, when all the \"sheep\" in the jury box hear this tape, they'll immediately sympathize with your ordeal and convict Gwen.", "character": null, "characterId": null}, {"text": "You're assuming the jurors pay attention to the news, much less this case. That woman is guilty! She kidnapped me and everyone knows it!", "character": "Merle Hammond", "characterId": "nm0571106"}, {"text": "You just don't get it, do you? If you let this thing play out any longer than it has to, you're gonna find the word \"UNEMPLOYABLE\" stamped across your forehead in big red letters. You think that's ridiculous, huh? Who's gonna recommend a lawyer who took a dump all over the entire jury pool of the western world? I'm telling you, stop now and cut your losses.", "character": null, "characterId": null}]}, {"lines": [{"text": "[during Gwen's trial]\nMiss Saticoy, do you feel remorse for your actions?", "character": null, "characterId": null}, {"text": "I wish I hadn't done what I did.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "So you wouldn't have kidnapped Merle Hammond if you had the choice to do it again...? You don't know? What kind of remorse is that?", "character": null, "characterId": null}, {"text": "It's not about remorse.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "That was the original question.", "character": null, "characterId": null}, {"text": "I can't say what decision I'd make again in the same situation, in the same state of mind.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "So you're telling me, under those circumstances, you WOULD kidnap and torture and commit a felony again?", "character": null, "characterId": null}, {"text": "To say yes or no to that would be lying.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "Would you also be lying if you said that you didn't believe, deep down inside, you are guilty?", "character": null, "characterId": null}]}, {"lines": [{"text": "Objection!", "character": "Danielle Kline", "characterId": "nm0001634"}, {"text": "On what grounds?", "character": null, "characterId": null}, {"text": "You're... annoying me.", "character": "Danielle Kline", "characterId": "nm0001634"}]}, {"lines": [{"text": "[sees her cop boyfriend, to her class]\nStart on chapter 4, if I get arrested, come bail me out.", "character": "Gwen Saticoy", "characterId": "nm0001578"}]}, {"lines": [{"text": "How did your brother get AIDS?", "character": "Student #2", "characterId": "nm0620979"}, {"text": "He was murdered, does it really matter?", "character": "Gwen Saticoy", "characterId": "nm0001578"}]}, {"lines": [{"text": "I am so sorry.", "character": "Gwen Saticoy", "characterId": "nm0001578"}, {"text": "What've you got to be sorry about? You only kidnapped him. I'd have killed him.", "character": "Barbara Saticoy", "characterId": "nm0550622"}]}]}