{"quotes": [{"lines": [{"text": "[to Whittier, who is reluctant to give him a gun]\nSearch for a place where there are no bruises and tie it up with a ribbon, and tell yourself that what's inside is the sum total of your life, and what I didn't see was the day a man decides not to face the world is the day he better step out of it. Now give me that gun!", "character": "Johnny Cobb", "characterId": "nm0000071"}]}, {"lines": [{"text": "It's obvious you and your men are hired killers down from the northern range wars.", "character": "Evelyn Pittman", "characterId": "nm0828447"}, {"text": "We work in the open. We eat and drink with the ranchers who hire us... and are as much respected as anyone in the country.", "character": "Bob Larkin", "characterId": "nm0000020"}, {"text": "Don't quibble any fine line with me, Mr. Larkin. You're as dishonest as any common road bandit.", "character": "Evelyn Pittman", "characterId": "nm0828447"}, {"text": "I'm not ashamed of the part I play. There's not a territorial border we cross where there's men waiting... hoping I can take them on... waiting to call themselves Larkin men.", "character": "Bob Larkin", "characterId": "nm0000020"}, {"text": "You're admitting your only importance is collecting men who don't care whether they live or die... who only live for the moment.", "character": "Evelyn Pittman", "characterId": "nm0828447"}, {"text": "It's been a long road to make a name men will follow. You'll get no apology out of me.", "character": "Bob Larkin", "characterId": "nm0000020"}, {"text": "It won't be long before you'll be running out of borders. You'll come full circle against the law that made you move on.", "character": "Evelyn Pittman", "characterId": "nm0828447"}, {"text": "You tie me up pretty good, Evelyn.", "character": "Bob Larkin", "characterId": "nm0000020"}, {"text": "Why fight against times changing? Why not join in changing them.", "character": "Evelyn Pittman", "characterId": "nm0828447"}, {"text": "Then I'll be like all the rest. Today I'm one of the few. I lead. That's important to me.", "character": "Bob Larkin", "characterId": "nm0000020"}]}, {"lines": [{"text": "[to Evelyn, defending his continued choice of the outlaw life]\nI can't gamble with bein' nobody. I been that! It don't work for me!", "character": "Bob Larkin", "characterId": "nm0000020"}]}, {"lines": [{"text": "Dulcie, you've no patience with the menfolk.", "character": null, "characterId": null}, {"text": "Well, they come in all sizes, Mrs. Sawyer, but I've yet to find one that's worth a woman's patience.", "character": "Dulcie", "characterId": "nm0490103"}]}, {"lines": [{"text": "[after Norman has inappropriately touched Meli, the waitress and caused her to run away]\nWell, times have changed, grandpa. Girl likes a little cooing first. You just can't grab her like that!", "character": "Earl", "characterId": "nm0516972"}, {"text": "My age, son, you gotta take short cuts! Minutes count!", "character": "Norman", "characterId": "nm0001181"}, {"text": "[the outlaws break into riotous laughter]", "character": null, "characterId": null}]}, {"lines": [{"text": "Your so-called town sheriff and me are quite a bit alike.", "character": "Bob Larkin", "characterId": "nm0000020"}, {"text": "How do you see that?", "character": "Evelyn Pittman", "characterId": "nm0828447"}, {"text": "We're both ridin' a greased pig - nothin' to hold on!", "character": "Bob Larkin", "characterId": "nm0000020"}]}, {"lines": [{"text": "[Screaming to the townspeople after finding Arthur has been taken from the jail and lynched]\nHow could you let it happen?", "character": "Johnny Cobb", "characterId": "nm0000071"}]}, {"lines": [{"text": "It's a lesson I learned a long time ago. A man worth shootin' is a man worth killin'.", "character": "Bob Larkin", "characterId": "nm0000020"}]}, {"lines": [{"text": "Say, you wearin' that pretty dress for me?", "character": "Norman", "characterId": "nm0001181"}, {"text": "You like it?", "character": "Leah", "characterId": "nm0120401"}, {"text": "Yeah, mm, I like along with what's inside it.", "character": "Norman", "characterId": "nm0001181"}]}, {"lines": [{"text": "Your lack of faith disturbs me, boy.", "character": "Norman", "characterId": "nm0001181"}]}]}