{"quotes": [{"lines": [{"text": "[referring to Charlie]\nWhen we find out all we need to know from her...", "character": "Captain Hollister", "characterId": "nm0000640"}, {"text": "...when you give her to me.", "character": "John Rainbird", "characterId": "nm0001715"}, {"text": "[after a pause]\nWhat are you going to do with her?", "character": "Captain Hollister", "characterId": "nm0000640"}, {"text": "John, the friendly orderly, will come in. He will greet her, talk to her, get her to smile... John, the friendly orderly, will make her happy because he's the only one who can. And when John feels she has reached the moment of her greatest happiness, he will strike her across the bridge of the nose, breaking it explosively and sending bone fragments into her brain. It'll be quick. And he'll be looking at her face at the time. He will *know* her power. And when he dies, which I hope is very soon, perhaps he can take that power with him... into the other world.", "character": "John Rainbird", "characterId": "nm0001715"}, {"text": "[finishes off his drink and heads for the door]\nYou are crazy!", "character": "Captain Hollister", "characterId": "nm0000640"}]}, {"lines": [{"text": "I don't care if they're wanted for assassinating the president. Show me a warrant, or get the hell off my land!", "character": "Irv Manders", "characterId": "nm0138770"}]}, {"lines": [{"text": "[after Charlie has destroyed the compound]\nFor you, Daddy.", "character": "Charlie McGee", "characterId": "nm0000106"}]}, {"lines": [{"text": "Where's my father?", "character": "Charlie McGee", "characterId": "nm0000106"}, {"text": "He's fine. He's happy, and he sends his love, and he wants you to cooperate with us.", "character": "Captain Hollister", "characterId": "nm0000640"}, {"text": "You're a liar!", "character": "Charlie McGee", "characterId": "nm0000106"}, {"text": "Now, what kinda talk is that from a nice little girl like you?", "character": "Captain Hollister", "characterId": "nm0000640"}, {"text": "GO TO HELL!", "character": "Charlie McGee", "characterId": "nm0000106"}]}, {"lines": [{"text": "[at doorway of ladies' washroom]\nAll right, buddy, come out of there!", "character": "Security Guard", "characterId": "nm0819811"}, {"text": "[standing in toilet]\nMind waiting until I put my feet out?", "character": "Young Serviceman", "characterId": "nm0536214"}]}, {"lines": [{"text": "I got some tall apologizing to do. There's a line of cars coming up the road. I'll stand with you, if you want. I'll get my deer gun.", "character": "Irv Manders", "characterId": "nm0138770"}]}, {"lines": [{"text": "[to the agent after he escorts her to the stables]\nGet out of here, you bastard! I'll burn you up! I'll fry you!", "character": "Charlie McGee", "characterId": "nm0000106"}]}, {"lines": [{"text": "Woodchips, they should have given me someting harder.", "character": "Charlie McGee", "characterId": "nm0000106"}]}, {"lines": [{"text": "You men are tresspassin. Show me a warrant or get off my land.", "character": "Irv Manders", "characterId": "nm0138770"}, {"text": "We don't need a warrant.", "character": null, "characterId": null}, {"text": "You do unless I woke up in Russia this morning!", "character": "Irv Manders", "characterId": "nm0138770"}]}, {"lines": [{"text": "[to Andy]\nIf I do something bad, will you still love me?", "character": "Charlie McGee", "characterId": "nm0000106"}]}, {"lines": [{"text": "Got a song for you. \"Oh, there was an old hen; she had a wooden leg; finest old hen that ever laid an egg; she laid her eggs all over the farm; another little drink won't do us any harm.\"", "character": "Irv Manders", "characterId": "nm0138770"}]}, {"lines": [{"text": "[to her power]\nBack off! Just back off!", "character": "Charlie McGee", "characterId": "nm0000106"}]}, {"lines": [{"text": "Norma, those men came here without any warrants at all. Tried to take them off our land. One of them shot me. What do you want me to do? Sit here and turn them over to the secret police, if they ever get their peckers up enough to come back? Be a good Nazi?", "character": "Irv Manders", "characterId": "nm0138770"}]}, {"lines": [{"text": "Ever since this child was born, her father has been trying to inhibit her use of those powers. But what if his control had weakened now?", "character": "Doctor Joseph Wanless", "characterId": "nm0428086"}, {"text": "Why would he lose control, now, after all those years?", "character": "Captain Hollister", "characterId": "nm0000640"}, {"text": "Ask yourself this question. How exhausting must it have been for Victoria and Andrew McGee when this child was an infant? The bottle is late, the baby cries, and at that moment, one of her toys right there in the crib beside her bursts into smokey flame.", "character": "Doctor Joseph Wanless", "characterId": "nm0428086"}, {"text": "Joe, she's just a little girl. She can light fires, yes. But you're making her sound like Armageddon!", "character": "Captain Hollister", "characterId": "nm0000640"}, {"text": "Yes!... and that's what it might well be. Suppose lighting fires is just the tip of the iceberg?", "character": "Doctor Joseph Wanless", "characterId": "nm0428086"}, {"text": "I don't know what your talking about.", "character": "Captain Hollister", "characterId": "nm0000640"}, {"text": "I am talking about a talent that is directly linked to this child's pituitary gland; UNDEVELOPED pituitary gland. What happens when she becomes adolescent and that sleeping gland wakes and becomes, for 20 months, the most powerful force in the human body? Suppose we have a child here who, someday, is capable of creating a nuclear explosion simply by the power of her will?", "character": "Doctor Joseph Wanless", "characterId": "nm0428086"}, {"text": "[Laughs]\nThat's insane.", "character": "Captain Hollister", "characterId": "nm0000640"}, {"text": "Is it? Is it? Then allow me to progress from insanity to utter lunacy. Suppose there is a little girl out there, somwhere today... this morning!... who has within her, lying dormant at present... the power someday to crack the very planet in two like a china plate in a shooting gallery?", "character": "Doctor Joseph Wanless", "characterId": "nm0428086"}, {"text": "[Falls silent]", "character": "Captain Hollister", "characterId": "nm0000640"}]}, {"lines": [{"text": "What's to stop me from having you erased right here and now?", "character": "Captain Hollister", "characterId": "nm0000640"}, {"text": "My word - that I've already made certain provisions that should I \"disappear\", The Shop will cease to exist within six weeks. And within six months, you will stand in front of a judge awaiting sentence for crimes serious enough to keep you behind bars for the rest of your life.", "character": "John Rainbird", "characterId": "nm0001715"}]}, {"lines": [{"text": "I didn't catch his name yet, so I don't know if we're related.", "character": "Irv Manders", "characterId": "nm0138770"}]}, {"lines": [{"text": "Come on, Bobbie. Feed bag!", "character": "Irv Manders", "characterId": "nm0138770"}]}]}