{"quotes": [{"lines": [{"text": "I did not come here because I was better or smarter than General Dawson. I'm here because I was a dogface once, and I'm supposed to have a better understanding of the men. I'm also a dropkick, so you might have a problem with the way I talk - but I guarantee you, you won't have a problem understanding me. Now I DON'T KNOW WHAT'S WRONG AROUND HERE, BUT THERE'S AN ODOR OF DECAYING MORALE THAT I CAN SMELL A MILE AWAY! Men who FEEL licked are gonna GET licked!", "character": "Maj. Gen. Joe Barrett", "characterId": "nm0001262"}]}, {"lines": [{"text": "Let's go! Let's go! I ain't got all day! Come on, stupid, come on!", "character": "Cook", "characterId": "nm0777385"}, {"text": "[Notices that the next man holding out his mess kit to him is none other than the general]", "character": null, "characterId": null}, {"text": "Oh, I'm sorry, sir, I didn't recognize you... Hey, quick! Get something special for the general!", "character": "Cook", "characterId": "nm0777385"}, {"text": "I want some of that.", "character": "Maj. Gen. Joe Barrett", "characterId": "nm0001262"}, {"text": "[Cook hesitatingly ladles some stew into Barrett's messkit bowl. Barrett takes one forkful, spits it out, and sets his messkit on the table]", "character": null, "characterId": null}, {"text": "I wouldn't feed this to a starving buzzard.", "character": "Maj. Gen. Joe Barrett", "characterId": "nm0001262"}, {"text": "[dumps the whole pot of stew onto the ground]", "character": null, "characterId": null}, {"text": "Call HQ and have some hot chow sent up here right away.", "character": "Maj. Gen. Joe Barrett", "characterId": "nm0001262"}, {"text": "Yes, sir.", "character": "Capt. Tony Sanchez", "characterId": "nm0948253"}, {"text": "[And the men around them give a loud cheer]", "character": null, "characterId": null}]}, {"lines": [{"text": "So hey, what's this about you being a G-2?", "character": "Maj. Gen. Joe Barrett", "characterId": "nm0001262"}, {"text": "Well, when you're too old for command, and too young to retire, and too stupid to do anything else, there's only one place for you in this man's Army - Intelligence!", "character": "Col. Douglas Graham", "characterId": "nm0000734"}]}, {"lines": [{"text": "If you wanna smoke... get in the bottom of the hole. I could see that cigarette five miles away!", "character": "Maj. Gen. Joe Barrett", "characterId": "nm0001262"}]}, {"lines": [{"text": "Give 'em hell, General.", "character": "GI #2", "characterId": "nm0390627"}, {"text": "You got the rifle, YOU give 'em hell.", "character": "Maj. Gen. Joe Barrett", "characterId": "nm0001262"}]}]}