{"quotes": [{"lines": [{"text": "[Opening the doors]\nRyûken, the fist of the north star has been defeated. Shin crushed him as he would an insect. When you chose Ken as your successor, I told you that it should have been me and I was right! Stand up, I'll prove it to you! I challenge you to a test of strenght!", "character": "Ken-Ô", "characterId": "nm0882581"}, {"text": "Physical strenght is no substitute for perception. For perception is the key which unlocks the intangible powers of the spirit. You perceive nothing.", "character": "Ryûken", "characterId": "nm0157122"}, {"text": "You silly old fool. Stop hiding behind your metaphors and metaphysical fantasies. The fist of the north star is dead!", "character": "Ken-Ô", "characterId": "nm0882581"}, {"text": "Your point?", "character": "Ryûken", "characterId": "nm0157122"}, {"text": "Don't you understand? Now I'm fist of the north star!", "character": "Ken-Ô", "characterId": "nm0882581"}, {"text": "[Breaking havoc]", "character": null, "characterId": null}, {"text": "My power is greater than ever before. No one can stand against me.", "character": "Ken-Ô", "characterId": "nm0882581"}, {"text": "May be, but you see, power without perception is virtually useless and therefore of no true value!", "character": "Ryûken", "characterId": "nm0157122"}, {"text": "Useless? hehe. Ryûken, what a foolish old man you are. Any tool is useful if you know how to use it, and I have become an expert. Watch! Admit it. At this moment, I'm more powerful than you ever were. I am fist of the north star.", "character": "Ken-Ô", "characterId": "nm0882581"}, {"text": "I don't agree and I never shall. Go and do what you must Raoh but never set foot in this dojo again!", "character": "Ryûken", "characterId": "nm0157122"}]}, {"lines": [{"text": "Shin", "character": "Kenshirô", "characterId": "nm0436776"}, {"text": "The time has come. Yuria is mine now. In times like these only the strongest may possess what is most valuable!", "character": "Shin", "characterId": "nm0299192"}, {"text": "[Shin grabs her hand]\nUh. What are you doing? Uh.", "character": "Yuria", "characterId": "nm0945514"}, {"text": "Let her go!", "character": "Kenshirô", "characterId": "nm0436776"}, {"text": "Get back! I warned you. Don't stand in my way Ken, I don't want to hurt you but I will if I have to. You see, Yuria is mine. Understand?", "character": "Shin", "characterId": "nm0299192"}, {"text": "This is madness. The fists of the north and south aren't ever supposed to fight, you know that!", "character": "Yuria", "characterId": "nm0945514"}, {"text": "Perhaps that was true once but now rules are meaningless. Defend yourself!", "character": "Shin", "characterId": "nm0299192"}]}, {"lines": [{"text": "Shin. At one time you were Ken's closest friend. He trusted and respected you. When your were chosen as fist of the south star, he was glad for you, glad for his friend's success but you were never really his friend were you?", "character": "Yuria", "characterId": "nm0945514"}, {"text": "Yes I was, but then he left and when he came back he brought you. First time I saw you I knew you would be mine someday and that day has come!", "character": "Shin", "characterId": "nm0299192"}]}, {"lines": [{"text": "Shin has broken all the rules and the thing that Ken trusted him like a brother, but we are his brothers. You are the strongest Raoh. You got to get down there and challenge Shin to a fight.", "character": "Jagi", "characterId": "nm0645212"}, {"text": "You know you can take him. Now with Ken out of the way, you will be the fist of the north star.", "character": "Jagi", "characterId": "nm0645212"}, {"text": "Of course it's your decision to face him or not and I won't blame you if you don't. After all we both know what happens if you challenge the power of the fist and fail. You either bleed to death, become a mindless vegetable or worse. But I am certain you're strong enough to win. And who know better than me? I 'm your brother aren't I?", "character": "Jagi", "characterId": "nm0645212"}, {"text": "[Raoh opens his right eye and looks at Jagi]", "character": null, "characterId": null}]}, {"lines": [{"text": "Why? Why would the man who killed Zender and saved our village send these animals here to kill us? I can't believe the fist of the north star would do such a thing!", "character": null, "characterId": null}, {"text": "Oh yeah? Guess again!", "character": null, "characterId": null}, {"text": "[Raises his big hammer to kill but gets forcely and unexpectedly hit by Rei]", "character": null, "characterId": null}, {"text": "Who's that guy?", "character": null, "characterId": null}, {"text": "My name is Rei and I am looking for the man you describe. The man with the seven wounds who calls himself fist of the north star.", "character": "Rei", "characterId": "nm0794060"}, {"text": "I'll give you this much. You got gutts walking in like this. Give me that! So, with all due respect. I'll let you be the one who cut his head off.", "character": null, "characterId": null}, {"text": "That's quite an honor but I hate for you to miss all that fun on my account. Are you sure about this?", "character": "Rei", "characterId": "nm0794060"}, {"text": "Hey, what are friends for right?", "character": null, "characterId": null}, {"text": "[Rei easily and quickly uses the weapon on the bad guy]", "character": null, "characterId": null}, {"text": "[Before dying]\nWait a minute, I was talking about the other guy.", "character": null, "characterId": null}, {"text": "Silly me. What a foolish mistake.", "character": "Rei", "characterId": "nm0794060"}, {"text": "I got a splitting headache.", "character": null, "characterId": null}, {"text": "[after grinding aproaching enemies to pieces]\nNow take me to your boss! Ken, the man with the seven wounds, the fist of the north star.", "character": "Rei", "characterId": "nm0794060"}, {"text": "The hell I will!", "character": null, "characterId": null}, {"text": "[Ken appearing from behind]", "character": null, "characterId": null}, {"text": "One question! Satisfy my curiosity, that statue in the town square, who is it supposed to be?", "character": "Kenshirô", "characterId": "nm0436776"}, {"text": "Fist of the north st aargh", "character": null, "characterId": null}, {"text": "[Interrupted by the fist of Kenshiro]", "character": null, "characterId": null}, {"text": "It's a good likeness but it is not the fist of the north star! My brother Jagi always did have a glass jaw.", "character": "Kenshirô", "characterId": "nm0436776"}]}, {"lines": [{"text": "It's all mine. And your woman, too.", "character": "Ken-Ô", "characterId": "nm0882581"}]}, {"lines": [{"text": "You are already dead.", "character": "Kenshirô", "characterId": "nm0436776"}]}]}