{"quotes": [{"lines": [{"text": "Well, what do you want to do now?", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "Let's go out to dinner tonight. Then we'll take in the double horror bill at The Lyric. Torture Dungeon and Bloodthirsty Butchers, okay?", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "Who watches those movies in the first place?", "character": "Dusty Cole", "characterId": "nm0507116"}]}, {"lines": [{"text": "Didn't your mother ever tell you that you shouldn't go out with strange men?", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "Bob's not strange. He's dull.", "character": "Dusty Cole", "characterId": "nm0507116"}]}, {"lines": [{"text": "When I moved in with you, you said they're be no trouble between us. You said we'd shack up together and that's all. And I said I'd help out with the money as soon as I get a job. Don't think I don't apreciate what you've done for me, Tony. I do... but you get more then your fair share of ass. There isn't one night where you don't come home from that shithole where you work and wake me up in the middle of the night because you want a piece of ass. I do my part so get off my back!", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "All right, I'll make a deal with you. The minute you start bringing some money into his house I woun't lay a finger on you. I didn't know you didn't like me to touch you. I always thought you like to have sex with me.", "character": "Tony", "characterId": "nm0820577"}, {"text": "I do. I do like it with you. I just thought that was enough. There's not much else I can give you.", "character": "Dusty Cole", "characterId": "nm0507116"}]}, {"lines": [{"text": "How's your mother?", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "She threw me out. I guess she got tired of me using all her hairspray.", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "Where are you living now?", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "Some hole in the wall on the Lower East Side. It's not much to look at but it's rent controlled. I don't keep much food over there because ever time I do the cockroaches mug me for the food I bring home.", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "How much rent do you pay?", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "40 a month. I've been so desperate for cash that I've been trying to make the landlord make me live rent free for the past two months. I figure that if I can corner him once I could live rent free until my lease expires.", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "Always working don't you?", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "Listen honey, you've got to get what you can out of this life. I don't want to wind up like my mother without a pot to piss in when I'm her age. America ain't no place for old folks. I'll bet in 10 or 15 years they'll be building camps for the aging. But if Nixon gets re-elected it'll probably be a police state anyway, so what difference does it make?", "character": "Cherry Lane", "characterId": "nm0281078"}]}, {"lines": [{"text": "Listen, have you seen Hal around anywhere?", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "Hal? Didn't you hear?", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "Hear what?", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "He's in jail. He got five years.", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "For what?", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "He hit a cop!", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "Hal?", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "Yeah! One night we were all standing around in front of Grants minding our own business when all of a sudden this cop comes along and tells us to move along. We say that we aren't doing anything and Hal comes up and tries to be nice to the prick. Then the cop, for no reason, gives him a shove. You know that Hal can't stand for anyone to give him a shove... let alone a cop. Before you know it, Hal is shoving the cop and the cop goes down and we are all trying to get Hal the hell out of there. All of a sudden, these other cops show up from out of nowhere and they beat the shit out of Hal and threw him into the backseat of one of their squad cars. Those sons of bitches, they wouldn't even let us see him in jail. One of the queens who was in the jail at the time later told us that they messed him up good. A broken jaw, broken left cheekbone. He was so delirious that he didn't even recognize Pinky. Remember Pinky? That colored drag queen who I used to run around with?", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "Where's Hal now?", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "Upstate somewhere. They never would tell us where. Now... what other good news have I got for you?", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "Nothing. I was hoping Hal could pimp for me. He's so good at that.", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "Yeah. Unlike the other pimps, he had real class.", "character": "Cherry Lane", "characterId": "nm0281078"}]}, {"lines": [{"text": "What are the house rules?", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "You have to try to stay out at least 'til 12 during the week and I'd like it if possible to be able to bring tricks back here til around two. That all right with you?", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "Sure, honey. Say, I got an idea. Why don't we sort of join forces? We could both turn quite a few each night if we play our cards right.", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "Fabulous. You know I gotta a lot of numbers that want girls... instead of me. I mean, maybe I could introduce them to you. I bet you get much more than I do.", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "Do you want to clean house tomorrow?", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "Sure. It'll be much easier to keep this place clean with the two of us here. Maybe I'll come home once in a while. We could have some of the kids over for dinner, maybe...", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "I don't know about that. You know how most of them are. One of them gets thrown out for not paying the rent and the first thing you know they are banging on the door. I don't think it's such a good idea to have anyone here.", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "Yeah, I guess you're right. And friends are a great deal of work.", "character": "Cherry Lane", "characterId": "nm0281078"}]}, {"lines": [{"text": "[opens the front door]\nJimmie. What are you doing here?", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "I got a hard-on. You were supposed to take care of me.", "character": "Jimmie", "characterId": "nm0560138"}, {"text": "We were supposed to meet tomorrow night. Did you forget?", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "I got a hard-on! What do you want me to do? Slam a window on it?", "character": "Jimmie", "characterId": "nm0560138"}, {"text": "I got a guest right now. I can't really talk... you know what I mean.", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "Does he suck?", "character": "Jimmie", "characterId": "nm0560138"}, {"text": "It ain't a he. It's a she... like me. See?", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "[Cherry opens the door wider and Jimmie enters and sees Dusty standing in the room]", "character": null, "characterId": null}, {"text": "You've been holding out on me. You didn't tell me about her. You didn't tell me anything about her.", "character": "Jimmie", "characterId": "nm0560138"}, {"text": "[to Dusty]", "character": null, "characterId": null}, {"text": "My name is Jimmie.", "character": "Jimmie", "characterId": "nm0560138"}, {"text": "Yeah, I gathered as much.", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "She ain't too friendly, is she?", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "I am... with gentlemen.", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "What's that supposed to mean?", "character": "Jimmie", "characterId": "nm0560138"}, {"text": "Take it for what it's worth.", "character": "Dusty Cole", "characterId": "nm0507116"}, {"text": "[to Cherry]\nHey, I like her.", "character": "Jimmie", "characterId": "nm0560138"}, {"text": "She's my competition.", "character": "Cherry Lane", "characterId": "nm0281078"}, {"text": "It ain't the same thing.", "character": "Jimmie", "characterId": "nm0560138"}, {"text": "Says who?", "character": "Cherry Lane", "characterId": "nm0281078"}]}]}