{"quotes": [{"lines": [{"text": "To know death, Otto, you have to fuck life... in the gall bladder!", "character": "Baron Frankenstein", "characterId": "nm0001424"}]}, {"lines": [{"text": "Two girls? One man? He must be very powerful!", "character": "Baron Frankenstein", "characterId": "nm0001424"}]}, {"lines": [{"text": "The medical profession would love to claim my achievement as part of their own and call it a giant stride forward of medicine. But they can't. It is a giant stride forward for me!", "character": "Baron Frankenstein", "characterId": "nm0001424"}]}, {"lines": [{"text": "Something went wrong.", "character": "Baron Frankenstein", "characterId": "nm0001424"}, {"text": "But what?", "character": "Otto, the Baron's assistant", "characterId": "nm0432016"}, {"text": "Maybe the mixture of the blood wasn't right. You was the only one who knew about it... But maybe someone got into the laboratory?", "character": "Baron Frankenstein", "characterId": "nm0001424"}, {"text": "But who, Baron?", "character": "Otto, the Baron's assistant", "characterId": "nm0432016"}, {"text": "The children? But they wouldn't do it. My sister. My sister! She always was very jealous of me. Always! But, we failed. That beautiful Serbian female. Everybody would have jumped-everyone! But maybe that head of that... creature wasn't any good? His perfect nose, his perfect nose, he has the perfect brain, he was the king I wanted, and we failed! We have to try it again! Otto, we have to try it again! I am going to prove that we can do it! We waited for so long!", "character": "Baron Frankenstein", "characterId": "nm0001424"}]}, {"lines": [{"text": "Make him unconscious, but don't kill him, or damage his head in any way. I need his brain for my zombie! I am sure it has the right instincts we want!", "character": "Baron Frankenstein", "characterId": "nm0001424"}]}, {"lines": [{"text": "[holding up his severed hand]\nIt's all your fault!", "character": "Baron Frankenstein", "characterId": "nm0001424"}]}]}