{"quotes": [{"lines": [{"text": "So what did you actually do together?", "character": "Nicola Radcliffe", "characterId": "nm0000173"}, {"text": "I beg your pardon?", "character": "Thandiwe Adjewa", "characterId": "nm0628601"}, {"text": "No, it's all right. You don't have to tell me. I think... if I liked somebody enough... I'd want to...", "character": "Nicola Radcliffe", "characterId": "nm0000173"}, {"text": "Have you ever?", "character": "Thandiwe Adjewa", "characterId": "nm0628601"}, {"text": "Of course not.", "character": "Nicola Radcliffe", "characterId": "nm0000173"}, {"text": "Almost?", "character": "Thandiwe Adjewa", "characterId": "nm0628601"}, {"text": "Well... Do you remember the young guy who was fixing the bell tower? I used to take him a cup of tea each morning before assembly. I rather liked him even though he never said anything much. I used to... close my eyes... and sit on a chair... and let him touch me all over... as long as he promised not to take anything off. I thought it was so exquisitely daring I'd almost faint. I'd have to sit down because I was trembling so much, my legs would've given way. Afterwards I'd be reading the lesson, convinced all the teachers must know because... because I was so shivery delicious all over.", "character": "Nicola Radcliffe", "characterId": "nm0000173"}, {"text": "I'm amazed.", "character": "Thandiwe Adjewa", "characterId": "nm0628601"}, {"text": "So am I when I think of it. Which I do most of the time, especially in maths. So, here's to risks.", "character": "Nicola Radcliffe", "characterId": "nm0000173"}]}, {"lines": [{"text": "I don't think fate is a creature or a lady... like some people say. It's a tide of events sweeping us along. But I'm not a fatalist, because I believe you can swim against it... and sometimes grasp the hands of the clock face... and steal a few precious minutes. If you don't... you're just cartwheeled along. Before you know it, the magic opportunities lost. And for the rest of your life... it lingers on in that part of your mind... which dreams the very best dreams... taunting and tantalizing you with what might have been.", "character": "Danny Embling", "characterId": "nm0852965"}]}, {"lines": [{"text": "Suddenly, there were much bigger worlds again, and some small place in them for me.", "character": "Danny Embling", "characterId": "nm0852965"}]}, {"lines": [{"text": "Good game.", "character": "Melissa Miles", "characterId": "nm0933726"}, {"text": "Yeah. Three badly injured so far.", "character": "Danny Embling", "characterId": "nm0852965"}, {"text": "You don't sound very patriotic.", "character": "Melissa Miles", "characterId": "nm0933726"}, {"text": "No, I'm not. I'm here for anthropological reasons.", "character": "Danny Embling", "characterId": "nm0852965"}, {"text": "Huh?", "character": "Melissa Miles", "characterId": "nm0933726"}, {"text": "Football. It's a form of mating ritual. That's why you're here, isn't it?", "character": "Danny Embling", "characterId": "nm0852965"}]}]}