{"quotes": [{"lines": [{"text": "the very rich and the very poor. But whether rich or poor, it was a time of great medical ignorance, when to fracture an arm or a leg was to lose it.", "character": "Richard Milnes", "characterId": "nm0001096"}]}, {"lines": [{"text": "When I was seventeen, I heard a call from God. He spoke to me, Mr Milnes. Now, you can laugh if you like.", "character": "Florence Nightingale", "characterId": "nm0000646"}, {"text": "And what precisely did God call upon you to do?", "character": "Richard Milnes", "characterId": "nm0001096"}, {"text": "I don't know. That's what torments me. Something more, to be more than a pampered, wealthy, little girl. Somehow, to use the gifts I have to serve, instead of going dancing and to parties.", "character": "Florence Nightingale", "characterId": "nm0000646"}]}, {"lines": [{"text": "[voice over, as Narrator]\nFlorence knew it was considered unthinkable for a for a lady of quality to enter a hospital alone, but what she didn't know, was that when she crossed the threshold of Middlesex Hospital, she would be changing her life forever.", "character": "Richard Milnes", "characterId": "nm0001096"}]}, {"lines": [{"text": "Inside the hospital?", "character": "Fanny Nightingale", "characterId": "nm0001954"}, {"text": "Not much to see on the outside.", "character": "Florence Nightingale", "characterId": "nm0000646"}, {"text": "You, without asking our permission, went alone into all that filth and squalor?", "character": "Fanny Nightingale", "characterId": "nm0001954"}, {"text": "That's a fair description of it, Mama. How did you know?", "character": "Florence Nightingale", "characterId": "nm0000646"}, {"text": "How dare you address mama in that fashion!", "character": "Parthe Nightingale", "characterId": "nm0861485"}, {"text": "Would you have me contradict her and say that it was beautiful? Or that the doctors and nurses were sober? Or that the floors were sparkling and clean instead of filthy and verminous? And that the stench was almost enough to make...", "character": "Florence Nightingale", "characterId": "nm0000646"}, {"text": "Florence, that is quite enough!", "character": "Fanny Nightingale", "characterId": "nm0001954"}]}, {"lines": [{"text": "Something happened the other day. I think I learned something about myself I didn't know before. I went to Middlesex Hospital. I was drawn there. I wanted so much to learn how to heal the sick. But instead of learning anything or seeing anything, I was frightened and ran away. I want to be brave. I don't want to be a coward. I don't want to be sheltered from the other side of life. I used to think I was called to heal, now I'm certain of it. But I have to learn.", "character": "Florence Nightingale", "characterId": "nm0000646"}]}, {"lines": [{"text": "To be frank, my wife and I are appalled by this hospital idea. We had hoped, that when she actually went to one, she would see how unsuitable it is.", "character": "William Nightingale", "characterId": "nm0107950"}]}, {"lines": [{"text": "[voice over, as Narrator]\nIn Germany, Florence learned about hygiene and nutrition, but above all, at Kaiserworth she learned that nursing was more than just caring. It was a science.", "character": "Richard Milnes", "characterId": "nm0001096"}]}, {"lines": [{"text": "Don't you see? We have to change our attitudes towards the poor and the sick, and towards women who would go among them and help them.", "character": "Florence Nightingale", "characterId": "nm0000646"}, {"text": "But how do you propose to do that?", "character": "William Nightingale", "characterId": "nm0107950"}, {"text": "By example. My example.", "character": "Florence Nightingale", "characterId": "nm0000646"}]}, {"lines": [{"text": "[voice over, as Narrator]\nWhile Florence's fame grew in the world of British medicine, England found itself entangled in a war with Russia. The glow of pride which followed the first victories on the Black Sea, was soon to be replaced by a feeling of national shame, as over half the army's casualties occured not on the battlefield, but in its hospitals.", "character": "Richard Milnes", "characterId": "nm0001096"}]}, {"lines": [{"text": "[reads aloud the General Orders of the day]\n\"Miss Nightingale is recognised by Her Majesty's Government as the General Superintendent of Nursing of all military hospitals of the Army. The principal medical officer will therefore communicate with her on all matters connected with that establishment, and will give, and receive orders only through that lady.\" Miss Nightingale, I believe this is also for you. This brooch was created in your honour by Her Majesty, Queen Victoria. I've been asked to present it to you on her behalf. The inscription reads, \"Blessed are the merciful\".", "character": "Lord Ragland", "characterId": "nm0494854"}]}]}