{"quotes": [{"lines": [{"text": "This is a curious place.", "character": "John Kavanaugh", "characterId": "nm0184578"}, {"text": "Yes. Strangely enough, it was built by pirates. But YOU shouldn't have any trouble finding your way around.", "character": "Leo Grainger", "characterId": "nm0958345"}]}, {"lines": [{"text": "Couldn't you sleep?", "character": "Leo Grainger", "characterId": "nm0958345"}, {"text": "No. My room is cold and damp. Only this hateful fog seems to be at home there.", "character": "Gail", "characterId": "nm0235248"}]}, {"lines": [{"text": "Oh, but I'll have to find Leo and tell him I'm going. He isn't in his room.", "character": "Gail", "characterId": "nm0235248"}, {"text": "I found Leo. He has no objections to your going.", "character": "Jeff Kingsley", "characterId": "nm0353110"}, {"text": "Oh, but don't you think we ought to find out if any of the others want to come with us?", "character": "Gail", "characterId": "nm0235248"}, {"text": "I found that out, too. They won't be coming with us. Not this trip.", "character": "Jeff Kingsley", "characterId": "nm0353110"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Leo? Leo, are you out here?", "character": "Gail", "characterId": "nm0235248"}]}, {"lines": [{"text": "I invited you out here for, let me say, retribution. Now, retribution's an odd word. It can mean so many things. It could mean reward - the return of money you think I stole from you. It could mean giving you an opportunity of getting even with me. Or with each other. It could mean revenge - taking a life for a life. You see, one of you killed something very dear to me. It might have been friendship, it might have been my ideals, it might have been my wife. Perhaps she never knew it, but I happened to love Kama. She was more than just a wife to me. She was my ideal, my friend. Whichever one of you killed her will kill again, and just as wantonly. So let me warn you - the innocent, mind you - to beware of the murderer whenever he, or she, finds it necessary to strike again. And that, my dear friends, concludes the business of the evening. Now. Let's all be as socialble as we can, hmm?", "character": "Leo Grainger", "characterId": "nm0958345"}]}, {"lines": [{"text": "Oh, by the way. I'm afraid I had to send the launch back to the mainland for some slight repairs. It'll be back in the morning, probably. In th meantime I'm quite sure that you'll find every convenience on this island. Except, of course, the telephone. Dinner will be at eight-thirty.", "character": "Leo Grainger", "characterId": "nm0958345"}]}]}