{"quotes": [{"lines": [{"text": "We choose to go to the moon in this decade and do the other things, not because they are easy but because they are hard.", "character": "John F.Kennedy", "characterId": "nm0448123"}]}, {"lines": [{"text": "[Command Module Pilot Mattingly stands on the launch tower, waiting to enter Apollo 16]", "character": null, "characterId": null}, {"text": "I just stood around and waited until they strapped in. And here was a kind of a strange quiet. You look out and you can see the large part of the state and ocean and this - this thing out here. You have the feeling that it's alive.", "character": "T. Kenneth Mattingly II", "characterId": "nm0560325"}]}, {"lines": [{"text": "I had the only window at this point, and I looked out, and doggone if the moon wasn't visible in the daylight right straight out the top of the window. I know they're doin' their job right because the moon's right straight ahead and that's where we're pointed and they're gonna launch us right straight to this thing.", "character": "T. Kenneth Mattingly II", "characterId": "nm0560325"}]}, {"lines": [{"text": "There's a total and complete silence in that beautiful view and the realization, of course, that you're going 25,000 miles an hour.", "character": "Russell L. Schweickart", "characterId": "nm0777749"}]}, {"lines": [{"text": "The only bad part about zero gravity in Apollo was goin' to the bathroom. We had a very crude system. For your feces it was a bag, and you put this bag in the right position. So you go, but the only thing is that nothing goes to the bottom of the bag in zero gravity.", "character": "Charles M. Duke Jr.", "characterId": "nm0241169"}]}, {"lines": [{"text": "We set sail on this new sea because there is new knowledge to be gained and new rights to be won and they must be won and used for the progress of all mankind.", "character": "John F.Kennedy", "characterId": "nm0448123"}]}, {"lines": [{"text": "[alone in the Command Module, following CSM-LEM separation during Apollo X]\nYou'll never know how big this thing gets when there ain't nobody in here but one guy.", "character": "John Young", "characterId": "nm0974135"}]}, {"lines": [{"text": "You are Go for TLI", "character": "Himself - capsule communicator", "characterId": "nm1398286"}, {"text": "[Trans-Lunar Injection]", "character": null, "characterId": null}, {"text": "; you're go for the Moon.", "character": "Himself - capsule communicator", "characterId": "nm1398286"}]}, {"lines": [{"text": "I had a bet with somebody who didn't, uh, really felt that Neil spent a great deal of time before he went figuring out his famous words, and they were not extemporaneous, on-the-spot, historical words. He actually felt that these words might have even been written for Neil by somebody else. And I said well, I'll betcha five hundred bucks that when I get to the bottom of the ladder - and nobody ever remembers what the second person to do something does anyhow - I'm gonna say \"It might have been a small step for Neil, but it's a big step for a little fella like me\"", "character": "Narrator", "characterId": "nm0175616"}, {"text": "[on the Moon, about to exit the LEM]\nReady for me to come out?", "character": "Buzz Aldrin", "characterId": "nm0004696"}, {"text": "Okay.", "character": "Neil Armstrong", "characterId": "nm0035842"}, {"text": "Now I wanna back up and partially-close the hatch... making sure not to lock it on my way out.", "character": "Buzz Aldrin", "characterId": "nm0004696"}, {"text": "So this person said \"Ah, no way you're gonna do that; they'll tell you what to say.\" And I said \"Okay, but a bet's a bet.\" So I bet this person five-hundred dollars, and when I got to the bottom of the ladder, I said it!", "character": "Narrator", "characterId": "nm0175616"}, {"text": "Man, that may have been a small one for Neil, but that's a long one for me!", "character": "Narrator", "characterId": "nm0175616"}, {"text": "[laughter]", "character": null, "characterId": null}]}]}