{"quotes": [{"lines": [{"text": "Quoting Bishop Jeremy Taylor, \"Marriage hath in it less of beauty but more of safety, than the single life; it hath more care, but less danger, it is more merry, and more sad; it is fuller of sorrows, and fuller of joys; it lies under more burdens, but it is supported by all the strengths of love and charity, and those burdens are delightful.\"", "character": "Ben Holmes", "characterId": "nm0000255"}]}, {"lines": [{"text": "Sometimes the people we meet change us forever.", "character": "Ben Holmes", "characterId": "nm0000255"}]}, {"lines": [{"text": "I haven't known you that long, but I think there may be something wrong with you.", "character": "Ben Holmes", "characterId": "nm0000255"}]}, {"lines": [{"text": "I don't deserve heaven.", "character": "Sarah Lewis", "characterId": "nm0000113"}, {"text": "Oh Sarah, you deserve so much more than you think you do.", "character": "Ben Holmes", "characterId": "nm0000255"}]}, {"lines": [{"text": "What other options do we have? We have no options. None!", "character": "Sarah Lewis", "characterId": "nm0000113"}, {"text": "Yet somehow they seem more appealing than this.", "character": "Ben Holmes", "characterId": "nm0000255"}]}, {"lines": [{"text": "Bridge, ya know, I mean, what I always thought was that there was this one, one perfect person for everybody in the world, you know, and when you found that person, uh, the rest of the world just kinda magically faded away and... and you know, the two of you would just be inside this kind of protective bubble. But there is no bubble, or if there is, we have to make it. I just think life is more than a series of moments, you know, it's... it's... we can make choices and we can choose to protect the people we love and that's what makes us who we are, and those are the real miracles! Stop me when it becomes glaringly obvious that I have no idea what I am talking about...", "character": "Ben Holmes", "characterId": "nm0000255"}]}, {"lines": [{"text": "[arguing with Sarah]\nMy funeral is gonna be PACKED!", "character": "Ben Holmes", "characterId": "nm0000255"}]}, {"lines": [{"text": "Ben, in about five minutes we're supposed to be joined for eternity and I was wondering, um, if you were gonna get dressed.", "character": "Bridget Cahill", "characterId": "nm0005491"}, {"text": "Well if it's eternity, it can wait.", "character": "Ben Holmes", "characterId": "nm0000255"}, {"text": "[laughs]", "character": null, "characterId": null}]}, {"lines": [{"text": "There are no more cars... you should have called as soon as you got off the plane.", "character": null, "characterId": null}, {"text": "Ya, you're right. Sorry. I wasn't thinking about that when I was unconscious and bleeding from the head!", "character": "Sarah Lewis", "characterId": "nm0000113"}]}, {"lines": [{"text": "Sarah, everybody loves you, you just... you just think they're all wrong.", "character": "Ben Holmes", "characterId": "nm0000255"}]}, {"lines": [{"text": "[Alan taps a glass with a knife, causing it to break]", "character": null, "characterId": null}, {"text": "Okay, I'm not... payin' for that. It was already chipped.", "character": "Alan", "characterId": "nm0001872"}]}, {"lines": [{"text": "Are you going to be here when I get back?", "character": "Ben Holmes", "characterId": "nm0000255"}, {"text": "You know me.", "character": "Sarah Lewis", "characterId": "nm0000113"}, {"text": "I would not presume.", "character": "Ben Holmes", "characterId": "nm0000255"}]}, {"lines": [{"text": "Two wayward travellers stuck in a Geo with a guy named Vic.", "character": "Sarah Lewis", "characterId": "nm0000113"}]}]}