{"quotes": [{"lines": [{"text": "The money I made in this rotten business is no good for me, Joe. I don't want it back. And Tucker's money is no good either.", "character": "Leo Morse", "characterId": "nm0327089"}, {"text": "The money has no moral opinions.", "character": "Joe Morse", "characterId": "nm0002092"}, {"text": "I find I have, Joe. I find I have.", "character": "Leo Morse", "characterId": "nm0327089"}]}, {"lines": [{"text": "I am sensible. I am calm. I'll give you my answer calmly and sensibly, my final answer. My final answer is finally no. The answer is no! Absolutely and finally no! Finally and positively no! No! No! No! N - O!", "character": "Leo Morse", "characterId": "nm0327089"}]}, {"lines": [{"text": "[after Joe bails his brother, Doris and the others out of jail]", "character": null, "characterId": null}, {"text": "You know I've got my whole life to think about now and you won't be of any help.", "character": "Doris Lowry", "characterId": "nm0669193"}, {"text": "How do you know? You know everything I touch turns to gold. It's raining out and I promised my brother to take you home.", "character": "Joe Morse", "characterId": "nm0002092"}, {"text": "Well, that's a lie.", "character": "Doris Lowry", "characterId": "nm0669193"}, {"text": "Well, it's not true; but I would have had he asked. You know you can't tell about your life 'til you're all through living it. Come on, I'll give you a lift. You're tired, I'm tireder. What can happen to either one of us? You tell me the story of your life and maybe I can suggest a happy ending.", "character": "Joe Morse", "characterId": "nm0002092"}]}, {"lines": [{"text": "[referring to Joe]\nDon't have anything to do with him, Leo. You're a businessman.", "character": "Sylvia Morse", "characterId": "nm0045735"}, {"text": "Yes. I've been a businessman all my life. And honest - I don't know what a business is.", "character": "Leo Morse", "characterId": "nm0327089"}, {"text": "Well, you had a garage... you had a real estate business.", "character": "Sylvia Morse", "characterId": "nm0045735"}, {"text": "two cents for the chauffeur and a penny for me. Penny for one thief, two cents for the other. Well, Joe's here now - I won't have to steal pennies anymore. I'll have big crooks to steal dollars for me!", "character": "Leo Morse", "characterId": "nm0327089"}]}, {"lines": [{"text": "[last lines - voice over]", "character": null, "characterId": null}, {"text": "I found my brother's body at the bottom there, where they had thrown it away on the rocks... by the river... like an old dirty rag nobody wants. He was dead - and I felt I had killed him. I turned back to give myself up to Hall; because if a man's life can be lived so long and come out this way - like rubbish - then something was horrible and had to be ended one way or another... and I decided to help.", "character": "Joe Morse", "characterId": "nm0002092"}]}, {"lines": [{"text": "[to Joe]\nAll that Cain did to Abel was murder him.", "character": "Leo Morse", "characterId": "nm0327089"}]}, {"lines": [{"text": "What do you mean \"gangsters\"? It's business.", "character": "Wally", "characterId": "nm0695111"}]}, {"lines": [{"text": "A man could spend the rest of his life trying to remember what he shouldn't have said.", "character": "Edna Tucker", "characterId": "nm0934798"}]}, {"lines": [{"text": "[opening lines - voice over]", "character": null, "characterId": null}, {"text": "This is Wall Street... and today was important because tomorrow - July Fourth - I intended to make my first million dollars. An exciting day in any man's life. Temporarily, the enterprise was slightly illegal. You see I was the lawyer for the numbers racket.", "character": "Joe Morse", "characterId": "nm0002092"}]}, {"lines": [{"text": "You're wide open, Joe. I can see into you without looking.", "character": "Edna Tucker", "characterId": "nm0934798"}, {"text": "Don't bother; besides it's not nice to do.", "character": "Joe Morse", "characterId": "nm0002092"}, {"text": "More interesting than when you have a rock for a husband like mine. He's a stone, that man. Whole world are rocks and stones to him.", "character": "Edna Tucker", "characterId": "nm0934798"}, {"text": "Why tell me? Tell him.", "character": "Joe Morse", "characterId": "nm0002092"}, {"text": "Never tell him anything. Makes me feel unnecessary.", "character": "Edna Tucker", "characterId": "nm0934798"}, {"text": "If I make you feel NECESSARY then I'm making a mistake.", "character": "Joe Morse", "characterId": "nm0002092"}]}, {"lines": [{"text": "Wouldn't you like to celebrate on a really large scale, Miss Lowry?", "character": "Joe Morse", "characterId": "nm0002092"}, {"text": "What are you celebrating, Mr. Morse?", "character": "Doris Lowry", "characterId": "nm0669193"}, {"text": "A clear conscience.", "character": "Joe Morse", "characterId": "nm0002092"}, {"text": "Oh, whose?", "character": "Doris Lowry", "characterId": "nm0669193"}]}, {"lines": [{"text": "If you need a broken man to love, break your husband. I'm not a nickel, I don't spend my life in a telephone! If that's what you want for love, you can't use me.", "character": "Joe Morse", "characterId": "nm0002092"}, {"text": "You're not strong or weak enough.", "character": "Edna Tucker", "characterId": "nm0934798"}]}, {"lines": [{"text": "I didn't have enough strength to resist corruption, but I was strong enough to fight for a piece of it.", "character": "Joe Morse", "characterId": "nm0002092"}]}]}