{"quotes": [{"lines": [{"text": "Fort Osage, Missouri, was the gateway to the gold fields of California - and the dream of riches. It was located on the eastern edge of the Osage Indian territory, beyond which lay the Great Plains, the Rockies - and finally, California. Day after day, wagons from all over America rolled into Fort Osage to assemble and prepare for the last lap of the great overland trek to the west coast. The incoming emigrants brought out the worst in booming Fort Osage, and Fort Osage brought out the worst in the emigrants.", "character": null, "characterId": null}]}, {"lines": [{"text": "Now wait a minute! You're the only guide in this part of the country that knows the Osage country. Our expenses have gone up. We've had to charge higher rates. You're going to get a raise, too.", "character": "Arthur Pickett", "characterId": "nm0030194"}, {"text": "I couldn't use it! There's not enough money minted to pay for that. I've seen the Osages on the warpath.", "character": "Tom Clay", "characterId": "nm0131713"}, {"text": "All right. All right, Clay. No hard feelings. But before you go, let me give you a little friendly advice...", "character": "George Keane", "characterId": "nm0448004"}, {"text": "Don't need any today. Thanks anyway.", "character": "Tom Clay", "characterId": "nm0131713"}]}, {"lines": [{"text": "[Tom has just shot the unknown assailant who tried to bushwhack him]", "character": null, "characterId": null}, {"text": "Tom, it looks like you had an enemy.", "character": null, "characterId": null}, {"text": "Yeah. I wonder where I got him.", "character": "Tom Clay", "characterId": "nm0131713"}]}, {"lines": [{"text": "You're a very good dancer, Mr. Clay.", "character": "Ann Pickett", "characterId": "nm0631434"}, {"text": "Not really - just inspired.", "character": "Tom Clay", "characterId": "nm0131713"}]}, {"lines": [{"text": "Hey, wait a minute! Take a look at those hills. They're painted for war!", "character": "Rawlins", "characterId": "nm0103048"}, {"text": "Looks like they found out about our visit to their little camp. Well, they don't want us. If they did, they'd be after us by now. I bet they're on the way to Fort Osage.", "character": "George Keane", "characterId": "nm0448004"}, {"text": "Fort Osage? There's not enough of them there to get past the saloon!", "character": "Rawlins", "characterId": "nm0103048"}, {"text": "Yeah, it's probably a suicide raid. They don't care if they get killed or not. Well, it's Clay's problem now, not ours.", "character": "George Keane", "characterId": "nm0448004"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[Ann is driving a covered wagon out of town]", "character": null, "characterId": null}, {"text": "Mind if I ride with you?", "character": "Tom Clay", "characterId": "nm0131713"}, {"text": "It's a free country.", "character": "Ann Pickett", "characterId": "nm0631434"}, {"text": "It certainly is.", "character": "Tom Clay", "characterId": "nm0131713"}]}]}