{"quotes": [{"lines": [{"text": "Boy you guys better not start without me!", "character": "Karen", "characterId": "nm0376577"}]}, {"lines": [{"text": "[about Stan]\nIs he sick?", "character": "Karen", "characterId": "nm0376577"}, {"text": "He's not sick, he's fat.", "character": "Larry Williams", "characterId": "nm0531061"}]}, {"lines": [{"text": "I had a great report card last time.", "character": "Earl Williams", "characterId": "nm0099435"}, {"text": "Well it wasn't good enough, your conduct grades are unsatisfactory; I don't want that teacher calling here again.", "character": "Judy Williams", "characterId": "nm0194267"}, {"text": "I'm not bad, Mom, it's her! She's a bad teacher!", "character": "Earl Williams", "characterId": "nm0099435"}, {"text": "Oh you think so?", "character": "Judy Williams", "characterId": "nm0194267"}, {"text": "Yes! All she does all day is put busy work on the board, so she doesn't have to bother with us. I don't think that's be...", "character": "Earl Williams", "characterId": "nm0099435"}, {"text": "It doesn't matter what YOU think, Earl, you are a little BOY and little boys are supposed to do what they're told, and if your father was...", "character": "Judy Williams", "characterId": "nm0194267"}, {"text": "What? What about him?", "character": "Earl Williams", "characterId": "nm0099435"}]}, {"lines": [{"text": "Is that pain running down your arm again?", "character": "Judy Williams", "characterId": "nm0194267"}, {"text": "Mm-hmm.", "character": "Les Williams", "characterId": "nm0000608"}, {"text": "You gonna go see a doctor?", "character": "Judy Williams", "characterId": "nm0194267"}, {"text": "Uh-uh.", "character": "Les Williams", "characterId": "nm0000608"}, {"text": "What am I going to do with you?", "character": "Judy Williams", "characterId": "nm0194267"}, {"text": "I don't know.", "character": "Les Williams", "characterId": "nm0000608"}]}, {"lines": [{"text": "It's going to be worth millions, Kenny, people are going to pay a lot more money to see a Frankenstein monster that's alive.", "character": "Earl Williams", "characterId": "nm0099435"}]}, {"lines": [{"text": "Why am I always the bad guy here? All I want for him is a good education. Now you know yourself what comes from an overactive imagination, disappointment.", "character": "Judy Williams", "characterId": "nm0194267"}, {"text": "[to Earl and Larry]\nI was a dreamer, I admit it, I was a dreamer, dreamed all the time, mostly about her, and I never was disappointed. I ever tell you about, had a cousin named Dealy? Spoiled, parents bought him everything he ever wanted, go to a store and he could pick out as many comic books as he wanted, science fiction.", "character": "Les Williams", "characterId": "nm0000608"}, {"text": "And I bet he is digging ditches today for $2 an hour.", "character": "Judy Williams", "characterId": "nm0194267"}, {"text": "No, he got a medical scholarship, he's a doctor over in Ross. Very successful.", "character": "Les Williams", "characterId": "nm0000608"}, {"text": "Well if I thought comic books would get him a medical scholarship, I'd fill this house with them, but I don't.", "character": "Judy Williams", "characterId": "nm0194267"}]}, {"lines": [{"text": "Your father was a dreamer, just like you. He was always hoping one of his ideas would work out. But they never did.", "character": "Judy Williams", "characterId": "nm0194267"}, {"text": "[tears up]\nIt could've.", "character": "Earl Williams", "characterId": "nm0099435"}, {"text": "But they didn't.", "character": "Judy Williams", "characterId": "nm0194267"}, {"text": "[crying]\nBut he was happy, Mom. He made us happy.", "character": "Earl Williams", "characterId": "nm0099435"}, {"text": "Well happiness doesn't always pay the bills honey. Now I want you to stop dreaming, and grow up, okay?", "character": "Judy Williams", "characterId": "nm0194267"}]}, {"lines": [{"text": "My son is a dreamer, Judge, a dreamer just like his father, and this woman who calls herself a teacher has been trying to punish him for that. Because he'll be easier to control and the whole class will, and I, I've been helping her. I've been trying to suffocate my own son and why? Because he can escape? Because he can look up a hill and see Frankenstein's castle, and because I was raised like that? Your Honor, he's a great student and a decent boy, and he doesn't deserve to be sent away like some criminal, because he's not. Now I'm his mother, I'll handle his punishment, but I won't punish him for dreaming. Never again.", "character": "Judy Williams", "characterId": "nm0194267"}]}, {"lines": [{"text": "I know it's been a long day, boys, I know you're tired, but we're coming ot the big moment in the movie. So I want to see on your faces, that you're TERRIFIED! FRIGHTENED! But at the same time, brave, now Earl, you're the oldest brother, so I want to see more from you than I see from Larry, alright?", "character": "Les Williams", "characterId": "nm0000608"}, {"text": "Okay.", "character": "Earl Williams", "characterId": "nm0099435"}, {"text": "Now let's make a movie.", "character": "Les Williams", "characterId": "nm0000608"}]}, {"lines": [{"text": "You know, I went to Hollywood once, tried to make it in show business. It was a long, long time ago. Long time ago. Now that I think about it, I had a lot of courage, you know? Go out to Hollywood from a little old town down south, see all them beautiful people, beautiful lights. You know there's a big ol' hill, on top is a big ol' sign that says Hollywood; it just sort of lords over all them people. Yep, I was gonna paint my dreams right across the silver screen.", "character": "Les Williams", "characterId": "nm0000608"}, {"text": "Did you meet anyone famous or work on any movies?", "character": "Earl Williams", "characterId": "nm0099435"}, {"text": "No. No, I quit too soon. I gave up too soon. You know, you got a dream, you gotta stick with it, you gotta go for it, you can't back off. So make me a promise, you two have a dream, you go for it, with everything you got. Right?", "character": "Les Williams", "characterId": "nm0000608"}, {"text": "Promise, Dad.", "character": "Earl Williams", "characterId": "nm0099435"}, {"text": "I promise.", "character": "Les Williams", "characterId": "nm0000608"}]}, {"lines": [{"text": "[\"Insane! was Einstein or Boris Karloff Insane?\"]", "character": null, "characterId": null}]}]}