{"quotes": [{"lines": [{"text": "Gentlemen, we have just returned from our last meeting with our science advisors, and I'm happy to report that the launch is ready to go on schedule. The countdown will begin at 0800 tomorrow. And now, gentlemen, I want to introduce the astronaut chosen for this mission... Colonel Frank Saunders. Colonel Saunders will answer any questions that you might have. Frank?", "character": "Dr. Adam Steele", "characterId": "nm0439170"}, {"text": "[shows Frank to the podium]", "character": null, "characterId": null}, {"text": "Dr. Steele is an optimist. What he means is I'll *try* to answer your questions.", "character": "Col. Frank Saunders", "characterId": "nm0717735"}, {"text": "Colonel, aren't you just a little concerned about making a trip of 49 million miles alone? And when you *do* get to Mars, you still expect to be alone, or... you expect to find other life?", "character": null, "characterId": null}, {"text": "I'm completely trained and ready for this mission, I'm not concerned. Now, fear is either physiological, or the result of ignorance and superstition. I'm in good physical condition, and haven't had the time to get superstitious. On the basis of all available data, it would be impossible to determine conclusively whether or not there is life on Mars. That's one of the things I expect to find out.", "character": "Col. Frank Saunders", "characterId": "nm0717735"}, {"text": "Colonel, we understand that the radio telescope located on the down range island complex has been receiving signals in answer to their transmissions. It should maybe be from another civilization or a space vehicle itself.", "character": null, "characterId": null}, {"text": "These signals could come from several sources. There's been no official agreement as to their origin, nor has there been anything to prove that they were sent by other intelligent beings.", "character": "Col. Frank Saunders", "characterId": "nm0717735"}, {"text": "Colonel, how did you get picked for this project? Aren't there more experienced astronauts available?", "character": null, "characterId": null}, {"text": "My career in the military, prior to this mission, was in test flight operations. Now, as I understand it, all the data on available test pilots was fed into a computer, and the results seem to indicate that I am the most likely candidate. Of course, I'm proud and happy to have been chosen, but I make it a rule never to question the decisions of my superiors.", "character": "Col. Frank Saunders", "characterId": "nm0717735"}, {"text": "Colonel, I, uh, I've been covering the space program for *quite* a long time, yet, uh, prior to the day, I've never even heard of you. How do you explain that?", "character": null, "characterId": null}, {"text": "[Steele, Karen, and General Bowers look at each other nervously]", "character": null, "characterId": null}, {"text": "[smiles]\nI guess I'm the shy type!", "character": "Col. Frank Saunders", "characterId": "nm0717735"}, {"text": "[Frank, smiling, freezes perfectly still, much to everyone's concern]", "character": null, "characterId": null}, {"text": "[chuckling nervously]\nColonel? Colonel?", "character": null, "characterId": null}, {"text": "Gentlemen, the Colonel wasn't kidding, he really *is* shy! He, um... it's been a long day and we're all rather tired.", "character": "Dr. Adam Steele", "characterId": "nm0439170"}, {"text": "[Steele and Karen take the stiff Frank out of the conference room]", "character": null, "characterId": null}]}]}