{"quotes": [{"lines": [{"text": "[Jeffrey talks to his mother for comfort]", "character": null, "characterId": null}, {"text": "Oh, Jeffrey... I'm worried about you.", "character": "Jeffreys Mother", "characterId": "nm0489837"}, {"text": "Yeah - Well so am I, Ma. Something's happening to me that I just don't understand. I can't think straight anymore. It's like my reasoning is all, uh, twisted and distorted, you know? I seem to be disassociating myself from reality more and more each day. I'm anti-social. I'm becoming dangerously amoral. I - I've lost the ability to distinguish between right from wrong, good from bad. I'm scared, Ma. I mean, I feel like I'm - I'm plunging headfirst into some kind of black void of sheer and utter madness or something.", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "You want a sandwich?", "character": "Jeffreys Mother", "characterId": "nm0489837"}]}, {"lines": [{"text": "[Jeffrey is being held down by the other girls when Angel is the first to feel the heat of the drugs]", "character": null, "characterId": null}, {"text": "Whoa.", "character": "Angel", "characterId": "nm0217709"}, {"text": "Oh, God. She's gonna blow. She's gonna blow! Duck and cover!", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "Isn't it awfully hot in here?", "character": "Angel", "characterId": "nm0217709"}, {"text": "[Angel explodes, Zorro's other girls scream out]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Zorro cries at the bar after his girls explode in front of him]", "character": null, "characterId": null}, {"text": "They didn't leave. They didn't go nowhere. They just blew up.", "character": "Zorro", "characterId": "nm0327720"}, {"text": "Blew up?", "character": "Zorro's Customer", "characterId": "nm0746088"}, {"text": "Fucking exploded! One minute, they're my bitches. The next, they're pieces all over.", "character": "Zorro", "characterId": "nm0327720"}, {"text": "When a Mayor loses his hos, he loses everything.", "character": "Zorro's Customer", "characterId": "nm0746088"}]}, {"lines": [{"text": "[Jeffrey watches the recorded news tape of his wife's death]", "character": null, "characterId": null}, {"text": "What began as a birthday barbecue ended in a bizarre tragedy in Ho-Ho-Kus, New Jersey today. It was this power mower that brought a quick end to the life of 21-year old, bride-to-be, Elizabeth Shelley. Like wood through a mulcher, the girthful fiance disappeared beneath the blades of the berserk mower that sent her personality raining down upon the birthday revelers. In a blaze of blood, bones, and body parts, the vivacious young girl was instantly reduced to a tossed human salad, a salad that police are still trying to gather up, a salad that was once named Elizabeth.", "character": "Newscaster", "characterId": "nm0333763"}]}, {"lines": [{"text": "[Jeffrey speaks to all of the scattered body parts after the hookers explode]", "character": null, "characterId": null}, {"text": "Look I - I want to apologize to everybody here. Please, I'm gonna put everybody back together. I promise you. Well, first, I gotta put Elizabeth back together, because that's - That's the whole point of this. And then, I'm gonna take care of everybody. I'm gonna get to everybody. Just take it easy. First, we're gonna take a little trip to New Jersey. It's just right over the bridge. I've got an estrogen based blood serum there. It'll do wonders for you. Gonna make you feel like little girls, again. Just trust me, all right?", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "[Jeffrey finds a plastic bag to put all of the body parts into, one at a time]\nJust be quiet - Relax. It's gonna be all right. Oh, you're gonna get another show. All right. Oh, jeez. The Chinese girl, all right. Okay, I'm gonna get new clothes. Just relax, this is well done. Oh, that's-that's a close shave.", "character": "Jeffrey Franken", "characterId": "nm0521033"}]}, {"lines": [{"text": "[Jeffrey examines a dead hooker's severed leg and foot and screams]", "character": null, "characterId": null}, {"text": "Oh my God! Bunions!", "character": "Jeffrey Franken", "characterId": "nm0521033"}]}, {"lines": [{"text": "[Jeffrey looks for Elizabeth on the streets of New Jersey when talking to a foreigner]", "character": null, "characterId": null}, {"text": "What are you, some kind of a Swede? You're talking to me in Swedish in Times Square!", "character": "Jeffrey Franken", "characterId": "nm0521033"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[Jeffrey wakes up to find out Elizabeth brought him back to life using new parts]\nWhat do you mean living parts? Holy shit! That's not my hand. What are these boobs? Elizabeth, what did you do to me?", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "I can explain. Obviously, since your serum only works on female body parts, I couldn't reuse your old body or even Zorro's. So, naturally, I had to make some changes.", "character": "Elizabeth", "characterId": "nm0612038"}, {"text": "[Elizabeth reveals Jeffrey's nude body to him]\nNo, where's my Johnson? What did you do to me, Elizabeth?", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "Granted, what I did may have been a bit unorthodox. But, hey, you look great, and you're alive. And you're back with me, and I love you. I love you, Jeffrey, and we're together, again. All of us, together, again.", "character": "Elizabeth", "characterId": "nm0612038"}, {"text": "[Jeffrey begins screaming as the camera zooms in]", "character": null, "characterId": null}, {"text": "Together again.", "character": "Elizabeth", "characterId": "nm0612038"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[Jeffrey examines his creation of a human eyeball on the inside of a human brain]\nJust watch my hand. Watch it. Watch my hand now. Nice and slow, back and forth. Watch the hand.", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "[Jeffrey begins snapping]\nCome on. Do something, wake up. Let's go! Let's see that peeper.", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "[Jeffrey pauses before pulling out a scalpel]\nBe very careful here. I'm gonna give it a lobotomy.", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "[the brain and eye begins to move rapidly]\nJesus - That's it, that's it. That's right. Now follow my hand. Look at the hand. Just follow the hand. Come on. Gotta follow my hand. We're in sync, now. Now we're cooking. That's it. That's it. That's right.", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "[Mrs. Shelley walks up]\nJeffrey. Jeffrey.", "character": "Mrs. Shelley", "characterId": "nm0728582"}, {"text": "Huh?", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "Be a doll and pass me the ketchup.", "character": "Mrs. Shelley", "characterId": "nm0728582"}]}, {"lines": [{"text": "[in the opening credits Jeffrey talks to himself]", "character": null, "characterId": null}, {"text": "[Jeffrey mumbles to himself, using a red marker to right calculations and measurements on a life-size diagram of the human body, to try and bring Elizabeth back to life]\nYeah, that should give me enough power. At least inflate - At least three inches. I'll move the release switch over here. Let me see here... they can't tell me what to do. No, wait a minute. I wanna get rid of that chicken neck lump, so - I just don't wanna set the arm on fire. This was the problem area. I'm not gonna get shocked if I do this. Wait a minute - Yeah. And the extension cord. I need a three pronged here. I gotta get rid of this. Too much here. It's too much - Too much. This was the problem - The mole, right. I gotta get that mole. That might be a little concave hole. That's right. If I take a left on this - Okay, where the hell's my calculator? Oh, that's right. Get those varicose veins outta here. Rough estimate will do it fine. I'm gonna get rid of that skin growth. Okay, this ought to fit nicely right here. This way I can turn her off. Make that connection. I gotta make some kind of connection here. Now, this is - I could just use a relay switch here of 600 volts. And who's gonna tell me that that's not enough. All I need is a little connector right here. Gonna need some copper that's for sure. I need all the copper I can get. All I gotta do is get that under 25 A. I can get anything I need late at night. Now, E = MC2 at this point here. All I've gotta do is run a switch - I gotta get 1600 volts.", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "[Jeffrey scratches his head]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Jeffrey is surrounded by all of the girls dancing from the super drugs]", "character": null, "characterId": null}, {"text": "[Jeffrey see's two girls French kissing each other]\nStop that! That's not natural. Wait a minute! For crying out loud, you're like cats with catnip!", "character": "Jeffrey Franken", "characterId": "nm0521033"}]}, {"lines": [{"text": "[Jeffrey has dinner and a glass of wine, with Elizabeth's head, when he reads her a poem he wrote]", "character": null, "characterId": null}, {"text": "How about a little dessert. Something I wrote for you - A poem.", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "[Jeffrey begins to read his poem to Elizabeth's head]\nWarning, Contents Under Pressure, by Jeffrey Franken. - My heart is packed so full of love for you / That I dreamed I exploded, like aerosol cans sometimes do / I blew with such force that my bones became shrapnel / And leveled the town, except the small chapel / My teeth flew like bullets, I didn't know what was happening / They killed everyone in sight, except for the chaplain / And then, thanks to him, we were happily wed / Even though, at the time, I think we were both dead / The end", "character": "Jeffrey Franken", "characterId": "nm0521033"}]}, {"lines": [{"text": "[Jeffrey finds himself an electric screwdriver]", "character": null, "characterId": null}, {"text": "Some people need drugs. Some people need booze. I just need a little surgical assistance. Level seven - No. Level twenty-one - No. Good night, twenty-two.", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "[Jeffrey holds the electric screwdriver up to the back of his head, to help him think of some ways to get body parts]", "character": null, "characterId": null}, {"text": "[Jeffrey turns on the electric screwdriver leaving it on as he thinks]\nOkay, I gotta get stewardesses-stewardesses. I'll take the Van Wyck expressway out to Kennedy airport. I'll walk onto the plane. I got a maintenance uniform on. Girls, uh, there's a screw loose in a luggage door. You gotta follow me and get off the plane. I'll get 'em in the back of a van. I'll tie 'em up with the extension cords.", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "[Jeffrey turns off the electric screwdriver pulling it out]\nThat's-that's-that's no good. That's not gonna work. That's ridiculous. Nobody's gonna believe that. I don't care how stupid they are. Okay, all right.", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "[Jeffrey tries the electric screwdriver one more time]\nThat's it-that's it. Okay.", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "Oh, boy, that's so - It's so simple. If I need female body parts, then I'll buy female body parts, there's a place across the river where there are thousands of women anxious to sell their parts, no questions asked. Of course, with the right amount of cash - I do have my Christmas club account.", "character": "Jeffrey Franken", "characterId": "nm0521033"}]}, {"lines": [{"text": "[Jeffrey tests the super drug on his guinea pig while in his experimental lab]", "character": null, "characterId": null}, {"text": "[Jeffrey begins pumping smoke into the guinea pig's cage]\nNow, we begin. Now, we have a nice cloud. Nice and deep now - That's right.Oh, look how sexy you are. I bet you get $1,000 a night. Can I buy you a drink? Is the hotel nearby? Can we get there by walking, Hmm. If you weren't a guinea pig, I'd jump in that cage myself. Yes, you know the moves. Those moves are $1,000 moves. Now, take a nice, deep breath.", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "[the guinea pig explodes]\nHoly Jesus Christ. This could get ugly.", "character": "Jeffrey Franken", "characterId": "nm0521033"}]}, {"lines": [{"text": "[Elizabeth's first words back from the dead]", "character": null, "characterId": null}, {"text": "Elizabeth?", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "Want a date? Looking for some action? Need some company?", "character": "Elizabeth", "characterId": "nm0612038"}, {"text": "No, wait, wait.", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "Huh?", "character": "Elizabeth", "characterId": "nm0612038"}, {"text": "It's Jeffrey-Jeffrey.", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "Got any money?", "character": "Elizabeth", "characterId": "nm0612038"}, {"text": "Money?", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "[Elizabeth slaps Jeffrey across the face]", "character": null, "characterId": null}]}, {"lines": [{"text": "[the talkative thug Motormouth calls out to the zombie Elizabeth]", "character": null, "characterId": null}, {"text": "Hey! Hey, doll face. How about those Mets?", "character": "Motormouth", "characterId": "nm0354353"}]}, {"lines": [{"text": "[the talkative thug Motormouth asks the zombie Elizabeth a sports question before kissing her]", "character": null, "characterId": null}, {"text": "Well, actually, I'm not too fond of organized sports. I'm more of a one-on-one type of guy. I kinda prefer certain indoor sports. You know what I mean? How about if I, uh, stick my tongue down your throat?", "character": "Motormouth", "characterId": "nm0354353"}, {"text": "[Motormouth forces his tongue down Elizabeth's mouth as she electrocutes him]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Jeffrey stops to talk to the street preacher as the preacher screams in the street]", "character": null, "characterId": null}, {"text": "Oh, Babylon the great, mother of harlots, and abomination to the Earth. I will show unto thee the judgment of the great horror, the woman arrayed in purple and scarlet. Kings of the Earth have committed fornications and lived deliciously with her. They shall wail and lament when they see the smoke of her burning.", "character": "Street Preacher", "characterId": "nm0756652"}, {"text": "So, you've seen her?", "character": "Jeffrey Franken", "characterId": "nm0521033"}, {"text": "[the preacher points]\nShe's in the bar!", "character": "Street Preacher", "characterId": "nm0756652"}, {"text": "[Jeffrey runs to the bar]\nGod bless!", "character": "Jeffrey Franken", "characterId": "nm0521033"}]}]}