{"quotes": [{"lines": [{"text": "About our ads... are we going to run tampons this week?", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Hmm. Maybe panty pads?", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Panty pads, yes... after all, there's only one place a tampon's going.", "character": "Jennifer", "characterId": "nm0766837"}]}, {"lines": [{"text": "Now, for our story... He Took Me, 700 words?", "character": "Dawn", "characterId": "nm0294067"}, {"text": "No, too racy. Cut it in half and call it Regrets.", "character": "Jennifer", "characterId": "nm0766837"}]}, {"lines": [{"text": "No, I'm sorry, Janie. I have to pass on the tiles, but what about It's Flan-tastic?", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "George was very sick at the end, you know. Very sick in the end. Stripped of his faculties. One day he asked if I'd help speed the going; put him out of his misery.", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "And did you?", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Had to. Hit him over the head with a shovel, dumped him on the bonfire.", "character": "Jennifer", "characterId": "nm0766837"}]}, {"lines": [{"text": "[Holding up a T-shirt with the word Chanel written across]", "character": null, "characterId": null}, {"text": "How much you think that cost?", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "T-shirt? Three pound fifty, tops.", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Forty quid.", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "No!", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Forty quid she paid for that, I couldn't believe it. You know how's I know? Dry clean, apparently. Dry clean a t-shirt, I couldn't believe it. I should be dry cleaning her knickers next time.", "character": "Jennifer", "characterId": "nm0766837"}]}, {"lines": [{"text": "What did the krankies say to you?", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Fun-dabby-doosie.", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Tsk. I'm sorry.", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "I don't want to eat your skin, Madonna! I'm not a crazy!", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Yeah, she's not even a fan. She hates your work!", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Madonna!", "character": null, "characterId": null}]}, {"lines": [{"text": "Male or female caucasian... dead... Aged anywhere between... ten and fifty years old... Two small bosoms... huge buttocks... too obscene. Two hands... attached to the arms. There's evidence of bruising to the head, the neck, the botty, the pee-pee.", "character": "Jennifer", "characterId": "nm0766837"}]}, {"lines": [{"text": "[Dawn has just burnt Jennifer's self-titled script on a barbeque grill]", "character": null, "characterId": null}, {"text": "No! No-no-no-no! That's the funniest material I've ever written!", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "writing stuff with both of us in that just isn't that funny!", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "[\"Silence of the Lambs\"]", "character": null, "characterId": null}, {"text": "You're just one step away from plain white trash, aren't you Jennifer? Your mother was a biology teacher in Cheshire. You used to sit there on your white pony and you'd dream... of getting all the way... to the B. B. C.", "character": "Dr. French", "characterId": "nm0294067"}]}, {"lines": [{"text": "[they are spoofing \"Gone With the Wind\"; Jennifer is affecting a Southern accent]", "character": null, "characterId": null}, {"text": "Oh whatever will I wear to the party tonight, Mammie?", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "[in her normal English accent]\nI thought you were going to wear this frock.", "character": "Dawn", "characterId": "nm0294067"}, {"text": "[grabs the dress]\nOh fiddle-dee-dee!", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Should I have that dry-cleaned, then?", "character": "Dawn", "characterId": "nm0294067"}, {"text": "[reverts to her English accent]\nWhat?", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "The dress? Do you want me to go and drop it at the dry cleaners?", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Maybe you should just go and beat it on a rock!", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "What? Why?", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Because you're my SLAVE!", "character": "Jennifer", "characterId": "nm0766837"}]}, {"lines": [{"text": "Oh fiddle-dee-diddle-dee-dee! Do you think that Rhett will ask me to dance tonight at the party?", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "I don't know. I'm not paid to think, apparently.", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "[dressed like Mammie from Gone With the Wind]\nHello! Just popping in to check and see how you're getting on with your freedom as, you see, I haven't got any.", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "[in a \"Gone With the Wind\" spoof]", "character": null, "characterId": null}, {"text": "[doing her best to affect a Southern accent]\nWhy aren't you wearing the face paint I gave you?", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "I tried it on but it just looked stupid.", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Well are you at least going to try the accent?", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Oh, I meant to ask you about that. Do you think I should?", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Well, try it. \"How are you doing today?\"", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Oh, very well, thank you. I had lunch and...", "character": "Dawn", "characterId": "nm0294067"}, {"text": "No, SAY it!", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Oh.", "character": "Dawn", "characterId": "nm0294067"}, {"text": "[attempts a Southern accent and sounds more like a mentally ill person]", "character": null, "characterId": null}, {"text": "Howarryu durrin? HAH-AH-AR-YER-DORN?", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Oh, fiddle-dee-diddle-dee-diddle-dee-diddle-dee dee. Bring me some crushed ice and a surrey with a fringe on top!", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Well are YOU going to try the accent?", "character": "Dawn", "characterId": "nm0294067"}, {"text": "[breaks character angrily]\nI *AM*!", "character": "Jennifer", "characterId": "nm0766837"}]}, {"lines": [{"text": "[spoofing Thelma & Louise]", "character": null, "characterId": null}, {"text": "People are going to look at this and they're going to think we're in Texas.", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "No, Jennifer, they are not. They are going to see this and see two freezing cold women in the middle of winter in Cornwall.", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "[dressed as death in an Ingmar Bergman film spoof]\nCan I come in?", "character": "Ken Bishop", "characterId": "nm0109699"}, {"text": "Well I'll just have to ask my friend. Can Death come in?", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Oh, sure Death, come on in and join the party!", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "With me on the couch today is our financial specialist Dawn French. Hello Dawn!", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Hello!", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Now Dawn is here today to talk to us about what's going on in the market today. Dawn, tell us a little bit about what we might find in the market today.", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Well, in the market today you'll find apples, bananas, all types of fresh produce and things of that nature. Of course if we're talking about a farmer's type market you'll find all sorts of knick-knacks including those little plastic flowers that dance when you talk to them. of course they're not the Japanese ones, they're the imitation English ones.", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Right. Actually I was talking about the financial market.", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Oh, the financial market! Well in the financial market right now people are very concerned about... money.", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "Perhaps you could tell us, for instance, what one might be spending if one wereto invest in gold?", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Right, well, for about fifteen pounds you can get a fine thin chain bracelet. For twenty five pounds you can get a necklace and perhaps your initials in some of that curly swirly writing. But I feel duty bound to warn you that if you are looking for something such as a chunky identity bracelet, you may find yourself paying upwards of fifty pounds.", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Well! A word to the wise, there!", "character": "Jennifer", "characterId": "nm0766837"}]}, {"lines": [{"text": "A lot of our viewers seem to be having a lot of trouble discerning the difference between a pension scheme and a unit trust.", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Oh yes, I get that one a lot. Now listen, people, I don't know how many times I can explain this to you. The first one is a PENSION SCHEME, and the second is a UNIT TRUST.", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Well, that clears that up, then.", "character": "Jennifer", "characterId": "nm0766837"}]}, {"lines": [{"text": "Well, we've almost run out of time, but perhaps we can finish up with a bit of the word on the street?", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Right. The word on the street is... many a muckle makes a muckle.", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "Well, it turns out SHE was the one who I was telling you about earlier who's been having an affair with a porcupine. Sorry, concubine.", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "Listen, I really don't want you to take this personally or think that I'm being cruel or unkind, but you're really just a hideous, talentless bitch with a foul attitude, aren't you?", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Well, thanks to you AND your mother.", "character": "Jennifer", "characterId": "nm0766837"}]}, {"lines": [{"text": "Do you know who really has it all? Jeri Hall. She is an international woman, that woman. She's got one leg in Texas and one leg in London, and the whole world in between.", "character": "Jennifer", "characterId": "nm0766837"}]}, {"lines": [{"text": "You can take the girl out of Bananarama, but you can't take the Bananarama out of the girl.", "character": null, "characterId": null}, {"text": "[Appears on screen after a spoof of the music video \"Stay\" by Shakespeare's Sister]", "character": null, "characterId": null}]}, {"lines": [{"text": "[as Madonna, to the tune of \"Me Against the Music\"]\nHey Britney, did you see what I can do with this pole? Come over here, I got somethin' to show ya...", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "[as Britney Spears]\nYou can do this on your own, I'm goin' home, I gotta drone...", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "For the sake of our friendship I am willing to forego the Tatania in favour of the Lola.", "character": "Jennifer", "characterId": "nm0766837"}]}, {"lines": [{"text": "And once I have given you that capital letter, what will you be doing with it?", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Well, if I can go out on a limb here and make an executive decision, I am going to say that we will be photocopying it, probably passing it around the office and tacking it up on bulliten boards. Exciting!", "character": "Jennifer", "characterId": "nm0766837"}]}, {"lines": [{"text": "Now, I've prepared a little mock-up for you Jo, I hope that you approve. Would it be safe to say that THIS is the size that you'd be thinking of for your book \"Rock Stars and Their Toilet Seats\"? Pop-up size, Jo?", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Yes, well, that size, definately, but certainally not that thick.", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Of course, yes. And although we've got Princess Stephanie in there for the mock-up, obviously it WILL be Bob Geldolf. And I wonder, Jo, have you given any consideration to incorperating pop-up?", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "Can I suggest something? Plop-up.", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "You... oh God, this is so embarassing, but you have a little something. There, on your face.", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "[Has a gigantic \"face-sucker\" alien from the movie \"Alien\" on her face]\nWhat? Oh, honestly, I swear, you walk around all day and no one says a word to you.", "character": "Dawn", "characterId": "nm0294067"}, {"text": "[Dabs at her face with a hanky]", "character": null, "characterId": null}, {"text": "There, did I get it?", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "[Playing Queen Amidala in a Star Wars spoof]\nHave you met my handmaiden, Panty-Padme?", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "[pretending to be Madonna reading from her new children's book]\nNow, once upon a time there was a naughty, dirty little girl who sang and danced her way to the top. She didn't care who she was horrid to in order to get famous. She even did a nude book where she showed her vixen toilet parts to everyone, and depicted scenes of depravity with young and old gay boys and girls licking and poking her. When she grew up she realized she didn't want her own children to read this smut or to see her on stage twirling her nipples and grinding with a man dressed as the Pope. One day a big wise rabbit called Philip Berg hopped up to her and suggested that she should study the ancient mystic and esoteric knowledge of the first five books of Moses and explore a path to fulfillment via spiritual and scientific laws of the universe that govern the cosmos and the human soul. And so she did. She set about repenting and making herself a better person. She washed out her filthy mouth and the words \"mother\", \"sucker\" and \"cock\" never passed her lips again. She thanked the big rabbit and all his creed and asked how she could show the world that she was now a new and spiritually clean person called \"Enid\". He gave her a $26 red friendship bracelet, available at blahblahla.com and a catalog for further merchandise. This is a true story, and if you don't believe me, go fuck yourself.", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "Celebrity gossip! So I decided to see a play about a week ago. A small thing, something to do with morality in the art world, very high brow. Well the curtains opened, amazing, lavish sets. Great acting. But you'll never guess what happened. This woman, all of a sudden, walked across the stage. It was Madonna! She just walked over to the fireplace, took off her coat, and then proceeded to lounge about for the entire show. I mean, what was she thinking? And the actors of course were totally professional, acted as if she wasn't even there. Perhaps she thought that Gwyneth Paltrow was doing a show there and she would just stop by to say hello. But then she had the nerve to take the curtain call with those people!", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "What a deluded cow!", "character": "Dawn", "characterId": "nm0294067"}, {"text": "Yes, but you haven't heard the whole of it! I went back a few days later hoping to catch the play undisturbed, and she did it again! Walked right over to the fireplace, took off her coat so I knew she was staying.", "character": "Jennifer", "characterId": "nm0766837"}, {"text": "My God. Ever since that woman moved to London it's like she thinks she owns the place. Well, did you at least get your money back?", "character": "Dawn", "characterId": "nm0294067"}, {"text": "No. But I did sell the story to Pop Trash magazine. Big bucks!", "character": "Jennifer", "characterId": "nm0766837"}]}, {"lines": [{"text": "Tell me something, Jennifer... if you castrated a Glow Worm, would it be delighted? Ha-ha-ha! And I mean that sincerely, folks.", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "[discussing Princess Diana]\nRetarded people lick her face!", "character": "Dawn", "characterId": "nm0294067"}]}, {"lines": [{"text": "[Introducing musician Rufus Wainwright]\nLadies and Gentlemen... Loofah Wetwipe!", "character": "Jennifer", "characterId": "nm0766837"}]}, {"lines": [{"text": "Quite frankly the internet is just a world of hideous filth waiting in earnest to corrupt our children! Why, one only need enter in a harmless barnyard term - like \"poo cock\" - and there's no end to the smut that appears!", "character": "Dawn", "characterId": "nm0294067"}]}]}