{"quotes": [{"lines": [{"text": "[Opening line]\nI'm tired.", "character": "Peter Egermann", "characterId": "nm0041222"}]}, {"lines": [{"text": "I'd like to tell you what's on my mind. Everyone has worries, no? Mine is rather special. That's why I'm here. You think I talk a lot. True. I hesitate to speak. As long as I don't say it, it's just a dream. Saying it, will make it real.", "character": "Peter Egermann", "characterId": "nm0041222"}]}, {"lines": [{"text": "We like our pleasure or perhaps each other's, I don't know. The best was cheating on each other. I use the word cheating, but it's wrong. It's morally derogatory. And we aren't. \"Mutual sexual freedom,\" it's called.", "character": "Peter Egermann", "characterId": "nm0041222"}]}, {"lines": [{"text": "You have so little respect for your fear.", "character": "Professor Mogens Jensen", "characterId": "nm0072337"}, {"text": "Give me something to calm me?", "character": "Peter Egermann", "characterId": "nm0041222"}, {"text": "Go out for walks. It does wonders for depression and grim thoughts. Then drink coffee or cognac. You'll feel better.", "character": "Professor Mogens Jensen", "characterId": "nm0072337"}]}, {"lines": [{"text": "I see her moving in the bathroom, flooded by sunlight. She combs her hair. I've always enjoyed watching my wife. Even when we hated each other or when she was hateful, drunk, sick or angry. I've always enjoyed her movement, her scent, her presence.", "character": "Peter Egermann", "characterId": "nm0041222"}]}, {"lines": [{"text": "If you wish I can take you into my clinic. We have injections for everything, so, eventually you don't care whether you're Peter Egermann or Emperor of China.", "character": "Professor Mogens Jensen", "characterId": "nm0072337"}]}, {"lines": [{"text": "Neither of us wants to mature. That's the reason we fight and torment each other and cry. Neither of us wants to grow up.", "character": "Katarina Egermann", "characterId": "nm0118123"}]}, {"lines": [{"text": "from now now I understand everything you say, think and feel. I want to hold him tight until he notices me, because we don't see each other although we live so close and know everything about each other.", "character": "Katarina Egermann", "characterId": "nm0118123"}]}, {"lines": [{"text": "Martin was a fine guy. We were very close but, as you know, no one's faithful. Not really. Homosexuals never are. Because of children. The sad fact we haven't any and can't adopt.", "character": "Tim Mandelbaum", "characterId": "nm0772767"}]}, {"lines": [{"text": "I always liked children. I'd have been a fairly good mother.", "character": "Tim Mandelbaum", "characterId": "nm0772767"}]}, {"lines": [{"text": "Most gays like women - not because we're feminine ourselves. But, because we're more in touch with our feelings.", "character": "Tim Mandelbaum", "characterId": "nm0772767"}]}, {"lines": [{"text": "Maybe one should break down once in a while. I have several times. I don't know if it upset me. I think not. Usually about love. I need intimacy terribly. Where does one find it? I really mean it. Always the same torment. Then the body gets in the way and then the soul. And then one's loaded with hopes and expectations and compromises. God, I'm so theoretical!", "character": "Tim Mandelbaum", "characterId": "nm0772767"}]}, {"lines": [{"text": "I'm only a child. Then again, maybe not. I don't know about time. It doesn't exist, say those who've thought about it. I shut my eyes and feel like a 10-year-old. Physically as well. Then I open them and look in the mirror and an old man stands there. A childish old man, isn't that strange. A childish old man, that's all. No, something more.", "character": "Tim Mandelbaum", "characterId": "nm0772767"}]}, {"lines": [{"text": "All this intimacy is just a dream.", "character": "Tim Mandelbaum", "characterId": "nm0772767"}]}, {"lines": [{"text": "I'm driven by forces I don't control. Doctors, lovers, pills, drugs, alcohol, work. Nothing helps. Secret forces. What are they called? I don't know. Maybe just aging. Wasting. I don't know. Forces I can't master.", "character": "Tim Mandelbaum", "characterId": "nm0772767"}]}, {"lines": [{"text": "I stare at my face in the mirror - it's quite familiar - and make sure that in this combination of blood and flesh and nerves and bone, there are two separate - I don't know what. Two separate entities. The dream of intimacy, tenderness, togetherness, abandon of the living. And on the other hand violence, filth, horror, threat of death. Sometimes I believe it all comes from one source. I don't know. How should I?", "character": "Tim Mandelbaum", "characterId": "nm0772767"}]}, {"lines": [{"text": "My dreams were too lovely perhaps and as punishment - life shakes you when you least expect it.", "character": "Tim Mandelbaum", "characterId": "nm0772767"}]}, {"lines": [{"text": "Weak people go strange ways.", "character": "Professor Mogens Jensen", "characterId": "nm0072337"}]}, {"lines": [{"text": "I had a dirty conscience. I blame my homosexuality for it.", "character": "Tim Mandelbaum", "characterId": "nm0772767"}]}, {"lines": [{"text": "If you are my death; welcome, my death. If you are my life; welcome, my life.", "character": "Peter Egermann", "characterId": "nm0041222"}]}, {"lines": [{"text": "I dreamt that I awoke from deepest slumber. I lay on the floor that was as soft as a thick carpet. I felt warm and content. Katarina lay beside me motionless, sleeping. I knew immediately that it was all a dream. I told myself I shouldn't be afraid and that the only danger was fear itself to be panic-striken and try to escape, to weep or scream or strike at the walls. I decided to stay calm. Katarina woke up slowly. I tried to speak to her, but couldn't reach her. She acted as though I wasn't there. She was soft and stimulatingly indifferent. I wanted to make love. But she avoided me and I couldn't enter her. She looked at me with half-shut eyes and smiled.", "character": "Peter Egermann", "characterId": "nm0041222"}]}, {"lines": [{"text": "I must stay calm, not fearful. Controlled, not unpredictable. All went wrong.", "character": "Peter Egermann", "characterId": "nm0041222"}]}, {"lines": [{"text": "There was a tender moment. Perfect silence. It's hard to describe that moment. The air changed. It was mild and easy to breathe. Grey light gave way to a misty dawn. That touched our wounded hearts. We faced each other in a sudden burst of closeness. Then came the horror.", "character": "Peter Egermann", "characterId": "nm0041222"}]}, {"lines": [{"text": "I behaved like a hysterical goat.", "character": "Katarina Egermann", "characterId": "nm0118123"}]}, {"lines": [{"text": "we were dreaming, playing or whatever the hell we did. This is the real reality. And it's unbearable. I speak, answer, think, get dressed, sleep and eat, those are daily needs, the hard surface. Underneath I'm crying. I weep for myself - because I may not be as I was. What has been may never again be, is gone forever, like a dream.", "character": "Katarina Egermann", "characterId": "nm0118123"}]}, {"lines": [{"text": "Something's wrong?", "character": "Katarina Krafft", "characterId": "nm0750931"}, {"text": "Something's nice.", "character": "Peter Egermann", "characterId": "nm0041222"}]}, {"lines": [{"text": "No exit.", "character": "Peter Egermann", "characterId": "nm0041222"}, {"text": "Why do you say such strange stuff?", "character": "Katarina Krafft", "characterId": "nm0750931"}]}, {"lines": [{"text": "[Final lines]\nAt night he has a ragged old teddy bear in bed. Probably a childhood souvenir.", "character": "Nurse", "characterId": "nm0645874"}]}]}