{"quotes": [{"lines": [{"text": "I'll give them a chance that they didn't give me. They will get a legal trial in a legal courtroom. They will have a legal judge and a legal defense. They will get a legal sentence and a legal death.", "character": "Joe Wilson", "characterId": "nm0000075"}]}, {"lines": [{"text": "[to Joe]\nIf those people die, Joe Wilson dies too; you know that, don't you? Wherever you go, whatever you do.", "character": "Katherine Grant", "characterId": "nm0796662"}]}, {"lines": [{"text": "[after several witnesses had lied on the stand]\nI wonder if I haven't been calling the defense witnesses by mistake.", "character": "District Attorney", "characterId": "nm0008496"}]}, {"lines": [{"text": "\"I got you a little momentum.\" He meant memento.", "character": "Joe Wilson", "characterId": "nm0000075"}]}, {"lines": [{"text": "I am legally dead!", "character": "Joe Wilson", "characterId": "nm0000075"}]}, {"lines": [{"text": "The mob doesn't think. It has no mind of its own.", "character": "Joe Wilson", "characterId": "nm0000075"}]}, {"lines": [{"text": "Your honor, I am Joseph Wilson.", "character": "Joe Wilson", "characterId": "nm0000075"}, {"text": "Keep your seat!", "character": "Court Bailiff", "characterId": "nm0419125"}, {"text": "Go on.", "character": "Judge Daniel Hopkins", "characterId": "nm0123579"}, {"text": "I know that by coming here, I saved the lives of these 22 people, but that isn't why I'm here. I don't care anything about saving them. They're murderers. I know the law says they're not because I'm still alive, but that's not their fault. And the law doesn't know that a lot of things that were very important to me, silly things maybe, like a belief in justice, and an idea that men were civilized, and a feeling of pride that this country of mine was different from all others. The law doesn't know that those things were burned to death within me that night. I came here today for my own sake. I couldn't stand it anymore. I couldn't stop thinking about them with every step and every breath I took, and I didn't believe Katherine when she said... Katherine is the young lady who was going to marry me. Maybe someday after I've paid for what I did, they'll be a chance to begin again, and then maybe Katherine and I...", "character": "Joe Wilson", "characterId": "nm0000075"}, {"text": "Joe.", "character": "Katherine Grant", "characterId": "nm0796662"}]}]}