{"quotes": [{"lines": [{"text": "I got a speech.", "character": "Jimmy Vetter", "characterId": "nm0601129"}, {"text": "A speech? Let's hear it.", "character": "Hon. Judson Hammond - The President of the United States", "characterId": "nm0404158"}, {"text": "I love my uncle Judd because he's going to cure the Depression and make everybody rich.", "character": "Jimmy Vetter", "characterId": "nm0601129"}]}, {"lines": [{"text": "Mr. President, my paper's indictment against the government is a staggering one. Starvation is wanton everywhere, from coast to coast and from Canada to Mexico. Millions of dollars are poured into new battleships. Farmers burn corn and wheat, food is thrown into the sea while men and women are begging for bread. Men are freezing without coats while cotton rots in the field. Thousands are homeless, millions of vacant homes. Over 5000 gang land murders last year, and only five gangsters in prison, not for killing but for income tax violations! What does the New Administration say to this? What answer? What definite plan has the government for this indictment, this state of misery and horror, of lost hope, of broken faith, of the collapse of American democracy?", "character": "Mr. Thieson", "characterId": "nm0041681"}]}, {"lines": [{"text": "I'm not a very religious person, Beek, but does it seem too fanciful to believe that God might've sent the angel Gabriel to do for Judd Hammond what He did for Daniel?", "character": "Pendola 'Pendie' Molloy", "characterId": "nm0605904"}, {"text": "Gabriel? I thought he was the messenger of Wrath.", "character": "Hartley 'Beek' Beekman - Secretary to the President", "characterId": "nm0867144"}, {"text": "Not always. To some he was the Angel of Revelations. A messenger sent from God to men.", "character": "Pendola 'Pendie' Molloy", "characterId": "nm0605904"}, {"text": "Huh... Gabriel over the White House.", "character": "Hartley 'Beek' Beekman - Secretary to the President", "characterId": "nm0867144"}]}, {"lines": [{"text": "The American people have risen before and they will rise again. Gentlemen, remember, our party promises a return to prosperity.", "character": "Hon. Judson Hammond - The President of the United States", "characterId": "nm0404158"}]}, {"lines": [{"text": "[as the Vice-President leaves the room]\nGood night, Mr. Vice-President. I hope you sleep well.", "character": "Hon. Judson Hammond - The President of the United States", "characterId": "nm0404158"}, {"text": "When did a Vice-President do anything else?", "character": "Vice President", "characterId": "nm0153556"}, {"text": "[Hammond shakes hands with him, but wipes it in disdain after he leaves]", "character": null, "characterId": null}]}, {"lines": [{"text": "[about the President]\nThe way he thinks is so simple and honest that it sounds... sounds a little crazy.", "character": "Hartley 'Beek' Beekman - Secretary to the President", "characterId": "nm0867144"}, {"text": "He's doing the things you wanted. And if he's mad, it's a divine madness. Look at the chaos and catastrophe the sane men of this world have brought about!", "character": "Pendola 'Pendie' Molloy", "characterId": "nm0605904"}]}, {"lines": [{"text": "[at a Congress hearing]\nGentlemen, I am here as a representative of the American people in their hour of darkest despair. A plant cannot be made to grow by watering the top alone and letting the roots go dry. The people of this country are the roots and the strongest trunk and the branches too. You have spent 4 billion dollars only to aggravate adversity. I ask for 4 billion dollars to restore buying power, stimulate purchases, restore prosperity. You have wasted precious days and weeks and years in futile discussion. We need action, immediate and effective action.", "character": "Hon. Judson Hammond - The President of the United States", "characterId": "nm0404158"}, {"text": "Mr. President, there is a movement in Congress for your impeachment, hardly any time for making requests, however small.", "character": "Sen. Langham - Senate Majority Leader", "characterId": "nm0464137"}, {"text": "Very well, I shall withdraw that request but I'd like to substitute with another. I ask you gentlemen to declare a state of national emergency, and to adjourn this Congress until normal conditions are restored. During the period of that adjustment I shall assume full responsibility for the government.", "character": "Hon. Judson Hammond - The President of the United States", "characterId": "nm0404158"}, {"text": "Mr. President, this is dictatorship!", "character": "Sen. Langham - Senate Majority Leader", "characterId": "nm0464137"}, {"text": "Senator Langham, words do not frighten me.", "character": "Hon. Judson Hammond - The President of the United States", "characterId": "nm0404158"}, {"text": "But the United States of America is a democracy! We are not yet ready to give up the government of our time!", "character": "Sen. Langham - Senate Majority Leader", "characterId": "nm0464137"}, {"text": "a government for the greatest good of the greatest number!", "character": "Hon. Judson Hammond - The President of the United States", "characterId": "nm0404158"}, {"text": "This Congress refuses to adjourn!", "character": "Sen. Langham - Senate Majority Leader", "characterId": "nm0464137"}, {"text": "I think gentlemen you forget I am still the president of these United States. And as commandeer in chief of the Army and Navy, it is within the rights of the president to declare the country under MARTIAL LAW!", "character": "Hon. Judson Hammond - The President of the United States", "characterId": "nm0404158"}, {"text": "[Congress explodes and he walks out]", "character": null, "characterId": null}]}]}