{"quotes": [{"lines": [{"text": "If your head's in the toilet, don't blow bubbles.", "character": "Estelle Rolfe", "characterId": "nm0000843"}]}, {"lines": [{"text": "You know, I know everybody's gotta die, but I really thought I was gonna be the first exception.", "character": "Estelle Rolfe", "characterId": "nm0000843"}]}, {"lines": [{"text": "I'm very busy now, Gilbert.", "character": "Shepard Plotkin", "characterId": "nm0795711"}, {"text": "I have to talk with you, Mr Plotkin.", "character": "Gilbert Rolfe", "characterId": "nm0798779"}, {"text": "Later, Gilbert.", "character": "Shepard Plotkin", "characterId": "nm0795711"}, {"text": "I have to talk with you now. Shepard, I'm leaving. I am not saying this because I am upset. Well yes I am upset. Of course I'm upset. I'm very upset. You've took my office away and you gave me a depressing, little room. It's, it's not your fault. I allowed it to happen. The light fixture buzzes. There's a dull hum, all day long. Well, you know, you wouldn't fix it for me, no matter how many times I asked. S'okay. You reduced the staff and you gave me enough work for three people to do, and if I didn't finish I got that speech about consolidating more time... Don't worry about it. It is not your problem. I sat there, and I listened, didn't I? You deducted a half-days salary because I was late. No problem. I allowed it to happen. You made me come to work at six in the morning. There was nothing to do at six in the morning and I said to myself, I said Plotkin is enjoying doing this to me. But then I said, No! Rules are rules. The man is only doing his job. That's okay. A man has to do his job. You've been great, you really have. I, I, I wish you, the best of luck. I'm not angry. I, I have no resentment to you. You've, er, you've been great. But we are who we are. I am who I am, you are who you are. So, go fuck yourself Shepard!", "character": "Gilbert Rolfe", "characterId": "nm0798779"}]}, {"lines": [{"text": "I wanna meet Garbo!", "character": "Estelle Rolfe", "characterId": "nm0000843"}, {"text": "Why?", "character": "Gilbert Rolfe", "characterId": "nm0798779"}, {"text": "Why shouldn't I? I'm dying!", "character": "Estelle Rolfe", "characterId": "nm0000843"}]}, {"lines": [{"text": "Could I see that picture of Garbo in the window?", "character": "Estelle Rolfe", "characterId": "nm0000843"}, {"text": "Ha ha, it's from Grand Hotel.", "character": null, "characterId": null}, {"text": "It's from Mata Hari.", "character": "Estelle Rolfe", "characterId": "nm0000843"}, {"text": "Grand Hotel, I own the shop!", "character": null, "characterId": null}, {"text": "No, it's from Mata Hari, it's the scene in the prison cell, where she has a reunion with Rosanoff, just before they take him to the firing squad to be executed. Look at the costumes, it's \"Mata Hari\".", "character": "Estelle Rolfe", "characterId": "nm0000843"}, {"text": "That's 35 dollars.", "character": null, "characterId": null}, {"text": "This isn't rare, I've seen it before!", "character": "Estelle Rolfe", "characterId": "nm0000843"}, {"text": "Then buy it before! The frame makes it higher.", "character": null, "characterId": null}, {"text": "I'll take it without the frame!", "character": "Estelle Rolfe", "characterId": "nm0000843"}, {"text": "I don't sell it without the frame. That's 35 dollars!", "character": null, "characterId": null}, {"text": "It's Mata Hari, go to the movies!", "character": "Estelle Rolfe", "characterId": "nm0000843"}]}, {"lines": [{"text": "Are you the man who took photographs of Greta Garbo?", "character": "Gilbert Rolfe", "characterId": "nm0798779"}, {"text": "She can't sue - I stood 50 feet away. You can't deprive a man of his livelihood.", "character": "Angelo Dokakis", "characterId": "nm0196247"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "How do you do, Gilbert?", "character": "Garbo", "characterId": "nm0173679"}, {"text": "Fine, thank you.", "character": "Gilbert Rolfe", "characterId": "nm0798779"}, {"text": "I don't believe it. Gilbert, you are something else.", "character": "Jane Mortimer", "characterId": "nm0382819"}]}, {"lines": [{"text": "Hi! I'm going for a sandwich. Do you want to come?", "character": "Jane Mortimer", "characterId": "nm0382819"}, {"text": "I probably should tell you, Jane - I'm married.", "character": "Gilbert Rolfe", "characterId": "nm0798779"}, {"text": "I just invited you to eat a sandwich.", "character": "Jane Mortimer", "characterId": "nm0382819"}, {"text": "Oh, eh, okay.", "character": "Gilbert Rolfe", "characterId": "nm0798779"}, {"text": "Gilbert and Jane are standing in a crowded elevator]\nI think elevators are very sexual. Don't you? I have this fantasy that I'm in an elevator, all alone with this man, that I've never met before in my life. And he just keeps staring at me. All of the sudden, he reaches out and he touches my breasts. Well, I think it is very inappropriate; but, I don't stop him. The elevator's moving really slowly. We're at the World Trade Center and he just keeps on touching me. We're at the 30th floor and he's feeling my waist. The elevator keeps going up, his hands keep going down. By the time we're at the 70th floor, we're actually having relations and he just leaves without even telling me his name.", "character": "Jane Mortimer", "characterId": "nm0382819"}, {"text": "[Elevator door opens]", "character": null, "characterId": null}]}, {"lines": [{"text": "What about you... what are you looking for? We're all looking for something.", "character": "Bernie Whitlock", "characterId": "nm0001213"}, {"text": "You're not going to believe me. I'm looking for Greta Garbo.", "character": "Gilbert Rolfe", "characterId": "nm0798779"}, {"text": "You're looking for the Garbo?", "character": "Bernie Whitlock", "characterId": "nm0001213"}]}, {"lines": [{"text": "I saw her once, last summer, walking along the beach. She was wearing a big hat and sunglasses and a long flowing cape. Yeah, she was, she was walking along in a light rain, without an umbrella. I don't think anybody even knew who she was. Then, all of the sudden, she just, a, disappeared into a house and I never saw her again.", "character": "Bernie Whitlock", "characterId": "nm0001213"}]}, {"lines": [{"text": "Estelle, our contract is up the first of the year. They want to raise us from 7.10 an hour to 7.90. None of us knows what to do? I mean, we do not make waves.", "character": "Puerto Rican Nurse", "characterId": "nm0712744"}, {"text": "Make waves.", "character": "Estelle Rolfe", "characterId": "nm0000843"}, {"text": "We don't want to start something.", "character": "Puerto Rican Nurse", "characterId": "nm0712744"}, {"text": "Start something.", "character": "Estelle Rolfe", "characterId": "nm0000843"}, {"text": "Okay!", "character": "Puerto Rican Nurse", "characterId": "nm0712744"}]}, {"lines": [{"text": "[Answering machine message]\nHello, this is Elizabeth Rennick. 555-8318. I am not at home. I'm rehearsing a new production of \"Romeo and Juliet\" in which I've been cast as The Nurse. I turned the part down several times. 'Cause I, well, I don't do supporting roles. Joe Papp, the brilliant producer of \"A Chorus Line\" kept calling me up and finally I said, \"Okay, I'll give it a try.\" We're at the Delacourt Theater in Central Park for rehearsals, which I expect won't take more than two weeks if everyone behaves professionally. Sometimes these off-Broadway companies are a bunch of animals, smoking dope and everyone trying to get into everyone's pants. No one cares about Shakespeare. But, if all goes well...", "character": "Elizabeth Rennick", "characterId": "nm0320006"}]}, {"lines": [{"text": "Miss Rennick, we're ready for your scene again. Miss - Rennick! Stand over here. That's it. Right here. Fine. Good. Good! Okay! And please try not to wobble!", "character": "'Romeo and Juliet' Director", "characterId": "nm0588132"}, {"text": "Nurse, where's my daughter? Call her forth to me.", "character": "Lady Capulet", "characterId": "nm0001521"}, {"text": "No, by my maiden hair.", "character": "Elizabeth Rennick", "characterId": "nm0320006"}, {"text": "Maiden head! Miss Rennick! Not maiden hair!", "character": "'Romeo and Juliet' Director", "characterId": "nm0588132"}, {"text": "I want to cut that line.", "character": "Elizabeth Rennick", "characterId": "nm0320006"}, {"text": "We can't! cut it! I have tried everything i can think of. You can't remember your lines.", "character": "'Romeo and Juliet' Director", "characterId": "nm0588132"}, {"text": "I forget my lines, once!", "character": "Elizabeth Rennick", "characterId": "nm0320006"}, {"text": "You remembered them once! It's not working! Alright, everybody. Lunch! One hour.", "character": "'Romeo and Juliet' Director", "characterId": "nm0588132"}]}, {"lines": [{"text": "I never should have lent my name to this fiasco!", "character": "Elizabeth Rennick", "characterId": "nm0320006"}]}, {"lines": [{"text": "Do you care anything about basketball? The Knicks are out of the playoffs and I'm not entirely happy about that. The world is full of injustices. They either bother you or they don't. Me - they bother.", "character": "Estelle Rolfe", "characterId": "nm0000843"}]}, {"lines": [{"text": "You had me in the palm of your hands. Every time you moved, I sighed. You walked from one end of the room to the other. It was as if your feet never touched the ground.", "character": "Estelle Rolfe", "characterId": "nm0000843"}]}, {"lines": [{"text": "We didn't have anything to do. So, I bought a newspaper. \"Anna Christie\" was playing. It was the only movie of yours I hadn't seen. Garbo Talks! \"Give me a whiskey, ginger ale on the side. And, don't be stingy, baby!\"", "character": "Estelle Rolfe", "characterId": "nm0000843"}]}, {"lines": [{"text": "Walter and I got a divorce. The world's a crazy place to live in, isn't it? He thought I was eccentric.", "character": "Estelle Rolfe", "characterId": "nm0000843"}]}, {"lines": [{"text": "I don't know. You love somebody. You have a child. And then its over. Why? I don't know. It's crazy.", "character": "Estelle Rolfe", "characterId": "nm0000843"}]}, {"lines": [{"text": "I turned on the TV. They were playing \"Queen Christina\". That close-up of you at the end, I thought it would never end. I mean it just went on and on and on. Oh, God, how I hated you. I really hated myself. I thought if I looked like you, if I had that face, if I had those eyes, I wouldn't be so alone.", "character": "Estelle Rolfe", "characterId": "nm0000843"}]}]}