{"quotes": [{"lines": [{"text": "Well it's like Adam and Eve. He was fine grooving in paradise, but Eve wanted something scary. She wanted the fucking edge. She wanted to jump off cliffs just so she could see what it was like to fall.", "character": "Darius", "characterId": "nm0232942"}]}, {"lines": [{"text": "I'd kick you in the balls if you had any.", "character": "Trudi", "characterId": "nm0001746"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "If it weren't for Elvia Rivero, this story wouldn't even be worth telling. Whenever Elvia came to this litte town, well, it's like she woke the place up. My home town, Laramie New Mexico, it came alive. Elvia Rivero was the one who made me laugh when I needed to laugh. She made me cry when no one was looking. But most of all, Elvia was able to put into to words what I was thinking.It was Elvia who first gave me the idea. It was decided then and there, I knew what was missing from my life, a man.", "character": "Shade", "characterId": "nm0000103"}]}, {"lines": [{"text": "It was Elvia who first gave me the idea. It was decided then and there, I knew what was missing from my life, a man.", "character": "Shade", "characterId": "nm0000103"}, {"text": "Oh no, don't get me wrong, not a man for me. For my mom. Then we could do all the dumb normal stuff regular families do.", "character": "Shade", "characterId": "nm0000103"}]}, {"lines": [{"text": "[barely playing along as if they were strangers]\nSo, what line of work are you in, Miss Evans?", "character": "Raymond", "characterId": "nm0611889"}, {"text": "Oh please, call me Nora.", "character": "Nora", "characterId": "nm0000724"}, {"text": "Nora. Nora, Nora...", "character": "Raymond", "characterId": "nm0611889"}, {"text": "I'm a brain surgeon, mainly. How 'bout you?", "character": "Nora", "characterId": "nm0000724"}, {"text": "I'm a grave digger myself. Um, digging my own as we speak. Rapidly.", "character": "Raymond", "characterId": "nm0611889"}, {"text": "Well that makes two things you do quick.", "character": "Nora", "characterId": "nm0000724"}]}, {"lines": [{"text": "It was the same for both of us. It was like we'd finally met our twin. Can you grasp that? Here we were from two different worlds, and yet when we were alone, together we made the same person. In his arms I knew who I was, Shade. Just Shade. That was more than enough.", "character": "Shade", "characterId": "nm0000103"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "He didn't leave her. And now, after all that has happened, it was the single gesture, the one true heart, which has already changed the paths of daughters not yet heard from, those not yet born. He was hers 'til the end. Until the end of time.", "character": "Shade", "characterId": "nm0000103"}]}]}