{"quotes": [{"lines": [{"text": "[Shortly after Spanky & Marshall Valiant go to a card playing room, for Spanky to complete his shoe shining mission, that he just started. Just as Spanky starts to continue his shoe-shining hobby that he had just started, Simmons dropped a Poker card, on purpose, to cheat]\nYou dropped this card, mister.", "character": "Spanky Leonard", "characterId": "nm0568757"}, {"text": "That's not my card.", "character": "Simmons", "characterId": "nm0681635"}, {"text": "Oh, yes sir, I saw you drop it.", "character": "Spanky Leonard", "characterId": "nm0568757"}]}, {"lines": [{"text": "[Marshall Valiant swears in in two new Confederate members]\nDo you solemnly swear Allegiance to the Confederate States of America, and do you promise honor, uphold and defend their rights?", "character": "Marshall Valient", "characterId": "nm0392004"}, {"text": "[both say \"I do!\", in unison]", "character": null, "characterId": null}]}, {"lines": [{"text": "Oh, this will be a feather, in my hat, when the general learns, in my first encounter, I was victorious.", "character": "Simmons", "characterId": "nm0681635"}]}, {"lines": [{"text": "You little river rat. I'll teach you not to interfere with me.", "character": "Simmons", "characterId": "nm0681635"}, {"text": "[Simmons sees a paintbrush, in Spanky's hand and it appears as if Spanky was about to try paint on his shoe! Therefore forcing Spanky and Buckwheat to dive off the ship, in fear of Simmons]", "character": null, "characterId": null}]}, {"lines": [{"text": "[following day, after Spanky and Buckwheat dove off the ship, they see a birthday cake and both of them are extremely hungry!]", "character": null, "characterId": null}, {"text": "The cake's on fire.", "character": "Buckwheat", "characterId": "nm0858537"}]}, {"lines": [{"text": "[Vaughan, Marshal Valient's dog, just led Spanky to Marshall Valient]\nFriend or enemy?", "character": null, "characterId": null}, {"text": "Enemy. And I thank you, to leave me alone, when I'm on personal business.", "character": "Spanky Leonard", "characterId": "nm0568757"}]}, {"lines": [{"text": "The RPWCRCWMR surrenders Blanchard Hill.", "character": "Spanky Leonard", "characterId": "nm0568757"}, {"text": "I refuse to accept your sword, son. You won a moral victory.", "character": "Yankee General", "characterId": "nm0604960"}]}, {"lines": [{"text": "[Vaughan, Marshall Valiant's dog, lightly grabbed Spanky's hand, leading Spanky to injured Marshal Valiant, lying down and Marshal does not respond to him]\nMister Marsh.", "character": "Spanky Leonard", "characterId": "nm0568757"}]}, {"lines": [{"text": "Cover up, he's coming this way.", "character": "Alfalfa", "characterId": "nm0842813"}, {"text": "Who?", "character": "Spanky Leonard", "characterId": "nm0568757"}, {"text": "[the Gang then quickly cover up, holding tree branches, to hide Louella, from Simmons]", "character": null, "characterId": null}, {"text": "[Also during this scene, Spanky walks, holding a stick, with a bonnet tied to the top & a feminine cape, on its frame, that appears as if Louella is walking alone and drew Simmons' attention and deceiving him, until Spanky walked under a low tree branch, that pulled the back cape off and Simmons saw Spanky. Spanky then quickly fled]", "character": "Spanky Leonard", "characterId": "nm0568757"}, {"text": "[Marshall Valient and Louella did a light quick kiss, in haste]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after being told of his brothers losing their money, gambling, he & Spanky go to the room. Marshal investigates & Simmons offers a game, of one hand to win back the lost money. Spanky caught him trying to cheat]", "character": null, "characterId": null}, {"text": "I might have beginners luck.", "character": "Marshall Valient", "characterId": "nm0392004"}]}, {"lines": [{"text": "You'll have to get a higher authority than me.", "character": null, "characterId": null}]}]}