{"quotes": [{"lines": [{"text": "This is more of the story of Gerald McCloy, better known as Gerald McBoing-Boing, the noise-making boy. For when he started talking, so it is said, he didn't speak words, he went...", "character": "Narrator", "characterId": "nm0588922"}, {"text": "[Boing-boing!]", "character": null, "characterId": null}, {"text": "... instead. His odd talent brought him fame throughout the nation for his work on the \"Bong-Bong-Bong!\" radio station.", "character": "Narrator", "characterId": "nm0588922"}]}, {"lines": [{"text": "In another part of the radio station, there was a most tragic situation. The station owner was tearing his hair, because the symphony orchestra scheduled to go on right after the commercial announcement just wasn't there.", "character": "Narrator", "characterId": "nm0588922"}, {"text": "In radio there can't be any dead air! We'll be laughed at everywhere! Silence on the air is strictly taboo. No stand-by pianist, what'll I do?", "character": "Radio Station Owner", "characterId": "nm0588922"}, {"text": "[Sees Gerald about to leave]", "character": null, "characterId": null}, {"text": "McBoing-Boing, don't go! You'll do the show! Hurry, take a good look at this score. You have one minute, not one second more. Fiddles go feeddle-feeddle, tubas go oompha-oompha, flutes go tweedle-tweedle, trombones go twah-twah-twah. But wait! He can make like a keg of powder or the wreck of a train, but fiddles, flutes, cellos, bassoons all playing at once - can he stand the strain? Quick, get doctors Turnpike, Heartburn, Hangloose, Mongoose, Whacker, Crankshaft, and good old Dr. Seuss!", "character": "Radio Station Owner", "characterId": "nm0588922"}]}, {"lines": [{"text": "The one headache pill that goes straight to your cranium. The one headache pill that contains uranium. The Atomic Pill, for quick, soothing relief. Take only one, your pain will be brief. Remember, just one and your headache is gone.", "character": "Announcer", "characterId": "nm0588922"}, {"text": "[takes pill, gets small explosion on head]", "character": null, "characterId": null}]}, {"lines": [{"text": "You see, just when everything seemed fixed, Gerald got the score and his radio scripts mixed.", "character": "Narrator", "characterId": "nm0588922"}, {"text": "Stop! Stop this horrible din! What you've done to that symphony is a sin!", "character": "Radio Station Owner", "characterId": "nm0588922"}]}, {"lines": [{"text": "Rosinski, Stokowski, Spike Jones and Stravinski! McBoing-Boing, I knew it1 Believe you can do a thing, and you do it! I'm a happy man, you saved the day! For this you get a raise in pay!", "character": "Radio Station Owner", "characterId": "nm0588922"}]}]}