{"quotes": [{"lines": [{"text": "Gen. Longstreet, do you mind if I accompany you?", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Not at all. I am very glad to have you with us, Sir.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "The heat reminds me of Mexico.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "Yes, but the air was very dry.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "That was a good outfit. I remember storming the ramparts of Chapultepec with old George Pickett, REynolds, my old friend Ulysses Sam Grant. There was some good men in that army.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "Yes sir, there were indeed.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Some of those men are waiting for us now up ahead on those ridges.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "I don't know. I sometimes feel troubled. Those fellas - those boys in blue - they never quite seem the enemy.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "I know.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "I used to command some of those boys. Swore an oath too. Ah... I - I couldn't fight against Georgia, South Carolina. Not against my own family...", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "No Sir. There was always a higher duty to Virginia. That was our first duty. There was never any question or doubt about that.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Guess so.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "Let us no think about that now. The issue is in God's hands. We can only do our duty.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "to be a good solider you must love the army. To be a good commander, you must be willing to order the death of the thing you love. We do not fear our own death you and I. But there comes a time...", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "We are never quite prepared for so many to die. Oh, we do expect the occasional empty chair. A salute to fallen comrades. But this war goes on and on and the men die and the price gets ever higher. We are prepared to loose some of us, but we are never prepared to loose all of us. And there is the great trap General. When you attack, you must hold nothing back. You must commit yourself totally. We are adrift here in a sea of blood and I want it to end. I want this to be the final battle.", "character": "General Robert E. Lee", "characterId": "nm0000640"}]}, {"lines": [{"text": "I've been ordered to take you men with me, I'm told that if you don't come I can shoot you. Well, you know I won't do that. Maybe somebody else will, but I won't, so that's that. Here's the situation, the Whole Reb army is up that road aways waiting for us, so this is no time for an argument like this, I tell you. We could surely use you fellahs, we're now well below half strength. Whether you fight or not, that's up to you, whether you come along is... well, you're coming. You know who we are and what we are doing here, but if you are going to fight alongside us there are a few things I want you to know. This regiment was formed last summer, in Maine. There were a thousand of us then, there are less than 300 of us now. All of us volunteered to fight for the Union, just as you have. Some came mainly because we were bored at home, thought this looked like it might be fun. Some came because we were ashamed not to. Many of us came because it was the right thing to do. And all of us have seen men die. This is a different kind of army. If you look back through history you will see men fighting for pay, for women, for some other kind of loot. They fight for land, power, because a king leads them, or just because they like killing. But we are here for something new, this has not happened much, in the history of the world. We are an army out to set other men free. America should be free ground, all of it, not divided by a line between slave states and free - all the way from here to the Pacific Ocean. No man has to bow. No man born to royalty. Here we judge you by what you do, not by who your father was. Here you can be something. Here is the place to build a home. But it's not the land, there's always more land. It's the idea that we all have value - you and me. What we are fighting for, in the end, we're fighting for each other. Sorry, I didn't mean to preach. You go ahead and you talk for a while. If you choose to join us and you want your muskets back you can have them - nothing more will be said by anyone anywhere. If you choose not to join us well then you can come along under guard and when this is all over I will do what I can to ensure you get a fair trial, but for now we're moving out. Gentlemen, I think if we lose this fight we lose the war, so if you choose to join us I will be personally very grateful.", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}]}, {"lines": [{"text": "To be a good soldier you must love the army. To be a good commander you must be able to order the death of the thing you love.", "character": "General Robert E. Lee", "characterId": "nm0000640"}]}, {"lines": [{"text": "You wish to see me, sir?", "character": "Maj. Gen. J.E.B. Stuart", "characterId": "nm0298812"}, {"text": "[Lee nods and sighs; there is a short pause]\nIt is the opinion of some... excellent officers that you have let us all down.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "[angry at the slight to his honor]\nGeneral Lee, sir, if you will please tell me who these gentlemen are...", "character": "Maj. Gen. J.E.B. Stuart", "characterId": "nm0298812"}, {"text": "There will be none of that. There is no time.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Sir, I only ask that I be allowed to defend my...", "character": "Maj. Gen. J.E.B. Stuart", "characterId": "nm0298812"}, {"text": "[raising his voice slightly]\nThere is no time.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "[Stuart looks stunned]", "character": null, "characterId": null}, {"text": "General Stuart... your mission was to free this army from the enemy cavalry and report any movement by the enemy's main body. That mission was not fulfilled. You left here with no word of your movement or movement of the enemy for several days. Meanwhile, we were engaged here and drawn into battle without adequate knowledge of the enemy's strength or position, without knowledge of the ground. So it is only by God's grace that we did not meet disaster here.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "General Lee, there were reasons...", "character": "Maj. Gen. J.E.B. Stuart", "characterId": "nm0298812"}, {"text": "[Lee holds up his hand to silence Stuart]\nPerhaps you misunderstood my orders? Perhaps I did not make myself clear. Well, sir... this must be made *very* clear. You, sir, with your cavalry, are the eyes of this army. Without your cavalry, we are made blind. That has already happened once. It must never, *never* happen again.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "[Stuart stares at the floor, then slowly draws his sword in token of his resignation]\nSir... since I no longer hold the General's...", "character": "Maj. Gen. J.E.B. Stuart", "characterId": "nm0298812"}, {"text": "[suddenly furious, Lee pounds the table with his fist]\nI have *told* you, there is no time for that! There is no time!", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "[he pauses, takes a deep breath, and calms down again]", "character": null, "characterId": null}, {"text": "There is another fight comin' tomorrow, and we need you. We need every man, God knows. You must take what I have told you, and learn from it, as a man does.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "[he takes Stuart's sword and replaces it in its scabbard]", "character": null, "characterId": null}, {"text": "There has been a mistake. It will not happen again; I know your quality. You are one of the finest cavalry officers I have ever known, and your service to this army has been invaluable. Now... let us speak no more of this.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "[he turns and slowly walks away, then turns back to Stuart]", "character": null, "characterId": null}, {"text": "The matter is concluded. Good night, General.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "[not knowing what to think of this show of mercy, Stuart snaps a crisp salute, and Lee returns it]", "character": null, "characterId": null}]}, {"lines": [{"text": "What I'm fighting for is to prove I'm a better man than the others. There's many a man worse than me, and some better. But I don't think race or country matters a damn. What matters is justice. And that's why I'm here. I'll be treated as I deserve, not as my father deserved.", "character": "Sergeant 'Buster' Kilrain", "characterId": "nm0176723"}]}, {"lines": [{"text": "[Buford's cavalry has sighted the Rebel army]", "character": null, "characterId": null}, {"text": "You know whats going to happen here in the morning? The whole damn reb army is going to be here. They'll move through this town, occupy these hills on the other side and when our people get here Lee will have the high ground. There will be the devil to pay! The high ground! Meade will come in slowly, cautiously. New to command. They'll be on his back in Washington. Wire hot with messages 'Attack! Attack!'. So he will set up a ring around these hills. And when Lee's army is nicely entrenched behind fat rocks on the high ground, Meade will finally attack, if he can coordinate the army. Straight up the hillside, out in the open, in that gorgeous field of fire. We will charge valiantly... and be butchered valiantly! And afterwards men in tall hats and gold watch fobs will thump their chest and say what a brave charge it was. Devin, I've led a soldier's life, and I've never seen anything as brutally clear as this.", "character": "Gen. Buford", "characterId": "nm0000385"}]}, {"lines": [{"text": "[actual quote, after Pickett's Charge fails]", "character": null, "characterId": null}, {"text": "General, you must look to your division.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "General Lee... I have no division.", "character": "Major General George E. Pickett", "characterId": "nm0002332"}]}, {"lines": [{"text": "There's only one aristocracy, and that", "character": "Sergeant 'Buster' Kilrain", "characterId": "nm0176723"}, {"text": "[he taps his temple]", "character": null, "characterId": null}, {"text": "is right here.", "character": "Sergeant 'Buster' Kilrain", "characterId": "nm0176723"}]}, {"lines": [{"text": "There are times when a corps commander's life does not count.", "character": "Major General Winfield Scott Hancock", "characterId": "nm0540067"}]}, {"lines": [{"text": "[Longstreet orders Hood to take Little Round Top]", "character": null, "characterId": null}, {"text": "They don't even need guns to defend that! All they've got to do is roll rocks down on us!", "character": "Major General John Bell Hood", "characterId": "nm0331112"}]}, {"lines": [{"text": "[quoting Hamlet]\n\"What a piece of work is man, in form and movement how express and admirable. In action how like an angel.\"", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}, {"text": "Well, if he's an angel, all right then. But he damn well must be a killer angel.", "character": "Sergeant 'Buster' Kilrain", "characterId": "nm0176723"}]}, {"lines": [{"text": "General Trimble is waiting. Will you see him now?", "character": "Maj. Walter H. Taylor", "characterId": "nm0109626"}, {"text": "Very well.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "[he looks at Marshall]", "character": null, "characterId": null}, {"text": "Major, I want a scouting party sent out posthaste to find General Stuart.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Yes, sir.", "character": "Maj. Charles Marshall", "characterId": "nm0748676"}, {"text": "Thank you.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Right away, sir.", "character": "Maj. Charles Marshall", "characterId": "nm0748676"}, {"text": "[Trimble enters the room]\nGeneral Trimble.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "[Trimble salutes, and Lee returns it]\nSir, I most respectfully request another assignment.", "character": "Maj. Gen. Isaac R. Trimble", "characterId": "nm0792003"}, {"text": "[Lee looks at Trimble, then sits down]\nDo please go on, General.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "The man is a disgrace! Sir, have you been listening at all to... to what the aides have been telling you? Ask General Gordon or General Ewell. Ask them. We could've taken that hill! God in His wisdom knows we *should've* taken it! There was no one there, no there at all, and it commanded the town.", "character": "Maj. Gen. Isaac R. Trimble", "characterId": "nm0792003"}, {"text": "[he sighs]", "character": null, "characterId": null}, {"text": "General Gordon saw it. I mean, he was with us! Me and Ewell and Gordon, all standing there in the dark like fat, great idiots with that bloody damned hill empty!", "character": "Maj. Gen. Isaac R. Trimble", "characterId": "nm0792003"}, {"text": "[he stops]", "character": null, "characterId": null}, {"text": "I beg your pardon, General.", "character": "Maj. Gen. Isaac R. Trimble", "characterId": "nm0792003"}, {"text": "[Lee nods]", "character": null, "characterId": null}, {"text": "That bloody damned hill was bare as his bloody damned head! We all saw it, as God is my witness! We were all there. I said to him, \"General Ewell, we have *got* to take that hill.\" General Jackson would not have stopped like this, with the bluebellies on the run and there was plenty of light left on a hill like that empty! Well, God help us, I... I don't know wh... I don't know why I...", "character": "Maj. Gen. Isaac R. Trimble", "characterId": "nm0792003"}, {"text": "[he stops]", "character": null, "characterId": null}, {"text": "Do please continue, General.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Yes, sir. Sir... I said to him, General Ewell, these words. I said to him, \"Sir, give me one division and I will take that hill.\" And he said nothing. He just stood there, he stared at me. I said, \"General Ewell, give me one brigade and I will take that hill.\" I was becoming disturbed, sir. And General Ewell put his arms behind him and blinked. So I said, General, give me one *regiment* and I will take that hill.\" And he said *nothing*! He just stood there! I threw down my sword, down on the ground in front of him!", "character": "Maj. Gen. Isaac R. Trimble", "characterId": "nm0792003"}, {"text": "[he stops and regains his composure]", "character": null, "characterId": null}, {"text": "We... we could've done it, sir. A blind man should've seen it. Now they're working up there. You can hear the axes of the Federal troops. And so in the morning... many a good boy will die... taking that hill.", "character": "Maj. Gen. Isaac R. Trimble", "characterId": "nm0792003"}]}, {"lines": [{"text": "This is almost perfect, now we got them where we want them. Swing south and east, down the road, get between them and Lincoln, find some good high ground, then they'll have to hit us, they'll have to, we'll have them, sir.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "You mean disengage?", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Well sir, I've always been under the impression that it was our strategy to conduct a defensive campaign wherever possible in order to keep the army intact.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "Granted, but the situation has changed now.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "In what way?", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "We've already pushed them back, they're on the run, vacating the town. How can we move off to the south and the east in the face of the enemy? What are you thinking, General?", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Maybe we should not have fought here?", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "I know that. But we have prevailed. The men have prevailed.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Yes sir, they have always done that. But in the morning we may be outnumbered, and they'll be entrenched on the high ground.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "General, you know as well as I, we have never concerned ourselves with being outnumbered.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "That is true, sir, you are right. If we move to the south to Washington, they have to pursue us, and then we can fight on ground of our choosing.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "But the enemy is here! We did not want the fight but the fight is here! How can I ask this army to retreat in the face of what they have done this day?", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Not retreat, sir. Re-deploy.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "Our guns will move them off that hill or Ewell will push them off. But if Meade is there tomorrow, I cannot move this army away, no sir, I will attack him.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "General, if Meade is up there tomorrow, it is because he wants us to attack him. We pushed back two corps, but there are five more coming.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}]}, {"lines": [{"text": "[Has just arrived to reinforce Buford, surveying battlefield]\nLovely ground.", "character": "Maj. Gen. John F. Reynolds", "characterId": "nm0745232"}, {"text": "I thought so, Sir.", "character": "Gen. Buford", "characterId": "nm0000385"}, {"text": "Now, let's go surprise Harry Heth.", "character": "Maj. Gen. John F. Reynolds", "characterId": "nm0745232"}]}, {"lines": [{"text": "All science trembles at the searing logic of your fiery intellect.", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}]}, {"lines": [{"text": "\"Follow the cigar smoke, find the fat man there.\"", "character": "Gen. Buford", "characterId": "nm0000385"}]}, {"lines": [{"text": "I'm Kilrain, and I damn all gentlemen.", "character": "Sergeant 'Buster' Kilrain", "characterId": "nm0176723"}]}, {"lines": [{"text": "We should have freed the slaves, THEN fired on Fort Sumter.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}]}, {"lines": [{"text": "Sirs, perhaps there are those among you who believe you are descended from a ape. I suppose there may even be those among you who believe that I am descended from a ape. But I challenge the man to step forward who believes that General Robert E. Lee is descended from a ape.", "character": "Major General George E. Pickett", "characterId": "nm0002332"}, {"text": "Hear, hear!", "character": "James L. Kemper", "characterId": "nm0032403"}, {"text": "Not likely.", "character": "Brig. Gen. Richard B. Garnett", "characterId": "nm0697785"}]}, {"lines": [{"text": "[Chamberlain is addressing his junior officers before the Confederate assault on Little Round Top]\nGentlemen... the 83rd Pennsylvania, 44th New York, and 16th Michigan will be moving in to our right. But if you look to our left, you will see that there is no one there. It's because we're the end of the line. The Union army stops here. We are the flank. Do you understand, gentlemen? We cannot retreat. We cannot withdraw. We are going to have to be stubborn today. So, you put the boys in position, you tell them to stay down. Pile the rocks up high; get the best protection you can. I want the reserve pulled up about 20 yards. This is sloping ground, it's good ground. If you have any breakthroughs, if you have men wounded, if you have a hole in the line, you plug it with the reserve. How are we fixed for ammunition?", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}, {"text": "Sir, I think about 60 rounds per man.", "character": "Capt. Ellis Spear", "characterId": "nm0006610"}, {"text": "That's good. 60 rounds. I think - I... yes, that's adequate. Any questions?", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}, {"text": "Colonel... seems to me the fighting's on that side of the hill.", "character": null, "characterId": null}, {"text": "Yep. Seems to me that we're the back door. Everything's goin' on at the front door.", "character": null, "characterId": null}, {"text": "[all but Chamberlain laugh]", "character": null, "characterId": null}, {"text": "Well, gentlemen, that hill is steep. It's rocky. It's bare. To come straight up it is impossible. No. The Reb army is going to swing around. It's gonna come up through that notch right over there. It'll move under the cover of trees, try to get 'round the flank. And gentlemen... *we* are the flank. Gentlemen.", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}, {"text": "[he salutes, and all the others return it]", "character": null, "characterId": null}, {"text": "God go with you.", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}]}, {"lines": [{"text": "What day is it now, Major?", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "[takes out his pocket watch]\nIt's long after midnight, sir. It's already Friday.", "character": "Maj. Walter H. Taylor", "characterId": "nm0109626"}, {"text": "Friday, July the 3rd?", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Yes, sir.", "character": "Maj. Walter H. Taylor", "characterId": "nm0109626"}, {"text": "Then tomorrow is the Fourth of July.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Sir?", "character": "Maj. Walter H. Taylor", "characterId": "nm0109626"}, {"text": "Independence Day?", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Huh. I'd quite forgotten.", "character": "Maj. Walter H. Taylor", "characterId": "nm0109626"}, {"text": "The good Lord has a sense of humor.", "character": "General Robert E. Lee", "characterId": "nm0000640"}]}, {"lines": [{"text": "[Armistead is mortally wounded]", "character": null, "characterId": null}, {"text": "Would like... to see General Hancock. Can you tell me... where General Hancock may be found?", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "I'm sorry, sir. The general's down, he's been hit.", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}, {"text": "No! Not both of us! Not all of us! Please, God!", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}]}, {"lines": [{"text": "Some of them, they load and load, they never fire. They just keep right on loading. Some of them come home with seven, eight bullets rammed up in the barrel, never fired a shot.", "character": "Sergeant 'Buster' Kilrain", "characterId": "nm0176723"}]}, {"lines": [{"text": "[on Pickett]", "character": null, "characterId": null}, {"text": "His record at West Point is still the talk of both armies. He graduated last in his class, dead last. Quite a feat, when you consider his classmates.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}]}, {"lines": [{"text": "[Pickett likes to wear perfume]", "character": null, "characterId": null}, {"text": "Good Lord, George, what is that smell?", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "That's me.", "character": "Major General George E. Pickett", "characterId": "nm0002332"}, {"text": "He got it off a dead Frenchman.", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}]}, {"lines": [{"text": "Many of us volunteered to fight for the Union. Some came mainly because we were bored at home and this looked like it might be fun. Some came because we were ashamed not to. Many came because it was the right thing to do.", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}]}, {"lines": [{"text": "I don't mean no disrespect to you fighting men, but sometimes I can't help but figure... why you fightin' this war?", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}, {"text": "Why are you?", "character": "Rebel Prisoner", "characterId": "nm0497888"}, {"text": "To free the slaves, of course. And preserve the Union.", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}, {"text": "I don't know about other folk, but I ain't fighting for no darkies one way or the other. I'm fightin' for my rights. All of us here, that's what we're fighting for rights.", "character": "Rebel Prisoner", "characterId": "nm0497888"}, {"text": "[pronounces it 'rahts']", "character": null, "characterId": null}, {"text": "Your what?", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}, {"text": "For our rights. The right to live my life like I see fit. Why can't you just live the way you want to live, and let us live the way we do? Live and let live, I hear some folks say. Be lot less fuss and bother if more folks took it to heart.", "character": "Rebel Prisoner", "characterId": "nm0497888"}, {"text": "Where'd you get captured?", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}, {"text": "From a cut just west of Gettysburg town. Wasn't a pretty sight. Many a good boy lost a young and promising life. Some wore blue and some wore gray. Seen enough of this war?", "character": "Rebel Prisoner", "characterId": "nm0497888"}, {"text": "I guess I have.", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}, {"text": "I guess I have too. Looks like I'm gonna be sittiing out the rest of it.", "character": "Rebel Prisoner", "characterId": "nm0497888"}, {"text": "Well, I appreciate you talking to me.", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}, {"text": "[salutes]\nSee you in hell, Billy Yank.", "character": "Rebel Prisoner", "characterId": "nm0497888"}, {"text": "[salutes]\nSee you in hell, Johnny Reb.", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}]}, {"lines": [{"text": "Don't call me Lawrence.", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}, {"text": "Darn it, Lawrence, I'm your brother.", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}, {"text": "Just be careful of the name business in front of the men, just because you're my brother... it looks like favoritism.", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}, {"text": "God Almighty, General Meade has his own son as his aide de camp.", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}]}, {"lines": [{"text": "In the morning, there's to be a great battle. Tomorrow or the next day will determine the war.", "character": "General Robert E. Lee", "characterId": "nm0000640"}]}, {"lines": [{"text": "[Lee is comtemplating the battle on the night of July 1]", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "[voiceover]", "character": null, "characterId": null}, {"text": "In the morning is the great battle. Tomorrow or the next day will determine the war. Virginia is here. All the South is here. What will you do tomorrow? In the morning, the enemy will be up in fortified positions on high ground. Longstreet's corps will be coming up, and... my boys'll be ready to finish the job. If I tell them to withdraw now... no, sir. They've been patient for far too long. With the enemy out there up on the hill, they'll be ready to finish the job. But I don't even know how much is up there. How many men? How many cannon? I don't know the ground or the flanks. I don't know. If I wait in the morning, the early morning, maybe Meade, under pressure, will attack. Hmm. That would make General Longstreet very happy. But I don't think Meade will come down. And I don't think I can withdraw. So... God's will. Thy will be done.", "character": "General Robert E. Lee", "characterId": "nm0000640"}]}, {"lines": [{"text": "Some of the men are waiting for us now up ahead over those ridges. I don't know, I sometimes feel troubled. Those fellows, those boys in blue, they never quite seem like the enemy. I used to command some of those boys, swore an oath too.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}]}, {"lines": [{"text": "But this war goes on and on and the men die and the price gets even higher. We are prepared to lose some of us, but we are never prepared to lose all of us. We are adrift here in a sea of blood and I want it to end. I want this to be the final battle.", "character": "General Robert E. Lee", "characterId": "nm0000640"}]}, {"lines": [{"text": "[thinking]\nHold to the last. To the last what? Exercise in rhetoric. Last shell... last man... last foot of ground... last breath...", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}]}, {"lines": [{"text": "[seeing the remains of Pickett's Division after the charge]", "character": null, "characterId": null}, {"text": "This is all my fault.", "character": "General Robert E. Lee", "characterId": "nm0000640"}]}, {"lines": [{"text": "[on Pickett's charge]", "character": null, "characterId": null}, {"text": "You know what's gonna happen? I'll tell you what's gonna happen. Troops are now forming behind the line of trees. When they come out, they'll be under enemy long-range artillery fire. Solid shot. Percussion. Every gun they have. Troops will come out under fire with more than a mile to walk. And still, within the open field, among the range of aimed muskets. They'll be slowed by that fence out there, and the formation - what's left of it - will begin to come apart. When they cross that road, they'll be under short-range artillery. Canister fire. Thousands of little bits of shrapnel wiping the holes in the lines. If they get to the wall without breaking up, there won't be many left. A mathematical equation... But maybe, just maybe, our own artillery will break up their defenses. There's always that hope.", "character": "Lt. Gen. James Longstreet", "characterId": "nm0000297"}, {"text": "[sighs]", "character": null, "characterId": null}, {"text": "That's Hancock out there, and he ain't gonna run. So it's mathematical after all. If they get to that road, or beyond it, we'll suffer over fifty percent casualties. But, Harrison, I don't believe my boys will reach that wall.", "character": "Lt. Gen. James Longstreet", "characterId": "nm0000297"}]}, {"lines": [{"text": "My boys! What's happening to my boys?", "character": "Major General George E. Pickett", "characterId": "nm0002332"}]}, {"lines": [{"text": "We've been firing for a good while now, sir. It's apparent now that the Federals nor we will gain a clear advantage in this business. If we continue to expel our ammunition at this rate, we might endanger our ability to support the advance.", "character": "Col. Porter E. Alexander", "characterId": "nm0835722"}, {"text": "Did you not have enough ordnance when this was begun?", "character": "Lt. Gen. James Longstreet", "characterId": "nm0000297"}, {"text": "Federal fire compelled us to move the artillery train farther to the rear, sir. It's taken us longer to refill the capsules. Sir, we must slow down our fire now, or we will have to cut back on the guns sent in to support the infantry.", "character": "Col. Porter E. Alexander", "characterId": "nm0835722"}, {"text": "Damn! I'm going to have to order general Picket to hault his attack until these guns can be replaced!", "character": "Lt. Gen. James Longstreet", "characterId": "nm0000297"}, {"text": "Sir, the trains have little ammunition, it would take an hour to replace it. In the meantime, the enemy would improve on the time. The longer we delay, the more time the Federals have to strengthen their own line. And even if we recovered more supplies from the ordnance train, how much more damage could we inflict on them than they on us? They're bringing in fresh batteries as quickly as they drive them off!", "character": "Col. Porter Alexander", "characterId": "nm0835722"}, {"text": "Just get some more ammunition and keep it hot! I cannot send in Picket's division or the others, until we clear some of those guns off that ridge!", "character": "Lt. Gen. James Longstreet", "characterId": "nm0000297"}]}, {"lines": [{"text": "[before the final charge]", "character": null, "characterId": null}, {"text": "How's the leg, Dick?", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "Oh, it's alright. Can't walk. I'm going to have to ride.", "character": "Brig. Gen. Richard B. Garnett", "characterId": "nm0697785"}, {"text": "Dick, you can't do that! You'll be the perfect target.", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "When we go up that hill and we break that line; there'll be a clear path to Washington and maybe today, this day, will be the last day. I've got to ride up there. Well, Lo; I'll see you at the top.", "character": "Brig. Gen. Richard B. Garnett", "characterId": "nm0697785"}, {"text": "[Rides off]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Armistead is talking about the last time he saw his friend, Winfield Hancock]", "character": null, "characterId": null}, {"text": "Winn was like a brother to me. Remember? Towards the end of the evening, things got a little rough. We both began to... well, there were a lot of tears. I went over to Hancock. I took him by the shoulder. I said, \"Winn, so help me, if I ever raise my hand against you, may God strike me dead.\" Ain't seen him since. He was at Malverne Hill, White Oak Swamp, Sharpsburg, Fredericksburg. One of these days, I will see him, I'm afraid. Across that small, deadly space.", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}]}, {"lines": [{"text": "Lee, Hood, Longstreet, Jackson, Stuart...", "character": "Col. Arthur Freemantle", "characterId": "nm0484140"}, {"text": "My people were Dutch...", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "Meade, Hooker, Hancock, and - shall I say - Lincoln! The same God, same language, same culture and history, same songs, stories, legends, myths - different dreams. Different dreams. So very sad.", "character": "Col. Arthur Freemantle", "characterId": "nm0484140"}]}, {"lines": [{"text": "What goes, John?", "character": "Maj. Gen. John F. Reynolds", "characterId": "nm0745232"}, {"text": "There's the Devil to pay.", "character": "Gen. Buford", "characterId": "nm0000385"}]}, {"lines": [{"text": "[after three of the last deserters decide to fight]\nSergeant Owen, get these men some muskets.", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}, {"text": "There are no muskets, sir.", "character": "Sgt. Owen", "characterId": "nm0608601"}, {"text": "[to the deserters]\nWait here. There'll be guns available in a little while.", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}]}, {"lines": [{"text": "[as the Confederates try their first attack]\nGot one brigade in position and that's all. We got the best damn ground around and they're hitting me with one brigade... lovely. Lovely!", "character": "Gen. Buford", "characterId": "nm0000385"}, {"text": "[turns around and looks with his binoculars for Gen. Reynolds, seeing no sign]", "character": null, "characterId": null}, {"text": "Damn!", "character": "Gen. Buford", "characterId": "nm0000385"}]}, {"lines": [{"text": "Tell me something, Buster... What do you think of Negroes?", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}, {"text": "Well, if you mean the race, I don't really know. This is not a thing to be ashamed of. The thing is, you cannot judge a race. Any man who judges by the group is a pea-wit. You take men one at a time.", "character": "Sergeant 'Buster' Kilrain", "characterId": "nm0176723"}, {"text": "You see to me there was never any difference.", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}, {"text": "None at all?", "character": "Sergeant 'Buster' Kilrain", "characterId": "nm0176723"}, {"text": "None at all. Of course, I haven't known that many freed men... But those I knew in Bangor, Portland... You look in the eye, there was a man. There was a \"divine spark,\" as my mother used to call it. That is all there is to it. Races are men. \"What a piece of work is man. How infinite in faculties and form, and movement... How express and admirable. In action how like an angel.", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}, {"text": "Well, if he's an angel, all right then... But he damn well must be a killer angel. Colonel, darling, you're a lovely man. I see a vast great difference between us, yet I admire you, lad. You're an idealist, praise be. The truth is, Colonel... There is no \"divine spark\". There's many a man alive no more of value than a dead dog. Believe me. When you've seen them hang each other the way I have back in the Old Country. Equality? What I'm fighting for is to prove I'm a better man than many of them. Where have you seen this \"divine spark\" in operation, Colonel? Where have you noted this magnificent equality? No two things on Earth are equal or have an equal chance. Not a leaf, not a tree. There's many a man worse than me, and some better... But I don't think race or country matters a damn. What matters, Colonel... Is justice. Which is why I'm here. I'll be treated as I deserve, not as my father deserved. I'm Kilrain... And I damn all gentlemen. There is only one aristocracy... And that is right here.", "character": "Sergeant 'Buster' Kilrain", "characterId": "nm0176723"}, {"text": "[points to his head]", "character": null, "characterId": null}, {"text": "And that's why we've got to win this war.", "character": "Sergeant 'Buster' Kilrain", "characterId": "nm0176723"}]}, {"lines": [{"text": "Generals can do anything. There's nothing so much like a god on earth as a General on a battlefield.", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}]}, {"lines": [{"text": "[Historical quote, to Confederate troops about to begin their attack of 3 July]", "character": null, "characterId": null}, {"text": "Up men! And to your posts! And let no man forget today, that you are from Old Virginia!", "character": "Major General George E. Pickett", "characterId": "nm0002332"}]}, {"lines": [{"text": "[Historical quote]", "character": null, "characterId": null}, {"text": "Virginians! Virginians! For your land - for your homes - for your sweethearts - for your wives - for Virginia! Forward... march!", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}]}, {"lines": [{"text": "[Chamberlain's regiment is posted atop Little Round Top]", "character": null, "characterId": null}, {"text": "Now we'll see how professors fight.", "character": "Colonel Strong Vincent", "characterId": "nm0001028"}]}, {"lines": [{"text": "[on the 120 mutineers of the 2nd Maine]", "character": null, "characterId": null}, {"text": "Mutiny? I thought that was a word for the Navy.", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}]}, {"lines": [{"text": "we do not consent, and we will *never* consent. And what you've got to do is -", "character": "James L. Kemper", "characterId": "nm0032403"}, {"text": "[he stands up and looks straight at Freemantle]", "character": null, "characterId": null}, {"text": "", "character": "James L. Kemper", "characterId": "nm0032403"}, {"text": "Jim -", "character": "Brig. Gen. Richard B. Garnett", "characterId": "nm0697785"}, {"text": "[he tries to pull Kemper back into his chair]", "character": null, "characterId": null}, {"text": "my home is in Virginia. The government of my home *is* home. Virginia would not allow itself to be ruled by... by some, uh, king over there in London. And it's not about to let itself be ruled by some president in Washington! Virginia, by God, sir, is gonna be run by *Virginians*!", "character": "James L. Kemper", "characterId": "nm0032403"}, {"text": "[Armistead and Longstreet are walking by and overhear this]\nOh, my. \"The Cause.\"", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "[looks at his cards]\nActually, Jimmy, I got a pair of kings.", "character": "Major General George E. Pickett", "characterId": "nm0002332"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "[keeps plowing on]\nAnd it's all for the Yankees, the damn, money-grubbin' Yankees. I mean, those damn fools, they don't get the message! Always the darkies, nothin' but the darkies.", "character": "James L. Kemper", "characterId": "nm0032403"}, {"text": "You know, Jim... ahem. Sit down.", "character": "Major General George E. Pickett", "characterId": "nm0002332"}, {"text": "[he abruptly pulls Kemper back into his seat]", "character": null, "characterId": null}, {"text": "I think that my idea, my, uh... my analogy of a gentlemen's club is-is fair enough. It's clear enough.", "character": "Major General George E. Pickett", "characterId": "nm0002332"}, {"text": "[he turns to Freemantle]", "character": null, "characterId": null}, {"text": "Colonel, think on it, now. Now you suppose that we all join a club, a gentlemen's club. And then, well, after a time, several of the members began to, uh... began to *intrude* themselves into our private lives, our home lives. Began tellin' us what we could do, what we couldn't do. Well, then, wouldn't any one of us have the right to resign? I mean, just...", "character": "Major General George E. Pickett", "characterId": "nm0002332"}, {"text": "[he snaps his fingers]", "character": null, "characterId": null}, {"text": "... resign. Well, that's what we did. That's what *I* did, and now these people are tellin' us that we don't have that right to resign.", "character": "Major General George E. Pickett", "characterId": "nm0002332"}, {"text": "Well...", "character": "James L. Kemper", "characterId": "nm0032403"}, {"text": "[he starts chuckling]", "character": null, "characterId": null}, {"text": "I gotta hand it to you, George. You certainly do have a talent for trivializin' the momentous and complicatin' the obvious. You ever considered runnin' for Congress?", "character": "James L. Kemper", "characterId": "nm0032403"}, {"text": "Oooh.", "character": "Brig. Gen. Richard B. Garnett", "characterId": "nm0697785"}, {"text": "[laughs]\nIt's a thought.", "character": "Major General George E. Pickett", "characterId": "nm0002332"}]}, {"lines": [{"text": "[Armistead sees a young soldier cowering behind a fence on the Emmitsburg Road during Pickett's Charge and stoops down next to him]\nCome on, boy, come on! What'll you think of yourself tomorrow?", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "[he stands back up]", "character": null, "characterId": null}, {"text": "Virginians! Virginians!", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "[he takes off his hat and impales it on his sword, then holds it aloft]", "character": null, "characterId": null}, {"text": "With me! Who will come with me?", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "[he charges ahead, his brigade hot on his heels]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Longstreet and his staff have ridden too far forward immediately following Pickett's Charge; a cannon blast almost kills Goree]\nGod!", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "[Goree slowly gets up]", "character": null, "characterId": null}, {"text": "How are you, T.J.?", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "I'm tolerable, sir.", "character": "Cap. Thomas J. Goree", "characterId": "nm0437328"}, {"text": "[looks across the battlefield to Cemetery Ridge and sighs]\nThey ain't comin'. Too bad.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "[Goree looks in the same direction]\nYes, sir. General... I'll tell you plain. There are times when you worry me.", "character": "Cap. Thomas J. Goree", "characterId": "nm0437328"}, {"text": "Well...", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "No good tryin' to get yourself killed, General. The Lord'll come for you in His own good time.", "character": "Cap. Thomas J. Goree", "characterId": "nm0437328"}, {"text": "What are your orders, sir?", "character": "Maj. G. Moxley Sorrel", "characterId": "nm0612487"}, {"text": "[sighs]\nPrepare for a defense, but... the Yankees ain't comin'. Come on, boys.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "[he sadly rides away]", "character": null, "characterId": null}]}, {"lines": [{"text": "The last time I saw Winn he played that song. That very song. Back in California, we were all together for the last time. Before we broke up. Spring of '61. Almyra Hancock. You remember Almyra, Hancock's wife? Beautiful woman. Most perfect woman I ever saw. They were a beautiful couple. Beautiful. Garnett was with me that night. A lot of fellows from the old outfit. People standing around singing in the blue uniform. We were leaving the next day. Some going north, some going south. Splitting up. A soldier's farewell. \"Goodbye.\" \"Good luck.\" \"I'll see you in hell.\" Do you remember that? Towards the end of the evening, we all sat around the piano. And Myra played that song there, that was the one she played. Maybe for years, maybe forever, I'll never forget that. You know how it was, Pete. Winn was like a brother to me. Remember? Towards the end of the evening, things got a little rough. We both began to... well, there were a lot of tears. I went over to Hancock. I took him by the shoulder. I said, \"Winn, so help me, if I ever raise my hand against you, may God strike me dead.\" Ain't seen him since. He was at Malverne Hill, White Oak Swamp, Sharpsburg, Fredericksburg. One of these days, I will see him, I'm afraid. Across that small, deadly space. I thought about sitting this one out. But I can't do that. That wouldn't be right either. I guess not. Thank you, Peter. I had to talk about that.", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}]}, {"lines": [{"text": "I'm tired, Colonel. I've had all of this army and all of these officers, this damned Hooker, this damned idiot Meade, all of them, the whole bloody lousy rotten mess of sick-brained, pot-bellied scabheads that ain't fit to lead a johnny detail, ain't fit to pour pee out of a boot with instructions on the heel.", "character": "Private Bucklin", "characterId": "nm0225963"}]}, {"lines": [{"text": "Colonel, you're a lovely man. I see a great difference between us, yet I admire you. You're an idealist, praise be.", "character": "Sergeant 'Buster' Kilrain", "characterId": "nm0176723"}]}, {"lines": [{"text": "There's many a man alive of no more value than a dead dog.", "character": "Sergeant 'Buster' Kilrain", "characterId": "nm0176723"}]}, {"lines": [{"text": "Tell me, Professor. In your studies have you come across a story from antiquity of two men who are like brothers facing each other on the field of battle?", "character": "Major General Winfield Scott Hancock", "characterId": "nm0540067"}, {"text": "Well, General, if the Greeks or Romans did not tell of it, I think that story must surely be in the Bible.", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}, {"text": "When I look across the field and see the flags of the 9th and 14th Virginia; I can almost see his old crumpled hat and hear his voice. Lewis Armistead was my closest friend before the war. I'd like to see him again; but not here, not like this. What do you say, Colonel; what do the books tell you.", "character": "Major General Winfield Scott Hancock", "characterId": "nm0540067"}]}, {"lines": [{"text": "I'm told you're descended from an illustrious military family.", "character": "Col. Arthur Freemantle", "characterId": "nm0484140"}, {"text": "[scoffs]\nWho told you that? Kemper?", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "He tells me it was your uncle who defended Fort McHenry during the War of 1812, and that he was therefore the guardian of the original \"Star-Spangled Banner.\" I must say, I do appreciate the irony of it all.", "character": "Col. Arthur Freemantle", "characterId": "nm0484140"}, {"text": "Colonel Freemantle... it does not begin or end with my uncle... or myself. We're all sons of Virginia here.", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "[he motions with his eyes; Freemantle follows his gaze]", "character": null, "characterId": null}, {"text": "That major out there, commanding the cannon... that's James Dearing. First in his class at West Point, before Virgina seceded. And the boy over there with the color guard...", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "[he nods in the boy's direction]", "character": null, "characterId": null}, {"text": "... that's Private Robert Tyler Jones. His grandfather was President of the United States. The colonel behind me... that's Colonel William Aylett. Now, his great-grandfather was the Virginian, Patrick Henry. It was Patrick Henry who said to your King George III, \"Give me liberty, or give me death.\" There are boys here from Norfolk... Portsmouth... small hamlets along the James River. From Charlottesville and Fredericksburg... and the Shenondoah Valley. Mostly, they're all veteran soldiers now; the cowards and shirkers are long gone. Every man here knows his duty. They would make this charge, even without an officer to lead them. They know the gravity of the situation, and the mettle of their foe. They know that this day's work will be desperate and deadly. They know, that for many of them, this will be their last charge. But not one of them needs to be told what is expected of him. They're all willing to make the supreme sacrifice... to achieve victory, here... the crowning victory... and the end of this war. We are all here, Colonel. You may tell them, when you return to your country... that all Virginia was here on this day.", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}]}, {"lines": [{"text": "[Chamberlain is not feeling well and doesn't want to ride the horse]", "character": null, "characterId": null}, {"text": "Colonel, darlin', could you do us all a favor and get on the damn horse?", "character": "Sergeant 'Buster' Kilrain", "characterId": "nm0176723"}]}, {"lines": [{"text": "[Longstreet is briefing the commanders before the final charge]", "character": null, "characterId": null}, {"text": "Johnston Pettigrew, University of North Carolina.", "character": "Brig. Gen. J. Johnston Pettigrew", "characterId": "nm0493872"}, {"text": "Yes, General; your fame as a scholar precedes you. They still speak of your grades at North Carolina with reverence and awe. I understand you've written a book.", "character": "Lt. Gen. James Longstreet", "characterId": "nm0000297"}, {"text": "A minor work; if the General would care to read it...", "character": "Brig. Gen. J. Johnston Pettigrew", "characterId": "nm0493872"}, {"text": "Yes, General, I would like that very much.", "character": "Lt. Gen. James Longstreet", "characterId": "nm0000297"}, {"text": "Captain, fetch a copy of my book from the wagon.", "character": "Brig. Gen. J. Johnston Pettigrew", "characterId": "nm0493872"}, {"text": "Excuse me, General, but I don't think I will have time to read it today.", "character": "Lt. Gen. James Longstreet", "characterId": "nm0000297"}]}, {"lines": [{"text": "[Armistead and Pickett are discussing the charge]", "character": null, "characterId": null}, {"text": "What about Garnett?", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "What about him?", "character": "Major General George E. Pickett", "characterId": "nm0002332"}, {"text": "His leg's hurt, he's going to have to ride up that hill.", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "Damnation!", "character": "Major General George E. Pickett", "characterId": "nm0002332"}, {"text": "George, order him not to go.", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "General Armistead! How can I do that?", "character": "Major General George E. Pickett", "characterId": "nm0002332"}]}, {"lines": [{"text": "It's a far cry from Bowdoin College.", "character": "Colonel Strong Vincent", "characterId": "nm0001028"}, {"text": "No farther than Harvard yard.", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}]}, {"lines": [{"text": "What does Col. Fremantle think? Will the British come in on our side?", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "Oh, hell yeah, they'll come in - they'll come in when we don't need 'em no more. Just like some damn bank gon' loan you money when you no longuh in debt.", "character": "James L. Kemper", "characterId": "nm0032403"}]}, {"lines": [{"text": "[Lee and Longstreet are discussing Harrison's report on the Union army on the night of 30 June]\nHe says the lead element is here with the Third Corps...", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "[he points on the map]", "character": null, "characterId": null}, {"text": "... the Sixth right behind...", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "[he points to a different spot]", "character": null, "characterId": null}, {"text": "... supported by a column of Federal cavalry. Seven corps altogether. The First and Eleventh are above Taneytown, and there's more cavalry two hours east. There may be as many as 100,000 altogether.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "Do you believe the man, this Mr. Harrison?", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "No choice. Oh, you remember him, sir; the actor from Mississippi?", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "An actor? We move on the word of an actor?", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Can't afford not to.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "[Lee takes off his glasses and sits down in a camp chair]\nThere would be some word from General Stuart. General Stuart would not leave us blind.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Oh, one other thing. Hooker's been replaced. George Meade's the new commander. Harrison read it in the Yankee papers.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "[thoughtfully]\nGeorge Meade. Pennsylvania man. Meade would be cautious, I think. Take him some time to get organized. Perhaps we should move more swiftly. There may be an opportunity here.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Yes, sir.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "Well...", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "[Lee gets up and walks back over to the map table]", "character": null, "characterId": null}, {"text": "... no reason to delay. I think we should concentrate here.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "[he points to a spot on the map]", "character": null, "characterId": null}, {"text": "All the roads converge just east of this gap, and this junction will be very necessary.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Yes, sir.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "I left my spectacles over there. What is the name of this town?", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "[Longstreet leans over and reads the name on the map]\n\"Gettysburg.\"", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "Very well.", "character": "General Robert E. Lee", "characterId": "nm0000640"}]}, {"lines": [{"text": "You English had your own civil war, didn't you?", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "[chuckles]\nThat was ages ago. We wouldn't dream of doing it now. Cavaliers and Roundheads! Off with his head! Off with his head!", "character": "Col. Arthur Freemantle", "characterId": "nm0484140"}]}, {"lines": [{"text": "Quick step, my boys. Give them the cold steel!", "character": "Brig. Gen. Richard B. Garnett", "characterId": "nm0697785"}]}, {"lines": [{"text": "Howdy, friend. Where are you headed?", "character": null, "characterId": null}, {"text": "General Longstreet. I gotta see the General.", "character": "Henry T. Harrison", "characterId": "nm0399590"}, {"text": "Is that a fact?", "character": null, "characterId": null}, {"text": "I know General Lee has his headquarters up here a little ways. Wherever he is General Longstreet is nearby. You fellows take me that way, this is urgent.", "character": "Henry T. Harrison", "characterId": "nm0399590"}, {"text": "Let me put it to you like this, stranger. You're not in uniform and you're coming through my picket line. I'll take you up there, but if nobody back there knows you, well, I guess unfortunately, you'll have to be hanged.", "character": null, "characterId": null}]}, {"lines": [{"text": "[just before Pickett's Charge to the center of the Federal line]\nColonel Rice has instructed me to tell you're relieved, sir.", "character": null, "characterId": null}, {"text": "Relieved?", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}, {"text": "Fresh troops are on their way up and they'll take over here, sir. Colonel Rice wants to give you people a rest. You are to fall back, and I am to show you the way.", "character": null, "characterId": null}, {"text": "[to himself]\nFall back. Yes...", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}, {"text": "[turns to Ellis]", "character": null, "characterId": null}, {"text": "Ellis, have the men fall in; we're moving out.", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}, {"text": "[to the courier]", "character": null, "characterId": null}, {"text": "Where are we going?", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}, {"text": "Oh, sir! Lovely spot. Very quiet. Safest place on the battlefield. Right smack-dab in the center.", "character": null, "characterId": null}]}, {"lines": [{"text": "General Pettigrew and General Trimble. They are stronger and more rested, and so you will have nearly three divisions at your command, including Pickett. Your objection will be that clump of trees yonder.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "[he points toward the Union line]", "character": null, "characterId": null}, {"text": "The attack will be proceeded by massed artillery. We'll concentrate all our guns on that one small area. A feu d'enfer, as Napoleon would call it. When the artillery has had its effect, your charge will break the line. You will have nearly 15,000 men at your command, general. And you may begin whenever you are ready, but plan it well. Do plan it well, I pray you, sir. We stake everything on this.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "Sir with your permission... Sir, I've been a soldier all my life. I've fought from the ranks on up, you know my service. But sir, I must tell you now, I believe this attack will fail. No 15,000 men ever made could take that ridge. It's a distance of more than a mile, over open ground. When the men come out of the trees, they will be under fire from Yankee artillery from all over the field. And those are Hancock's boys! And now, they have the stone wall like we did at Fredericksburg.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "We do our duty, general. We do what we must do.", "character": "General Robert E. Lee", "characterId": "nm0000640"}, {"text": "[resignedly]\nYes, sir.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}]}, {"lines": [{"text": "[as Armistead places the hat on the point of his sword during the last charge]\nThat's the style, Lo! That's the style!", "character": "Major General George E. Pickett", "characterId": "nm0002332"}]}, {"lines": [{"text": "[Gen Armistead has just been mortally wounded, and is surrounded by Union soldiers]\nSir? Sir!", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}, {"text": "Will you help me up please?", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "Sir, could you tell me what your name is, who you are?", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}, {"text": "I would like to speak to General Hancock. Do you know where General Hancock may be found?", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "I'm sorry, Sir. The General is down. He's been hit.", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}, {"text": "NO! Not both of us! Not all of us! Please God!", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "Sir, sir we're having a surgeon come as quickly as we can!", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}, {"text": "Can you hear me son?", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "Yes, sir. I can hear you.", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}, {"text": "Will you tell General Hancock, that General Armistead sends his regrets. Will you tell him how very sorry I am.", "character": "Brigadier General Lewis A. Armistead", "characterId": "nm0430151"}, {"text": "I will tell him, sir. I will tell him.", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}]}, {"lines": [{"text": "[guarding several newly captured Confederate prisoners]\nColonel! I've been moving these Rebs with an empty musket!", "character": null, "characterId": null}, {"text": "[whispering]\nNo so loud!", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}]}, {"lines": [{"text": "[Tom hands Lawrence a cup of coffee]\nWhere have you been?", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}, {"text": "We sent out a detail and found some more departed souls down there, and they were carrying coffee for which they had no more use for, so...", "character": "Lieutenant Thomas D. Chamberlain", "characterId": "nm0001367"}, {"text": "Oh, you're a ghoul.", "character": "Colonel Joshua Lawrence Chamberlain", "characterId": "nm0001099"}]}, {"lines": [{"text": "Sam?", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "We drugged him, Sir. Be better if he slept.", "character": null, "characterId": null}, {"text": "I didn't see much. The boys' went in and hit the rocks. How'd it go, Pete?", "character": "Major General John Bell Hood", "characterId": "nm0331112"}, {"text": "Fine, Sam.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "We take those rocks?", "character": "Major General John Bell Hood", "characterId": "nm0331112"}, {"text": "Most of 'em.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "Worst... ground I ever saw. You know that?", "character": "Major General John Bell Hood", "characterId": "nm0331112"}, {"text": "[Longstreet nods]", "character": null, "characterId": null}, {"text": "They call it Devil's Den. It's a good named for it.", "character": "Major General John Bell Hood", "characterId": "nm0331112"}, {"text": "[Longstreet nods again before grasping Hood's outstretched hand to comfort him]", "character": null, "characterId": null}, {"text": "What casualties?", "character": "Major General John Bell Hood", "characterId": "nm0331112"}, {"text": "We don't know yet.", "character": "Lieutenant General James Longstreet", "characterId": "nm0000297"}, {"text": "[Hood groans in agony]", "character": null, "characterId": null}, {"text": "Ya' gotta give my boys credit. You... you should've let me go to the right.", "character": "Major General John Bell Hood", "characterId": "nm0331112"}, {"text": "[His eyes begin to close]", "character": null, "characterId": null}, {"text": "We should have gone to the right...", "character": "Major General John Bell Hood", "characterId": "nm0331112"}, {"text": "[Hood passes out]", "character": null, "characterId": null}, {"text": "He needs to rest some.", "character": null, "characterId": null}]}]}