{"quotes": [{"lines": [{"text": "[quoting Medgar Evers]\nWhen you hate, the only person who suffers is you, because most of the people you hate don't know it and the others don't care.", "character": "Myrlie Evers", "characterId": "nm0000155"}]}, {"lines": [{"text": "[Addressing the jury in summation]", "character": null, "characterId": null}, {"text": "\"We face a moral crisis as a country and as a people. Those who do nothing are inviting shame, as well as violence. Those who act boldly are recognizing right, as well as reality.\" Today, thirty years later, I'm asking you twelve ladies and gentlemen to act boldly; to hold this defendant accountable and find him guilty... simply because it is right, it is just, and Lord knows, it is time. Is it ever too late to do the right thing?", "character": "Bobby DeLaughter", "characterId": "nm0000285"}]}, {"lines": [{"text": "I don't see what difference it makes if a man was bushwhacked yesterday, today, or 27 damn years ago. Murder is murder. And it's still my job to bring the son of a bitch to justice. And it's still your job to help me.", "character": "Bobby DeLaughter", "characterId": "nm0000285"}, {"text": "No! I did my job. I testified against the Klan. They shot out my windows, blew up my car, they hunted and harassed me for twenty five years. Don't that get me even for the wrong I done?", "character": "Delamar Dennis", "characterId": "nm0363294"}, {"text": "We never get even for the wrong we've done.", "character": "Bobby DeLaughter", "characterId": "nm0000285"}]}, {"lines": [{"text": "I love the land of my birth. I do not mean just America as a country, but Mississippi - the State in which I was born.", "character": "Medgar Evers", "characterId": "nm0681782"}]}, {"lines": [{"text": "[quoting Medgar Evers]\nI don't know if I'm going to Heaven or to Hell, but I'm going from Jackson.", "character": "Myrlie Evers", "characterId": "nm0000155"}]}, {"lines": [{"text": "[about Medgar Evers' widow pursuing the murder case for decades]", "character": null, "characterId": null}, {"text": "I think about her keeping this thing alive all this time. Imagine a woman loving a man so much.", "character": "Bobby DeLaughter", "characterId": "nm0000285"}, {"text": "Hell, I can't even get a woman to love me while I'm still alive.", "character": "Charlie Crisco", "characterId": "nm0000513"}]}, {"lines": [{"text": "In the horrific deaths of Emmett Till, Reverend G.W. Lee, Lamar Smith and a variety of other atrocities, no one has been convicted. And we feel that those guilty of having commited these ungodly acts have the feeling of assurance that nothing ever would be done. For you see, ladies and gentlemen, white juries have yet to convict a white man in Mississippi guilty of a crime against a Negro.", "character": "Medgar Evers", "characterId": "nm0681782"}]}, {"lines": [{"text": "The point is you ain't never, ever gonna get twelve people to convict me of killing a nigger in the state of Mississippi. No, sir. Hell son, I don't even have to take the stand. A couple more days, I'll be back in my home in Signal Mountain, Tennessee, where I'll just sit on my porch and live out my days in peace and prosperity. What are you gonna do, Mr. DeLaughter? What are you gonna do? Free at last, free at last... Great God Almighty, I'm free at last!", "character": "Byron De La Beckwith", "characterId": "nm0000249"}]}, {"lines": [{"text": "You know, nobody hardly even remembers Medgar anymore - whites or blacks - and that's a goddamn shame. Cause whatever rights the black man has around here now, he has them because of something called civil rights movement. And for a long time in the state of Mississippi, back before the newspapers and television, back before the fancy speeches, my brother Medgar was the civil rights movement.", "character": "Charlie Evers", "characterId": "nm0167850"}]}, {"lines": [{"text": "We're not talking about a deer Mr De La Beckwith", "character": "Bobby DeLaughter", "characterId": "nm0000285"}, {"text": "[seemingly shocked]\nNo Mr DeLaughter a deer is one of gods precious creatures", "character": "Byron De La Beckwith", "characterId": "nm0000249"}, {"text": "[coldly]", "character": null, "characterId": null}, {"text": "A ni**er aint", "character": "Byron De La Beckwith", "characterId": "nm0000249"}]}, {"lines": [{"text": "Are you saying you killed Medger Evers?", "character": "Bobby DeLaughter", "characterId": "nm0000285"}, {"text": "[Scoffs]\nWell what If I DID Mr DeLaughter? Aint nothing you or anyone else can do about it", "character": "Byron De La Beckwith", "characterId": "nm0000249"}]}, {"lines": [{"text": "[Bobby is breaking up a fight]\nHe called you a ni**er lover", "character": "Burt DeLaughter", "characterId": "nm0085407"}, {"text": "My daddy says Byron De La Beckwith didn't do nothing wrong", "character": "Jared Lloyd", "characterId": "nm0750161"}]}, {"lines": [{"text": "[to Bobby]\nWhy don't you go back to prosecuting ni**ers for murdering whites like you ought to instead of the other way round", "character": "Byron De La Beckwith", "characterId": "nm0000249"}, {"text": "[Being interviewed]\nDid I kill Medger Evers? No I did not", "character": "Byron De La Beckwith", "characterId": "nm0000249"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "But he sure is dead he aint never coming back", "character": "Byron De La Beckwith", "characterId": "nm0000249"}]}, {"lines": [{"text": "You know why I never once went to any of the trials? Because if I had gotten a chance to be alone with Bryon for one second I'd have snapped his chicken neck with my bare hands", "character": "Charlie Evers", "characterId": "nm0167850"}, {"text": "[as Bobby leaves]\nI don't believe in the system, but I sure believe in you", "character": "Charlie Evers", "characterId": "nm0167850"}]}]}