{"quotes": [{"lines": [{"text": "He's got static in his attic - completely zonked!", "character": "Rhoda", "characterId": "nm0243292"}, {"text": "I'll have to include a dictionary with this story.", "character": "Tom Hendry", "characterId": "nm0070511"}]}, {"lines": [{"text": "There's another one I want you to see. Meet Tommy Ivo. This dragster of his has taken over 300 trophies across the country.", "character": "Tony", "characterId": "nm0319978"}, {"text": "[whistles]\nThat's quite a heap of metal.", "character": "Tom Hendry", "characterId": "nm0070511"}, {"text": "He holds two world's records.", "character": "Tony", "characterId": "nm0319978"}, {"text": "[to Tommy]\nWhat are they?", "character": "Tom Hendry", "characterId": "nm0070511"}, {"text": "World's fastest unblown gas engine - turned 154.37 miles an hour. I also got the record for the world's quickest single-engine gas car with a 9.16-second elapsed time. I got top gas eliminator at the big United States fuel and gas championship meet in March 1959.", "character": "Tommy Ivo", "characterId": "nm0412443"}, {"text": "You designed it yourself?", "character": "Tom Hendry", "characterId": "nm0070511"}, {"text": "Yes.", "character": "Tommy Ivo", "characterId": "nm0412443"}, {"text": "What were some of the difficulties you had to overcome?", "character": "Tom Hendry", "characterId": "nm0070511"}, {"text": "Well, weight. It had to be light. The lighter it is, the easier it is to get rollin'. The soonest things I did to make it light was instead of using the normal ninety-two thousandths Shelby tubing I changed to oh-four-nine thousandths and used chrome-moly for strength. I narrowed the rear end to 24 inches to cut down on axle and axle housing weight, and changed the front end suspension from spring to torsion bar and mounted the read end solid.", "character": "Tommy Ivo", "characterId": "nm0412443"}, {"text": "Ho-ho-ho-hold it a minute!", "character": "Tom Hendry", "characterId": "nm0070511"}, {"text": "The traction problem was taken care of by mounting the engine high in the chassis so that under acceleration the weight would transfer from front to rear. I put motorcycle wheels on the front end to cut down on weight and rolling resistance, and I bored the engine bigger and stroked it longer by welding on the crank and re-turning the throws off-center. Well, I guess that's about it.", "character": "Tommy Ivo", "characterId": "nm0412443"}]}]}