{"quotes": [{"lines": [{"text": "There are countless ingredients that make up the human body and mind, like all the components that make up me as an individual with my own personality. Sure I have a face and voice to distinguish myself from others, but my thoughts and memories are unique only to me, and I carry a sense of my own destiny. Each of those things are just a small part of it. I collect information to use in my own way. All of that blends to create a mixture that forms me and gives rise to my conscience. I feel confined, only free to expand myself within boundaries.", "character": "Major Motoko Kusanagi", "characterId": "nm0848968"}]}, {"lines": [{"text": "Nonsense! There's no proof at all that you are a living, thinking life form!", "character": "Section 6 Department Chief Nakamura", "characterId": "nm0312656"}, {"text": "And can you offer me proof of your existence? How can you, when neither modern science nor philosophy can explain what life is?", "character": "Puppet Master", "characterId": "nm0443509"}]}, {"lines": [{"text": "Overspecialize, and you breed in weakness. It's slow death.", "character": "Major Motoko Kusanagi", "characterId": "nm0848968"}]}, {"lines": [{"text": "It can also be argued that DNA is nothing more than a program designed to preserve itself. Life has become more complex in the overwhelming sea of information. And life, when organized into species, relies upon genes to be its memory system. So, man is an individual only because of his intangible memory... and memory cannot be defined, but it defines mankind. The advent of computers, and the subsequent accumulation of incalculable data has given rise to a new system of memory and thought parallel to your own. Humanity has underestimated the consequences of computerization.", "character": "Puppet Master", "characterId": "nm0443509"}]}, {"lines": [{"text": "What is it? Artificial intelligence?", "character": "Section 9 Department Chief Aramaki", "characterId": "nm0292823"}, {"text": "Incorrect. I am not AI. My codename is project two-five-zero-one. I am a living, thinking entity that was created in the sea of information.", "character": "Puppet Master", "characterId": "nm0443509"}]}, {"lines": [{"text": "You talk about redefining my identity. I want a guarantee that I can still be myself.", "character": "Major Motoko Kusanagi", "characterId": "nm0848968"}, {"text": "There isn't one. Why would you wish to? All things change in a dynamic environment. Your effort to remain what you are is what limits you.", "character": "Puppet Master", "characterId": "nm0443509"}]}, {"lines": [{"text": "I mean, have you ever actually seen your brain?", "character": "Major Motoko Kusanagi", "characterId": "nm0848968"}]}, {"lines": [{"text": "There's nothing sadder than a puppet without a ghost, especially the kind with red blood running through them.", "character": "BatÙ", "characterId": "nm0960033"}]}, {"lines": [{"text": "reproducing and dying.", "character": "Puppet Master", "characterId": "nm0443509"}, {"text": "But you can copy yourself.", "character": "Major Motoko Kusanagi", "characterId": "nm0848968"}, {"text": "A copy is just an identical image. There is the possibility that a single virus could destroy an entire set of systems and copies do not give rise to variety and originality. Life perpetuates itself through diversity and this includes the ability to sacrifice itself when necessary. Cells repeat the process of degeneration and regeneration until one day they die, obliterating an entire set of memory and information. Only genes remain. Why continually repeat this cycle? Simply to survive by avoiding the weaknesses of an unchanging system.", "character": "Puppet Master", "characterId": "nm0443509"}]}, {"lines": [{"text": "When I was a child, my speech, feelings, and thinking were all those of a child. Now that I am a man, I have no more use for childish ways.", "character": "Major Motoko Kusanagi", "characterId": "nm0848968"}]}, {"lines": [{"text": "Chief, you ever question the ethics of the neurosurgeons who monkey around inside your brain?", "character": "Batô", "characterId": "nm0258268"}, {"text": "They undergo psychiatric evaluations, especially those in security. They're subjected to a stringent screening of their personal lives. Of course, the ones who check are only human.", "character": "Section 9 Department Chief Aramaki", "characterId": "nm0292823"}, {"text": "I guess once you start doubting, there's no end to it.", "character": "Batô", "characterId": "nm0258268"}]}, {"lines": [{"text": "That's all it is.", "character": "BatÙ", "characterId": "nm0960033"}, {"text": "Information.", "character": "BatÙ", "characterId": "nm0960033"}, {"text": "Even a simulated experience or a dream is simultaneous reality and fantasy.", "character": "BatÙ", "characterId": "nm0960033"}, {"text": "Any way you look at it, all the information that a person accumulates in a lifetime is just a drop in the bucket.", "character": "BatÙ", "characterId": "nm0960033"}]}, {"lines": [{"text": "If a technological feat is possible, man will do it. Almost as if it's wired into the core of our being.", "character": "Major Motoko Kusanagi", "characterId": "nm0848968"}]}, {"lines": [{"text": "As a sentient lifeform, I hereby demand political asylum.", "character": "Project 2501", "characterId": "nm0489834"}, {"text": "Is this a joke?", "character": "Section 9 Department Chief Aramaki", "characterId": "nm0292823"}]}, {"lines": [{"text": "We have been subordinate to our limitations until now. The time has come to cast aside these bonds and to elevate our consciousness to a higher plane. It is time to become a part of all things.", "character": "Puppet Master", "characterId": "nm0443509"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "And where does the newborn go from here? The net is vast and infinite.", "character": "Major Motoko Kusanagi", "characterId": "nm0848968"}]}, {"lines": [{"text": "[on radio]\nSo what's the latest word on your \"Puppet Master\"?", "character": "BatÙ", "characterId": "nm0960033"}, {"text": "[pause as the chief watches the witness on monitor]\nChief? Are you there? Come in...", "character": "BatÙ", "characterId": "nm0960033"}, {"text": "He's only a puppet himself...", "character": "Section 9 Department Chief Aramaki", "characterId": "nm0645634"}]}, {"lines": [{"text": "Your standard-issue Big Gun.", "character": "BatÙ", "characterId": "nm0960033"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Corporate networks reach out to the stars, electrons and light flow throughout the universe. - The advance of computerisation, however, has not yet wiped out nations and ethnic groups.", "character": null, "characterId": null}, {"text": "Code 2-0-8 in district C-13, Newport City. Air space is closed. I repeat...", "character": null, "characterId": null}]}, {"lines": [{"text": "Get out of the fucking way!", "character": "Batou", "characterId": "nm0258268"}]}]}