{"quotes": [{"lines": [{"text": "The good Lord may have built the Earth in six days but that surely was before labor unions.", "character": "Harry S Truman", "characterId": "nm0926235"}]}, {"lines": [{"text": "Say, Rose, there's a story going around about me these days. It says that some old party hen is supposed to have cornered Bess at some party, and said, \"Mrs. Truman, isn't there anything you can do to get the President to stop using the word 'manure'?\" And Bess is supposed to have replied, \"It took me forty years to get him to use that word!\"", "character": "Harry S Truman", "characterId": "nm0926235"}]}, {"lines": [{"text": "No man can get rich in politics unless he's a crook. It cannot be done.", "character": "Harry S Truman", "characterId": "nm0926235"}]}, {"lines": [{"text": "No, sir, I don't give 'em hell, I just tell the truth and they think it's hell.", "character": "Harry S Truman", "characterId": "nm0926235"}]}, {"lines": [{"text": "Well, this is the kind of morning that starts out with all the right things happening to make it all go wrong.", "character": "Harry S Truman", "characterId": "nm0926235"}]}, {"lines": [{"text": "Yeah? Oh yes, General Marshall. Bradley agrees? No, alright, fire the son-of-a-bitch!", "character": "Harry S Truman", "characterId": "nm0926235"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "You know, one of our founding fathers Benjamin Franklin spoke very movingly of this moment, he said that in a free society the rulers are the servants and the people are their superiors and sovereigns therefore to return among the latter was not to degrade them but was to promote them. Well, my promotion is to be one of you. You!", "character": "Harry S Truman", "characterId": "nm0926235"}]}, {"lines": [{"text": "Great man, Herbert Hoover, in my opinion, honestly. He did a great job at the World War I. Feeding all those poor unfortunate starving peoples over there in Europe and Asia then we rewarded him with this job. And on the Depression we all turned to Herbert Hoover but the Depression that was not created by Herbert Hoover, it was created for him.", "character": "Harry S Truman", "characterId": "nm0926235"}]}, {"lines": [{"text": "Oh, Herbert Hoover is in town! Now that's one of the problems with this job I've got. When you leave it, you need to find something else to do. Really, think about it. It's healthy for a man trying to find work when he has been president of the United States.", "character": "Harry S Truman", "characterId": "nm0926235"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "And finally, Margaret, to be a good president I fear that a man cannot be his own mentor. He cannot live the sermon on the mountain, he has to be a Machiavelli, a Caesar, a Borgia, an anctuous religio, a liar. A what-not to be successful so I probably won't be. But I'm having a lot of fun trying the opposite approach. Maybe it'll win. Lots of love, dad.", "character": "Harry S Truman", "characterId": "nm0926235"}]}, {"lines": [{"text": "Richard Nixon is a no-good lyin' son-of-a-bitch!", "character": "Harry S Truman", "characterId": "nm0926235"}]}, {"lines": [{"text": "\"You're quite right my lady, I am quite drunk but you're quite ugly and tomorrow morning I'll be undisputedly sober.", "character": "Harry S Truman", "characterId": "nm0926235"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Well, you see what I mean, don't you?", "character": "Harry S Truman", "characterId": "nm0926235"}]}]}