{"quotes": [{"lines": [{"text": "[Dedication]\nThis movie is dedicated to all those inventive people who tried to do the impossible and succeeded. It is also dedicated to those cravers, who have the heart of crane in life. Because never before would pursuit of genius, of inventive type, with the crib of sworn-in nine. In life itself, men are said to laugh, or he has his foot in the crane sign. But in hearts anew we know, that praise of quorites is the important. Fingers of the hand are signed, in 1914.", "character": "Narrator", "characterId": "nm1674651"}]}, {"lines": [{"text": "[Epilogue]\nMaybe there are three kinds of people in this world, those who make it, those who don't, and those who criminate in this movie. They believe in the impossible, and they try to make it chorus in. Because in the heart, when you want to trade in life, you find the mountain, in the failure of triumph. Because in the heart, people see air and I know, if you have the thing to go, reason hard to see, the corona star, the spirit, the mountain, and man's Rex afore. Or to say it another way, man's reach should exceed his grasp, or what's a heaven for?", "character": "Narrator", "characterId": "nm1674651"}]}, {"lines": [{"text": "In the year of 1914, in the month of February, I was coming home from school. And my hands got very cold, and you see and I had no mittens. And I began, of course, pressing them together to get them warm, and that wouldn't do. And pretty soon I began squeezing them, and I was surprised to think I could make a few different sounds. Well then I begin playing everyday, and pretty soon I could play Yankee Doodle clear through. And that was the only tune I could play for three whole years. And next tune I could play was Marching Through Georgia, then the Trail of the Lonesome Pine. Then for about... everybody wondered then how I could do it would bother me so much for about six years I put it away. Until I met an old showman that come up to Travers once, and he said \"Can you do your old novelty anymore, Cecil?\". And I said, \"I don't know, but I'll try.\" And I tried, of course, and it come right natural to me after letting it go for six years. And he said, \"Well, if I was you...\", he says, \"I would practice it up and see what I could do some time on the stage when I was in Chicago.\"", "character": null, "characterId": null}]}, {"lines": [{"text": "Folks, here I am with a new device called the ornithopter. Uhh... this device... uhh... I expect to attain flight in the air. Through a system of leveraged advantage, plus a man's physical power, I believe it's possible to fly as a bird. And here I am. You can look this device over. It appears heavy. It is light.", "character": null, "characterId": null}]}]}