{"quotes": [{"lines": [{"text": "Pull the string! Pull the string!", "character": "Scientist", "characterId": "nm0000509"}]}, {"lines": [{"text": "Give this man satin undies, a dress, a sweater and a skirt, or even the lounging outfit he has on, and he's the happiest individual in the world. He can work better, think better, he can play better, and he can be more of a credit to his community and his government because he is happy.", "character": "Narrator", "characterId": "nm0268350"}]}, {"lines": [{"text": "Beware. Beware. Beware of the big, green dragon that sits on your doorstep. He eats little boys, puppy dog tails and big, fat snails. Beware. Take care. Beware.", "character": "Scientist", "characterId": "nm0000509"}]}, {"lines": [{"text": "Glen is not a homosexual. Glen is a transvestite, but he is not a homosexual.", "character": "Narrator", "characterId": "nm0268350"}]}, {"lines": [{"text": "People... all going somewhere... all with their own thoughts... their own ideas... all with their own personalities.", "character": "Scientist", "characterId": "nm0000509"}]}, {"lines": [{"text": "Glen did wear the dress to the Halloween party. He even took first prize. Then, one day... it wasn't Halloween any longer.", "character": "Narrator", "characterId": "nm0268350"}]}, {"lines": [{"text": "[voice-over during stock footage of cars on a freeway]", "character": null, "characterId": null}, {"text": "The world is a strange place to live in. All those cars. All going someplace. All carrying humans, which are carrying out their lives.", "character": "Narrator", "characterId": "nm0268350"}]}, {"lines": [{"text": "When modern woman's day of work is done,that which is designed for her comfort IS comfort. Hats that give no obstruction to the bloodflow, hats that do not crush the hair. Interesting thought, isn't it?", "character": "Narrator", "characterId": "nm0268350"}]}, {"lines": [{"text": "Just how does one go introducing your friends to your brother when Brother's wearing you best sweater, your skirt, and makeup to boot?", "character": "Sheila, Glen's Sister", "characterId": "nm0939698"}]}, {"lines": [{"text": "Therefore two entirely different cases, handled in two entirely different ways have a happy ending.", "character": "Dr. Alton", "characterId": "nm0268350"}, {"text": "Yeah, those two. But what of the hundreds of other less fortunate Glens, the world over?", "character": "Inspector Warren", "characterId": "nm0847939"}, {"text": "Yes. But what of the others, less fortunate Glens, the world over? Oh, snips and snails and puppy dog tails.", "character": "Scientist", "characterId": "nm0000509"}]}, {"lines": [{"text": "Beware! Beware of the big green dragon that sits on your doorstep. He eats little boys... Puppy dog tails, and BIG FAT SNAILS... Beware... Take care... Beware!", "character": "Scientist", "characterId": "nm0000509"}]}, {"lines": [{"text": "No one can really tell the story. Mistakes are made. But there is no mistaking the thoughts in a man's mind. The story is begun.", "character": "Scientist", "characterId": "nm0000509"}]}, {"lines": [{"text": "I'd like to hear the story to the fullest.", "character": "Inspector Warren", "characterId": "nm0847939"}, {"text": "Only the infinity of the depths of a man's mind can really tell the story.", "character": "Dr. Alton", "characterId": "nm0268350"}]}, {"lines": [{"text": "My mind is in a muddle. Like... thick fog. I can't make sense to myself sometimes.", "character": "Glen", "characterId": "nm0000248"}]}, {"lines": [{"text": "Then there was the time Barbara was wearing the sweater Glen had always wanted to feel on his own body.", "character": "Narrator", "characterId": "nm0268350"}]}, {"lines": [{"text": "Our whole existence is one big problem after another.", "character": "Johnny", "characterId": "nm0185717"}]}, {"lines": [{"text": "You're referring to the suicide of the transvestite?", "character": "Dr. Alton", "characterId": "nm0268350"}, {"text": "If that's the word you men of medical science use for a man who wears women's clothing, yes.", "character": "Inspector Warren", "characterId": "nm0847939"}]}, {"lines": [{"text": "Would you be surprised to know that this rough, tough individual is wearing pink satin undies under his rough exterior clothing? He is. Then there is your friend the milkman who... who knows how to find comfort at home.", "character": "Dr. Alton", "characterId": "nm0268350"}]}, {"lines": [{"text": "Female has the fluff and the finery, as specified by those who design and sell. Little Miss Female, you should feel quite proud of the situation. You of course realise it's predominantly men who design your clothes, your jewelry, your makeup, your hair styling, your perfume. But life, even thought it's changes are slow, moves on.", "character": "Narrator", "characterId": "nm0268350"}]}]}