{"quotes": [{"lines": [{"text": "It's the hardest thing anyone could ever have to do, to help someone that they love die.", "character": "Claire", "characterId": "nm0000157"}]}, {"lines": [{"text": "Most people see life as straight line and the longer the line, the more we think we have lived and the more whole we suppose our lives to be. But I learned from Ben, life is a circle... Ben died on July 4th 1986, a few days after his ninth birthday, a brief one-hundred-and-eight months after he was born. It's the hardest thing anyone could ever have to do, to help someone they love die. But we, as parents, had to help Ben face death; without pain, without fear and, ultimately, without us. Ben's line was short but his circle had no beginning and no end...", "character": "Claire", "characterId": "nm0000157"}]}, {"lines": [{"text": "Already, I was developing a strategy of dividing life into small, manageable portions, milestones by which we would later measure Ben's life.", "character": "Claire", "characterId": "nm0000157"}]}, {"lines": [{"text": "Grandma, would you be mad at me if I died?", "character": "Ben Madison", "characterId": "nm0364905"}, {"text": "Of course not.", "character": "Margo", "characterId": "nm0001453"}, {"text": "Do you think Mom and Dad would be mad at me?", "character": "Ben Madison", "characterId": "nm0364905"}, {"text": "Honey, you didn't do anything wrong. They could never be mad at you.", "character": "Margo", "characterId": "nm0001453"}, {"text": "But they've had me so long, they'd miss me so much.", "character": "Ben Madison", "characterId": "nm0364905"}, {"text": "Of course, they would miss you. But they love you very much and they could never, ever be mad at you.", "character": "Margo", "characterId": "nm0001453"}]}, {"lines": [{"text": "When you're born, your spirit slips into your body like a glove. It's your spirit that moves your body and gives you your thoughts and feelings. Look here.", "character": "Greg Madison", "characterId": "nm0001796"}, {"text": "[Greg waves his hand]", "character": null, "characterId": null}, {"text": "Here's your spirit and when you're born, your spirit slips into your body like that.", "character": "Greg Madison", "characterId": "nm0001796"}, {"text": "[Greg slips his hand into a glove]", "character": null, "characterId": null}, {"text": "And then for your whole life long, your spirit and your body act as one. Now, when the time comes for the spirit to leave this world, when you die, your spirit slips out of your body the same way.", "character": "Greg Madison", "characterId": "nm0001796"}, {"text": "[Greg takes the glove off and wiggles his hand]", "character": null, "characterId": null}, {"text": "And even though the body dies, the spirit lives forever.", "character": "Greg Madison", "characterId": "nm0001796"}, {"text": "You mean, my body is like a glove?", "character": "Ben Madison", "characterId": "nm0364905"}, {"text": "Yes.", "character": "Greg Madison", "characterId": "nm0001796"}, {"text": "And my spirit goes to heaven?", "character": "Ben Madison", "characterId": "nm0364905"}, {"text": "That's right, Ben", "character": "Claire", "characterId": "nm0000157"}, {"text": "Am I gonna die, Mom?", "character": "Ben Madison", "characterId": "nm0364905"}, {"text": "Yes, Ben, you are... We all are, but your time may come sooner than ours.", "character": "Claire", "characterId": "nm0000157"}]}, {"lines": [{"text": "Grandma, I saw a little ghost in my room.", "character": "Zack", "characterId": "nm0095176"}, {"text": "Aww, that wasn't a ghost. Come here, come sit with me. You must have had a bad dream.", "character": "Margo", "characterId": "nm0001453"}, {"text": "Uh-uh, it was Ben. He told me he's not gonna hurt any more. He came to say goodbye and that he loved me.", "character": "Zack", "characterId": "nm0095176"}]}, {"lines": [{"text": "I'm gonna die, you know?", "character": "Ben Madison", "characterId": "nm0364905"}, {"text": "Hey, don't say that.", "character": "Jeff", "characterId": "nm0248692"}, {"text": "Why?", "character": "Ben Madison", "characterId": "nm0364905"}, {"text": "Because you don't know that for sure.", "character": "Jeff", "characterId": "nm0248692"}, {"text": "Yes, I do.", "character": "Ben Madison", "characterId": "nm0364905"}, {"text": "Are you scared?", "character": "Jeff", "characterId": "nm0248692"}, {"text": "No.", "character": "Ben Madison", "characterId": "nm0364905"}, {"text": "Hey, wait a minute, this IV is all tangled.", "character": "Jeff", "characterId": "nm0248692"}, {"text": "You'd make a good doctor.", "character": "Ben Madison", "characterId": "nm0364905"}, {"text": "You think so, huh?", "character": "Jeff", "characterId": "nm0248692"}, {"text": "Yeah, and I've known a lot of doctors... My mom and dad told me that when you die, you don't hurt anymore, and it's not scary because somebody you love- somebody who's already gone- comes to meet you. But you know what I think? I think that if you want to, you become a guardian angel for somebody special, somebody really special. Maybe I'll be a guardian angel for you.", "character": "Ben Madison", "characterId": "nm0364905"}]}, {"lines": [{"text": "Sally, can I ask you something? You've been around so many dying children... what is it like for them?", "character": "Claire", "characterId": "nm0000157"}, {"text": "[sighs]\nWell, when they first begin the death experience... they go into a kind of trance. They're not unconscious but it's like they're only half here. They most always talk about seeing a light, usually it's at the end of a long tunnel, and they want to go towards it. But a lot of times they're torn; between going and leaving the ones that they love behind. But when they do finally let go... a look of tremendous peace comes over them... Like they're released...", "character": "Sally", "characterId": "nm0243024"}]}, {"lines": [{"text": "[watching the terminally-ill Ben hold newborn Danny]\nI'll never forget how the two of them looked that day, as if time had stopped for one brief second while they criss-crossed each other's paths. Danny, just entering this new experience... Ben, growing toward the next. My heart took a picture.", "character": "Claire", "characterId": "nm0000157"}]}, {"lines": [{"text": "[as Ben is dying]\nThe veil is getting very thin. Can you see the light? Go towards the light, Ben. Go towards the light.", "character": "Claire", "characterId": "nm0000157"}]}]}