{"quotes": [{"lines": [{"text": "[in son Jim Leslie's home]\nThat's a dining room - way down there?", "character": "Ty Ty Walden", "characterId": "nm0752813"}]}, {"lines": [{"text": "Mr. Ty Ty, you oughta' be out raisin' cotton. You're a good farmer - that is, you USED to be. Why, Mr. Ty Ty, you can raise more cotton on this land in one season than you can find gold in a whole lifetime. It's a waste of everything, Mr. Ty Ty, diggin' them holes all over the place.", "character": "Uncle Felix", "characterId": "nm0002270"}, {"text": "Well, now, I wish I had spent a little more time on the cotton, that's for sure. If I had 20 or 30 bales to tide me over the fall and winter, I could devote all the rest of my time to diggin'!", "character": "Ty Ty Walden", "characterId": "nm0752813"}, {"text": "But Mr. Ty Ty, where're we gonna' get enough grub to carry us through another winter?", "character": "Uncle Felix", "characterId": "nm0002270"}, {"text": "We use my credit, like we did last winter!", "character": "Ty Ty Walden", "characterId": "nm0752813"}, {"text": "The store man says you ain't got enough credit to grease the end of your nose.", "character": "Uncle Felix", "characterId": "nm0002270"}, {"text": "Felix, I'm sorry about that, but there's nothing' I can do. I just GOT to go on diggin'. I got the fever! Ya' can't stop the fever!", "character": "Ty Ty Walden", "characterId": "nm0752813"}]}, {"lines": [{"text": "[In response to his son wanting a raincoat]\nSon, if it starts to rain, you just peel off your clothes and let your skin take care of the rest. God never made a finer raincoat than a man's skin, anyhow.", "character": "Ty Ty Walden", "characterId": "nm0752813"}]}, {"lines": [{"text": "[Expressing his contempt for alcohol]\nIt's all the devil's brew. Cleanest drinking water right in our own back yard. I owe my health and long life to just plain well water.", "character": "Ty Ty Walden", "characterId": "nm0752813"}]}, {"lines": [{"text": "I'm gonna' pull a switch and light up the whole world!", "character": "Bill Thompson", "characterId": "nm0712731"}]}, {"lines": [{"text": "Lord, give me the strength to spread out my arms to the ends of my fields. Let me fill up the holes, make the land smooth. You spared my sons, and I'll never dig another hole again. Except to... to plant seeds for things to grow.", "character": "Ty Ty Walden", "characterId": "nm0752813"}]}]}