{"quotes": [{"lines": [{"text": "[US version]", "character": null, "characterId": null}, {"text": "Nature has a way sometimes of reminding Man of just how small he is. She occasionally throws up terrible offspring's of our pride and carelessness to remind us of how puny we really are in the face of a tornado, an earthquake, or a Godzilla. The reckless ambitions of Man are often dwarfed by their dangerous consequences. For now, Godzilla - that strangely innocent and tragic monster - has gone to earth. Whether he returns or not, or is never again seen by human eyes, the things he has taught us remain...", "character": "Steve Martin", "characterId": "nm0000994"}]}, {"lines": [{"text": "You may have to re-think your strategies, gentlemen. There's possibly no weapon, on Earth, that can defeat Godzilla except perhaps...", "character": "Steve Martin", "characterId": "nm0000994"}, {"text": "Who are you?", "character": "General Goodhoe", "characterId": "nm0447230"}, {"text": "The name is \"Martin\". You asked for me to be brought here.", "character": "Steve Martin", "characterId": "nm0000994"}, {"text": "Mr. Martin is the man you wanted to see, General. He's the newspaper man who witnessed Godzilla's attack 30 years ago.", "character": "Colonel Raschen", "characterId": "nm0381476"}, {"text": "Well thank God you're here. Seeing as how you seem to be the only person who seems to know anything about whatever it is we're dealing with, what can we do?", "character": "General Goodhoe", "characterId": "nm0447230"}, {"text": "I was the only American to have survived that catastrophy. If you men had seen what I saw, you'd realize that fire power of any kind or magnitude is not the answer.", "character": "Steve Martin", "characterId": "nm0000994"}, {"text": "Well if the Japanese were able to stop him 30 years ago, why can't we now?", "character": "General Goodhoe", "characterId": "nm0447230"}, {"text": "General, Godzilla's like a hurricane or a tidal wave. We must approach him as we would a force of nature. We must understand him. Deal with him. Perhaps, even, try to communicate with him. And, just for the record, 30 years ago they never found any corpse.", "character": "Steve Martin", "characterId": "nm0000994"}]}, {"lines": [{"text": "[US version]", "character": null, "characterId": null}, {"text": "Run for your lives! Let's do lunch sometime!", "character": "Bum", "characterId": "nm0847491"}]}, {"lines": [{"text": "[US Version]", "character": null, "characterId": null}, {"text": "If it triggers a real volcanic eruption, Godzilla will be burned alive. What a horrible death.", "character": "Goro Maki", "characterId": "nm0849006"}, {"text": "It won't kill him. Couldn't.", "character": "Dr. Hayashida", "characterId": "nm0622416"}, {"text": "[Goro looks on skeptically]", "character": null, "characterId": null}, {"text": "What do you mean? It's gotta' kill him, Professor!", "character": "Hiroshi Okumura", "characterId": "nm0847734"}, {"text": "The other night at the reactor... Didn't you sense it? The beast has a purpose. 30 years ago, Godzilla appeared for the first time. Before that, he was only a legend. Godzilla is a warning. A warning to every one of us. When mankind falls into conflict with nature, monsters are born. I'm just trying to... send him home.", "character": "Dr. Hayashida", "characterId": "nm0622416"}]}, {"lines": [{"text": "[Japanese version]", "character": null, "characterId": null}, {"text": "[to Godzilla, who's outside the window of the building]", "character": null, "characterId": null}, {"text": "What are you doing here? You have the rest of Shinjuku to play with!", "character": "Bum", "characterId": "nm0847491"}]}, {"lines": [{"text": "[US version]\nGodzilla... I was hoping I would never hear that name again.", "character": "Prime Minister Mitamura", "characterId": "nm0462013"}]}, {"lines": [{"text": "Excuse me, sir. Are you Professor Hayashida?", "character": "Goro Maki", "characterId": "nm0849006"}, {"text": "That's right.", "character": "Dr. Hayashida", "characterId": "nm0622416"}, {"text": "Maki of Toho Press.", "character": "Goro Maki", "characterId": "nm0849006"}, {"text": "Oh really? A reporter.", "character": "Dr. Hayashida", "characterId": "nm0622416"}, {"text": "What's that you're working on?", "character": "Goro Maki", "characterId": "nm0849006"}, {"text": "Genetic mutation designs.", "character": "Dr. Hayashida", "characterId": "nm0622416"}, {"text": "Genetic mutations. No kidding. Does it have something to do with Godzilla? I understand you lost your family to Godzilla 30 years ago. I imagine this has made you a bitter man. Was it vengeance that drove you to study Godzilla?", "character": "Goro Maki", "characterId": "nm0849006"}, {"text": "At first. But not now.", "character": "Dr. Hayashida", "characterId": "nm0622416"}, {"text": "Professor. They say Godzilla's a mutation. A monster made by intense radioactivity. Professor, is that true?", "character": "Goro Maki", "characterId": "nm0849006"}, {"text": "He's a product of civilization. Men are the only real monsters. Godzilla's more like a nuclear weapon.", "character": "Dr. Hayashida", "characterId": "nm0622416"}, {"text": "Nuclear weapon?", "character": "Goro Maki", "characterId": "nm0849006"}, {"text": "A living nuclear weapon destined to walk the Earth forever. Indestructible. A victim of the modern nuclear age.", "character": "Dr. Hayashida", "characterId": "nm0622416"}]}, {"lines": [{"text": "[English export version]\nGodzilla is eating, his supper.", "character": "Dr. Hayashida", "characterId": "nm0622416"}, {"text": "What a monster!", "character": "Hiroshi Okumura", "characterId": "nm0847734"}]}, {"lines": [{"text": "[English export version]\nOkumura, you saw a monster?", "character": "Dr. Hayashida", "characterId": "nm0622416"}, {"text": "That's right. Professor, I've told my story, so many times. I told, the police, Maritime Security, but none of them seem to believe a word!", "character": "Hiroshi Okumura", "characterId": "nm0847734"}, {"text": "That's natural. Not everyday, monsters appear.", "character": "Dr. Hayashida", "characterId": "nm0622416"}]}, {"lines": [{"text": "[English export version]", "character": null, "characterId": null}, {"text": "Let me state clearly, what principles are involved for Japan. We neither, possess, nor use, nuclear weapons. That being the case, we cannot permit their use now. That's final.", "character": "Prime Minister Mitamura", "characterId": "nm0462013"}, {"text": "Your country's pride is at stake here, but Russia has already lost a valuable nuclear submarine, to Godzilla! We have the right to destroy him!", "character": null, "characterId": null}, {"text": "This is no time to be discussing principles!", "character": null, "characterId": null}, {"text": "It is the right time when principles are at stake. We can't lose our heads because of a crisis. Besides, we have no proof, nuclear weapons are going to work. But once we do use them, who can say, when they'll be used again? We've lost any rights. You accuse us of acting out of national pride, and maybe we are guilty of that. But what of, your attitude? What right do you have to say, we have to follow you? You are being selfish, too. I, will agree, to discuss it with your leaders. I'll talk to them personally, on our stand.", "character": "Prime Minister Mitamura", "characterId": "nm0462013"}]}]}