{"quotes": [{"lines": [{"text": "If my device can serve a good purpose, i would announce it to everyone in the world! But in its current form, it's just a weapon of horrible destruction. Please understand, Ogata!", "character": "Daisuke Serizawa-hakase", "characterId": "nm0386284"}, {"text": "I understand. But if we don't use your device against Godzilla, what are we going to do?", "character": "Hideto Ogata", "characterId": "nm0386284"}, {"text": "Ogata, if the oxygen destroyer is used even once, politicians from around the world will see it. Of course, they'll want to use it as a weapon. Bombs versus bombs, missiles versus missiles, and now a new superweapon to throw upon us all! As a scientist - no, as a human being - I can't allow that to happen! Am I right?", "character": "Daisuke Serizawa-hakase", "characterId": "nm0386284"}, {"text": "Then what do we do about the horror before us now? Should we just let it happen? If anyone can save us now, Serizawa, you're the only one! If... you use the device to defeat Godzilla, unless you reveal what you have done, who will know about it?", "character": "Hideto Ogata", "characterId": "nm0386284"}, {"text": "Ogata, humans are weak animals. Even if I burn my notes, the secret will still be in my head. Until I die, how can I be sure I won't be forced by someone to make the device again?", "character": "Daisuke Serizawa-hakase", "characterId": "nm0386284"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "I can't believe that Godzilla was the only surviving member of its species... But if we continue conducting nuclear tests, it's possible that another Godzilla might appear somewhere in the world again.", "character": "Kyohei Yamane-hakase", "characterId": "nm0793766"}]}, {"lines": [{"text": "This is quite a problem, professor. If this keeps up, we'll have to suspend the international shipping routes. Have you found a way? Is there something we can do to defeat it?", "character": "Chief of Emergency Headquarters", "characterId": "nm0645238"}, {"text": "So, that's it...", "character": "Kyohei Yamane-hakase", "characterId": "nm0793766"}, {"text": "Professor Yamane, let's be honest. If there's a way to defeat Godzilla, we need to know.", "character": "Chairman of Diet Committee", "characterId": "nm0370621"}, {"text": "It's impossible! Godzilla absorbed massive amounts of atomic radiation and yet it still survived! What do you think could kill it? Instead, we should focus on why it is still alive. That should be our top priority!", "character": "Kyohei Yamane-hakase", "characterId": "nm0793766"}]}]}