{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "No tinhorn joint like this could ever hold me.", "character": "Joe", "characterId": "nm0122675"}]}, {"lines": [{"text": "What if we get shot?", "character": "Willie", "characterId": "nm0833448"}, {"text": "[silence]", "character": null, "characterId": null}, {"text": "What's the difference?", "character": "Joe", "characterId": "nm0122675"}]}, {"lines": [{"text": "[starts to sob, then wets his pants, while looking at some of his old memorabilia]\nJesus Christ... Jesus Christ.", "character": "Joe", "characterId": "nm0122675"}, {"text": "[walks into the bathroom to change his pants]\nCrying and pissing in your pants like a 3-month old baby. Well, I guess the whole goddamned cycle is complete now.", "character": "Joe", "characterId": "nm0122675"}]}, {"lines": [{"text": "[standing in front of Willie's coffin in the funeral home]\nFeels funny to say, but I get the feeling I'm gonna' be joining you real soon, Willie.", "character": "Joe", "characterId": "nm0122675"}]}, {"lines": [{"text": "[in the cab, on the war to the Las Vegas airport]\nYou can get some sleep on the plane.", "character": "Joe", "characterId": "nm0122675"}, {"text": "You kiddin'? I could sooner fall asleep on a roller coaster. I don't like them jets. I don't trust no plane that ain't got no propellers.", "character": "Al", "characterId": "nm0138770"}]}, {"lines": [{"text": "Wake up, Al. The cops just called us a bunch of amateurs. I suppose we gotta' knock off a bank every other week in order to get some respect from those jerks.", "character": "Joe", "characterId": "nm0122675"}]}, {"lines": [{"text": "[visiting Joe in the prison]\nThe lawyer says they're gonna' be a lot tougher on you than you thought, Joe, if you don't give 'em back the money.", "character": "Pete", "characterId": "nm0356251"}, {"text": "Yeah? Well, screw them.", "character": "Joe", "characterId": "nm0122675"}, {"text": "I don't know, Joe. Maybe you should just give 'em back the money from the robbery.", "character": "Pete", "characterId": "nm0356251"}, {"text": "Forget it. Al and Willie would both die if I gave that money back. Besides, Pete, let me tell you something. For the past couple of years, me, Al and Willie all sat on that park bench and looked at each other. Maybe a politician would come around and talk to us at election time, but that was about it. That was our life.", "character": "Joe", "characterId": "nm0122675"}, {"text": "[continues]\nHere I've got my own cell, with a toilet and a sink. Food's okay, and I'm feeling good. As a matter of fact, they treat me like a king around here. Everyone comes around to talk, and they all want to do me favors. Pretty soon they'll all wind up asking me where I hid the money. They don't know it, but they're all older than me.", "character": "Joe", "characterId": "nm0122675"}]}]}