{"quotes": [{"lines": [{"text": "I don't need a list to recognize this one, Peter. 1000 feet long, three stacks. Only one ship she could be. Goliath.", "character": null, "characterId": null}]}, {"lines": [{"text": "[tapping message from inside Goliath]\nGoliath. On board, 337. Danger. Air toxic. Beware McKenzie.", "character": "Paul Ryker", "characterId": "nm0716516"}]}, {"lines": [{"text": "337 people... after 40 years? I'll be damned.", "character": "Adm. Wiley Sloan", "characterId": "nm0000734"}]}, {"lines": [{"text": "When the torpedoes struck, I was aft in the main engine room, with Dan Wesker. Somehow, we made our way forward to the temporary safety of the air pocket. The people had panicked, were trying to reach the top deck unaware that it was now completely underwater. Out of a total of almost 1900 passengers & crew, only 240 managed to survive. The captain and most of the ship's officers were gone, and the rest of us were faced with certain death as our oxygen supply ran out. But then I remembered the auxilliary engine room forward. If anything was to be done, it would have to be there. We made our way down to G Deck. The lights were on, which indicated that the generators were still operating. But the key was the Scotch boilers. They had to be kept fueled, and although Goliath had almost a million barrels of oil in her bunkers when she went down, we had to determine how much was left, and whether the pipes that carried it were still intact. The original venting system had been destroyed, so it was necessary to put on gas masks to protect us against carbon monoxide until we could find a way later to vent it overboard. Luckily, most of the bunkers were still undamaged as were the conduit pipes, and those that went, we later repaired. By my calculation, we had less than 48 hours to replenish our oxygen supply. Water being composed of two parts hydrogen and one part oxygen, the problem was solved for the time being by electrolysis, which separates the two. But by doing so, we were also releasing hydrogen, which was extremely volatile and could blow the ship apart. It became necessary to vent it outwards through the hull. By now, the pressure inside Goliath had equalized with the pressure outside, so the water was held back. After many hours, the job was finished, which meant we had some air to breathe. We had a shipment of barrel lime aboard, which we spread around to soak up the carbon dioxide we were breathing out, and until we could later construct a more permanent air scrubbing system. There was plenty of food & water aboard, and the forward staterooms were intact. Now that the crucial problems had been temporarily solved, the people settled down... to wait.", "character": "John McKenzie", "characterId": "nm0000489"}, {"text": "And here we are.", "character": "Dr. Sam Marlowe", "characterId": "nm0179376"}]}, {"lines": [{"text": "Then you tell me why no one has challenged him to change his system.", "character": "Peter Cabot", "characterId": "nm0001319"}, {"text": "How? With armed guards walking around & people believing how great he is? You'd end up in jail if you did. Like me. Or worse. You suddenly die of an affliction peculiar to Goliath. Mysterious affliction called Palmer's disease. And always fatal.", "character": "Paul Ryker", "characterId": "nm0716516"}]}, {"lines": [{"text": "I propose a deal. If your admiral will call off this ill-advised rescue mission, I will deliver this packet to you immediately.", "character": "John McKenzie", "characterId": "nm0000489"}, {"text": "Otherwise?", "character": "Cmdr. Jeff Selkirk", "characterId": "nm0001233"}, {"text": "Otherwise, I will reveal its contents to the entire world.", "character": "John McKenzie", "characterId": "nm0000489"}, {"text": "Mr. McKenzie, you're a great man, sir. A lesser man could never have done what you've done and hold it all together as long as you have. However, your bargain is beneath contempt. The President of the United States will reject it. Admiral Sloan will reject it. And I for them, here and now, reject it.", "character": "Cmdr. Jeff Selkirk", "characterId": "nm0001233"}]}, {"lines": [{"text": "[to Dan Wesker]\nWe've created a very special world down here, you and I. And I don't intend to let it die.", "character": "John McKenzie", "characterId": "nm0000489"}]}, {"lines": [{"text": "For years, he's been murdering people, and you've known about it.", "character": "Peter Cabot", "characterId": "nm0001319"}, {"text": "No.", "character": "Dr. Goldman", "characterId": "nm0550577"}, {"text": "Yes, you have, and you've condoned it.", "character": "Dr. Sam Marlowe", "characterId": "nm0179376"}, {"text": "My father... he started it all. The Supreme Council insisted. When he died, I didn't want to know. I couldn't face the truth.", "character": "Dr. Goldman", "characterId": "nm0550577"}, {"text": "So you let Wesker & his thugs do it for you. Just like the Nazis.", "character": "Dr. Sam Marlowe", "characterId": "nm0179376"}, {"text": "It was a matter of survival! There were too many mouths to feed.", "character": "Dr. Goldman", "characterId": "nm0550577"}]}, {"lines": [{"text": "Sir, the only thing that has happened down here is that you have been responsible for the death of innocent people.", "character": "Peter Cabot", "characterId": "nm0001319"}, {"text": "Have I?", "character": "John McKenzie", "characterId": "nm0000489"}, {"text": "[produces a top-secret packet intended for the President of the United States]", "character": null, "characterId": null}, {"text": "These are the papers that your government wanted so badly. The real infamy is here... in these pages. Your presidential envoy was afraid that Britain would not be able to stand up against the German assault. So, in order not to take the risk that the Royal Navy would be lost to Germany, he recommended to your President that the United States Navy would open fire on the British ships. And sink them, regardless of any loss of life. The document, and the maps with it showing all the different locations of all the different British vessels wasn't delivered, as you know. And England survived. So who is the greater criminal? Why should I believe that life up there in your world is any better than life down here on Goliath?", "character": "John McKenzie", "characterId": "nm0000489"}]}, {"lines": [{"text": "[explaining his reason for staying behind]\nYou people mentioned you watched my old films on television. That was the real me... young, vibrant, everybody's hero. The way I want to be remembered. Every good actor knows when it's time to get off. But, do let my agent know, will you, old chap?", "character": "Ronald Bentley", "characterId": "nm0001017"}, {"text": "Yes, sir. The William Morris Agency.", "character": "Cmdr. Jeff Selkirk", "characterId": "nm0001233"}, {"text": "You remembered! I always did have trouble with my lines. Much preferred swordplay.", "character": "Ronald Bentley", "characterId": "nm0001017"}]}, {"lines": [{"text": "[seeing the Sun for the first time]\nIt's beautiful.", "character": "Lea McKenzie", "characterId": "nm0759924"}]}, {"lines": [{"text": "I'm gonna have to help you put this on.", "character": "Dr. Sam Marlowe", "characterId": "nm0179376"}, {"text": "No. I've decided to stay.", "character": "Dr. Goldman", "characterId": "nm0550577"}, {"text": "Why?", "character": "Dr. Sam Marlowe", "characterId": "nm0179376"}, {"text": "This will be easier to deal with.", "character": "Dr. Goldman", "characterId": "nm0550577"}, {"text": "Easier than livin'?", "character": "Dr. Sam Marlowe", "characterId": "nm0179376"}, {"text": "For me, yes.", "character": "Dr. Goldman", "characterId": "nm0550577"}, {"text": "Come on. Get into this. You can always kill yourself later.", "character": "Dr. Sam Marlowe", "characterId": "nm0179376"}]}]}