{"quotes": [{"lines": [{"text": "Collapse like my shattered dreams!", "character": "Ercole", "characterId": "nm0286127"}, {"text": "[as he pulls down columns supporting a building]", "character": null, "characterId": null}]}, {"lines": [{"text": "With Goliath gone, you've got a hungry jailer in those caverns. That dragon.", "character": "Timocleo di Medar", "characterId": "nm0033982"}, {"text": "That's right. No one can stop us.", "character": "King Eurystheus", "characterId": "nm0002024"}]}, {"lines": [{"text": "Goliath will not return from my cave. No one is mighty enough to try to overcome the dragon that I've placed there. No. He won't return. And Thebes, without Goliath, is nothing. I'll vouch for it. Give my word. Thebes will fall without a fight.", "character": "King Eurystheus", "characterId": "nm0002024"}]}, {"lines": [{"text": "[Goliath is about to challenge the dragon]", "character": null, "characterId": null}, {"text": "No, Goliath. Yours is a greater mission. The blood gem. Return the gem of blood.", "character": "La Sibilla", "characterId": "nm0131039"}, {"text": "I will be back.", "character": "Emilius the Goliath", "characterId": "nm0286127"}]}, {"lines": [{"text": "Every man here is your ally, but Medaran walls are liable to fall unlike yours which are attacked in war so often. Those of Medara are not so strong and our men cower. They tremble at the thought of Goliath.", "character": "Timocleo di Medar", "characterId": "nm0033982"}, {"text": "Goliath, a dead man. They fear the vengeance of a dead man.", "character": "King Eurystheus", "characterId": "nm0002024"}]}, {"lines": [{"text": "I didn't send for you to listen to your doubts and fears.", "character": "King Eurystheus", "characterId": "nm0002024"}]}, {"lines": [{"text": "Alcinoe, don't leave. I could have you set free to begin a new life if you treat me better.", "character": "Timocleo di Medar", "characterId": "nm0033982"}, {"text": "But you know I'd rather stay a slave to Eurystheus and be able to hate you. I prefer that at any price.", "character": "Alcinoe", "characterId": "nm0346717"}]}, {"lines": [{"text": "Illus, we mustn't do this. You might be found. It's dangerous.", "character": "Thea", "characterId": "nm0709424"}, {"text": "The brother of Goliath knows no fear.", "character": "Illo", "characterId": "nm0604304"}, {"text": "But why do we always have to meet secretly? We're not criminals.", "character": "Thea", "characterId": "nm0709424"}]}, {"lines": [{"text": "Remember this maiden? Her father was my ally. Stubborn and weak-minded. I changed that by burning his city. Now she's my slave.", "character": "King Eurystheus", "characterId": "nm0002024"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Emelius the Mighty, the Goliath of Thebes, lived in the days when men worshiped strange pagan gods; believing in their magical powers with unshakable faith. Legend has it that Goliath served the god of vengeance and the goddess of the four winds. In return for his devotion, he was said to be favored with immortality. He would never know death at the hands of any mortal. Goliath was held in awe by his friends and enemies alike. Only one man, Eurytheus, the tyrant of Italia, did not believe in Goliath's power to escape death. Determined to slay him and seize Goliath's powerful kingdom of Thebes, Eurystheus had stolen the precious blood diamond, belonging to the god of vengeance, and hid it in the Cave of Horrors. After many months of searching, Goliath found the fearsome cave and, unafraid, entered in to fulfill his vow to return the blood diamond to his god.", "character": null, "characterId": null}]}, {"lines": [{"text": "You mean you're afraid like the rest of them?", "character": "King Eurystheus", "characterId": "nm0002024"}, {"text": "No, Eurystheus. I just use my wits. But you don't depend on your brain. You're only a mass of fat and muscle; full of violence and brutality.", "character": "Tindaro", "characterId": "nm0768640"}]}, {"lines": [{"text": "It's true that I'm sad, but don't ask me to explain it. I've got to bear it by myself. I don't want you suffering too.", "character": "Illo", "characterId": "nm0604304"}, {"text": "But what suffering is greater than seeing you so unhappy?", "character": "Dejanira", "characterId": "nm0749333"}]}, {"lines": [{"text": "Goliath, my friend, the gods be with you. May I be the first to embrace you? All Thebes has offered sacrifices for your return.", "character": "Antoneos", "characterId": "nm0855722"}, {"text": "I needed their prayers. Death was never so close to me before.", "character": "Emilius the Goliath", "characterId": "nm0286127"}]}, {"lines": [{"text": "He's always been hostile to the idea of Thea and me.", "character": "Illo", "characterId": "nm0604304"}, {"text": "Her father killed your parents. Isn't that sufficient?", "character": "Dejanira", "characterId": "nm0749333"}]}, {"lines": [{"text": "Poor little Thea. Orphaned and held captive. She's been mourning for her father and grieving too much about her past. I think that was a grave mistake to have made. You mustn't separate a child from the parent. By now, the gods are angry and want us to remedy that... and send Thea to join her royal parents.", "character": "Tindaro", "characterId": "nm0768640"}]}, {"lines": [{"text": "What else?", "character": "King Eurystheus", "characterId": "nm0002024"}, {"text": "The name Goliath scares you.", "character": "Alcinoe", "characterId": "nm0346717"}, {"text": "And suppose I decide to kill you right now?", "character": "King Eurystheus", "characterId": "nm0002024"}, {"text": "You have that right, Eurystheus, but then Goliath will live for only I can give Illus the filter.", "character": "Alcinoe", "characterId": "nm0346717"}]}, {"lines": [{"text": "You're very lucky. You're not even scratched. I just arrived in time. What a shame to spoil that pretty face. I hope your fright hasn't cost you your voice.", "character": "Emilius the Goliath", "characterId": "nm0286127"}, {"text": "[Alcinoe shakes her head]", "character": null, "characterId": null}, {"text": "Then say something.", "character": "Emilius the Goliath", "characterId": "nm0286127"}, {"text": "I'm grateful for all you've done.", "character": "Alcinoe", "characterId": "nm0346717"}, {"text": "If I hadn't, your beautiful face would have haunted me.", "character": "Emilius the Goliath", "characterId": "nm0286127"}]}, {"lines": [{"text": "Fool. What now?", "character": "King Eurystheus", "characterId": "nm0002024"}, {"text": "Promises are made to be broken. I still want Alcinoe and you need Thea to reign securely.", "character": "Tindaro", "characterId": "nm0768640"}, {"text": "But Alcinoe may talk.", "character": "King Eurystheus", "characterId": "nm0002024"}, {"text": "She won't. I promise you that.", "character": "Tindaro", "characterId": "nm0768640"}, {"text": "How can you be so sure?", "character": "King Eurystheus", "characterId": "nm0002024"}, {"text": "I'll have her tongue cut out, Eurystheus.", "character": "Tindaro", "characterId": "nm0768640"}]}, {"lines": [{"text": "Where's Illus?", "character": "Dejanira", "characterId": "nm0749333"}, {"text": "I just tied him to a tree.", "character": "Emilius the Goliath", "characterId": "nm0286127"}]}, {"lines": [{"text": "At first it was the woman, now this boy's upsetting your plans.", "character": "King Eurystheus", "characterId": "nm0002024"}, {"text": "I can't understand it.", "character": "Tindaro", "characterId": "nm0768640"}, {"text": "You can't understand anything! You've never understood that it's destiny that guides us. And after this morning, I'll forbid you to work on any of these plots that don't make sense, you moron. From now on, I'll do the deciding. And I say Illus will die. That's how I'll challenge Goliath.", "character": "King Eurystheus", "characterId": "nm0002024"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Goliath, we have work for you.", "character": "Antoneos", "characterId": "nm0855722"}, {"text": "I am busy now, Antoneos.", "character": "Emilius the Goliath", "characterId": "nm0286127"}]}, {"lines": [{"text": "Help, please.", "character": "Dejanira", "characterId": "nm0749333"}, {"text": "Did you hear that, Goliath? You like snakes, Dejanira? Snakes. They're waiting for their dinner. And they haven't been fed today, and so you'll make a good meal. Take a look at that pretty face. I'm afraid it won't be so pretty after my snakes get through with it. Oh, no. Too bad.", "character": "King Eurystheus", "characterId": "nm0002024"}, {"text": "Why make her suffer, Eurystheus?", "character": "Emilius the Goliath", "characterId": "nm0286127"}, {"text": "I'll tell you. I've waited for this. I want to see you down on your knees, PLEADING for your wife. Yes, pleading with me. Pray to me or I'll throw her to the snakes. On your knees and pray, Goliath. Is your pride to strong to kneel to me? Pray to me. Beg me. Beg me.", "character": "King Eurystheus", "characterId": "nm0002024"}]}, {"lines": [{"text": "God of Vengeance, it was for you that I entered Eurystheus's caves and slew his monsters. Why have you abandoned me? Instead of the tranquil life you promised, you have taken away all I hold dear. Where is Dejanira? I implore you to return her. If you refuse, I shall defy you and I swear that my vengeance shall be as terrible as your own! You must hear me now! Return Dejanira! You won't answer me? You won't help me? Then return my diamond!", "character": "Emilius the Goliath", "characterId": "nm0286127"}]}, {"lines": [{"text": "The walls built by Eurystheus's men shall not remain impregnable. I shall make them crumble!", "character": "Emilius the Goliath", "characterId": "nm0286127"}, {"text": "That is if the gods will it.", "character": "Antoneos", "characterId": "nm0855722"}, {"text": "No, Antoneos. This time we are without their aid. Even the gods are against us.", "character": "Emilius the Goliath", "characterId": "nm0286127"}]}]}