{"quotes": [{"lines": [{"text": "The students are supposed to keep their minds on their studies and you girls must remember, that we're only here to satisfy their appetite... for food.", "character": "Tearoom Hostess", "characterId": "nm0248890"}]}, {"lines": [{"text": "Is this girl a friend of yours?", "character": "Ronald Brooke", "characterId": "nm0002048"}, {"text": "I wish she was.", "character": "Jenny Swanson", "characterId": "nm0000951"}, {"text": "Good heavens, why?", "character": "Ronald Brooke", "characterId": "nm0002048"}, {"text": "Maybe she could tell me how to do it.", "character": "Jenny Swanson", "characterId": "nm0000951"}, {"text": "Do what?", "character": "Ronald Brooke", "characterId": "nm0002048"}, {"text": "Go to Paris!", "character": "Jenny Swanson", "characterId": "nm0000951"}]}, {"lines": [{"text": "What happened on that train?", "character": "Ronald Brooke", "characterId": "nm0002048"}, {"text": "Well, we got very friendly and I slept in his Drawing Room.", "character": "Jenny Swanson", "characterId": "nm0000951"}, {"text": "What?", "character": "Ronald Brooke", "characterId": "nm0002048"}, {"text": "Yeh, Tom had to double up to get in my berth but he said he didn't mind.", "character": "Jenny Swanson", "characterId": "nm0000951"}]}, {"lines": [{"text": "You know this instant reminds me of one of old Aesop's fables - the one about the wolf in sheep's clothing, of course. Only in this instance, the wolf turns out to be an exchange professor from England. Of course, I realize how disappointed you must be that I haven't a long white beard and that however much of an old fluff I may be, it isn't apparent to the naked eye. I hope. All you have to do is to pass a rather stiff examination at the end of the term. And before I hear too many groans, let me say that I'm going to begin the course by exploring the nightlife of Cytherea - a rather high-spirited wench of ancient times. As a matter of fact, so high spirited that students have been known to take up Greek just in order to read it in the original. Well, hip-hip, dash it all, shall we carry on?", "character": "Ronald Brooke", "characterId": "nm0002048"}]}]}