{"quotes": [{"lines": [{"text": "Good morning, Vietnam! Hey, this is not a test. This is rock and roll. Time to rock it from the delta to the DMZ! Is that me, or does that sound like an Elvis Presley movie? Viva Da Nang. Oh, viva, Da Nang. Da Nang me, Da Nang me. Why don't they get a rope and hang me? Hey, is it a little too early for being that loud? Hey, too late. It's 0600 What's the \"0\" stand for? Oh, my God, it's early. Speaking of early, how about that Cro-Magnon, Marty Dreiwitz? Thank you, Marty, for \"silky-smooth sound.\" Make me sound like Peggy Lee. Freddy and the Dreamers! Wrong speed. We've got it on the wrong speed. For those of you recovering from a hangover, that's gonna sound just right. Let's put her right back down. Let's try it a little faster, see if that picks it up a little bit. Those pilots are going, \"I really like the music. I really like the music. I really like the music.\" Oh, it's still a bad song. Hey, wait a minute. Let's try something. Let's play this backwards and see if it gets any better. Freddy is a devil. Freddy is a devil. Picture a man going on a journey beyond sight and sound. He's left Crete. He's entered the demilitarized zone. All right. Hey, what is this \"demilitarized zone\"? What do they mean, \"police action\"? Sounds like a couple of cops in Brooklyn going, \"You know, she looks pretty to me.\" Hey, whatever it is, I like it because it gets you on your toes better than a strong cup of cappuccino. What is a demilitarized zone? Sounds like something out of The Wizard of Oz, Oh, no, don't go in there. Oh-we-oh Ho Chi'Minh Oh, look, you've landed in Saigon. You're among the little people now. We represent the ARVN Army The ARVN Army Oh, no! Follow the Ho Chi Minh Trail. Follow the Ho Chi Minh Trail. \"Oh, I'll get you, my pretty!\" Oh, my God. It's the wicked witch of the north. It's Hanoi Hanna! \"Now, little GI, you and your little 'tune-ooh' too!\" \"Oh, Adrian. Adrian. What are you doing, Adrian?\" Oh, Hanna, you slut. You've been down on everything but the Titanic. Stop it right now. Hey, uh, hi. Can you help me? What's your name? \"My name's Roosevelt E. Roosevelt.\" Roosevelt, what town are you stationed in?. \"I'm stationed in Poontang.\" Well, thank you, Roosevelt. What's the weather like out there? \"It's hot. Damn hot! Real hot! Hottest things is my shorts. I could cook things in it. A little crotch pot cooking.\" Well, can you tell me what it feels like. \"Fool, it's hot! I told you again! Were you born on the sun? It's damn hot! I saw - It's so damn hot, I saw little guys, their orange robes burst into flames. It's that hot! Do you know what I'm talking about.\" What do you think it's going to be like tonight? \"It's gonna be hot and wet! That's nice if you're with a lady, but it ain't no good if you're in the jungle.\" Thank you, Roosevelt. Here's a song coming your way right now. \"Nowhere To Run To\" by Martha and the Vandellas. Yes! Hey, you know what I mean! Too much?", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "[to Sergeant Major Dickerson]\nYou are in more dire need of a blowjob than any white man in history.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "Goooooooood morning Vietnam! It's 0600 hours. What does the \"O\" stand for? O my God, it's early! Speaking of early, let's hear it for that Marty Lee Drywitz. Silky smooth sounds, making me sound like Peggy Lee...", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "[Lt. Steven Hauk uses Army jargon to refer to a press conference to be given by former Vice-President Nixon]", "character": null, "characterId": null}, {"text": "Excuse me, sir. Seeing as how the V.P. is such a V.I.P., shouldn't we keep the P.C. on the Q.T.? 'Cause if it leaks to the V.C. he could end up M.I.A., and then we'd all be put out in K.P.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "Good morning, Vietnam!", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "[Pointing to his rank insignia]\nWhat does three up and three down mean to you, airman?", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "End of an inning?", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "[impersonating an Intelligence Officer]\nWe've realized that we're having a very difficult time finding the enemy. It isn't easy to find a Vietnamese man named \"Charlie.\" They're all named Nguyen, or Tran, or...", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[as himself]\nWell, how are you going about it?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[as Intel Officer]\nWell, we walk up to someone and say, 'Are you the enemy? And, if they say yes, then we shoot them.\"", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "The Mississippi River broke through a protective dike today. What is a protective dike? Is it a large woman that says \"Don't go near there! But Betty- Don't go near there! Don't go down by the river!\"... No, we can't say \"dyke\" on the air, we can't even say \"lesbian\" anymore, it's \"women in comfortable shoes. Thank You.\"", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "Woah, Dick, put the brakes on. I wanted to wait until airman left to talk with you. Dick, I'm transferring you.", "character": "General Taylor", "characterId": "nm0932244"}, {"text": "Transferring me? Where to sir?", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "You're going to Guam.", "character": "General Taylor", "characterId": "nm0932244"}, {"text": "Guam sir? There's nothing going on in Guam. Why Guam?", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "Dick, I've covered for you a lot of times cause I thought you were a little crazy. But you're not crazy, you're mean. And this is just radio.", "character": "General Taylor", "characterId": "nm0932244"}, {"text": "[goes to the elevator and laughs]", "character": null, "characterId": null}, {"text": "\"More dire need of a blowjob than any white man in history.\" That's funny.", "character": "General Taylor", "characterId": "nm0932244"}]}, {"lines": [{"text": "[Adrian has inserted his voice onto the press conference with Nixon]\nAs I leave Vietnam today there will be no doubt in my mind that the Viet cong will be defeated. And this war will be won. It does involve as you have suggested give and take.", "character": "Richard Nixon", "characterId": "nm0633271"}, {"text": "Well I really didn't make that suggestion, sir, I'm sorry.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "Why would Cronauer's voice be on this tape?", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "I don't know, sir.", "character": "Private Abersold", "characterId": "nm0002057"}, {"text": "Mr Nixon, thank you for that concise political commentary, but I think I'd rather delve into a more personal for the men in the field. How would you describe your testicles?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[Hauk turns to the radio in horror]\nThat they're soft and they're very shallow and they serve no purpose.", "character": "Richard Nixon", "characterId": "nm0633271"}, {"text": "So what are you saying, sir?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "They lack the physical strength.", "character": "Richard Nixon", "characterId": "nm0633271"}, {"text": "Oh, my God. Please don't do this to me.", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "How would you describe your sex life with your wife Pat?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "It is unexciting sometimes.", "character": "Richard Nixon", "characterId": "nm0633271"}, {"text": "Well, you can consider a sex change. There is an operation that can transform you into a female white dane or a very hell wung chihuaua. Mr. Nixon it is rumored that you have smoked marijuana. Are you planning to take some of the marijuana home back to the United States? How would you do that?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "By plane. By helicopter and also by automobile.", "character": "Richard Nixon", "characterId": "nm0633271"}]}, {"lines": [{"text": "[imitating Walter Cronkite]", "character": null, "characterId": null}, {"text": "I just want to begin by saying to Roosevelt E. Roosevelt, what it is, what it shall be, what it was. The weather out there today is hot and shitty with continued hot and shitty in the afternoon. Tomorrow a chance of continued crappy with a pissy weather front coming down from the north. Basically, it's hotter than a snake's ass in a wagon rut.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "Sir, the man has got an irreverent tendency. He did a very off-color parody of former VP Nixon.", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "I thought it was hilarious.", "character": "General Taylor", "characterId": "nm0932244"}, {"text": "Respectfully, sir, the former VP is a good man and a decent man.", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "Bullshit! I know Nixon personally. He lugs a trainload of shit behind him that could fertilize the Sinai. Why, I wouldn't buy an apple from the son of a bitch and I consider him a good, close, personal friend.", "character": "General Taylor", "characterId": "nm0932244"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Gooooooooood-byyyyyyye Vietnaaaaam! That's right, I'm history... I'm outta here. I got the lucky ticket home, baby. Rollin, rollin, rollin'... keep them wagons rollin', rawhide! Yeah, that's right... the final Adrian Cronauer broadcast... and this one is brought to you by our friends at the Pentagon. Remember the people who brought you Korea? That's right, the U.S. Army. If it's being done correctly, here or abroad, it's probably not being done by the Army.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[imitating officer]", "character": null, "characterId": null}, {"text": "I heard that.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[as himself]", "character": null, "characterId": null}, {"text": "Oh, you're here... good to see ya.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[imitates officer again]", "character": null, "characterId": null}, {"text": "I'm here to make sure you don't say anything controversial.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[as himself]", "character": null, "characterId": null}, {"text": "Speaking of things controversial, is it true that there is a marijuana problem here in Vietnam?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[as officer]", "character": null, "characterId": null}, {"text": "No, it's not a problem, everybody has it.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[as Leo]", "character": null, "characterId": null}, {"text": "I don't know, Adrian.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[as himself]", "character": null, "characterId": null}, {"text": "Leo! Leo!", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[as Leo]", "character": null, "characterId": null}, {"text": "Adrian, take care of yourself. I just want you to know one thing... if you're going to be dressing in civilian clothes, don't forget pumps.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[as himself]", "character": null, "characterId": null}, {"text": "Thank you Leo... thanks for these. Oh, these are special.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[as Leo]", "character": null, "characterId": null}, {"text": "They're ruby slippers, Adrian. Put these on and say 'there's no place like home', 'there's no place like home' and you can be there.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[as himself]", "character": null, "characterId": null}, {"text": "I hope... I hope we all could.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[fades to credits]", "character": null, "characterId": null}]}, {"lines": [{"text": "You know, you're very beautiful. You're also very quiet. And I'm not used to girls being that quiet unless they're medicated. Normally I go out with girls who talk so much you could hook them up to a wind turbine and they could power a small New Hampshire town.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "Hey, we're back. That last two seconds of silence was Marcel Marceau's newest hit single, \"Walkin In The Wind.\" And now, here are the headlines. Here they come right now. Pope actually found to be Jewish. Liberace is Anastasia and Ethel Merman jams Russian radar. The East Germans, today, claimed the Berlin Wall was a fraternity prank. Also the Pope decided today to release Vatican-related bath products. An incredible thing, yes, it's the new Pope On A Rope. That's right. Pope On A Rope. Wash with it, go straight to heaven. Thank you.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "Five months in Vietnam, and my best friend is a V.C. THIS WILL NOT LOOK GOOD ON A RESUMÈ!", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "I'm sayin' I'm through, Ed. I'm tired of people tellin' me what I can't say. \"This news isn't official.\" \"That comment is too sarcastic.\" I can't even make fun of Richard Nixon and there's a man who's screaming out to be made fun of!", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "\"Captain Hauk sucks the sweat off of a dead man's balls.\" I have no idea what that means, sir, but it seems very negative to me.", "character": "Edward Garlick", "characterId": "nm0001845"}]}, {"lines": [{"text": "Today President Lyndon Johnson passed a highway beautification bill. The bill basically said that his daughters could not drive in a convertible on public highways.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "[the audience response to Hauk replacing Cronauer on the radio]", "character": null, "characterId": null}, {"text": "Sir, these letters are unequivocal! Uh, e.g.", "character": "Staff Sgt. Dreiwitz", "characterId": "nm0943237"}, {"text": "[reads a letter]", "character": null, "characterId": null}, {"text": "\"Hey, Hauk. Eat a bag of shit. You suck.\" Now that's pretty much to the point, sir, not much gray area in this one.", "character": "Staff Sgt. Dreiwitz", "characterId": "nm0943237"}]}, {"lines": [{"text": "Who do we have slated for live entertainment in November?", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "Well, we originally wanted Bob Hope, but it turns out he won't come.", "character": "Phil McPherson", "characterId": "nm0808863"}, {"text": "Why not?", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "He doesn't play police actions, just wars. Bob likes a big room, sir.", "character": "Edward Garlick", "characterId": "nm0001845"}, {"text": "That is not funny!", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "How about if it escalated?", "character": "Private Abersold", "characterId": "nm0002057"}, {"text": "How about if what escalated?", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "The Vietnam conflict.", "character": "Private Abersold", "characterId": "nm0002057"}, {"text": "The Vietnam conflict. We are not going to escalate a whole war just so we can book a big name comedian!", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}]}, {"lines": [{"text": "What is the difference between the Cub Scouts and the military? Bzzzzzt! Cub Scouts don't have heavy artillery!", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "How can you fight a war in this shit? I don't know where they are, I don't even know where I am. I can't see dick. Like hunting with Ray Charles.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "This is not military issue, airman. What sort of uniform is that?", "character": "Dickerson", "characterId": "nm0000687"}, {"text": "Cretan camouflage sir. If you want to blend in with a bunch of drunken Greeks there's nothing better.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "That is humor. I recognize that. I also recognize your brand of soldier.", "character": "Dickerson", "characterId": "nm0000687"}]}, {"lines": [{"text": "And where you do imagine you're going?", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "I'm going to get something to eat.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "00 PM.", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "I've been on the air for four hours. I'm a little hungry.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "That's a joke right? I get it.", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "No. I'm actually hungry", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "Well I'm actually giving you an order.", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "Oh it's an order. In that case gentlemen. Let's edit.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "First of all, don't make fun of the weather here, and don't say the weather is the same all the time here. Because it's not. In fact, it's two degrees colder today than yesterday.", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "Two degrees colder, me without my muff.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "[after eating a spicy Vietnamese dish]\nShit! This stuff is burning the hair off my feet!", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "[an Army sergeant demands to know who allowed Tuan in the bar]\nThat's all right. I did. Hey, come on now. If you kick out the gooks, the next thing, you have to kick out the chinks, the spicks, the spooks and kikes. All that's gonna be left in here are a couple of brain-dead rednecks, and what fun would that be?", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "[to Garlick]\nShould've gotten the one with the training wheels pal.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "I was almost killed. A truck's bumper was this far from my nose. My whole life passed before my eyes... and it wasn't even interesting to me.", "character": "Edward Garlick", "characterId": "nm0001845"}]}, {"lines": [{"text": "Sir, you're not funny. Ask around.", "character": "Edward Garlick", "characterId": "nm0001845"}]}, {"lines": [{"text": "Sir, in my heart, I know I'm funny.", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}]}, {"lines": [{"text": "Goooooooood morning, Vietnam! Hey, this is not a test! This is rock and roll! Time to rock it from the Delta to the D.M.Z.!", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "You're not gonna last long here, pal.", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "You can always send me back to Crete.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "Oh, you think this is a joke. I can come up with alternatives other than Crete and I'm real good at stuff like that. I got people stuck in places they haven't even considered how to get out of yet. You don't think I can come up with something good? Can you envision some fairly unattractive alternatives?", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "Not without slides.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "Mayday! Mayday! Dragon-Lady with incredible figure at 11 o'clock! Stop the car.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "I can't do that, sir.", "character": "Edward Garlick", "characterId": "nm0001845"}, {"text": "Aw, Edward, you don't understand. I've been on a small Greek island with a lot of women who look like Zorba, I never thought I'd find women attractive ever again. And now that I do, you won't even turn the car around? Thanks a lot.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "You have a very important meeting with the top brass...", "character": "Edward Garlick", "characterId": "nm0001845"}, {"text": "-Oh, there she is again! How did she get ahead of us?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "That's another person, sir.", "character": "Edward Garlick", "characterId": "nm0001845"}, {"text": "She's beautiful and quick. Speed up, check her stamina. Oh my God, they're quick, they're fast, and small. Ha, ha, ha, ha! I feel like a fox in a chicken coop!", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "Never eat in a Vietnamese restaurant next to a pound.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "We got one letter from a man who thought that Hauk's comedy was \"visionary and interesting.\" The other eleven hundred calls say that the man can't do comedy to save his dick!... That's a direct quote, sir.", "character": "Edward Garlick", "characterId": "nm0001845"}]}, {"lines": [{"text": "I can't even make fun of Richard Nixon, and there's a man who's screaming out to be made fun of.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "You better not even come within range of anything that happens or your ass is grass, and I'm a lawn mower.", "character": "Dickerson", "characterId": "nm0000687"}]}, {"lines": [{"text": "Can I ask you something? What is the appeal of Joey Bishop? I mean the man's not funny. I know funny, and he's not funny. Don't get me wrong, he seems like a nice guy, but my father's a nice guy and he's not funny either.", "character": "Staff Sgt. Dreiwitz", "characterId": "nm0943237"}]}, {"lines": [{"text": "Even encapsulated in two seconds, my life is dull. I find that very alarming.", "character": "Edward Garlick", "characterId": "nm0001845"}]}, {"lines": [{"text": "The former V.P. is a good man and a decent man.", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "Bullshit! I know Nixon personally. He lugs a trainload of shit behind him that could fertilize the Sinai. Why, I wouldn't buy an apple from the son of a bitch, and I consider him a good, close personal friend.", "character": "General Taylor", "characterId": "nm0932244"}]}, {"lines": [{"text": "[Jimmy brings Cronauer and Garlick their beers]\nThere your beer!", "character": "Jimmy Wah", "characterId": "nm0628997"}, {"text": "Thank you Jimmy.", "character": "Edward Garlick", "characterId": "nm0001845"}, {"text": "[discreetly]\nAny movement on the Walter Brennan thing?", "character": "Jimmy Wah", "characterId": "nm0628997"}, {"text": "No... and it doesn't look good, Jimmy.", "character": "Edward Garlick", "characterId": "nm0001845"}, {"text": "He look good to me!", "character": "Jimmy Wah", "characterId": "nm0628997"}]}, {"lines": [{"text": "[in the control room after the confrontation between the censor and Dickerson over the Jimmy Wah bombing... both are watching from outside the control room window]\nGood Morning, Vietnam! Hey, I know it's not the morning, but that's my trademark, and 'good evening' sounds too depressing. Hey, we're going right now to news", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[orally imitates teletype]", "character": null, "characterId": null}, {"text": "From England... today, Princess Margaret threw a shoe!", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[stammering]", "character": null, "characterId": null}, {"text": "Queen Elizabeth... Elizabeth Taylor! She's still married after six months! Way to go, Liz! Yay!", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[bumps his head against mic in anguish]", "character": null, "characterId": null}, {"text": "RIGHT! In... in Saigon today, according to official sources, nothing actually happened. One thing that didn't officially happen was a bomb didn't officially explode at 1430 hours, unofficially destroying Jimmy Wah's cafe.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[to censor]\nGet him out of there!", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "Three men were unofficially wounded, and two men whose identities are not known at this time...", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[to censor as both are trying to get into the locked studio]\nBreak the goddamn door down!", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "...the fire department responded, which we believe to be unofficial at this present moment...", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[bursting into engineering room and barks to engineer]\nTurn it off! Now!", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "I just want to think that you should...", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[the VU needles rest on their pins as the console goes dark... Cronauer removes his headphones and pushes mic boom aside]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after Cronauer reels off the string of acronyms regarding Richard Nixon's visit]\nI would like to leave the room now.", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}]}, {"lines": [{"text": "Mantovani? They feed Mantovani to insomniacs who don't respond to strong drugs!", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "Furthermore, you are to stick to playing normal modes of music, not weird stuff. Those who we'd find acceptable here would include Lawrence Welk, Jim Nabors, Mantovani...", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "...Percy Faith...", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "Percy Faith... good!... Andy Williams, Perry Como, and certain ballads by Mr. Frank Sinatra.", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "Would Bob Dylan be outta line?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "Way, way outta line!", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}]}, {"lines": [{"text": "Where's Crounauer?", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "Still eating, sir.", "character": "Staff Sgt. Dreiwitz", "characterId": "nm0943237"}, {"text": "I want to see him ASAP.", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "What, sir?", "character": "Staff Sgt. Dreiwitz", "characterId": "nm0943237"}, {"text": "As soon as possible.", "character": "Lt. Steven Hauk", "characterId": "nm0456124"}, {"text": "VG sir.", "character": "Staff Sgt. Dreiwitz", "characterId": "nm0943237"}]}, {"lines": [{"text": "If I don't get to my English class, they'll be a lot of people speaking in short choppy sentences.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "Look, we've got to talk and talk now!", "character": "Edward Garlick", "characterId": "nm0001845"}, {"text": "Not now man come on.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "I can't believe you. What? That's it? You're going to leave the whole fucking thing behind and leave everything fucking hanging! People are depending on you!", "character": "Edward Garlick", "characterId": "nm0001845"}, {"text": "Edward, please! That's two nasty words in one year. Forgive me.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "[On Lt. Hauk]\nIn the dictionary under \"asshole\" it says \"See him.\"", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "Lieutenant, you don't know whether you've been shot, fucked, powder-burned or snake-bit.", "character": "General Taylor", "characterId": "nm0932244"}]}, {"lines": [{"text": "No, Phil, he's not all right. A man does not refer to Pat Boone as a beautiful genius if things are all right.", "character": "Edward Garlick", "characterId": "nm0001845"}]}, {"lines": [{"text": "Okay, if someone is not telling the truth, you say that they are full of...", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "Shit!", "character": null, "characterId": null}, {"text": "If someone has made you angry or angrier, they have...", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "Pissed me off!", "character": null, "characterId": null}]}, {"lines": [{"text": "[mocking Lt. Hauk]\n... and if you dooooooo... and if you doooooo", "character": "Staff Sgt. Dreiwitz", "characterId": "nm0943237"}]}, {"lines": [{"text": "[to French-Vietnamese bar girl]\nHi, I'm William Holden...", "character": "Staff Sgt. Dreiwitz", "characterId": "nm0943237"}]}, {"lines": [{"text": "[to Cronauer as they arrive at Jimmy Wah's]\nWe're here, sir... Jimmy Wah's.", "character": "Edward Garlick", "characterId": "nm0001845"}, {"text": "[they exit the Jeep and enter]", "character": null, "characterId": null}, {"text": "This is the place where we like to hang out, sir.", "character": "Edward Garlick", "characterId": "nm0001845"}, {"text": "Real homey... in an opium kind of way.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[as Jimmy spots them]\nThat's Jimmy Wah. He owns the place.", "character": "Edward Garlick", "characterId": "nm0001845"}, {"text": "Hi! Hi! Hi! Hi!", "character": "Jimmy Wah", "characterId": "nm0628997"}, {"text": "[to Cronauer]", "character": null, "characterId": null}, {"text": "Now you say hi to me then you smile!", "character": "Jimmy Wah", "characterId": "nm0628997"}, {"text": "[both smile and say hi weakly]", "character": null, "characterId": null}, {"text": "And you two Earl want a couple beer?", "character": "Jimmy Wah", "characterId": "nm0628997"}, {"text": "We'd love a couple beers, Jimmy.", "character": "Edward Garlick", "characterId": "nm0001845"}, {"text": "[Jimmy waves them to a table]", "character": null, "characterId": null}, {"text": "Why are our names Earl?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "He calls everybody Earl.", "character": "Edward Garlick", "characterId": "nm0001845"}, {"text": "[they sit down]\nIs it me, or is Jimmy light in the loafers?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "Let me put it to you this way. He's got this thing for Walter Brennan. He says he wants to buy naked photographs of the actor? For three years, he's been trying.", "character": "Edward Garlick", "characterId": "nm0001845"}]}, {"lines": [{"text": "Welcome back.", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "Thank you sergeant. I've missed you.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[chuckles]\nI'm informing you that you're outta here. I want your bags packed and ready to go by tomorrow afternoon.", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "You don't have the power... I'll take this right to the authorities.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "I am the authorities, you moron! Oh, I've got your pansy ass in a sling now, Cronauer. Who's Tuan? The guys who flew you in radioed that they picked up a young South Vietnamese boy with you and Garlick. Who is this South Vietnamese boy?", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "He's a friend from my class who risked his ass to save my life.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "A friend? Well, your friend is a VC terrorist.", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "[laughs]\nYeah, and my mother's a werewolf, right?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "Tuan is also known as Phan Duc To! He's currently wanted by the South Vietnamese police in connection with several bombings in the area, including the one at Jimmy Wah's. Surely you're familiar with that incident.", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "[pauses]", "character": null, "characterId": null}, {"text": "Did you ever wonder how a young South Vietnamese boy gets into and out of VC-held territory? It's dangerous out there... things just jump out at you. And yet this boy can get in and out without a scratch. And what about Jimmy Wah's? Didn't you ever wonder why you were pulled out just moments before the whole place blew up? Or are you normally not that inquisitive?", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "[takes photos from desks and shows them to Cronauer]", "character": null, "characterId": null}, {"text": "Friends of Phan Duc To. These three were executed shortly after this photo was taken.", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "[pauses]", "character": null, "characterId": null}, {"text": "Your friend is next. I don't recommend that you tangle with me on this one, airman, as not too many high-ranking officers would be sympathetic to a serviceman with links to terrorists. The Army is kind of quirky that way. A conviction on a charge of treason against the United States carries with it some penalties on the stiff side, if you know what I mean. I have arranged for an honorable discharge, provided that you leave without incident.", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}]}, {"lines": [{"text": "[to Tuan hiding from him]\nI know about the bombing, Sparky. No wonder you hauled ass. You were my friend. I trusted you.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[silence]", "character": null, "characterId": null}, {"text": "YOU HEAR ME?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[hidden]\nYou're just a stupid guy. Now you have to go. You're better off.", "character": "Tuan", "characterId": "nm0870918"}, {"text": "That's not the fucking point! You understand me? I fought to get you into that bar! And then you blow the fucking place up! Listen... I gave you my friendship... and my trust! And now they tell me that my best friend is the goddamn enemy!", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[in tears, showing himself]\nENEMY? What is enemy? You claim our people miles from your home. We not the enemy! You the enemy!", "character": "Tuan", "characterId": "nm0870918"}, {"text": "[tersely]\nYou used me to kill two people! Two people DIED in that fucking bar!", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "Big fucking deal! My brother is dead. And my other brother, who be 29 years old, he dead! Shot by Americans! My neighbor, dead! His wife, dead. WHY? Because we're not human to them!", "character": "Tuan", "characterId": "nm0870918"}]}, {"lines": [{"text": "[Adrian sees the story about the bombing that he witnessed and he starts taking it to the control room, going past the two censors]\nWhat do you think you're doing? You know you're forbidden to read anything not checked by this office.", "character": "Censor #1", "characterId": "nm0822734"}, {"text": "What was there to check? I was there.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "You know the rules, airman. If this is a legitimate news story, it must go through proper channels.", "character": "Censor #1", "characterId": "nm0822734"}, {"text": "Look, tweedledee, it's an actual event.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[referring to the blood on his shirt]", "character": null, "characterId": null}, {"text": "What do you think this came from? Shaving? It's the truth. I just want to report the truth. It'll be a nice change of pace.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "What's going on here?", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "Sir, will you listen to me?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[reads the story]\nThis is not official news, airman. As far as I'm concerned, it didn't happen.", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "It did happen.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "You shut your mouth!", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "What are you afraid of Dickerson? People might find out there's a war going on?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "This news is not official.", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "You wanna know the assumption is perfectly safe around here? Well, it's not. The fighting's not in the hills, it's downtown. It's a", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[shouts]", "character": null, "characterId": null}, {"text": "couple of fucking blocks!", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "I said it's none of your goddamn business!", "character": "Sgt. Major Dickerson", "characterId": "nm0000687"}, {"text": "I see your point. I'm sorry. Once I get inside and hit these air conditioners I get a little dizzy. Thanks for setting me straight.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "\"Good morning, Vietnam.\" What the heck is that supposed to mean?", "character": "Lieutenant Steven Hauk", "characterId": "nm0456124"}, {"text": "I don't know, Lieutenant, I guess it means good morning, Vietnam.", "character": "Private Abersold", "characterId": "nm0002057"}, {"text": "And who gave him permission to play modern music?", "character": "Lieutenant Steven Hauk", "characterId": "nm0456124"}]}, {"lines": [{"text": "[Listening to Cronauer]", "character": null, "characterId": null}, {"text": "You know, he's funny, he's like a Marx Brother.", "character": "Private Abersold", "characterId": "nm0002057"}, {"text": "And which Marx Brother would that be, Private? Zeppo? I don't find him funny at all.", "character": "Lieutenant Steven Hauk", "characterId": "nm0456124"}, {"text": "Zeppo? Wasn't he the one with the hat?", "character": "Private Abersold", "characterId": "nm0002057"}]}, {"lines": [{"text": "I understand you're pretty funny as a dee-jay and, well, comedy is kind of a hobby of mine. Well, actually, it's a little more than just a hobby, Reader's Digest is considering publishing two of my jokes.", "character": "Lieutenant Steven Hauk", "characterId": "nm0456124"}, {"text": "Really.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "Yeah. And perhaps some night we could maybe get together and swap humorous stories, for fun.", "character": "Lieutenant Steven Hauk", "characterId": "nm0456124"}, {"text": "Oh, why not? Maybe play a couple of Tennessee Ernie Ford records, that'd be a hoot.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "That's a joke, right?", "character": "Lieutenant Steven Hauk", "characterId": "nm0456124"}, {"text": "Maybe.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "I get it.", "character": "Lieutenant Steven Hauk", "characterId": "nm0456124"}]}, {"lines": [{"text": "What's the demilitarized zone? It sounds like something from the Wizard of Oz \"Oh no don't go in there!\" \"Ohhh wee ohh. Ho Chi Minh.\" \"Oh look you've landed in Saigon. You're amongst the little people now.\" \"We represent the ARVN army, the ARVN army. Oh no! Follow the Ho Chi Minh trail! Follow the Ho Chi Minh trail!\"", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "I think some apologies are in order.", "character": "Lieutenant Steven Hauk", "characterId": "nm0456124"}]}, {"lines": [{"text": "What will you do, sir? What will you do? What will you do with your time?", "character": "Edward Garlick", "characterId": "nm0001845"}, {"text": "Oh, I don't know. There are plenty of things I can think of. Maybe go downtown and try to find a Vietnamese man named \"Phil.\"", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "[imitating Lawrence Welk]", "character": null, "characterId": null}, {"text": "Thank you for the lovely tune, that funky music will drive us till the dawn. Let's go, let's bugaloo till we puke!", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "[Before Hauk goes on the air, the other men gently try to change his mind, then Eddie just leans down to the microphone]", "character": null, "characterId": null}, {"text": "Sir, you're not funny. Ask around.", "character": "Edward Garlick", "characterId": "nm0001845"}, {"text": "Ask me. I mean, I know funny, sir, and I don't think you're it. It's like me, I'm not much with power tools...", "character": "Staff Sgt. Dreiwitz", "characterId": "nm0943237"}]}, {"lines": [{"text": "Real homey, in an opium kinda way.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "You talk, I think, very much.", "character": "Trinh", "characterId": "nm0837701"}, {"text": "Well, you see, I'm not used to going out on a date with a grand jury, and it makes me a little nervous.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "I don't want makes you nervous, 'Cronow'! I knows you very nice, and for trusting... you is the best... on the gently of what you say... and never to be for both the same and the other.", "character": "Trinh", "characterId": "nm0837701"}, {"text": "Well, I had you there, babe, but then you lost me at the end.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "Gentlemen, what can I say but \"hiya\"?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "Hiya.", "character": "Censor #1", "characterId": "nm0822734"}, {"text": "Hiya.", "character": "Censor #2", "characterId": "nm0822739"}, {"text": "Okay, which one of you is throwing his voice?", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "[hysterically as he's watching his bar burn with Cronauer after the bombing]\nMy bar! Why!", "character": "Jimmy Wah", "characterId": "nm0628997"}]}, {"lines": [{"text": "[Cronauer is eating alone at Jimmy Wah's... Jimmy spots him]\nAha! Earl! Ah, you again! No more fighting, OK?", "character": "Jimmy Wah", "characterId": "nm0628997"}, {"text": "Nice shiny green suit... you look like an Oriental leprechaun.", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "Ha, ha! You like? I got it in Hong Kong... home of the shiny green suit!", "character": "Jimmy Wah", "characterId": "nm0628997"}]}, {"lines": [{"text": "[Trinh has taken Cronauer to her brother, who has been in hiding]\nPhan Duc To!", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "[Tuan flees... Cronauer chases him]", "character": null, "characterId": null}, {"text": "Get back here!", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "Cronauer, I'm sorry as hell about this thing. Goddammit, I like you, son. I like what you do. Most of all, I like what you done for the men. But facts facts. This could give the Army a black eye. I'm not gonna cover for you this time, son.", "character": "General Taylor", "characterId": "nm0932244"}, {"text": "Sir, what about the show?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "We'll handle it.", "character": "General Taylor", "characterId": "nm0932244"}]}, {"lines": [{"text": "[to the racist sergeant]\nI got to tell you somethin', you know? I've been all around the world, seen a lot of places and a lot of people. I have never, ever in my travels come across a man as large as you... with as much muscles, who has absolutely no penis.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "Oh, Edward, don't you do anything that's not by the book?", "character": "Adrian Cronauer", "characterId": "nm0000245"}, {"text": "Not when I get into trouble. No I don't.", "character": "Edward Garlick", "characterId": "nm0001845"}, {"text": "You know, Eddie, sometimes you got to specifically go out of your way to get into trouble. It's called fun. What's that? Come on. Take some chances once in a while, Edward. That's what life's all about.", "character": "Adrian Cronauer", "characterId": "nm0000245"}]}, {"lines": [{"text": "[When the \"B-girls\" come over to their table at Jimmy Wah's]\nHello. I'm William Holden.", "character": "Staff Sgt. Dreiwitz", "characterId": "nm0943237"}, {"text": "Hey, how come I'm the only one who don't get one?", "character": "Private Abersold", "characterId": "nm0002057"}, {"text": "I'm Dan \"The Man\" Levitan. You've probably heard my radio show. Haha!", "character": "Dan 'The Man' Levitan", "characterId": "nm0692466"}]}]}