{"quotes": [{"lines": [{"text": "You're a pistol, you're really funny. You're really funny.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "What do you mean I'm funny?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "It's funny, you know. It's a good story, it's funny, you're a funny guy.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "What do you mean, you mean the way I talk? What?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "It's just, you know. You're just funny, it's... funny, you know the way you tell the story and everything.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "[it becomes quiet]\nFunny how? What's funny about it?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "Tommy no, you got it all wrong.", "character": "Anthony Stabile", "characterId": "nm0012376"}, {"text": "Oh, oh, Anthony. He's a big boy, he knows what he said. What did ya say? Funny how?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "Jus...", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "What?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "Just... ya know... you're funny.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "You mean, let me understand this cause, ya know maybe it's me, I'm a little fucked up maybe, but I'm funny how, I mean funny like I'm a clown, I amuse you? I make you laugh, I'm here to fuckin' amuse you? What do you mean funny, funny how? How am I funny?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "Just... you know, how you tell the story, what?", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "No, no, I don't know, you said it. How do I know? You said I'm funny. How the fuck am I funny, what the fuck is so funny about me? Tell me, tell me what's funny!", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[long pause]\nGet the fuck out of here, Tommy!", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "[everyone laughs]\nYa motherfucker! I almost had him, I almost had him. Ya stuttering prick ya. Frankie, was he shaking? I wonder about you sometimes, Henry. You may fold under questioning.", "character": "Tommy DeVito", "characterId": "nm0000582"}]}, {"lines": [{"text": "[narrating]\nFor as long as I can remember I always wanted to be a gangster. To me that was better than being president of the United States. To be a gangster was to own the world.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "No more shines, Billy.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "What?", "character": "Billy Batts", "characterId": "nm0898634"}, {"text": "I said, no more shines. Maybe you didn't hear about it, you've been away a long time. They didn't go up there and tell you. I don't shine shoes anymore.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "Relax, will ya? Ya flip right out, what's got into you? I'm breaking your balls a little bit, that's all. I'm only kidding with ya...", "character": "Billy Batts", "characterId": "nm0898634"}, {"text": "Sometimes you don't sound like you're kidding, you know, there's a lotta people around...", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "I'm only kidding with you, we're having a party, I just came home and I haven't seen you in a long time and I'm breaking your balls, and you're getting fucking fresh. I'm sorry, I didn't mean to offend you.", "character": "Billy Batts", "characterId": "nm0898634"}, {"text": "I'm sorry too. It's okay. No problem.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "Okay, salud.", "character": "Billy Batts", "characterId": "nm0898634"}, {"text": "[takes a drink]\nNow go home and get your fuckin' shinebox.", "character": "Billy Batts", "characterId": "nm0898634"}, {"text": "Mother fuckin' mutt! You, you fucking piece of shit!", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[taunting]\nYeah, yeah, yeah, come on, come on, come on!", "character": "Billy Batts", "characterId": "nm0898634"}, {"text": "Motherfucking... He bought his fucking button! That fake old tough guy! You bought your fucking button! You mother fuck... Fuck! Keep that motherfucker here, keep him here!", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[leaves]", "character": null, "characterId": null}]}, {"lines": [{"text": "You know, we always called each other good fellas. Like you said to, uh, somebody, \"You're gonna like this guy. He's all right. He's a good fella. He's one of us.\" You understand? We were good fellas. Wiseguys. But Jimmy and I could never be made because we had Irish blood. It didn't even matter that my mother was Sicilian. To become a member of a crew you've got to be one hundred per cent Italian so they can trace all your relatives back to the old country. See, it's the highest honor they can give you. It means you belong to a family and crew. It means that nobody can fuck around with you. It also means you could fuck around with anybody just as long as they aren't also a member. It's like a license to steal. It's a license to do anything. As far as Jimmy was concerned with Tommy being made, it was like we were all being made. We would now have one of our own as a member.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "[narrating]\nPaulie may have moved slow, but it was only because Paulie didn't have to move for anybody.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "What's the fuckin' matter with you? What - what is the fuckin' matter with you? What are you, stupid or what? Tommy, Tommy, I'm kidding with you. What the fuck are you doin'? What are you, a fuckin' sick maniac?", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "How am I meant to know you're kidding? What you mean, you're kidding? You breaking my fuckin' balls?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "I'm fuckin' kidding with you! You fuckin' shoot the guy?", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "He's dead.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "Good shot. What do you want from me? Good shot. Fuckin' rat anyway. His family's all rats. He'll grow up to be a rat.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "You stupid bastard, I can't fuckin' believe you. Now, you're gonna dig the fuckin' thing now. You're gonna dig the hole. You're gonna do it. I got no fuckin' lime. You're gonna do it.", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "Who the fuck cares? I'll dig the fuckin' hole. I don't give a fuck. What is it, the first hole I dug? Not the first time I dug a hole. I'll fuckin' dig a hole. Where are the shovels?", "character": "Tommy DeVito", "characterId": "nm0000582"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[narrating]\nAnything I wanted was a phone call away. Free cars. The keys to a dozen hideout flats all over the city. I bet twenty, thirty grand over a weekend and then I'd either blow the winnings in a week or go to the sharks to pay back the bookies.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "[Henry leaves the witness stand and speaks directly to the camera]", "character": null, "characterId": null}, {"text": "Didn't matter. It didn't mean anything. When I was broke, I'd go out and rob some more. We ran everything. We paid off cops. We paid off lawyers. We paid off judges. Everybody had their hands out. Everything was for the taking. And now it's all over.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "[narrating]", "character": null, "characterId": null}, {"text": "And that's the hardest part. Today everything is different; there's no action... have to wait around like everyone else. Can't even get decent food - right after I got here, I ordered some spaghetti with marinara sauce, and I got egg noodles and ketchup. I'm an average nobody... get to live the rest of my life like a schnook.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "Jimmy was the kind of guy that rooted for bad guys in the movies.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "[narrating]\nNow the guy's got Paulie as a partner. Any problems, he goes to Paulie. Trouble with the bill? He can go to Paulie. Trouble with the cops, deliveries, Tommy, he can call Paulie. But now the guy's gotta come up with Paulie's money every week, no matter what. Business bad? Fuck you, pay me. Oh, you had a fire? Fuck you, pay me. Place got hit by lightning, huh? Fuck you, pay me.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "[Henry has just been busted for dealing drugs]\nFor a second I thought I was dead. But, when I heard all the noise, I knew they were cops. Only cops talk that way. If they'd been wiseguys, I wouldn't have heard a thing. I would've been dead.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "What time is it?", "character": "Stacks Edwards", "characterId": "nm0000168"}, {"text": "It's eleven thirty, we're supposed to be there by nine.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "Be ready in a minute.", "character": "Stacks Edwards", "characterId": "nm0000168"}, {"text": "Yeah, you were always fuckin' late, you were late for your own fuckin' funeral.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[shoots him]", "character": null, "characterId": null}]}, {"lines": [{"text": "I swear to my fucking mother, if you touch her again, YOU'RE DEAD.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "[narrating]\nOne day some of the kids from the neighborhood carried my mother's groceries all the way home. You know why? It was outta respect.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "If you're part of a crew, nobody ever tells you that they're going to kill you, doesn't happen that way. There weren't any arguments or curses like in the movies. See, your murderers come with smiles, they come as your friends, the people who've cared for you all of your life. And they always seem to come at a time that you're at your weakest and most in need of their help.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "I know there are women, like my best friends, who would have gotten out of there the minute their boyfriend gave them a gun to hide. But I didn't. I got to admit the truth. It turned me on.", "character": "Karen", "characterId": "nm0000966"}]}, {"lines": [{"text": "I'm not mad, I'm proud of you. You took your first pinch like a man and you learn two great things in your life. Look at me, never rat on your friends and always keep your mouth shut.", "character": "Jimmy Conway", "characterId": "nm0000134"}]}, {"lines": [{"text": "[hesitating]\nWhy don't you go fuck yourself, Tommy?", "character": "Spider", "characterId": "nm0408284"}, {"text": "[stunned silence]\nWhoa! Can't believe what I just heard. Hey Spider, here. This is for you.", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "[tosses money on the table]", "character": null, "characterId": null}, {"text": "Attaboy! I got respect for this kid. He's got a lot of fucking balls. Good for you! Don't take no shit off nobody.", "character": "Jimmy Conway", "characterId": "nm0000134"}]}, {"lines": [{"text": "Sure, mom, I settle down with a nice girl every night, then I'm free the next morning.", "character": "Tommy DeVito", "characterId": "nm0000582"}]}, {"lines": [{"text": "", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "I'm gonna go get the papers, get the papers.", "character": "Jimmy Two Times", "characterId": "nm0694493"}]}, {"lines": [{"text": "[sitting in car with Henry]\nThe only thing, is she won't go out with me alone, you know?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "No.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "No, what?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "No.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "No, what, Henry? Who the fuck asked you anything? I didn't even ask you anything, at least hear what I have to say.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "Alright, what?", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "Okay, what? She don't want to go out with Italians alone. She's prejudiced against Italians. Do you believe that? In this day and age? What the fuck is the world coming to? I can't believe this, prejudiced against Ital - a Jew broad - prejudiced against Italians. Anyway, she won't go out with me alone unless her girlfriend comes with her, so I figured you could come along and go out with her girlfriend.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "See? I knew it - I knew it. I knew it. I knew it.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "You knew what, Henry? See? What? What the fuck is wrong with that?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "When is this?", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "Tomorrow night.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "I can't tomorrow night, I gotta meet Tuddy.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "You could meet Tuddy. You could fucking come early and then still go.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "Tommy, Tommy. Why do you always do this to me?", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "Don't give me that fucking \"Tommy\" shit. What the fuck I asked you for, Henry? I asked you for a favor. I do a lot of fucking favors for you, don't I? I'm trying to bang this fucking broad, you wanna help me out!", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[view switches to outside of car with view of restaurant, smoke billows from restaurant windows]", "character": null, "characterId": null}, {"text": "It's like... uh... ah...", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "What?", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "I don't understand you! She's fucking beautiful. Her fucking family, they live in the Five Towns there. You know these Jew broads got a lot of money. Maybe the family owns the whole fucking block. and you happen to end up with a big fucking score, motherfucker.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[turning to look at the restaurant]\nOh fuck!", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "What?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "See? With your fucking mouth!", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "[car speeds away]", "character": null, "characterId": null}]}, {"lines": [{"text": "[narrating]\nWhenever we needed money, we'd rob the airport. To us, it was better than Citibank.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "All they got from Paulie was protection from other guys looking to rip them off. That's what it's all about. That's what the FBI can never understand - that what Paulie and the organization offer is protection for the kinds of guys who can't go to the cops. They're like the police department for wiseguys.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "For us to live any other way was nuts. Uh, to us, those goody-good people who worked shitty jobs for bum paychecks and took the subway to work every day, and worried about their bills, were dead. I mean, they were suckers. They had no balls. If we wanted something, we just took it. If anyone complained twice they got hit so bad, believe me, they never complained again.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "[Tommy mocks at Spider]\nOklahoma Kid. That's me. I'm the Oklahoma Kid. You fuckin' varmint! Dance. Dance. YAHOO, YA MOTHERFUCKER!", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[shoots Spider in the foot]", "character": null, "characterId": null}]}, {"lines": [{"text": "We hit the deer and his paw... What do you call it? The paw.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[Speaking through a mouth full of pasta]\nThe hoof.", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "It got caught in the grill. I got to hack it off.", "character": "Tommy DeVito", "characterId": "nm0000582"}]}, {"lines": [{"text": "What do you do?", "character": "Karen", "characterId": "nm0000966"}, {"text": "I'm in construction.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "[She feels the softness of his hands]\nThey don't feel like you're in construction.", "character": "Karen", "characterId": "nm0000966"}, {"text": "Ah, I'm a union delegate.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "[narrating]\nI felt he used too many onions, but it was still a very good sauce.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "Vinnie, don't put too many onions in the sauce.", "character": "Paul Cicero", "characterId": "nm0000649"}, {"text": "I didn't put too much onions, uh, Paul. Three small onions. That's all I did.", "character": "Vinnie", "characterId": "nm0778737"}, {"text": "Three onions? How many cans of tomatoes you put in there?", "character": "Johnny Dio", "characterId": "nm0671023"}, {"text": "I put two cans, two big cans.", "character": "Vinnie", "characterId": "nm0778737"}, {"text": "You don't need three onions.", "character": "Johnny Dio", "characterId": "nm0671023"}]}, {"lines": [{"text": "[after kicking Batts to near death]\nLook what this fucking mutt did to my shoes.", "character": "Jimmy Conway", "characterId": "nm0000134"}]}, {"lines": [{"text": "Killing's got to be accepted. Murder was the only way that everybody stayed in line. You got out of line, you got whacked. Everybody knew the rules.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "[narrating]\nAnd when the cops, when they assigned a whole army to stop Jimmy, what'd he do? He made 'em partners.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "[buzzing over and over on her husband's girlfriend's intercom]\nThis is Karen Hill, I want to talk to you. Hello? Don't hang up on me! I want to talk to you. You keep away from my husband, you understand me? Hello? ANSWER ME!. I'm going to tell everybody that walks in this building that in 2R, Rossi, you're nothing but a whore!", "character": "Karen", "characterId": "nm0000966"}, {"text": "[gets on phone]", "character": null, "characterId": null}, {"text": "Is this the superintendent?... Yes, sir, I would like you to know that you have a whore living in 2R. Rossi, Janice Rossi... He's MY husband! Get your own goddamn man!", "character": "Karen", "characterId": "nm0000966"}]}, {"lines": [{"text": "Just don't go busting my balls, Billy, okay?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "Hey, Tommy, if I was gonna break your balls, I'd tell you to go home and get your shine box.", "character": "Billy Batts", "characterId": "nm0898634"}, {"text": "[to his friends]", "character": null, "characterId": null}, {"text": "Now this kid, this kid was great. They, they used to call him Spitshine Tommy.", "character": "Billy Batts", "characterId": "nm0898634"}]}, {"lines": [{"text": "[narrating]\nJimmy had never asked me to do a hit before, and now he's asking me to go down to Florida with Andy to make a hit.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "[Jimmy gives him a pack of matches with a number]", "character": null, "characterId": null}, {"text": "[narrating]\nThat's when I knew I would never have come back from Florida alive.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "[Frenchy is describing a large shipment of cash at Idlewild Airport to Jimmy and Henry]\nWhat about the security?", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "Security? You're looking at it.", "character": null, "characterId": null}]}, {"lines": [{"text": "All right, so he got shot in the foot, what is it, a big fuckin' deal?", "character": "Tommy DeVito", "characterId": "nm0000582"}]}, {"lines": [{"text": "[narrating]\nIt was revenge for Billy Batts, and a lot of other things. And there was nothing that we could do about it. Batts was a made man, and Tommy wasn't. And we had to sit still and take it. It was among the Italians. It was real greaseball shit. They even shot Tommy in the face so his mother couldn't give him an open coffin at the funeral.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "[points]\nBy the way, I took care of that thing for ya.", "character": "Pete the Killer", "characterId": "nm0161950"}]}, {"lines": [{"text": "What the fuck are you doing? You're hanging around my fuckin' neck like a vulture, like impending danger.", "character": "Tommy DeVito", "characterId": "nm0000582"}]}, {"lines": [{"text": "Hey, Spider, that fuckin' bandage on your foot is bigger than your fuckin' head.", "character": "Tommy DeVito", "characterId": "nm0000582"}]}, {"lines": [{"text": "[narrating]\nWhen they found Carbone in the meat truck, he was frozen so stiff it took them three days to thaw him out for the autopsy.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "I don't want any more of that shit.", "character": "Paul Cicero", "characterId": "nm0000649"}, {"text": "What shit? What are you talking about?", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "Just stay away from the garbage, you know what I mean.", "character": "Paul Cicero", "characterId": "nm0000649"}, {"text": "Look, Paulie...", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "I'm not talking about what you did inside, you did what you had to do, I'm talking about now, from now, here and now.", "character": "Paul Cicero", "characterId": "nm0000649"}, {"text": "Paulie, why would I want to get into that...", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "Don't make a jerk out of me, just don't do it... just don't do it. Now I want to talk to you about Jimmy, you have to watch out for him. He's a good earner but he's wild, takes too many chances.", "character": "Paul Cicero", "characterId": "nm0000649"}, {"text": "Yeah, I know that, I know Jimmy, you think I would take chances like Jimmy?", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "And Tommy, he's a good kid too. But he's crazy, he's a cowboy, he's got too much to prove. You gotta watch out for kids like this.", "character": "Paul Cicero", "characterId": "nm0000649"}, {"text": "Yeah, I know what they are, I only use them for certain things, believe me, you don't have to worry.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "Listen, I ain't gonna get fucked like Gribbs, understand? Gribbs is 70 years old, and the fuckin' guy's gonna die in prison. I don't need that. So I'm warning everybody, EVERYBODY. It could be my son, it could be anybody. Gribbs got 20 years just for saying \"hello\" to some fuck who was sneaking behind his back selling junk. I don't need that. Ain't gonna happen to me, you understand?", "character": "Paul Cicero", "characterId": "nm0000649"}, {"text": "Uh huh.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "You know that you're only out early because I got you a job. I don't need this heat, understand that.", "character": "Paul Cicero", "characterId": "nm0000649"}, {"text": "Uh huh.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "And you see anybody fucking around with this shit, you're going to tell me, right?", "character": "Paul Cicero", "characterId": "nm0000649"}, {"text": "Yeah.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "[slaps him]\nThat means anybody!", "character": "Paul Cicero", "characterId": "nm0000649"}, {"text": "All right.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "Yeah?", "character": "Paul Cicero", "characterId": "nm0000649"}, {"text": "Yeah, of course.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "[after Karen points gun at him while he's sleeping]\nI got enough to worry about getting whacked on the street! I gotta come home for this? I should fucking kill you!", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "[narrating]\nAfter awhile, it got to be all normal. None of it seemed like crime. It was more like Henry was enterprising, and that he and the guys were making a few bucks hustling, while all the other guys were sitting on their asses, waiting for handouts. Our husbands weren't brain surgeons, they were blue-collar guys. The only way they could make extra money, real extra money, was to go out and cut a few corners.", "character": "Karen", "characterId": "nm0000966"}, {"text": "[Cuts to Henry and Tommy hijacking a truck]", "character": null, "characterId": null}]}, {"lines": [{"text": "Give us a drink. And give some to those Irish hoodlums down there.", "character": "Billy Batts", "characterId": "nm0898634"}, {"text": "There's only one Irishman in here.", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "On the house. Salud.", "character": "Billy Batts", "characterId": "nm0898634"}, {"text": "Top of the mornin'.", "character": "Jimmy Conway", "characterId": "nm0000134"}]}, {"lines": [{"text": "Yeah.", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "Yeah.", "character": "Vinnie", "characterId": "nm0778737"}, {"text": "Who's this?", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "This is Vinnie.", "character": "Vinnie", "characterId": "nm0778737"}, {"text": "Vinnie, what happened?", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "Well we-...", "character": "Vinnie", "characterId": "nm0778737"}, {"text": "You get it straightened out?", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "No, we had a problem... and uh, we tried to do everything we could.", "character": "Vinnie", "characterId": "nm0778737"}, {"text": "What d'you mean?", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "Well, you what I mean. He's gone, and we couldn't do nothing about it.", "character": "Vinnie", "characterId": "nm0778737"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "That's it.", "character": "Vinnie", "characterId": "nm0778737"}, {"text": "What d'you mean? What d'you mean? Uh...", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "He's gone. Uh, he's gone.", "character": "Vinnie", "characterId": "nm0778737"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "And that's it.", "character": "Vinnie", "characterId": "nm0778737"}, {"text": "[smashing telephone]\nFuck. Can't fuckin' believe that, can't fuckin'...", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "[crying]\nFuck it, fuck... the fuck...", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "[Henry exits diner]", "character": null, "characterId": null}, {"text": "What happened?", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "They whacked him. They fuckin' whacked him.", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "Aw, fuck.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "[Jimmy kicks phone booth]", "character": null, "characterId": null}, {"text": "Motherfucker!", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "[pushes over phone booth]", "character": null, "characterId": null}, {"text": "[cries]", "character": "Jimmy Conway", "characterId": "nm0000134"}]}, {"lines": [{"text": "[narrating; Paul is slicing the garlic with a razor]\nIn prison, dinner was always a big thing. We had a pasta course and then we had a meat or fish. Paulie did the prep work. He was doing a year for contempt, and he had this wonderful system for doing the garlic. He used a razor, and he used to slice it so thin that he used to liquefy in the pan with just a little oil. It was a very good system.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "You know Spider, you're a fuckin' mumbling stuttering little fuck. You know that?", "character": "Tommy DeVito", "characterId": "nm0000582"}]}, {"lines": [{"text": "go fuck your mother.\"", "character": "Tommy DeVito", "characterId": "nm0000582"}]}, {"lines": [{"text": "[narrating]\nBy the time I grew up, there was thirty billion a year in cargo moving through Idlewild Airport and believe me, we tried to steal every bit of it.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "One night, Bobby Vinton sent us champagne. There was nothing like it. I didn't think there was anything strange in any of this. You know, a twenty-one-year-old kid with such connections. He was an exciting guy. He was really nice. He introduced me to everybody. Everybody wanted to be nice to him. And he knew how to handle it.", "character": "Karen", "characterId": "nm0000966"}]}, {"lines": [{"text": "What the fuck you looking at? Come on. Make that coffee to go. Let's go.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[Frankie mumbles something and goes to the door with the coffee pot in his hand]", "character": null, "characterId": null}, {"text": "What the fuck are you doing? It's a joke! A joke! Put the fucking pot down!", "character": "Tommy DeVito", "characterId": "nm0000582"}]}, {"lines": [{"text": "What am I, a mirage?", "character": "Tommy DeVito", "characterId": "nm0000582"}]}, {"lines": [{"text": "[after Henry has stood her up on what was to be their second date]\nYou got some nerve standing me up like that last night! Nobody does that to me! Who the Hell do you think you are? Frankie Valli or some kinda bigshot?", "character": "Karen", "characterId": "nm0000966"}]}, {"lines": [{"text": "Now take me to jail.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "Henry, you're a good kid, I've been good to you, you've been good to me. But there's something really unreasonable going on here. Jimmy's being an unconsionable ball-breaker. I never agreed to 3 points on top of the vig! Am I something special? Some sort of schmuck on wheels?", "character": "Morrie", "characterId": "nm0522797"}, {"text": "Morrie, please! You borrowed Jimmy's money, pay him.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "I never agreed to 3 points on top of the vig! What am I, fuckin nuts? Come on!", "character": "Morrie", "characterId": "nm0522797"}, {"text": "Are you gonna argue with Jimmy Conway? Just give him his money so we can get the fuck outta here!", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "Hey! Fuck 'em! Fuck 'em in the ear! What are you talking about? Fuck 'em in the other ear, that son of a bitch! Did I ever bust his balls? Did I? Did I? I could've jumped the dime a million times, and I wouldn't have to pay tip!", "character": "Morrie", "characterId": "nm0522797"}, {"text": "Come on, Morrie, you're talking crazy, stop it!", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "[Grabs telephone cord and chokes Morrie with it, then his wig falls off and Henry starts laughing]\nYou got money for that fuckin' commercial. Fuckin' commercial, you don't got my money, you don't got my fuckin' money, huh?", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "Jimmy, he'll pay, he'll pay.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "I'll fuckin' kill you, get the money, you fuckin' cocksucker, you hear me?", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "[Phone rings]", "character": null, "characterId": null}, {"text": "Pay me my money.", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "Hello? Who's this? He's here.", "character": "Morrie", "characterId": "nm0522797"}, {"text": "[Gives phone to Henry]", "character": null, "characterId": null}, {"text": "Jimmy, I'm sorry.", "character": "Morrie", "characterId": "nm0522797"}, {"text": "Yeah? You should be sorry. Don't fuckin' do it again and give me the money. Give me the fuckin' money, You hear me? You hear me, I gotta come here and you bust my balls? Give me the fuckin' money.", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "OK, OK, OK. I'll pay you, kid.", "character": "Morrie", "characterId": "nm0522797"}]}, {"lines": [{"text": "[narrating]\nThirty-two hundred dollars he gave me. Thirty-two hundred dollars for a lifetime. It wasn't even enough to pay for the coffin.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "[With the suitcase open on the desk, Henry counts out stacks of cash]\nThirty-five, forty, forty-five, fifty, sixty thousand.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "It's gonna be a good summer.", "character": "Jimmy Conway", "characterId": "nm0000134"}]}, {"lines": [{"text": "[on Morrie's wig commercial]\nDon't buy wigs that come off at the wrong time.", "character": "Morrie", "characterId": "nm0522797"}]}, {"lines": [{"text": "[about Morrie's corpse]\nHey Frank, let's chop him up.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "All right.", "character": "Frankie Carbone", "characterId": "nm0803370"}, {"text": "[starts to get out of the car]", "character": null, "characterId": null}, {"text": "Where you going? Where you going, you dizzy motherfucker, you?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "To chop him up.", "character": "Frankie Carbone", "characterId": "nm0803370"}, {"text": "At Charlie's, not here!", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[Carbone mumbles to himself in Italian]", "character": null, "characterId": null}, {"text": "Come on, what are you doing? Let's get the fuck outta here. I oughta let him", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[motions to Morrie]", "character": null, "characterId": null}, {"text": "fucking drive. What are you waiting for?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "The car's cold.", "character": "Frankie Carbone", "characterId": "nm0803370"}, {"text": "Get the fuck outta here! What fucking warm enough? Get outta here!", "character": "Tommy DeVito", "characterId": "nm0000582"}]}, {"lines": [{"text": "[under his breath after Tommy leaves the bar]\nI'll fuck him in his ass. I fucked kids like him in the can in the ass. Fuckin' trying to break up my party.", "character": "Billy Batts", "characterId": "nm0898634"}]}, {"lines": [{"text": "[Infuriated at Spider and speaking to the other card players]\nHey, what's that movie that Bogart made?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "Which one?", "character": "Anthony Stabile", "characterId": "nm0012376"}, {"text": "The one where he played a cowboy. He only did one.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "Oh... ah... The Oklahoma Kid.", "character": "Anthony Stabile", "characterId": "nm0012376"}, {"text": "Shane?", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "Oklahoma Kid!", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[to Jimmy]\nShane...", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[They all laugh]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Henry, Jimmy and Tommy are digging up Billy Batts' decomposed corpse. Henry is coughing from the stench, while the others don't appear to be bothered]\nHey, Henry, Henry, hurry up, will ya? My mother's gonna make some fried peppers and sausage for us.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[Jimmy and Tommy laugh while Henry coughs]", "character": null, "characterId": null}, {"text": "Oh, hey, Henry, Henry! Here's an arm!", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "Very funny, guys.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "Here's a leg!", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "Here's a wing!", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "Hey, what do you like, the leg or the wing, Henry? Or ya still go for the old hearts and lungs?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[Vomiting]\nOh, that's so bad!", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "How do you like your steak?", "character": "Johnny Dio", "characterId": "nm0671023"}, {"text": "Medium rare.", "character": "Paul Cicero", "characterId": "nm0000649"}, {"text": "Huh. An aristocrat.", "character": "Johnny Dio", "characterId": "nm0671023"}]}, {"lines": [{"text": "So what does she do after she hangs up with me? After everything I told her? After all her \"yeah, yeah, yeah\" bullshit? She picks up the phone and calls from the house. Now, if anybody was listening, they'd know everything - they knew a package was leaving from my house - they'd even have the time and flight number, thanks to her.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "[referring to Henry and Karen]\nShe'll never divorce him. She'll kill him but she won't divorce him.", "character": "Jimmy Conway", "characterId": "nm0000134"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "The fuck is that?", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "[narrating]\nI only bought the damn guns because he wanted them, and now he didn't want them.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "What the fuck are these? None of them fit. What's the matter with you? What, do you want me to pay for this shit? I'm not paying for it!", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "[narrating]\nI didn't say a thing. He was so pissed off, he didn't even say goodbye.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "Stop with those fucking drugs. They're making your mind into mush. You hear me? Take 'em back!", "character": "Jimmy Conway", "characterId": "nm0000134"}]}, {"lines": [{"text": "But I'm worried, I mean, I'm hearin' all kinds a fuckin' bad things. I mean he's treating me like I'm a fuckin' half-a-fag or somethin'. I'm gonna wind up a lammist, I gotta go on the fuckin' lam in order to get away from this guy? This ain't right, Paulie.", "character": "Sonny Bunz", "characterId": "nm0201700"}]}, {"lines": [{"text": "Hey Jimmy! What's right is right. You understand what I'm talking about?", "character": "Billy Batts", "characterId": "nm0898634"}, {"text": "It's all right. It's all right.", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "No. The kid's over here. We're hugging and kissing over here. And two minutes later, he's acting like a fucking jerk.", "character": "Billy Batts", "characterId": "nm0898634"}, {"text": "No, no, no, no, no. You insulted him a little bit. You got a little bit out of order yourself.", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "No I didn't insult him. I didn't insult him.", "character": "Billy Batts", "characterId": "nm0898634"}, {"text": "I'm sorry. You insulted him a little bit.", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "No, I didn't insult nobody. Give us a drink. Give us a drink.", "character": "Billy Batts", "characterId": "nm0898634"}]}, {"lines": [{"text": "Tommy's a bad seed. What am I supposed to do? Shoot him?", "character": "Paul Cicero", "characterId": "nm0000649"}, {"text": "That wouldn't be a bad idea.", "character": "Copa Captain", "characterId": "nm0688956"}]}, {"lines": [{"text": "[as Paulie is being arrested]\nWhy don't you boys go down to Wall Street and find some real crooks? Whoever sold you those suits had a wonderful sense of humor.", "character": "Tuddy Cicero", "characterId": "nm0226746"}]}, {"lines": [{"text": "You know anything about this fucking restaurant business?", "character": "Paul Cicero", "characterId": "nm0000649"}, {"text": "[Talking to Henry]\nHe knows everything about it. I mean, he's in the joint 24 hours a day. I mean, another fucking few minutes, he could be a stool, that's how often he's in there.", "character": "Sonny Bunz", "characterId": "nm0201700"}]}, {"lines": [{"text": "\"What do you want to tell me now, tough guy?\" I said, \"Bing, what are you doing here? I thought I told you to go fuck your mother!\"", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "[group laughs]", "character": null, "characterId": null}, {"text": "I thought he was gonna shit!", "character": "Tommy DeVito", "characterId": "nm0000582"}]}, {"lines": [{"text": "[Henry and Tommy just boosted a rig]\nHey, you got a phone? Two niggers just stole my truck. You believe that shit, huh? You fuckin' believe that?", "character": "Truck Driver", "characterId": "nm0910081"}]}, {"lines": [{"text": "[to Henry]\nTalk to me, when was the last time you took a collar? Hey fuckhead, I'm talking to you. You don't wanna say a fucking word to me, you don't have to. I don't really give a fuck. Twenty five years, pal, that's what you're looking at. Hey, your pals are here. You don't want to talk to me, you're gonna have a fucking problem all night 'cause I'll be on you like shit. New York State. Twenty five fucking years, pal.", "character": null, "characterId": null}, {"text": "[the detectives bring in the utensils Henry used to make coke]", "character": null, "characterId": null}, {"text": "What, were you guys grocery shopping? What, are we going to make a cake? Gonna make a fucking cake? Got anything good in there or what?", "character": null, "characterId": null}, {"text": "[a detective tastes the residue in a pan]", "character": null, "characterId": null}, {"text": "Is it good?", "character": null, "characterId": null}, {"text": "[detective nods; to Henry]", "character": null, "characterId": null}, {"text": "Ha ha ha ha. Bye bye, dickhead. Ha ha ha. See you in Attica, dick.", "character": null, "characterId": null}]}, {"lines": [{"text": "Please stop feeding the dog from the table... from the plate on top of it.", "character": "Karen", "characterId": "nm0000966"}]}, {"lines": [{"text": "Has Tommy ever told you about my painting?", "character": "Tommy's Mother", "characterId": "nm0778734"}]}, {"lines": [{"text": "Watch this.", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "Ah, don't fuck with them.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "I do it all the time. Bust their fucking balls.", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "Don't give 'em the satisfaction, the fucks.", "character": "Henry Hill", "characterId": "nm0000501"}, {"text": "[taps on car window of two cops following him, who had fallen asleep]\nCome on, fuckos, let's go for a ride.", "character": "Jimmy Conway", "characterId": "nm0000134"}, {"text": "[he and Henry laugh]", "character": null, "characterId": null}, {"text": "Keep 'em up all night.", "character": "Jimmy Conway", "characterId": "nm0000134"}]}, {"lines": [{"text": "This drink is better than sex, baby.", "character": "Stacks Edwards", "characterId": "nm0000168"}]}, {"lines": [{"text": "I didn't want to get blood on your floor.", "character": "Tommy DeVito", "characterId": "nm0000582"}]}, {"lines": [{"text": "[Referring to the other wives]\nThey all had bad skin and wore too much make up. They didn't look very good; they look beat up. The stuff they wore were thrown together and cheap, a lot of pantsuits and double knits. They talked about beating their kids with broom handles and leather belts, and that their kids still didn't pay any attention. When Henry picked me up, I was dizzy.", "character": "Karen", "characterId": "nm0000966"}]}, {"lines": [{"text": "I could never hit that number.", "character": "Frankie Carbone", "characterId": "nm0803370"}, {"text": "[unintelligible]", "character": null, "characterId": null}, {"text": "Frankie, Frankie, Frankie. What the fuck does 528 have to do with 460? I can't believe this guy. Fuckin' 528 ain't even close to 460. Now what the fuck does that got to do with anything?", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "Eh, I been playin' that numba for three years.", "character": "Frankie Carbone", "characterId": "nm0803370"}]}, {"lines": [{"text": "[Morrie jokes at the table]\nMorrie, stop breaking my balls, all right?", "character": "Frankie Carbone", "characterId": "nm0803370"}]}, {"lines": [{"text": "What, do you got me on a fuckin' pay-no-mind list, kid?", "character": "Tommy DeVito", "characterId": "nm0000582"}]}, {"lines": [{"text": "[Tommy holds up a gun at the truck driver he's hijacking]\nWhere's the strong box, you fuckin' varmint, you?", "character": "Tommy DeVito", "characterId": "nm0000582"}]}, {"lines": [{"text": "[has just killed the talkative Morrie]\nI thought he'd never shut the *fuck* up.", "character": "Tommy DeVito", "characterId": "nm0000582"}, {"text": "Yeah. Pain in the ass.", "character": "Jimmy Conway", "characterId": "nm0000134"}]}, {"lines": [{"text": "the Lufthansa heist. Tommy and Carbone were going to grab the outside guard and make him get us in the front door, Frenchy and Joe Buddha had to round up the workers, Johnny Roastbeef had to keep them all tied up and away from the alarm, even Stacks Edwards got in on it, all he was supposed to do was steal the panel truck and afterwards compact it with a friend of ours in New Jersey. Only Morrie was driving us nuts - just because he set this up, he felt he could bust Jimmy's balls for an advance on the money we were going to steal. He didn't mean anything by it; it was just the way he was.", "character": "Henry Hill", "characterId": "nm0000501"}]}, {"lines": [{"text": "30, you know we're supposed to be there by 9. Yeah, you're always fuckin' late. You'll be late for your own fuckin' funeral.", "character": "Tommy DeVito", "characterId": "nm0000582"}]}]}