{"quotes": [{"lines": [{"text": "Peace on earth was a great idea, too bad they didn't practice what they preached.", "character": null, "characterId": null}]}, {"lines": [{"text": "I never could figure out them men. They was always thinking up new ways to kill each other. They had guns that shot out streams of liquid fire. Everything it touched burst into flames. They had pipes, big ones like giant pea shooters that sent bombs whizzing through the air. Then they thought up a new kind of gun, a gun that could kill men faster than ever before. It was a terrible thing, they were always fighting, and when they weren't fighting on the ground, they were fighting in the air.", "character": null, "characterId": null}]}, {"lines": [{"text": "[singing]\nHark the Herald angels sing, glory to the Lord our King. Peace on Earth, Good will to men, peace on earth shall reign again.", "character": null, "characterId": null}]}, {"lines": [{"text": "I was just a little shaver at the time and I asked the wise old owl what that book was he was reading. 'Well' he says, 'looks like a book of rules that belonged to them men. Thou shalt not kill. Love thy neighbor as thyself... hmmm, looks like some pretty good rules, but I guess them men didn't pay much attention to it'. Yes it was a good book of rules, and it still is a good book of rules. Love thy neighbor as thyself. On these words depend the future of us all.", "character": null, "characterId": null}]}, {"lines": [{"text": "[singing]\nHark the herald angels sing, glory to the Lord our King. Peace on Earth, goodwill to men, peace on earth shall reign again. Joyful all ye creatures be, ye at last the world did free, to the world He did restore, peace on Earth forevermore. Hark our praise we sing again, peace on Earth goodwill to men. Joyful all ye creatures sing, glory to the Lord our King. Hark our praise we sing again, peace on Earth goodwill to men.", "character": null, "characterId": null}]}, {"lines": [{"text": "It seemed like the idea was to see which side could kill the most. They built the bombs bigger and bigger, pretty soon they were blowing up whole cities!", "character": null, "characterId": null}]}, {"lines": [{"text": "And and then what?", "character": null, "characterId": null}, {"text": "And then each one of them built the biggest, the most awful-est bomb ever! And while one of them was dropping the bomb over here, the other one was dropping the bomb over there.", "character": null, "characterId": null}, {"text": "[shows two nuclear bombs joining together and turning everything white]", "character": null, "characterId": null}, {"text": "And that was the end of the last man on Earth. Everything was quiet, and kind of peaceful like. Those of us that were left gathered in the ruins of a church.", "character": null, "characterId": null}]}, {"lines": [{"text": "Love thy neighbor as thyself. On these words depend the future of us all.", "character": null, "characterId": null}]}]}