{"quotes": [{"lines": [{"text": "[dying words]", "character": null, "characterId": null}, {"text": "I thought I heard you saying it was a pity... pity I never had any children. But you're wrong. I have. Thousands of them. Thousands of them... and all boys.", "character": "Mr. Chipping 'Mr. Chips'", "characterId": "nm0232196"}]}, {"lines": [{"text": "Well, remember me sometimes. I shall always remember you. \"Haec olim meminisse iuvabit.\" I need not translate it for you.", "character": "Mr. Chipping 'Mr. Chips'", "characterId": "nm0232196"}, {"text": "\"In the future, it will be pleasing to remember these things.\"]", "character": null, "characterId": null}]}, {"lines": [{"text": "It must be tremendously interesting to be a schoolmaster, to watch boys grow up and help them along; to see their characters develop and what they become when they leave school and the world gets hold of them. I don't see how you could ever get old in a world that's always young.", "character": "Katherine", "characterId": "nm0002093"}]}, {"lines": [{"text": "[on his first day at Brookfield School, Mr. Chipping is attempting to bring his unruly class under his control]", "character": null, "characterId": null}, {"text": "Silence! Silence! I'll have no more of it!", "character": "Mr. Chipping 'Mr. Chips'", "characterId": "nm0232196"}, {"text": "No more silence, sir?", "character": "John Colley", "characterId": "nm0452953"}]}, {"lines": [{"text": "I know the world's changing, Dr. Ralston. I've seen the old traditions die, one by one. Grace, dignity, feeling for the past - all that matters here today is a fat banking account. You're trying to run the school like a factory, for turning out money-making machine-made snobs. You've raised the fees. And in the end, the boys who really belong at Brookfield will be frozen out, frozen out. Modern methods, intensive training - poppycock! Give a boy a sense of humor and a sense of proportion and he'll stand up to anything. I'm not going to retire, you can do what you like about it.", "character": "Mr. Chipping 'Mr. Chips'", "characterId": "nm0232196"}]}, {"lines": [{"text": "I'm sorry, I wasn't in any danger.", "character": "Katherine", "characterId": "nm0002093"}]}]}