{"quotes": [{"lines": [{"text": "[as the record falls onto the record player]\nWelcome to the super dynamic muscle, tissue, figure and body-building company at faith firmly. For our number one exercise, suppose we try the barbell.", "character": "Narrator", "characterId": "nm0572689"}, {"text": "[Goofy places himself standing above and facing the barbell]\nFeet in position.", "character": "Narrator", "characterId": "nm0572689"}, {"text": "[Goofy follows all instructions]\nOne, inhale. Two, bend down.", "character": "Narrator", "characterId": "nm0572689"}, {"text": "[Goofy suddenly feels pain in his hind end]", "character": null, "characterId": null}, {"text": "Three, flex the knees. Four grip firmly with both hands. And five, we lift.", "character": "Narrator", "characterId": "nm0572689"}, {"text": "[Goofy makes his first move to lift the barbell only to fall to the floor. Then he steps back up with his feet on the handle and continues to struggle in lifting the barbell, causing the spots on his caveman suit to pop off. Suddenly, the weights collapse and the handle lands on his fingers]", "character": null, "characterId": null}, {"text": "Whoa.", "character": "Goofy", "characterId": "nm0173418"}, {"text": "[Pulls his fingers out from the pressure of the handle]", "character": null, "characterId": null}, {"text": "One, two, three. One, two, three.", "character": "Narrator", "characterId": "nm0572689"}, {"text": "[Fixes the barbells and accidentally drops the other one on his foot]\nOw.", "character": "Goofy", "characterId": "nm0173418"}, {"text": "[Attempts to lift the barbell from behind his back which causes him to fall forward and have the barbell roll over his back and hit the back of his head. Goofy looks back at the barbell, moves his feet closer to him, and rolls over to try lifitng the barbell with his feet, only to have the weights close in on his hands and feet like two magnets. Goofy notices his hands and feet trapped in the barbells. Then he rolls himself back, forth, and back again until he lifts his hind end high up and moves it back and forth. Suddenly Goofy falls forward and starts rolling on the barbells like wheels with his workout suit falling over his head. With his head cover by the suit, Goofy turns his head back and forth and shakes the suit off his head. Then he rolls onto a board formed like a ramp. At the high end of the board, Goofy falls off with the end of the board giving his rear one smack which causes him to flip, freeing his hands and feet from the barbells. Goofy also lands his feet on the floor and is finally lifting the barbell over his head]", "character": null, "characterId": null}]}]}