{"quotes": [{"lines": [{"text": "If we stop right here, we'll have all the best of it straight. It will never get mixed up with anything else, and we'll just have the best of each other.", "character": "Rachel Carlyle", "characterId": "nm0000515"}, {"text": "You'll have to tell me your whole name, so I can say it to myself when I'm walking around.", "character": "Eddie Mallard", "characterId": "nm0000169"}, {"text": "Rachel Carlyle. Rachel Carlyle. I live at 330 Central Park West. Ah, no, no. See, it's already getting dumb and practical and stupid. You don't want my phone number. You just want to look at me. Look at your beautiful ghost, and see the way she's looking at you, and then you want to close your eyes, while she walks out of your life, and if she never comes back again, you won't care, because it's not about that. It's about what you saw when she looked at you, and the feel of her lips for the first time, and the scent of her and the way her hair felt, and the way she cried at that silly song. And you had the best of her, all the best of her.", "character": "Rachel Carlyle", "characterId": "nm0000515"}]}, {"lines": [{"text": "There's nothing fair about me, Eddie. I start the game owning Boardwalk and Park Place... and everybody pays. Thanks for the drink, Eddie. It was fun.", "character": "Rachel Carlyle", "characterId": "nm0000515"}]}, {"lines": [{"text": "Whatever they tell you about me is true. I'm worse than you can imagine. But don't ever say you didn't know.", "character": "Rachel Carlyle", "characterId": "nm0000515"}, {"text": "I don't know anything any more. I don't know what I'm doing.", "character": "Eddie Mallard", "characterId": "nm0000169"}, {"text": "You chose me. And you'll go on choosing me, as awful as it gets.", "character": "Rachel Carlyle", "characterId": "nm0000515"}, {"text": "Why will I do that?", "character": "Eddie Mallard", "characterId": "nm0000169"}, {"text": "Because you love me. Because YOU love ME.", "character": "Rachel Carlyle", "characterId": "nm0000515"}]}, {"lines": [{"text": "I humored his delusion, and I did it because the sight of $1,000 in one place turned me into an asshole.", "character": "Eddie Mallard", "characterId": "nm0000169"}, {"text": "You've been an asshole at least as long as I've known you.", "character": "Tim", "characterId": "nm0418883"}]}, {"lines": [{"text": "I'm gonna be VERY disappointed if I find out you're telling me the truth.", "character": "Rachel Carlyle", "characterId": "nm0000515"}]}, {"lines": [{"text": "Why would you taker her WORD for it?", "character": "Eddie Mallard", "characterId": "nm0000169"}, {"text": "The dead, Eddie; they can't lie. They can try to fool you; they can lead you into lies; but they can't speak a lie with their own lips.", "character": "Charlie Rand", "characterId": "nm0115448"}]}, {"lines": [{"text": "You can believe it, Eddie. Don't you know? Ghosts can't lie.", "character": "Rachel Carlyle", "characterId": "nm0000515"}]}, {"lines": [{"text": "I KILLED YOU, Eddie! And I'm glad I did it!", "character": "Rachel Carlyle", "characterId": "nm0000515"}]}]}