{"quotes": [{"lines": [{"text": "Makes you think. Makes you think about the people in your life. And when I think, I think of Neil. If he were here now what would he say? He would say \"John what's it about? What's life about... if you dont go through it as a man's man?\". He'd say \"Suck it up, take the fall do the time. That made you what you are. That makes you what you are. How long have we been around this thing of ours? This Cosa Nostra? 120 years. What's it about? It's about the rules, perimeters. You take the beating for a friend, you don't run, you don't lay down, you don't betray who you are. What you are.", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Self esteem...", "character": "Frank LoCascio", "characterId": "nm0785435"}, {"text": "Self esteem is basic. You learn that on the street. You gotta remember Angie. I loved this guy, I loved him but he was stupid, he always wanted that god damn dope money. He never rolled, ya know that? He never rolled! My brother Gene, Joey Dimig, they're doing a thousand years now. Why? That's the rule. You don't break, you don't rat. Gives you a bit of power, huh? Not the kind of power these Feds have. God forbid, we pull their chain in public. Fuckin' dress better than them they take it personal likes it's a fuckin vendetta. There supposed to act better than the rest of us. They just wanted me to be something I wasn't even born to be.", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Humble, they wanted you to be humble.", "character": "Frank LoCascio", "characterId": "nm0785435"}, {"text": "Yeah so you humbled me. So what you got? You got a war. You got a global war. You got your Chinks, Dominicans, Asians, Russians, Colombians, Jamaicans. What they doin'? They desecrate the nation. You got your variable fuckin' snowstorms of cocaine, smack or whatever they shove in their veins. There's no rules. There's no parameters. There's no feelings. There's no feelings for this country.", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Anarchy.", "character": "Frank LoCascio", "characterId": "nm0785435"}, {"text": "You got anarchy. So... 5-10 years from now, they're gonna wish there was an American Cosa Nostra. 5-10 years from now, they're gonna miss John Gotti.", "character": "John Gotti", "characterId": "nm0000800"}]}, {"lines": [{"text": "they all say Jo Jo on 'em. Wait, wait this little guy walks into the bar and says, \"Excuse me mister Jo Jo.\" He said, \"Shut the fuck up, I don't want anyone to know I'm here.\"", "character": "John Gotti", "characterId": "nm0000800"}]}, {"lines": [{"text": "Mr. Gotti, I am with the F.B.I.", "character": null, "characterId": null}, {"text": "You know what F.B.I. stands for don't you?", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Why don't you tell me.", "character": null, "characterId": null}, {"text": "Forever Bother the Italians.", "character": "John Gotti", "characterId": "nm0000800"}]}, {"lines": [{"text": "I've been negotiating all night.", "character": "Neil Dellacroce", "characterId": "nm0000063"}, {"text": "[to his crew]\nJust take a walk, all right?", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "[to Niel]", "character": null, "characterId": null}, {"text": "Negotiatin' what?", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Your fuckin' life!", "character": "Neil Dellacroce", "characterId": "nm0000063"}, {"text": "For takin' out a fuckin' coke head?", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Be quiet! Sit down. I said, sit down! You know, I've clipped a lot of guys in my life. Close friends. Guys I didn't know. I didn't always agree that the guy should be clipped. But I never questioned the orders and I never went off half-cocked and clipped somebody I wasn't supposed to!", "character": "Neil Dellacroce", "characterId": "nm0000063"}, {"text": "Niel", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Now, you shut up! You just listen. Big Paul went down to Don Carlo for permission to have you whacked. It came this close. I told Don Carlo you were like a son to me. That touched the old man. He told Paul to give you a pass. But if Don Carlo had said you gotta go, I would've come here today with these two zips and you would go. John, you cannot whack a made man on somebody else's crew! There are rules! You break the rules, and this whole goddamn thing of ours cracks and crumbles! You never break the rules. Capiche?", "character": "Neil Dellacroce", "characterId": "nm0000063"}, {"text": "Capiche.", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Let's drink to that. Wipe your face John. You're sweating up a hundred dollar shirt. Don Carlo says you'll do some time. But he's gonna take care of your family. Here. La familia, and the rules that hold us together.", "character": "Neil Dellacroce", "characterId": "nm0000063"}, {"text": "La familia... And the rules that hold us together.", "character": "John Gotti", "characterId": "nm0000800"}]}, {"lines": [{"text": "These Feds, they tolerate certain things. CERTAIN THINGS. Not drugs.", "character": "Carlo Gambino", "characterId": "nm0492908"}]}, {"lines": [{"text": "And who tha fuck are you?", "character": "Black Leader", "characterId": "nm0644131"}, {"text": "John Gotti!", "character": "John Gotti", "characterId": "nm0000800"}]}, {"lines": [{"text": "Johnny's problem is that he's a street Neapolitan, huh? Always scheming. Worse than the Sicilians.", "character": "Paul Castellano", "characterId": "nm0764781"}]}, {"lines": [{"text": "Let me go through this RICO thing again. It says if anyone anywhere is caught doin' anything wrong, then everyone is guilty up and down the line. Wait a minute. This is a law?", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Yeah, it is the government's license to throw out the Constitution.", "character": "Bruce Cutler", "characterId": "nm0915382"}]}, {"lines": [{"text": "Whatta ya want me to do I'm alone here, I'm clean. Step into my office, this is business.", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Business? You know you one crazy mutha fuckin Wop man... let's walk.", "character": "Black Leader", "characterId": "nm0644131"}, {"text": "So I hear you're missing 6 ounces of coke.", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Yeah, you heard right... and that guinea Perrilo, he's gonna get a shiv stuck in his ass!", "character": "Black Leader", "characterId": "nm0644131"}, {"text": "Ya know I say hard time is for hard ons... what we tryin to do here, tryin to do some easy time. Ya know, you start that shit and it's a lockdown. Then what you got? You got no booze, no broads, no phones, no visitors... you ain't even gonna get TV rights. Now come on... you and me we cooler.", "character": "John Gotti", "characterId": "nm0000800"}]}, {"lines": [{"text": "We're gonna make a powerhouse now... like Cosa Nostra ain't seen since Anastasia", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Anastasia? Shit, John... this is bigger than killin' the fuckin' President", "character": "Sammy Gravano", "characterId": "nm0001235"}, {"text": "Hey... you think I was put on this Earth to make them rich and me poor? We're gonna do a hit now, gonna do a real hit. We're goin back, yeah... back to some real, in your face Cosa Nostra. Out in front on the line... make 'em sit back and watch the volcano blow. You with me?", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "I'm wit ya, John, all the way to the finish", "character": "Sammy Gravano", "characterId": "nm0001235"}]}, {"lines": [{"text": "Whaddya mean, her? Who her?", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Diane Giacolone, very ambitious", "character": "Bruce Cutler", "characterId": "nm0915382"}, {"text": "Will you fugetaboutit? No brush named Giacolone is gonna be jerkin me off alone... and will you tell her to leave us tha fuckalone. And another thing, I don't wanna be alone tonight", "character": "John Gotti", "characterId": "nm0000800"}]}, {"lines": [{"text": "What is it?", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Don Carlo's dead. Heart attack an hour ago.", "character": "Neil Dellacroce", "characterId": "nm0000063"}, {"text": "Let him rest.", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "He made Big Paul the new boss on his deathbed.", "character": "Neil Dellacroce", "characterId": "nm0000063"}, {"text": "What? No fuckin' way Carlo passed you up. For what? That piece of shit? He don't understand the street. He wants to be some butter-ass businessman. Come on. That's not Cosa Nostra.", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Maybe a street guy is not what is needed. Maybe times are changin' John.", "character": "Neil Dellacroce", "characterId": "nm0000063"}, {"text": "Bullshit! Come on! The soldiers don't even want him. Ask anyone here. They starve under the guy. Niel, the fuckin' guy he squeezes a fuckin' quarter till the eagle screams. Come on.", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Don Carlo was the boss. He picked his brother-in-law. Now Paul is the boss. That is it.", "character": "Neil Dellacroce", "characterId": "nm0000063"}, {"text": "Hey Neil, you devoted your life to this thing. You never back-doored nobody, you never took a fuckin' dime wasn't yours! What you want me to blow the fuckin' borgata right now? Here, I'll do it right now!", "character": "John Gotti", "characterId": "nm0000800"}]}, {"lines": [{"text": "If Don Carlo had said you gotta go, I woulda come here today with these two \"zips\" and you would go... John, you cannot whack a made man on somebody else's crew! There rules... you break the rules and this whole god damn thing of ours crack and crumbles... CAPICHE?", "character": "Neil Dellacroce", "characterId": "nm0000063"}]}, {"lines": [{"text": "Leave tha man alone, leave the man alone", "character": null, "characterId": null}, {"text": "Take that for yourself", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Do you always hand out $50's to street people", "character": null, "characterId": null}, {"text": "Is that a $50? Here take a $100... gimme back the $50. It's rough on the streets, everyone has to score once in a while", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "I guess that's why your neighborhood loves you so much?", "character": null, "characterId": null}, {"text": "Could be... yeah", "character": "John Gotti", "characterId": "nm0000800"}]}, {"lines": [{"text": "How could you say those things about me, John?", "character": "Sammy Gravano", "characterId": "nm0001235"}, {"text": "Hey, tapes are tapes, man... don't mean nothin. I'm talkin alright, I can fuckin talk can't I?", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "So let's fuckin talk. You backed doored me while I was your underboss while I was out there whackin guys for you.", "character": "Sammy Gravano", "characterId": "nm0001235"}, {"text": "Hey, get tha fuck outta here with that shit right now. You're the one gets off whackin people, not me. You come crying to me about Louie Dibono, your partner for years, not mine... I don't know tha man. You wanted to whack him, you come pressing me I say do what you want. Same with Louie Milito, same with Scibetta. Your own brother in law for Christ sakes. What tha fuck am I talkin about here, what about tommy spinelli, Eddie Garafalo... mickey, whatever tha fuck his name was. Worst of all D.B., yea, Come Into a ton of fucking money when D.B. went, A TON OF FUCKIN MONEY. Don't you deny that, don't you ever fuckin deny that.", "character": "John Gotti", "characterId": "nm0000800"}, {"text": "Hey, let's not rewrite history here. I didn't mind D.B. goin. Fuckin playboy instead of a business partner but you wanted it and when John Gotti wanted someone in the ground John Gotti called Sammy Gravano. You barked I bit, remember?", "character": "Sammy Gravano", "characterId": "nm0001235"}, {"text": "you bit? You pillaged this fuckin city under my flag using my name every step of the way, MY NAME! You're a selfish prick, your greed is your problem.", "character": "John Gotti", "characterId": "nm0000800"}]}, {"lines": [{"text": "Hey Galione, you always snort on a hit?", "character": "Angelo Ruggiero", "characterId": "nm0665114"}, {"text": "Sharpens my concentration", "character": "Ralph Galione", "characterId": "nm0647247"}, {"text": "GOOD, start concentration!", "character": "John Gotti", "characterId": "nm0000800"}]}]}