{"quotes": [{"lines": [{"text": "The danger? Well, of course. But you are missing a very important point. I think if any of us imagined - really imagined - what it would be like to go into a tree at 150 miles per hour we would probably never get into the cars at all, none of us. So it has always seemed to me that to do something very dangerous requires a certain absence of imagination.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}]}, {"lines": [{"text": "Some years ago, when I decided to race cars, I tried to buy the Jordan-BRM company.", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "Oh yes, I had heard that.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "Impatience on my part. I also manufacture radios and sewing machines. In order to save time, I wanted a proven product. That was not to be, however. Racing cars are not merely another product. They require great attention if any success is to be hoped for.", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "Then that's why you're here.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "I have been racing my cars in Formula One for two years, and have yet to win my first Grand Prix. I intend to win, by whatever means are open to me.", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "That's the right attitude. All you have to do is go fast enough and long enough.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "And with the best drivers! Do you want a job with me?", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "Driving?", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "Driving, of course.", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "Who are you dumping?", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "Dumping?", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "Ah, which one of your drivers are you getting rid of?", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "Neither one. I am entering a third car.", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "That'll be expensive.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "Yes.", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "You've got a driver.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "My racing headquarters is at Silverstone, in England. Can you be there next week?", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "Yes, sir.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "We must begin to think about - Spa!", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "Next week, then.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "By the way, you are a terrible broadcaster!", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "[Aron turns and starts heading for the door]", "character": null, "characterId": null}, {"text": "Oh, Mr. Aron, if giving you the job would have meant firing one of the other drivers, would you still have taken it?", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "[Aron glares at Yamura]", "character": null, "characterId": null}, {"text": "Good!", "character": "Izo Yamura", "characterId": "nm0001536"}]}, {"lines": [{"text": "[voiceover, during the race at Monza]\nWell, none of us like Monza very much. It's so damn fast and they run so close together, it requires fantastic concentration and special skills. Slipstreaming, for instance. At speeds reaching 180 miles an hour, a race car's making a big hole in the air. As the car goes through, the air rushes back into the hole and creates a hell of a draft. And that draft's strong enough to pull a following car along at, oh, 10 miles more than his usual speed. If yours is the last car in a bunch, you can get a terrific tow. You can back way off the gas pedal and maintain the same speed. Then you can put your foot down, pull out of the slipstream and maybe overtake two, three cars at once.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "[voiceover continues]\nThe only thing to do here is to drive just as fast as you know how, and hope your car doesn't break.", "character": "Pete Aron", "characterId": "nm0001258"}]}, {"lines": [{"text": "Before you leave I want to tell you something. Not about the others, but about myself. I used to go to pieces. I'd see an accident like that and be so weak inside that I wanted to quit - stop the car and walk away. I could hardly make myself go past it. But I'm older now. When I see something really horrible, I put my foot down. Hard! Because I know that everyone else is lifting his.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "What a terrible way to win.", "character": "Louise Frederickson", "characterId": "nm0001693"}, {"text": "No, there is no terrible way to win. There is only winning.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}]}, {"lines": [{"text": "Ah, were you in the war?", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "Yes, and you?", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "No, I missed it by a year.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "In the war, I was a fighter pilot. I shot down 17 American planes.", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "Okay.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "I believe that some things must not be left unsaid. There will come a time when you will ask yourself, \"What did he do in the war, this man, Yamura?\"", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "Mr. Yamura, I like you.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "Why?", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "Well, because... because you come right to the point.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "In a sense, you are here because you drive a car the way I conduct my business. You come right to the point.", "character": "Izo Yamura", "characterId": "nm0001536"}]}, {"lines": [{"text": "you sit in a box, a coffin, gasoline all around you. It is like being inside a bomb! Crazy, but of course the cars are faster, and that is the most important thing.", "character": "Nino Barlini", "characterId": "nm0004646"}]}, {"lines": [{"text": "[Addressing Pete Aron at the Ferrari factory]", "character": null, "characterId": null}, {"text": "our good name! Our reputation represents desire for perfection of the highest quality. I gamble that reputation gladly, because I have *absolute* faith in every car that leaves this factory. But I will not risk it on a driver in whom I cannot have an equal faith. There are fewer than thirty men in the world qualified to drive Formula One; a mere half-dozen, perhaps, to win. At this moment, I am inclined to think you are not one of them.", "character": "Agostini Manetta", "characterId": "nm0148041"}]}, {"lines": [{"text": "flowered wallpaper, three new bathrooms, and four new closets. Americans, I think, are over-devoted to bathrooms and closets.", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "Well, we accumulate things.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "And then you lock them away in closets. And the bathrooms?", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "No, no, you don't get me on that one.", "character": "Pete Aron", "characterId": "nm0001258"}]}, {"lines": [{"text": "I suppose what's wrong with me is my life. But I can't change it, or won't. So there's nothing you can do for me.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "What's wrong with your life?", "character": "Louise Frederickson", "characterId": "nm0001693"}, {"text": "I've begun to see the absurdity of it. All of us, proving what? That we can go faster, and perhaps remain alive? Nino gambling his life for a trophy, then fills it with beer, and does tricks. Stoddard filling himself with drugs in order to drive, and still passing out with the pain. Don't you see how absurd it all is? Who cares?", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "I thought you cared, for yourselves. I didn't know you asked of anyone else. Nevertheless, others do care. 100,000 of them cared today.", "character": "Louise Frederickson", "characterId": "nm0001693"}, {"text": "And did you see them rush to see Peter burn? Did you see the looks on their faces? *I* saw. For the first time today I *really* saw those faces.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "But not all of them, Jean-Pierre. There are some who come for that, for the accidents and the fires. But the others... the others ride with you all. You put something in their lives they can't put there themselves.", "character": "Louise Frederickson", "characterId": "nm0001693"}]}, {"lines": [{"text": "Why do you drive racing cars, or do you not think about it?", "character": "Izo Yamura", "characterId": "nm0001536"}, {"text": "Oh, Mr. Yamura, I don't think there's one of us who doesn't ask himself at least once in the middle of a race, \"What the hell am I doing here?\" Of course, when it's over, we conveniently forget that we asked ourselves that question. I think about it and a lot of reasons I don't know. Maybe to do something that brings you so close to the possibility of death and to survive it is to feel life and living so much more intensely.", "character": "Pete Aron", "characterId": "nm0001258"}]}, {"lines": [{"text": "[With a Japanese maiden on each arm]\nHey, sayonara!", "character": "Nino Barlini", "characterId": "nm0004646"}, {"text": "My goodness, Nino, I thought they belonged to the Yamura boys.", "character": "Scott Stoddard", "characterId": "nm0066028"}, {"text": "I have them on temporary loan.", "character": "Nino Barlini", "characterId": "nm0004646"}, {"text": "Really, two of them?", "character": "Pat Stoddard", "characterId": "nm0910055"}, {"text": "They are very small. See you later, maybe!", "character": "Nino Barlini", "characterId": "nm0004646"}]}, {"lines": [{"text": "I'm leaving you", "character": "Lisa", "characterId": "nm0362634"}, {"text": "Leaving? For how long?", "character": "Nino Barlini", "characterId": "nm0004646"}, {"text": "For always you fool. Forever.", "character": "Lisa", "characterId": "nm0362634"}, {"text": "I met a boy, an American who want to go to the Greek islands and dive for relics.", "character": "Lisa", "characterId": "nm0362634"}, {"text": "In the first place, diving is a great bore.", "character": "Nino Barlini", "characterId": "nm0004646"}, {"text": "How do you know? Have you ever done it?", "character": "Lisa", "characterId": "nm0362634"}, {"text": "Some things one can tell without doing them that they will be a great bore and the underwater is for fish not for people.", "character": "Nino Barlini", "characterId": "nm0004646"}, {"text": "In the second place, they are not relics at all.", "character": "Nino Barlini", "characterId": "nm0004646"}, {"text": "I have on authority from a close friend that things are manufactured and then dumped into the water to be found by foolish American boy tourists and the girl who are foolish enough to go with them.", "character": "Nino Barlini", "characterId": "nm0004646"}, {"text": "This is the most ridiculous thing I ever heard.", "character": "Lisa", "characterId": "nm0362634"}, {"text": "I have on authority from a close friend", "character": "Nino Barlini", "characterId": "nm0004646"}, {"text": "Do you want me to stay?", "character": "Lisa", "characterId": "nm0362634"}, {"text": "You are old enough to make your own decisions.", "character": "Nino Barlini", "characterId": "nm0004646"}, {"text": "Then I'm going, all right?", "character": "Lisa", "characterId": "nm0362634"}, {"text": "Yes, I definitely think you should go to the Greek islands with your Amerrican boyfriend. I think you should go to hell.", "character": "Nino Barlini", "characterId": "nm0004646"}]}, {"lines": [{"text": "[voiceover]\nYou have to remember that at Monte Carlo, because of the nature of the circuit, you have to shift gears over 2600 times during the race. That's an average of once every three seconds. No reason to expect gear-box trouble... on the other hand, potential problems *are* in the back of your mind at all times.", "character": "Pete Aron", "characterId": "nm0001258"}]}, {"lines": [{"text": "Hugo, have you ever had ouzo?", "character": "Pat Stoddard", "characterId": "nm0910055"}, {"text": "I have had everything, my dear.", "character": "Hugo Simon", "characterId": "nm0202405"}, {"text": "I was with two Greeks last night and we drank lots of ouzo.", "character": "Pat Stoddard", "characterId": "nm0910055"}, {"text": "And where, may I ask, was your husband, while all this Greek and ouzo business was going on?", "character": "Hugo Simon", "characterId": "nm0202405"}, {"text": "trying to sleep.", "character": "Pat Stoddard", "characterId": "nm0910055"}]}, {"lines": [{"text": "I wanna' drive for you again, Signor Manetta.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "Aron, your last season with me, you did nothing but tell me what was wrong with our cars. Then you left us, to follow hopes that lasted only a season. Then to Jordan, now back to me.", "character": "Agostini Manetta", "characterId": "nm0148041"}, {"text": "[continuing]\nYou confuse me, Aron. And I don't like men who confuse me driving my cars.", "character": "Agostini Manetta", "characterId": "nm0148041"}]}, {"lines": [{"text": "Did you see them rush to see Peter Aron burn? Did you see the looks on their faces? I saw. For the first time today, I really saw those faces.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "But not all of them, Jean-Pierre. There are some who come for that - for the accidents and the fires. But the others... the others ride with you, maybe. You put something in their lives that they can't put there themselves.", "character": "Louise Frederickson", "characterId": "nm0001693"}]}, {"lines": [{"text": "[Addressing Pete Aron in the cockpit]", "character": null, "characterId": null}, {"text": "Let's try to get the season off to a good start. Shall we? Drive the car! Don't try to stand it on its bloody ear!", "character": "Jeff Jordan", "characterId": "nm0914673"}]}, {"lines": [{"text": "And what do you think of this man? In the middle of the race, he decides to take a swim! It cost me two seconds!", "character": "Nino Barlini", "characterId": "nm0004646"}, {"text": "Pete, do you ever get tired, of the driving?", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "No.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "Lately, I sometimes get very tired, you know? Very tired.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}]}, {"lines": [{"text": "Well, I can see I'm not properly dressed for the occasion. I should be wearing something fashionable.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "Well, your driver's suit isn't bad. Maybe you could start a new style.", "character": "Louise Frederickson", "characterId": "nm0001693"}, {"text": "Spun glass, form-fitting, waterproof, flameproof.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}]}, {"lines": [{"text": "Y'know one of the most beautiful things about a car? If it isn't working properly, you can strip the skin off, expose the insides, find out exactly where the trouble is, take out the faulty part and replace it with a new one. If only we could do that with people!", "character": "Scott Stoddard", "characterId": "nm0066028"}]}, {"lines": [{"text": "You have to grasp the mind of Sr. Manetta, my darling. If a driver can be reached by those tactics, it means he probably will fear for his place on the team. That is exactly what Manetta wants, because that driver will try all the harder to win. He will perhaps take a risk which he would ordinarily avoid. And risks are always risks.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}]}, {"lines": [{"text": "The question is, Jean-Pierre, what are you doing to do about it?", "character": "Agostini Manetta", "characterId": "nm0148041"}, {"text": "Do? I don't understand.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "The time for losing comes to every man, of course. I had not expected yours to come so soon.", "character": "Agostini Manetta", "characterId": "nm0148041"}, {"text": "There have been problems with the car!", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "Come, come, Sarti. I expect excuses like that from lesser men than you. You have been one of the best that ever lived, there is no question of that in my mind. Never a wrong move, concentration always there, 100 percent, till this woman.", "character": "Agostini Manetta", "characterId": "nm0148041"}, {"text": "You have been misled, Sr. Manetta. Do you take me for a trained dog, to jump at the snap of your fingers? My life belongs to no one but myself!", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "I have been thinking seriously of your retirement, Sarti.", "character": "Agostini Manetta", "characterId": "nm0148041"}, {"text": "[Angrily]\nThen retire me now!", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "[Manetta pulls Sarti away from bystanders]", "character": null, "characterId": null}, {"text": "[Quietly]\nKindly lower your voice! Of course I will not retire you now. Tomorrow there is a race to be run, and I also well know that you want to drive it. After tomorrow, who knows, Jean-Pierre?", "character": "Agostini Manetta", "characterId": "nm0148041"}, {"text": "After tomorrow, Sr. Manetta, *I* will decide to retire or not.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "Sarti, you're further gone than I'd thought. A pity, a great pity. I always considered you to be the best.", "character": "Agostini Manetta", "characterId": "nm0148041"}, {"text": "I'm *still* the best!", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}]}, {"lines": [{"text": "He now wonders if you're ready to be beaten.", "character": "Monique Delvaux-Sarti", "characterId": "nm0656180"}, {"text": "No one is ever ready for that.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "You will never retire, Jean-Pierre.", "character": "Monique Delvaux-Sarti", "characterId": "nm0656180"}, {"text": "What does it matter to you, Monique?", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "To me?", "character": "Monique Delvaux-Sarti", "characterId": "nm0656180"}, {"text": "Yes.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "As always, as a hero, you're a good asset to the company.", "character": "Monique Delvaux-Sarti", "characterId": "nm0656180"}, {"text": "Well, perhaps, I'm tired of being an asset to the company. And tired, too, of this farce we perform, you and I, for public consumption.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "Well, it doesn't really matter that you are tired of these things, Jean-Pierre. If you should decide not to continue with, eh, the farce, as you call it, that of course is up to you. But it will make no difference. As long as you're my husband, the company will have the prestige of your name, and whether or not you ever step into one of these again. And you will always be my husband. You know that, don't you. This one may be different to you, but not to me. To me, she's just like all the others, and we will always be married, you and I.", "character": "Monique Delvaux-Sarti", "characterId": "nm0656180"}, {"text": "Stay away from me, Monique! Let me alone, please!", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Tell me, what terrible thing have I done to you that make you want to labor me to this absurd life we have together? What terrible thing, Monique?", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}]}, {"lines": [{"text": "Are you never afraid?", "character": "Lisa", "characterId": "nm0362634"}, {"text": "Not ever.", "character": "Nino Barlini", "characterId": "nm0004646"}, {"text": "Why?", "character": "Lisa", "characterId": "nm0362634"}, {"text": "Because, I am immortal.", "character": "Nino Barlini", "characterId": "nm0004646"}]}, {"lines": [{"text": "Dance?", "character": "Nino Barlini", "characterId": "nm0004646"}, {"text": "I don't dance.", "character": "Lisa", "characterId": "nm0362634"}, {"text": "Have a drink with me.", "character": "Nino Barlini", "characterId": "nm0004646"}, {"text": "I don't drink.", "character": "Lisa", "characterId": "nm0362634"}, {"text": "Smoke?", "character": "Nino Barlini", "characterId": "nm0004646"}, {"text": "I don't smoke.", "character": "Lisa", "characterId": "nm0362634"}, {"text": "What do you do?", "character": "Nino Barlini", "characterId": "nm0004646"}]}, {"lines": [{"text": "[voiceover]\nTim Randolph, another American, driving a Japanese Yamura, also on the second row. This team's only been in Formula I racing for two years, and so far the car's not been reliable enough to win a Grand Prix. But the Japanese have the most powerful engines of all.", "character": null, "characterId": null}]}, {"lines": [{"text": "Jordan says I was blocking Stoddard. Said I didn't give him a signal to pass.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "Did you?", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "Of course I did. The gear box froze coming out of the tunnel and I waved him through. Got on the brakes, locked up, and threw me in front of him. Next thing I knew, I was in the Mediterranean.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "What are you going to do now?", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "I don't know. Gotta' get a ride for the rest of the season. I don't know where.", "character": "Pete Aron", "characterId": "nm0001258"}]}, {"lines": [{"text": "I work for an American fashion magazine. We're going to do an issue around racing cars.", "character": "Louise Frederickson", "characterId": "nm0001693"}, {"text": "Louise Frederickson. You once did an article about my wife, Monique Delvaux. \"One of the 27 best-dressed businesswomen in the world.\" - or something like that.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "Only ten. You were away at the time, as I recall.", "character": "Louise Frederickson", "characterId": "nm0001693"}, {"text": "[recalling the article]\nYes... \"While... while her husband is off racing motor cars, this busy woman executive spends long hours in her office administering the complex affairs of the Delvaux Motor Company.\" I remember that part very well. It had about it the slight hint of feminine prejudice toward the footloose male.", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}, {"text": "It wasn't meant to sound that way.", "character": "Louise Frederickson", "characterId": "nm0001693"}]}, {"lines": [{"text": "Why do you all do that?", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "Do what?", "character": "Pat Stoddard", "characterId": "nm0910055"}, {"text": "Wear your sunglasses on top of your head.", "character": "Pete Aron", "characterId": "nm0001258"}, {"text": "I don't know...", "character": "Pat Stoddard", "characterId": "nm0910055"}, {"text": "It looks ridiculous.", "character": "Pete Aron", "characterId": "nm0001258"}]}, {"lines": [{"text": "I love you, Jean-Pierre.", "character": "Louise Frederickson", "characterId": "nm0001693"}, {"text": "And I you... We'll have to discuss the consequences of those terrible words, huh?", "character": "Jean-Pierre Sarti", "characterId": "nm0598971"}]}]}