{"quotes": [{"lines": [{"text": "you haven't seen enough movies. All of life's riddles are answered in the movies.", "character": "Davis", "characterId": "nm0000188"}]}, {"lines": [{"text": "The point is there's a gulf in this country; an ever-widening abyss between the people who have stuff, and the people who don't have shit. It's like this big hole in the ground, as big as the fucking Grand Canyon, and what's come pouring out is an eruption of rage, and the rage creates violence, and the violence is real, Mack. Nothing's gonna make it go away, until someone changes something, which is not going to happen. And you may not like it, even I may not like it, but I can't pretend it isn't there because that it is a lie, and when art lies, it becomes worthless. So I gotta keep telling the truth, even if it scares the shit out of me, like it scares the shit out of you. Even if it means some motherfucker can blow a big hole in my leg for a watch, and I'm gonna walk with a fucking limp for the rest of my life and call myself lucky.", "character": "Davis", "characterId": "nm0000188"}]}, {"lines": [{"text": "[while Mack waits for his car to be serviced at a local gas station, he and tow truck driver Simon sit in the parking lot discussing his family and the Grand Canyon]", "character": null, "characterId": null}, {"text": "[chuckles]\nMan, get yourself to the Grand Canyon.", "character": "Simon", "characterId": "nm0000418"}, {"text": "Beautiful, huh?", "character": "Mack", "characterId": "nm0000177"}, {"text": "I went down in it, I stayed overnight there. But the thing that got me was sitting on the edge of that big old thing. Those rocks. Yeah, those cliffs and rocks is so old. Took so long for that thing to get to look like that... and it ain't done either, you know? It happens right while you're sitting there watching it. It's happening right now while we're sitting here in this ugly town.", "character": "Simon", "characterId": "nm0000418"}, {"text": "[Simon finishes his soda and throws the can into the dumpster across the parking lot]", "character": null, "characterId": null}, {"text": "[sighs]\nWhen you sit on the edge of that thing, you just realize what a joke we people are. What big heads we got thinking that what we do is gonna matter all that much. Thinking our time here means diddly to those rocks. It's a split second we been here, the whole lot of us. And one of us? That's a piece of time too small to give a name.", "character": "Simon", "characterId": "nm0000418"}, {"text": "You trying to cheer me up?", "character": "Mack", "characterId": "nm0000177"}, {"text": "Yeah, those rocks are laughing at me, I could tell. Me and my worries, it's real humorous to that Grand Canyon. Hey, you know what I felt like? I felt like a gnat that lands on the ass of a cow that's chewing its cud next to the road that you ride by on at 70 miles an hour.", "character": "Simon", "characterId": "nm0000418"}, {"text": "[laughs]\nSmall.", "character": "Mack", "characterId": "nm0000177"}]}, {"lines": [{"text": "I've gotta ask you for a favor. Let me go my way here. This truck's my responsibility, and now that the car's hooked up to it, it's my responsibility too.", "character": "Simon", "characterId": "nm0000418"}, {"text": "Do you think I'm stupid? Just answer that question first.", "character": "Rocstar", "characterId": "nm0048926"}, {"text": "Look, I don't know nothing about you; you don't know nothing about me. I don't know if you're stupid, or some kind of genius. All I know is that I need to get out of here, and you got the gun. So I'm asking you, for the second time, let me go my way here.", "character": "Simon", "characterId": "nm0000418"}, {"text": "I'm gonna grant you that favor, and I'm gonna expect you to remember it if we ever meet again. But tell me this, are you asking me as a sign of respect, or are you asking because I've got the gun?", "character": "Rocstar", "characterId": "nm0048926"}, {"text": "Man, the world ain't supposed to work like this. I mean, maybe you don't know that yet. I'm supposed to be able to do my job without having to ask you if I can. That dude is supposed to be able to wait with his car without you ripping him off. Everything is supposed to be different than it is.", "character": "Simon", "characterId": "nm0000418"}, {"text": "So what's your answer?", "character": "Rocstar", "characterId": "nm0048926"}, {"text": "You ain't got the gun, we ain't having this conversation.", "character": "Simon", "characterId": "nm0000418"}, {"text": "no gun, no respect. That's why I always got the gun.", "character": "Rocstar", "characterId": "nm0048926"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[as Mack and Simon and their wives and families look at the Grand Canyon]", "character": null, "characterId": null}, {"text": "So what do you think?", "character": "Simon", "characterId": "nm0000418"}, {"text": "I think it's not all bad.", "character": "Mack", "characterId": "nm0000177"}]}, {"lines": [{"text": "While we got a moment here, maybe you can explain something to me I never understood. What is the theory on this handkerchief thing? I mean, after you blow your nose in it, you put it back in your pocket and then you see someone in distress and you like give them this gift from your pocket and they are suppose to be grateful as they wipe it all over their face.", "character": "Davis", "characterId": "nm0000188"}]}, {"lines": [{"text": "Jane, do you ever feel like you are just this far from being completely hysterical twenty four hours a day?", "character": "Dee", "characterId": "nm0000571"}, {"text": "Half the people I know feel that way. The lucky ones feel that way. The rest of the people ARE hysterical twenty four hours a day.", "character": "Jane", "characterId": "nm0005569"}]}, {"lines": [{"text": "Look, Mack, I don't even know what I'm gonna say from one second to the next. The world doesn't make any sense to me any more. What's going on? There are babies lying around in the streets. There are people living in boxes. There are people ready to shoot you if you look at them. And we're getting used to it. The world is so nuts, it makes me wonder about all the choices that we've made.", "character": "Claire", "characterId": "nm0001521"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "You know what your problem is? You're always talking about X. But you're thinking about Y. You gotta learn to talk about Y. Forget about X. X is gonna take care of itself.", "character": "Davis", "characterId": "nm0000188"}, {"text": "What are you talking about?", "character": "Mack", "characterId": "nm0000177"}, {"text": "control, control, control. When are you gonna realise nothing can be controlled? We live in chaos. It's the central issue in everyone's life. Mack, look around you. Everyone in this parking lot is struggling for control. And you know what it is they're trying to control, each and every one of 'em? Fear. They're trying to control their fear.", "character": "Davis", "characterId": "nm0000188"}]}, {"lines": [{"text": "[Davis describing the plot of \"Sullivan's Travels\"]", "character": null, "characterId": null}, {"text": "It's a story about a guy, he's a filmmaker like me, who loses his way, and forgets what it was he set on earth to do. Fortunately, he finds his way back. It can happen, Mack. Check it out.", "character": "Davis", "characterId": "nm0000188"}]}, {"lines": [{"text": "You think anyone can do what I do? You think anyone can make the crap I make?", "character": "Davis", "characterId": "nm0000188"}]}, {"lines": [{"text": "You've denied me in every way you can. Everything I've wanted, you've denied me.", "character": "Dee", "characterId": "nm0000571"}, {"text": "I've been honest all along. Even that night.", "character": "Mack", "characterId": "nm0000177"}, {"text": "Who gives a shit? Don't you see what you do? Even now, you wanna deny me what's rightfully mine.", "character": "Dee", "characterId": "nm0000571"}, {"text": "Which is?", "character": "Mack", "characterId": "nm0000177"}, {"text": "To resent the hell outta you. To feel totally rejected and hated. To hate you for doing it to me. There are good men out there who are gonna treat me like I'm the very thing they want. And then you do that thing with Jane.", "character": "Dee", "characterId": "nm0000571"}, {"text": "What?", "character": "Mack", "characterId": "nm0000177"}, {"text": "You know, with that guy, that tow-truck guy.", "character": "Dee", "characterId": "nm0000571"}, {"text": "What about it? What's that got to do with anything?", "character": "Mack", "characterId": "nm0000177"}, {"text": "You don't even know, do you? You don't even know why that hurts me so much. Jane's in love. She thinks this could be the one.", "character": "Dee", "characterId": "nm0000571"}, {"text": "Is that bad? I thought she was your friend.", "character": "Mack", "characterId": "nm0000177"}, {"text": "She is my friend. I'm very happy for her, but it makes me feel like shit... that you're out there finding her the love of her life and I'm here like what? I'm here like shit. How do you think that's gonna make me feel?", "character": "Dee", "characterId": "nm0000571"}, {"text": "Dee, I understand you're angry with me, but why would...?", "character": "Mack", "characterId": "nm0000177"}, {"text": "Forget it. It doesn't have to make sense.", "character": "Dee", "characterId": "nm0000571"}]}, {"lines": [{"text": "This is difficult stuff. Making a left turn in L.A. is one of the harder things you'll learn in life.", "character": "Mack", "characterId": "nm0000177"}]}, {"lines": [{"text": "There's so much rage going around we're damn lucky we have the movies to help us vent it.", "character": "Davis", "characterId": "nm0000188"}]}, {"lines": [{"text": "He's kinda lonely, but he seems peaceful about it.", "character": "Mack", "characterId": "nm0000177"}, {"text": "That would be nice.", "character": "Jane", "characterId": "nm0005569"}, {"text": "Ya know, it would be great if you could sort of be down about things, but still be alright with it. Like, finally accept that fact that you're gonna feel bad most of the time and not fight it.", "character": "Dee", "characterId": "nm0000571"}, {"text": "Of course, it would also be nice not to feel bad most of the time.", "character": "Mack", "characterId": "nm0000177"}, {"text": "Yeah, but that's how you get yourself in trouble. By thinking how nice it'd be to be happy more.", "character": "Dee", "characterId": "nm0000571"}]}, {"lines": [{"text": "When a person thinks they're about to die, nothing looks like it was worth their time.", "character": "Mack", "characterId": "nm0000177"}]}, {"lines": [{"text": "[singing Warren Zevon's song]\nSend lawyers, guns and money... Fuck. The shit has hit the fan.", "character": "Mack", "characterId": "nm0000177"}]}, {"lines": [{"text": "I'm getting a headache.", "character": "Mack", "characterId": "nm0000177"}, {"text": "No, you're not.", "character": "Claire", "characterId": "nm0001521"}, {"text": "I'm not?", "character": "Mack", "characterId": "nm0000177"}, {"text": "No and I'll tell you why I reject your headache Mac, because it's inappropriate. If I am right and these events are truly miracles, then it's an innapropriate response to get a headache in the presence of a miracle.", "character": "Claire", "characterId": "nm0001521"}]}, {"lines": [{"text": "One morning, about three years ago, I was on my way to a meeting at the Mutual Benefit building on Wilshire, in the Miracle Mile. I love that name - the Miracle Mile. It's the building across the street from the county art museum, I was thinking about the meeting I was going to, I was worried about it, actually, I started to step off the curb, A stranger grabbed me and yanked me back as a city bus went flying by my nose, I mean, it just fiilled up the world six inches from my nose, I would have been like a wet bug stain on the bus, I wouldn't have even felt it, it would have been over so fast, I thanked this stranger, this woman in a baseball cap, but I was pretty much in a daze, When I thanked her, she said ''My pleasure,'' I didn't notice till the last moment that the cap was from the Pittsburgh Pirates, my favourite team since I was a kid. I never got over the idea that I should have thanked that woman more, talked to her a while, something. She reached out and yanked me back from the edge, literally. Changed everything for me, and for my wife and my son, and then she just wandered off down the Miracle Mile. How come she was wearing a Pirates cap? I just wondered, later on, was she for real, you know? Was that a real person or was that something else, you know, sent from somewhere else, to grab me back from that curb? I didn't wanna just let you Simon drift away like she did and never talk to you. It just didn't seem right to let it happen twice. So that's why I'm bothering you.", "character": "Mack", "characterId": "nm0000177"}]}, {"lines": [{"text": "This neighborhood is gone to shit.", "character": "Simon", "characterId": "nm0000418"}, {"text": "This country is gone to shit.", "character": "Mack", "characterId": "nm0000177"}]}, {"lines": [{"text": "They smoked me. See a nigga running around here, they smoke ya, ask questions later. Well I ain't staying here, I'll tell you that, I ain't FUCKING STAYING HERE!", "character": "Otis", "characterId": "nm0540491"}]}, {"lines": [{"text": "You know what your problem is? You never want to be the bad guy. You want everything you do to be right, but it isn't. If you really didn't want me to go, you shouldn't have fucked me.", "character": "Dee", "characterId": "nm0000571"}]}, {"lines": [{"text": "We're talking about a religious experience here. I might say \"doth\" or \"thou\" or a lot of things.", "character": "Davis", "characterId": "nm0000188"}]}, {"lines": [{"text": "Vanessa, why is it that when someone's successful in one field, they think they know about everything?", "character": "Mack", "characterId": "nm0000177"}]}, {"lines": [{"text": "[when he sees the gang coming on his direction]\nMayday, Mayday, we're going down!", "character": "Mack", "characterId": "nm0000177"}]}, {"lines": [{"text": "At the end of this long, torturous night, my head pounding in syncopation to my throbbing wound, there came a glorious, delicate dawn. And I knew... I knew I can't make those movies any more. I can't make another piece of art that glorifies violence and bloodshed and brutality. I can't contribute another stone to this landslide of dehumanising rage that has swept across this country like a pestilence.", "character": "Davis", "characterId": "nm0000188"}]}, {"lines": [{"text": "I'm very happy for her, but it makes me feel like shit that you're out there finding her the love of her life and I'm here like what? I'm here like shit.", "character": "Dee", "characterId": "nm0000571"}]}, {"lines": [{"text": "[about a possible trip to the Grand Canyon]\nWe were planning to take my boy.", "character": "Mack", "characterId": "nm0000177"}, {"text": "How old is he?", "character": "Simon", "characterId": "nm0000418"}, {"text": "15.", "character": "Mack", "characterId": "nm0000177"}, {"text": "15? Probably won't wanna go with you now. Probably go with his friends and his chick now. You've missed that boat.", "character": "Simon", "characterId": "nm0000418"}]}, {"lines": [{"text": "MY GOD, am I the only one around here who cares about the \"writing\"?", "character": "Davis", "characterId": "nm0000188"}]}, {"lines": [{"text": "I think you need to get organized.", "character": "Roberto", "characterId": "nm0005438"}]}, {"lines": [{"text": "[to another driver in a hurry]\nAlright, alright!", "character": "Mack", "characterId": "nm0000177"}]}, {"lines": [{"text": "Where's the \"money shot\"?", "character": "Davis", "characterId": "nm0000188"}]}, {"lines": [{"text": "Mack, you think that I want that baby because l've got some hole in my life or I think I'm gonna have some hole in my life, but that's not it. Or if it is it, it's just a part of it. That baby needs someone to love it and take care of it. Something has happened. You can't go back and have it not happen. Some kind of connection has been made. lt has to be played out. What if these are miracles, Mack? Maybe we don't have any experience with miracles, so we're slow to recognise them.", "character": "Claire", "characterId": "nm0001521"}]}, {"lines": [{"text": "Is that right, you dissin' me?", "character": "Rocstar", "characterId": "nm0048926"}, {"text": "No, I'm not. Nothin' like it. I'm doin' a job here, fella. This is how I make my living. I just ride out there and do the job. I want it to go as smooth as it can be. I don't like it to be any harder than it already is.", "character": "Simon", "characterId": "nm0000418"}]}, {"lines": [{"text": "Who's up?", "character": "Mack", "characterId": "nm0000177"}, {"text": "Mrs. Flores and her 3 sons.", "character": "Dee", "characterId": "nm0000571"}, {"text": "Hmm. Then what?", "character": "Mack", "characterId": "nm0000177"}, {"text": "30, Mr. Duk.", "character": "Dee", "characterId": "nm0000571"}, {"text": "Mr. Duck?", "character": "Mack", "characterId": "nm0000177"}, {"text": "Mr. Duk.", "character": "Dee", "characterId": "nm0000571"}, {"text": "Mr. Daffy Duk?", "character": "Mack", "characterId": "nm0000177"}, {"text": "You're awful. That's why I can't stand you.", "character": "Dee", "characterId": "nm0000571"}]}, {"lines": [{"text": "Jane, do you ever feel like you're just this far... from being completely hysterical hours a day?", "character": "Dee", "characterId": "nm0000571"}, {"text": "Half the people I know feel that way.The lucky ones feel that way.The rest of the people are hysterical hours a day.", "character": "Jane", "characterId": "nm0005569"}]}]}