{"quotes": [{"lines": [{"text": "Abel has escaped from the rebels]\nAre you from Caracas?", "character": "Priest", "characterId": "nm0665327"}, {"text": "Why do you ask?", "character": "Abel", "characterId": "nm0000578"}, {"text": "I thought you might have seen something of the revolution. Yesterday we heard that the rebels were sacking the town and assassinating many government officials.", "character": "Priest", "characterId": "nm0665327"}, {"text": "[Jumps to his feet]\n\"Assassinating\" doesn't seem like quite the right word. It's too dignified... They shoot them in their beds, and then they burn their houses down.", "character": "Abel", "characterId": "nm0000578"}, {"text": "We saw the glow in the sky. It seemed as if the whole horizon had caught fire. If you're running away, if you're looking for refuge...", "character": "Priest", "characterId": "nm0665327"}, {"text": "No, I'm not running away, Father. Yesterday I was, but today I'm not. Today I know *exactly* where I'm going and what I have to do and then I'll be back. They'll see me again.", "character": "Abel", "characterId": "nm0000578"}]}, {"lines": [{"text": "[as they come upon a rare, solitary flower in the forest]\nWhat is it?", "character": "Abel", "characterId": "nm0000578"}, {"text": "It's called the Hata flower. It blooms for the space of a moon and then disappears. Yet it never dies. That very moment it blooms again at another place, in another part of the forest.", "character": "Rima", "characterId": "nm0000030"}, {"text": "If you look in this place tomorrow and it is gone, you must not be sad, because you know it still exists, not very far away.", "character": "Rima", "characterId": "nm0000030"}, {"text": "[looking a little skeptical]\nThat's a beautiful legend.", "character": "Abel", "characterId": "nm0000578"}, {"text": "A legend?", "character": "Rima", "characterId": "nm0000030"}, {"text": "A legend is a story that is handed down from generation to generation, until people come to believe it.", "character": "Abel", "characterId": "nm0000578"}, {"text": "You do not believe it? You do not believe anything, do you?", "character": "Rima", "characterId": "nm0000030"}, {"text": "I believe in what I have to do.", "character": "Abel", "characterId": "nm0000578"}, {"text": "[kisses her on the forehead and walks away]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Strumming a guitar, singing a song for Rima]\nThey say that love is a fragile thing, a linnet's wing, a magic ring made of gold...", "character": "Abel", "characterId": "nm0000578"}, {"text": "They say that love is a bird in flight, a gleam of light, a star too bright to behold...", "character": "Abel", "characterId": "nm0000578"}, {"text": "Tell me, tell me, tell me, Oh child of the moon. Is it as they say? Must love slip away too soon?", "character": "Abel", "characterId": "nm0000578"}, {"text": "Tell me, Rima, where are the meadows of June? Speaking with her eyes, softly she replies,", "character": "Abel", "characterId": "nm0000578"}, {"text": "I know a place where green mansions are, as near or far as any star up above.", "character": "Abel", "characterId": "nm0000578"}, {"text": "And in this land of eternal spring, where hummingbirds can learn to sing, green grow the mansions of love.", "character": "Abel", "characterId": "nm0000578"}]}, {"lines": [{"text": "When I was a young man I fell in with bad companions. By the time I was 40 I had sunk to ranging the countryside with a gang of ruffians. Oh, I flattered myself I was the least offensive of the lot. I never killed anyone, never stole - except to live.", "character": "Nuflo", "characterId": "nm0002011"}, {"text": "Did you steal the gold from Riolama?", "character": "Abel", "characterId": "nm0000578"}, {"text": "It was to be simple theft and flight. It was a massacre. They killed... they killed, and pillaged, and raped...", "character": "Nuflo", "characterId": "nm0002011"}]}]}