{"quotes": [{"lines": [{"text": "You know, when I filled out my housing application, I asked for a roommate who was quiet, serious, and neat. How did you describe yourself?", "character": "David Schreiner", "characterId": "nm0276062"}, {"text": "I lied.", "character": "Joe Slovak", "characterId": "nm0000546"}]}, {"lines": [{"text": "[to his family after reading a letter from a med school]\nWhat? What's the matter? You never seen a medical student before?", "character": "Joe Slovak", "characterId": "nm0000546"}]}, {"lines": [{"text": "[confronting Dr. Woodruff after his roommate was asked to leave medical school]\nHe's human. Not superhuman, just human. He did what he thought he had to do because he wanted to be a doctor more than anything else in the world and you ruined this for him.", "character": "Joe Slovak", "characterId": "nm0000546"}]}, {"lines": [{"text": "And now, now I just wonder about some of these brilliant doctors of mine, you know, with their minds for medicine and their hearts for, what, real estate. You know, I wonder what they'd say to some lonely terrified patient, who grabs their hand and says, \"Can you explain this to me? Can you help me accept this? Can you at least sit with me so I don't feel so alone?\" Well, I bet they don't say anything because I didn't teach them to.", "character": "Dr. Rachel Woodruff", "characterId": "nm0001441"}]}, {"lines": [{"text": "[Kim is going into labor in a roadside cafe]\nGuys, I'm gonna have this baby now!", "character": "Kim McCauley", "characterId": "nm0141451"}, {"text": "Miles, give me your shirt!", "character": "Joe Slovak", "characterId": "nm0000546"}, {"text": "What? This is silk!", "character": "Miles Reed", "characterId": "nm0167175"}]}, {"lines": [{"text": "Tell me. Joe or Joseph, why do you want to be a doctor?", "character": null, "characterId": null}, {"text": "That's easy. I want to help people.", "character": "Joe Slovak", "characterId": "nm0000546"}, {"text": "Come one Joe, you can be honest with me. Why do you want to be a doctor?", "character": null, "characterId": null}, {"text": "Well, uh, I want to make lots of money.", "character": "Joe Slovak", "characterId": "nm0000546"}]}, {"lines": [{"text": "Are you following me?", "character": "Laurie Rorbach", "characterId": "nm0001879"}, {"text": "Well, I have to you see. I've told everybody I know we're dating. So, you see I have to be seen with you outside of class or they'll think I'm lying.", "character": "Joe Slovak", "characterId": "nm0000546"}]}]}