{"quotes": [{"lines": [{"text": "I don't like to throw things away.", "character": "Moe", "characterId": "nm0912001"}, {"text": "Yeah, well, oh, sometimes you gotta get rid of the old to make way for the new, you know what I mean? I mean let's face it, old people they just kind of clutter up the world, know what I mean. They walk too slow and they talk too slow and they drive too slow and they're always in the fucking way, trying to remind you about how things used to be. Pain in the ass really.", "character": "David Greenhill", "characterId": "nm0000467"}]}, {"lines": [{"text": "See, people like us Miriam, we're - we're warm. But she's a - she's an attorney.", "character": "David Greenhill", "characterId": "nm0000467"}]}, {"lines": [{"text": "[At the desk, Moe is sitting in his desk, smoking while working. But suddenly, opening the door is David Greenhill]", "character": null, "characterId": null}, {"text": "Well, what can I do for you?", "character": "Moe", "characterId": "nm0912001"}, {"text": "Well, I thought I might be able to... help you out with that little biography you've been writing about me. You know, maybe help fill in some of the gaps.", "character": "David Greenhill", "characterId": "nm0000467"}, {"text": "Why would I be interested in you?", "character": "Moe", "characterId": "nm0912001"}, {"text": "'Cause I'm a remarkable fellow, Moe. You've never met anyone quite like me before.", "character": "David Greenhill", "characterId": "nm0000467"}, {"text": "[David looking up places]", "character": null, "characterId": null}, {"text": "God, places like these are bad for my allergies.", "character": "David Greenhill", "characterId": "nm0000467"}, {"text": "Well, I don't like to throw things away.", "character": "Moe", "characterId": "nm0912001"}, {"text": "Yeah, well, Moe, sometimes you got to get rid of the old to make way for the new. You know what I mean? I mean, let's face it. Old people, they just kind of clutter up the world. You know what I mean? They walk too slow and they talk too slow... and they drive too slow and they're always in the friggin' way. Trying to remind you about how things used to be. Pain in the butt, really.", "character": "David Greenhill", "characterId": "nm0000467"}, {"text": "If you're looking for your file, I... had it copied and put in the safe-deposit box.", "character": "Moe", "characterId": "nm0912001"}, {"text": "No. Not you, Moe. No computer, no fax, no Xerox. Mm-mm. You wouldn't have that trash in your office. Nope. It's in here somewhere.", "character": "David Greenhill", "characterId": "nm0000467"}, {"text": "Well, feel free to look around. I'll be back in the morning.", "character": "Moe", "characterId": "nm0912001"}, {"text": "Well, if you're gonna help me look for it, then this whole friggin' places gotta go.", "character": "David Greenhill", "characterId": "nm0000467"}, {"text": "[Moe turned David]", "character": null, "characterId": null}, {"text": "Damn firetrap anyway. See, the way I see it, you were working late one night, and you fell asleep with one of them cigars in your hand. Stray ash... fell off and caught those newspapers on fire. You were overcome by smoke. It's better than wasting away in a hospital day after day, don't you think, Moe? I mean, really.", "character": "David Greenhill", "characterId": "nm0000467"}, {"text": "What?", "character": "Moe", "characterId": "nm0912001"}, {"text": "[David put the burning newspaper and burned every file on the desk]", "character": null, "characterId": null}, {"text": "What the...", "character": "Moe", "characterId": "nm0912001"}, {"text": "[David continues to putting papers on file]", "character": null, "characterId": null}, {"text": "Crazy! Crazy animal!", "character": "Moe", "characterId": "nm0912001"}, {"text": "[David ruined and and destroying all papers everywhere in Moe's office and committed arson]", "character": null, "characterId": null}, {"text": "Damn crazy lunatic! What the hell are you doing?", "character": "Moe", "characterId": "nm0912001"}, {"text": "[David Greenhill knocked Moe with a phone book at the desk unconscious. The whole office is on fire and Moe cannot wake up. David is exiting the office and leave. David walk out of the building and then he leaves. And the fire flames blow out of the windows and explode in the upper floor]", "character": null, "characterId": null}]}]}