{"quotes": [{"lines": [{"text": "You're obviously mistaking me for someone with potential.", "character": "Harper Sloane", "characterId": "nm0001631"}]}, {"lines": [{"text": "[Reading a fortune cookie at a family dinner]\nYou will soon take a giant 12-inch cock up your ass. In bed. I don't know, somehow... it didn't make mine any funnier.", "character": "Harper Sloane", "characterId": "nm0001631"}]}, {"lines": [{"text": "For starters, I don't really think that your young girl predilection has much to do... with their firm, young flesh. I mean, when someone like you is out with someone like Harper, you must invite all kinds of comparison and ridicule, which can't be much fun... for either of you. Right, honey?", "character": "Deborah Sloane", "characterId": "nm0005443"}, {"text": "[look towards daughter]", "character": null, "characterId": null}, {"text": "So then, what is... a man of, uh, your age... doing with my 21-year-old daughter? It'd be easy enough to say you're afraid of mature women, but that's so glib. Afraid of what, exactly? So I kept thinking. And then it hit me. I know exactly what she has that I haven't got. Awe. That's it, isn't it? I mean, no real woman - no woman of experience would ever stand in front of you with awe in her eyes... and say, \"Wow, Look at that man. Look at that bohemian wedding photographer... with holes in his jeans. Gosh, isn't he something?\" No. I mean, it takes a naive girl for that. It takes Harper for that.", "character": "Deborah Sloane", "characterId": "nm0005443"}, {"text": "[long pause, comment matter-of-factly]", "character": null, "characterId": null}, {"text": "So what do you think? Am I right?", "character": "Deborah Sloane", "characterId": "nm0005443"}, {"text": "You are some woman, Deborah.", "character": "Connie Fitzpatrick", "characterId": "nm0001653"}, {"text": "Mrs. Sloane. I'm Mrs. Sloane.", "character": "Deborah Sloane", "characterId": "nm0005443"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "These photographs of me were taken when I was 21 years old. They were shot on Plus X with a 105-mm lens on a Nikon F-2, developed normal, two stops overexposed. I like this one a lot. The F-2 was lost forever to a pawn shop in Los Angeles four years ago. The photographer lived in San Francisco up until last week. He was the worst man I ever met, or maybe the best, I'm still not sure. If you're supposed to learn by your mistakes, then he was the best mistake I ever made. He was my most spectacular and cherished fuckup, and I was his Guinevere, whatever that means.", "character": "Harper Sloane", "characterId": "nm0001631"}]}, {"lines": [{"text": "I've been finding that dying is a hell of a time not to believe in God.", "character": "Connie Fitzpatrick", "characterId": "nm0001653"}]}]}