{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[Sam is practicing handling his pistol]", "character": null, "characterId": null}, {"text": "You're overdoin' that, boy. That fast gun business is overrated.", "character": "Sheriff Morton", "characterId": "nm0113769"}, {"text": "Yeah, I know, Sheriff, but since I watched you handle a gun, well, I-I got a lot to learn.", "character": "Sam Freed", "characterId": "nm0164818"}]}, {"lines": [{"text": "You know, I remember in school he broke into a desk and stole a watch. Everyone let it pass; he was just a young man growing up. He grew up... to be a gunman of reputation.", "character": "Sheriff Morton", "characterId": "nm0113769"}]}, {"lines": [{"text": "[explaining why Gary Wells wasn't hung for bank robbery and murder]", "character": null, "characterId": null}, {"text": "So the trial came and a jury of local citizens didn't want to hang a boy they had watch growing up. They made the mistake of feeling sorry for him.", "character": "Sheriff Morton", "characterId": "nm0113769"}]}, {"lines": [{"text": "He'll be in town pretty soon, if he isn't already, and the townspeople are going to wonder what you're going to do about this.", "character": "Mayor Phillips", "characterId": "nm0095772"}, {"text": "The townspeople? Go find those twelve townspeople on the jury who should have taken his rotten, stinkin' life and they didn't. Go find those townspeople and ask them what they're going to do now that he's killed again!", "character": "Sheriff Morton", "characterId": "nm0113769"}]}, {"lines": [{"text": "We're here on business.", "character": "Sheriff Morton", "characterId": "nm0113769"}, {"text": "What business?", "character": "Pat Bogan", "characterId": "nm0832160"}, {"text": "It's about that big, sweet brother of yours.", "character": "Sheriff Morton", "characterId": "nm0113769"}, {"text": "Gary? What about Gary?", "character": "Pat Bogan", "characterId": "nm0832160"}, {"text": "To add to his rich, full life, he killed a guard as he escaped from the penitentiary this morning.", "character": "Sheriff Morton", "characterId": "nm0113769"}]}, {"lines": [{"text": "Chuck, you better find Gary fast, because if I find him first, he just won't be in any condition to hang.", "character": "Joan Brady", "characterId": "nm0929795"}]}, {"lines": [{"text": "How can God make a night so beautiful and a world so rotten?", "character": "Sheriff Morton", "characterId": "nm0113769"}]}, {"lines": [{"text": "Say, why don't you and the boy pick up and leave town for a little while? Maybe go to Copper City...", "character": "Sheriff Morton", "characterId": "nm0113769"}, {"text": "I've thought about it. I admit it would be the easy way. I'm a doctor - the only doctor for hundreds of miles. These people depend on me. I can't run away.", "character": "Dr. Knudson", "characterId": "nm0681740"}, {"text": "Do they appreciate it? Do you think they know or care what you're going through? Would they do the same for you?", "character": "Sheriff Morton", "characterId": "nm0113769"}, {"text": "Do they appreciate you, Sheriff? I doubt it. Do they know what you're going through? That you hate your job of hurting people and even of sometimes taking a life? Do they know what you're doing for them? Some way, some how, we gotta make ourselves believe that they do. Why don't you run away, Sheriff? We're both trained, well-equipped - you for protecting life, me in the hope of saving them. They need us.", "character": "Dr. Knudson", "characterId": "nm0681740"}]}]}