{"quotes": [{"lines": [{"text": "I said, turn it off! Nobody laughs at me! Because I laugh first. At me! Me, from Seattle! Me, with no education. Me, with no talent, as you kept reminding me my whole life! Well, Mama look at me now. I'm a star! Look! Look how I live! Look at my friends! Look where I'm going! I'm not staying in burlesque! I'm moving, mabye up, maybe down! But wherever it is, I'm enjoying it. I'm having the time of my life! Because for the first time, it is my life! And I love it. I love every second of it! And I'll be damned if you're gonna take it away from me! I am Gypsy Rose Lee! And I love her! And if you don't, you can just clear out now!", "character": "Louise \"Gypsy Rose Lee\" Hovick", "characterId": "nm0000081"}]}, {"lines": [{"text": "[on remarrying]\nAfter three husbands, it takes a lot of butter to get you back in the frying pan.", "character": "Rose Hovick", "characterId": "nm0751426"}]}, {"lines": [{"text": "[singing]\nLet me entertain you, Let me make you smile, Let me do a few tricks, Some old and then some new tricks, I'm very versatile, And if you're real good, I'll make you feel good, I want your spirits to climb, So let me entertain you, And we'll have a real good time; Yes, sir!, We'll have a real good time.", "character": "Louise \"Gypsy Rose Lee\" Hovick", "characterId": "nm0000081"}]}, {"lines": [{"text": "Remember - you're a lady. You make them beg for more... and then don't give it to them!", "character": "Rose Hovick", "characterId": "nm0751426"}]}, {"lines": [{"text": "Here she is, boys! Here she is, world! Here's Rose!", "character": "Rose Hovick", "characterId": "nm0751426"}]}, {"lines": [{"text": "[singing]\nYou'll be swell, you'll be great. Gonna have the whole world on a plate! Starting here, starting now. Honey, everything's coming up roses.", "character": "Rose Hovick", "characterId": "nm0751426"}]}, {"lines": [{"text": "But take it from me, to be a stripper, all you need to have is no talent.", "character": "Tessie Tura", "characterId": "nm0115426"}, {"text": "You'll pardon me, but to have no talent is not enough. What you need to have is an idea that makes your strip special.", "character": "Mazeppa", "characterId": "nm0199313"}]}, {"lines": [{"text": "You really would have been something, Mother.", "character": "Louise \"Gypsy Rose Lee\" Hovick", "characterId": "nm0000081"}, {"text": "Think so?", "character": "Rose Hovick", "characterId": "nm0751426"}, {"text": "If you had had someone to push you like I had.", "character": "Louise \"Gypsy Rose Lee\" Hovick", "characterId": "nm0000081"}, {"text": "If I could've been, I would've been. And that's show business.", "character": "Rose Hovick", "characterId": "nm0751426"}]}, {"lines": [{"text": "Hello, everybody. My name is June. What's yours?", "character": "Baby June", "characterId": "nm0110115"}]}, {"lines": [{"text": "[singing]\nLittle cat, little cat, why do you look so blue? Did somebody paint you to look like that, or is it your birthday, too? Little lamb, little lamb, I wonder how old I am.", "character": "Louise \"Gypsy Rose Lee\" Hovick", "characterId": "nm0000081"}]}, {"lines": [{"text": "[contemplating an unneeded wig]\nYou know, we could get a nice refund on this... if we'd ever paid for it.", "character": "Rose Hovick", "characterId": "nm0751426"}]}, {"lines": [{"text": "You need something to remind you your goal was to be a great actress. Not a cheap stripper.", "character": "Rose Hovick", "characterId": "nm0751426"}, {"text": "My sister's the actress, mother. And I'm *not* a cheap stripper. I'm the highest-paid in the business.", "character": "Louise \"Gypsy Rose Lee\" Hovick", "characterId": "nm0000081"}, {"text": "You won't be ready for vaudeville when it comes back.", "character": "Rose Hovick", "characterId": "nm0751426"}, {"text": "No, I'll be *dead*.", "character": "Louise \"Gypsy Rose Lee\" Hovick", "characterId": "nm0000081"}]}, {"lines": [{"text": "Nothing is better than vaudeville!", "character": "Rose Hovick", "characterId": "nm0751426"}]}, {"lines": [{"text": "Have a Goldstone, Mr Eggroll...", "character": "Rose Hovick", "characterId": "nm0751426"}]}]}