{"quotes": [{"lines": [{"text": "[voiceover]\nI shoulda packed everything back up again right there and left, and gone back to Georgia. Gone anywhere. That's what I shoulda done, but of course I didn't. And before the year was out, I was to do the most cowardly thing I had ever done in my whole life.", "character": "Hadley Hickman", "characterId": "nm0641906"}]}, {"lines": [{"text": "My name's Hadley Hickman, I'm from Georgia, I'm in the fifth form, and I intend to be the best wrestler this school's ever seen.", "character": "Hadley Hickman", "characterId": "nm0641906"}]}, {"lines": [{"text": "seeing the school wrestling room for the first time]\nYou know, I never have seen a wrestling practice room that didn't feel like you were in a dungeon - even if it didn't look like one - and the smell... well, you know, it never goes away. It made me feel right at home in there. It kind of... made me start to get excited.", "character": "Hadley Hickman", "characterId": "nm0641906"}]}, {"lines": [{"text": "Christ, Stanton, he's rapin' ya!", "character": "Bobby Clark", "characterId": "nm0579561"}]}, {"lines": [{"text": "[voiceover]\nFor those of you who have not been to a private school, I personally can not recommend the experience for a number of reasons.", "character": "Hadley Hickman", "characterId": "nm0641906"}, {"text": "[having knocked books out of Hadley's hands]\nSorry, Hick.", "character": null, "characterId": null}, {"text": "[voiceover]\nOne of which is the amount of work they're constantly pilin' on top o' ya. I don't know how I was able to handle it all for as long as I did, and if I'd not been kicked out of Brahm for other reasons, I'm sure that eventually the school work would have pulled me down. Wrestlin' is different altogether.", "character": "Hadley Hickman", "characterId": "nm0641906"}]}, {"lines": [{"text": "[voiceover]\nWrestling is freedom, because life for a teenager is basically rotten, full of frustration from everyone tellin' you what to do. On the mat, nobody tells ME what to do.", "character": "Hadley Hickman", "characterId": "nm0641906"}]}, {"lines": [{"text": "You know a lot, kid, but you don't know enough.", "character": "Coach Ball", "characterId": "nm0001137"}]}, {"lines": [{"text": "[voiceover]\nYou're probably thinkin' \"What a jerk this kid is,\" but I knew if I could just get people to come to these matches and come regularly, some awareness of the art of good wrestling would have to rub off on 'em, and that they would have to get some enjoyment out of the straight wrestling, too. Well, that was my plan. Course, I could never tell Sam.", "character": "Hadley Hickman", "characterId": "nm0641906"}]}, {"lines": [{"text": "at his regional tournament semi-final round]\nThere was hardly anybody in the stands, and it was Saturday night and what the hell else was everybody doin'? I couldn''t figure it out.", "character": "Hadley Hickman", "characterId": "nm0641906"}]}, {"lines": [{"text": "at his regional tournament semi-final round]\nStill, I couldn't figure it out, and it bothered me that there weren't more people to come watch. It bothered me to the point where I kind of... forgot what I was doin'.", "character": "Hadley Hickman", "characterId": "nm0641906"}]}, {"lines": [{"text": "at his regional tournament final round]\nThe next day they didn't come down either, and I realized all the enthusiasm they had shown during the regular season had been insincere, and that, in their eyes, I wasn't an athlete but a clown. And they hadn't learned to care anything about wrestling at all, and you can bet this whole thing kinda set stale with me, like I was existing in a void.", "character": "Hadley Hickman", "characterId": "nm0641906"}]}, {"lines": [{"text": "You wanna know what it's like to really be a wrestler? Take a look.", "character": "Sam Crawford", "characterId": "nm0001164"}, {"text": "I'm sorry. I better go.", "character": "Hadley Hickman", "characterId": "nm0641906"}, {"text": "Sit down. Try and name the only official collegiate sport today that doesn't have a legitimate professional status. Go ahead.", "character": "Sam Crawford", "characterId": "nm0001164"}, {"text": "[Hadley struggles to name one]", "character": null, "characterId": null}, {"text": "Oh, you can turn pro all right. They paid me thirty-five bucks a week to get in there and bounce around like a god-damn Bozo.", "character": "Sam Crawford", "characterId": "nm0001164"}]}, {"lines": [{"text": "The point is - ya can't pin your entire sense of self-esteem on the fact that you're a wrestler, no matter how good you are, because if you are a wrestler in this country, you can't win - even if you never lose.", "character": "Sam Crawford", "characterId": "nm0001164"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[voiceover]\nI don't feel proud of what I did, and all I can say in my defense is that a man's gotta do what he's gotta do - the same way Frank Ball had to go off to some dumb girls' school and become head of an athletic department, and Sam Crawford had to be a drunk and live out the rest of his life in self-pity. Me? I went home to Georgia, and my daddy said I wasn't pompous no more - stupid, maybe - and I never wrestled again after that. Not ever. Not a lick. Well, except for my little girl, but that was years later and a different story altogether.", "character": "Hadley Hickman", "characterId": "nm0641906"}]}]}