{"quotes": [{"lines": [{"text": "Who is it?", "character": "Sgt. Frantz", "characterId": "nm0001518"}, {"text": "How the hell do I know? He's got no goddamn head.", "character": "Doc", "characterId": "nm0005524"}]}, {"lines": [{"text": "I smile at my Mamma. Great meal, Ma. Would you please pass the fucking potatoes. The ham is fucking A, Ma. You don't know how... how fucking great it is to be home. How you going to act, huh?", "character": "Motown", "characterId": "nm0090225"}]}, {"lines": [{"text": "Surely, you people must be aware... that the brothers are here because they cannot afford an ed-u-cation.", "character": "Doc", "characterId": "nm0005524"}, {"text": "So what am I doing? Sitting in some fuckin' country club sipping on seven-n-sevens and eating a steak? Take a look around, Doc. I see all kinds of white faces here.", "character": "Pvt. Joe Beletsky", "characterId": "nm1901262"}, {"text": "[clears throat]\nOkay. The war started for you... when you farted, and said \"good morning Vietnam!\" See, now I was born into this shit.", "character": "Doc", "characterId": "nm0005524"}, {"text": "And they yanked that gold fuckin' spoon outta MY mouth and sent me over here to see how you low-class eleven-boos live. Is that it?", "character": "Pvt. Joe Beletsky", "characterId": "nm1901262"}, {"text": "[approaches Beletsky as if to fight, but extends his hand and smiles]\nBrother blood!", "character": "Doc", "characterId": "nm0005524"}]}, {"lines": [{"text": "It don't mean nothing, man. Not a thing.", "character": "Motown", "characterId": "nm0090225"}]}, {"lines": [{"text": "All right, listen up. You people will not die on me in combat. You fucking new guys will do everything you can to prove me wrong. You'll walk on trails, kick cans, sleep on guard, smoke dope and diddely-bop through the bush like you were back on the block. Or on guard at night you'll write letters, play with your organ, and think of your girl back home. Forget her. Right now, some hair head has her on her back and is telling her to fuck for peace. This is Han. Those of you who are foolish will think of him as 'gook,' 'slope,' 'slant' or 'dink.' He is your enemy. He came over on the Chieu Hoi programme, and after he fattens himself on C-rations he will be hunting your young asses in the Ashau Valley. Now forget about this Viet Cong shit. What you'll encounter out there is hard core NVA, North Vietnamese. Highly motivated, highly trained and well equipped. If you meet Han or his cousins, you will give him respect and refer to those little bastards as 'Nathanial Victor.' Meet him twice, and survive, and you will refer to him as 'MISTER Nathanial Victor.' Now people, I am sick and tired of filling body bags with your dumb fucking mistakes.", "character": "Sgt. Frantz", "characterId": "nm0001518"}]}, {"lines": [{"text": "Han is closing in on your position. It's night... Look at me! I'm gonna save your life and your gonna save mine. It's night, it's raining. While your thinking about peace, love and whether or not we should be in Vietnam, Han is going to cut your fucking throat. And your sleeping. You've been humping the boonies for months. It's your turn to sleep, you're allowed to sleep. What do you think Han is going to do? Is he going to wake you up, Alphabet? And smile? And talk about women? Mister Nathanial Victor gets his rocks off watching you die. Some of you think you have problems because you're against the war. You demonstrated in school... you wear peace symbols on your steel, and you have attitudes. I'm orphan, my brother's queer, the city of Chicago got the clap from my sister, Mom drinks, Dad coughs blood, I have ringworm, imersion foot, the incurable crud and the draft ruined my chances of being a brain surgeon. People, you are in Vietnam. You have no problems. Except me.", "character": "Sgt. Frantz", "characterId": "nm0001518"}, {"text": "[points to Han who is holding an RPG and grinning]", "character": null, "characterId": null}, {"text": "And him.", "character": "Sgt. Frantz", "characterId": "nm0001518"}]}, {"lines": [{"text": "Now unass my AO!", "character": "Sgt. Frantz", "characterId": "nm0001518"}]}, {"lines": [{"text": "[trying to interview GIs returning to base after a hard day of fighting]\nHey, word down at division is you guys can't take this hill. What do you have to say about that? In fact Senator Kennedy insists you guys haven't got a chance at all.", "character": "Newsman", "characterId": "nm0887982"}, {"text": "[glares at Newsman for a few seconds]\nYou really like this shit, don't you? It's your job, a story, wait here like a fucking vulture for someone to die so you can take a picture.", "character": "Sgt. Frantz", "characterId": "nm0001518"}, {"text": "[becoming angry]\nIt's my job...", "character": "Newsman", "characterId": "nm0887982"}, {"text": "I got more respect for those little bastards up on the hill. They take a side, you just take pictures. You probably don't even do your own fucking!", "character": "Sgt. Frantz", "characterId": "nm0001518"}, {"text": "What?", "character": "Newsman", "characterId": "nm0887982"}, {"text": "You listen to me. We're gonna take this fucking hill, Newsman. And if I catch you on top taking pictures of any of my people, I will blow your fucking head off. You haven't earned a right to be here. *You got that?*", "character": "Sgt. Frantz", "characterId": "nm0001518"}]}, {"lines": [{"text": "Brush your teeth in a rapid, vertical motion. That's up and down for all you rebels.", "character": "Doc", "characterId": "nm0005524"}]}, {"lines": [{"text": "Oh man, if you can't fry it, I won't eat it!", "character": "Washburn", "characterId": "nm0000332"}]}, {"lines": [{"text": "We had a short-timer once. Johnny I-forget-his-name. He wore a flak jacket, two helmets and armor underwear. Ashau Valley... your time's up, your time *is* up.", "character": "Worcester", "characterId": "nm0001836"}]}, {"lines": [{"text": "We're Airborne. We don't start fights, we *finish* 'em!", "character": "Galvan", "characterId": "nm0630057"}]}, {"lines": [{"text": "We've been up on that hill ten times, and they still don't think we're serious.", "character": "Doc", "characterId": "nm0005524"}]}, {"lines": [{"text": "I'm gonna put the new guys in your squad.", "character": "Worcester", "characterId": "nm0001836"}, {"text": "Oh, shit!", "character": "Sgt. Frantz", "characterId": "nm0001518"}, {"text": "Hey, don't 'oh shit' me, troop! The old man has me breaking-in another new Lieutenant and he looks like Palmolive-fucking-soap!", "character": "Worcester", "characterId": "nm0001836"}, {"text": "Yeah, well I don't need this f-n-g shit, Worcester.", "character": "Sgt. Frantz", "characterId": "nm0001518"}, {"text": "Yeah, well write your Congressman. And while you're at it, tell him I need a steak, a bucket of cold beer and a round-eye to wrap my leg around!", "character": "Worcester", "characterId": "nm0001836"}]}, {"lines": [{"text": "Okay. The war started for you when you farted... and said \"Good mornin', Vietnam\".", "character": "Doc", "characterId": "nm0005524"}]}]}