{"quotes": [{"lines": [{"text": "Do you see yonder cloud that looks like a camel?", "character": "Hamlet, Prince of Denmark", "characterId": "nm0000059"}, {"text": "By the mass, 'tis like a camel indeed.", "character": "Polonius, Lord Chamberlain", "characterId": "nm0043875"}, {"text": "Methinks it looks like a weasel.", "character": "Hamlet, Prince of Denmark", "characterId": "nm0000059"}]}, {"lines": [{"text": "there's the respect That makes calamity of so long life; For who would bear the whips and scorns of time, The oppressor's wrong, the proud man's contumely, The pangs of despised love, the law's delay, The insolence of office and the spurns That patient merit of the unworthy takes, When he himself might his quietus make With a bare bodkin? Who would fardels bear, To grunt and sweat under a weary life, But that the dread of something after death, The undiscover'd country from whose bourn No traveller returns, puzzles the will And makes us rather bear those ills we have Than fly to others that we know not of? Thus conscience does make cowards of us all; And thus the native hue of resolution Is sicklied o'er with the pale cast of thought, And enterprises of great pith and moment With this regard their currents turn awry, And lose the name of action.", "character": "Hamlet, Prince of Denmark", "characterId": "nm0000059"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "So oft it chances in particular men / That through some vicious mole of nature in them, / By the o'ergrowth of some complexion / Oft breaking down the pales and forts of reason, / Or by some habit grown too much; that these men - / Carrying, I say, the stamp of one defect, / Their virtues else - be they as pure as grace, / Shall in the general censure take corruption / From that particular fault... This is the tragedy of a man who could not make up his mind.", "character": "Narrator", "characterId": "nm0000059"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Good night, sweet prince; and flights of angels sing thee to thy rest.", "character": "Horatio", "characterId": "nm0941076"}]}, {"lines": [{"text": "[referring to the Ghost]\nPeace, break thee off. Look where it comes again!", "character": "Marcellus", "characterId": "nm0703033"}, {"text": "In the same figure, like the dead King Hamlet.", "character": "Bernardo", "characterId": "nm0460874"}]}, {"lines": [{"text": "I have heard, the cock that is the herald to the morn, Doth with his lofty and shrill-sounding throat Awake the god of day.", "character": "Horatio", "characterId": "nm0941076"}]}, {"lines": [{"text": "such a sight as this / Becomes the field, but here shows much amiss. / Go, bid the soldiers shoot!", "character": "Horatio", "characterId": "nm0941076"}]}, {"lines": [{"text": "Oh, that this too, too solid flesh would melt!", "character": "Hamlet, Prince of Denmark", "characterId": "nm0000059"}]}, {"lines": [{"text": "My lord, put your discourse into some frame and start not so wildly from my affair.", "character": "Polonius, Lord Chamberlain", "characterId": "nm0043875"}, {"text": "I am tame sir; pronounce.", "character": "Hamlet, Prince of Denmark", "characterId": "nm0000059"}]}]}