{"quotes": [{"lines": [{"text": "One day about a month ago, I really hit bottom. Ya know I just felt that in a Godless universe I didn't wanna go on living. Now I happen to own this rifle, which I loaded believe it or not, and pressed it to my forehead. And I remember thinking, I'm gonna kill myself. Then I thought, what if I'm wrong, what if there is a God. I mean, after all nobody really knows that. Then I thought no, ya know maybe is not good enough, I want certainty or nothing. And I remember very clearly, the clock was ticking, and I was sitting there frozen with the gun to my head, debating whether to shoot.", "character": "Mickey", "characterId": "nm0000095"}, {"text": "[gun fires]", "character": null, "characterId": null}, {"text": "All of a sudden the gun went off. I had been so tense my finger squeezed the trigger inadvertantly. But I was perspiring so much the gun had slid off my forehead and missed me. Suddenly neighbors were pounding on the door, and I dunno the whole scene was just pandemonium. I ran to the door, I didn't know what to say. I was embarrassed and confused and my mind was racing a mile a minute. And I just knew one thing I had to get out of that house, I had to just get out in the fresh air and clear my head. I remember very clearly I walked the streets, I walked and I walked I didn't know what was going through my mind, it all seemed so violent and unreal to me. I wandered for a long time on the upper west side, it must have been hours. My feet hurt, my head was pounding, and I had to sit down I went into a movie house. I didn't know what was playing or anything I just needed a moment to gather my thoughts and be logical and put the world back into rational perspective. And I went upstairs to the balcony, and I sat down, and the movie was a film that I'd seen many times in my life since I was a kid, and I always loved it. I'm watching these people up on the screen and I started getting hooked on the film. I started to feel, how can you even think of killing yourself, I mean isn't it so stupid. Look at all the people up there on the screen, they're real funny, and what if the worst is true. What if there is no God and you only go around once and that's it. Well, ya know, don't you wanna be part of the experience? You know, what the hell it's not all a drag. And I'm thinking to myself, Jeez, I should stop ruining my life searching for answers I'm never gonna get, and just enjoy it while it lasts. And after who knows, I mean maybe there is something, nobody really knows. I know maybe is a very slim reed to hang your whole life on, but that's the best we have. And then I started to sit back, and I actually began to enjoy myself.", "character": "Mickey", "characterId": "nm0000095"}]}, {"lines": [{"text": "[Frederick is talking about TV]", "character": null, "characterId": null}, {"text": "You see the whole culture. Nazis, deodorant salesmen, wrestlers, beauty contests, a talk show. Can you imagine the level of a mind that watches wrestling? But the worst are the fundamentalist preachers. Third grade con men telling the poor suckers that watch them that they speak with Jesus, and to please send in money. Money, money, money! If Jesus came back and saw what's going on in his name, he'd never stop throwing up.", "character": "Frederick", "characterId": "nm0001884"}]}, {"lines": [{"text": "How the hell do I know why there were Nazis? I don't know how the can opener works!", "character": "Mickey's Father", "characterId": "nm0692985"}]}, {"lines": [{"text": "A week ago I bought a rifle, I went to the store - I bought a rifle! I was gonna, you know, if they told me I had a tumor, I was gonna kill myself. The only thing that might-ve stopped me - MIGHT'VE - is that my parents would be devastated. I would have to shoot them also, first. And then I have an aunt and uncle - you know - it would've been a blood bath.", "character": "Mickey", "characterId": "nm0000095"}]}, {"lines": [{"text": "You missed a very dull TV show on Auschwitz. More gruesome film clips, and more puzzled intellectuals declaring their mystification over the systematic murder of millions. The reason they can never answer the question \"How could it possibly happen?\" is that it's the wrong question. Given what people are, the question is \"Why doesn't it happen more often?\"", "character": "Frederick", "characterId": "nm0001884"}]}, {"lines": [{"text": "I had a great evening; it was like the Nuremberg Trials.", "character": "Mickey", "characterId": "nm0000095"}]}, {"lines": [{"text": "For all my education, accomplishments and so-called wisdom, I can't fathom my own heart.", "character": "Elliot", "characterId": "nm0000323"}]}, {"lines": [{"text": "[after learning Mickey is infertile]", "character": null, "characterId": null}, {"text": "Could you have ruined yourself somehow?", "character": "Hannah", "characterId": "nm0001201"}, {"text": "How could I ruin myself?", "character": "Mickey", "characterId": "nm0000095"}, {"text": "I don't know. Excessive masturbation?", "character": "Hannah", "characterId": "nm0001201"}, {"text": "You gonna start knockin' my hobbies?", "character": "Mickey", "characterId": "nm0000095"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "You know, I was talking to your father before, and I was telling him that it's ironic I, I - used to always have Thanksgiving with Hannah, and I never thought that I could love anybody else. And here it is years later and I'm married to you and completely in love with you. The heart is a very, very resilient little muscle, it really is, I - make a great story, I think, guy marries one sister, doesn't work out, many years later he winds up married to the other sister, it's. You know, to - how you gonna top that? Hmm.", "character": "Mickey", "characterId": "nm0000095"}, {"text": "Mickey.", "character": "Holly", "characterId": "nm0001848"}, {"text": "Mmm, what?", "character": "Mickey", "characterId": "nm0000095"}, {"text": "I'm pregnant.", "character": "Holly", "characterId": "nm0001848"}]}, {"lines": [{"text": "I'm afraid once they're done singing they're gonna take hostages!", "character": "Mickey", "characterId": "nm0000095"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "God, she's beautiful. She's got the prettiest eyes. She looks so sexy in that sweater. I just want to be alone with her and hold her and kiss her and tell her how much I love her and take care of her. Stop it you idiot, she's your wife's sister. But I can't help it. I'm consumed by her. It's been months now. I dream about her, I - I - I think about her at the office. Oh Lee, what am I gonna do? I hear myself moaning over you and it's disgusting. Before, when she squeezed past me at the doorway and I smelt that perfume on the back of her neck - Jesus, I - I thought I was gonna swoon. Easy! You're a dignified financial advisor. It doesn't look good for you to swoon.", "character": "Elliot", "characterId": "nm0000323"}]}, {"lines": [{"text": "And Nietzsche, with his theory of eternal recurrence. He said that the life we lived we're gonna live over again the exact same way for eternity. Great. That means I'll have to sit through the Ice Capades again.", "character": "Mickey", "characterId": "nm0000095"}]}, {"lines": [{"text": "It's a good thing that we had a talented daughter!", "character": "Norma", "characterId": "nm0001577"}, {"text": "I can only hope that she was mine! With you as her mother, her father could be anybody in Actor's Equity!", "character": "Evan", "characterId": "nm0634313"}]}, {"lines": [{"text": "And you're gonna believe in Jesus Christ?", "character": "Mickey's Father", "characterId": "nm0692985"}, {"text": "I know - sounds funny. But, I'm gonna give it a try.", "character": "Mickey", "characterId": "nm0000095"}]}, {"lines": [{"text": "Why all of a sudden is the sketch dirty?", "character": "Mickey", "characterId": "nm0000095"}, {"text": "Child molestation is a touchy subject, and the affiliates...", "character": "Ed Smythe", "characterId": "nm0000687"}, {"text": "Read the papers, half the country's doing it!", "character": "Mickey", "characterId": "nm0000095"}, {"text": "Yes, but you name names.", "character": "Ed Smythe", "characterId": "nm0000687"}, {"text": "We never-we don't name names, we say \"The Pope\"!", "character": "Mickey", "characterId": "nm0000095"}]}, {"lines": [{"text": "[watching joggers in Central Park]\nLook at all these people, trying to stave off the inevitable decay of their bodies.", "character": "Mickey", "characterId": "nm0000095"}]}, {"lines": [{"text": "Then at lunch she got drunker and drunker and finally she became Joan Collins!", "character": "Evan", "characterId": "nm0634313"}]}, {"lines": [{"text": "How can you act when there's nothing inside to come out?", "character": "Norma", "characterId": "nm0001577"}]}, {"lines": [{"text": "Well, yes, I guess the dark side of the spectrum is... uh... brain tumor.", "character": "Dr. Wilkes", "characterId": "nm0420955"}]}, {"lines": [{"text": "I love songs about extraterrestrial life, don't you?", "character": "Holly", "characterId": "nm0001848"}, {"text": "Not when they're sung by extraterrestrials.", "character": "Mickey", "characterId": "nm0000095"}]}, {"lines": [{"text": "I'm not interested in what your interior decorator thinks, okay?", "character": "Frederick", "characterId": "nm0001884"}, {"text": "I can't commit to anything without consulting her first. That's what I have her for, okay?", "character": "Dusty", "characterId": "nm0827663"}, {"text": "This is degrading. You don't buy paintings to blend in with the sofa.", "character": "Frederick", "characterId": "nm0001884"}, {"text": "It's not a sofa - it's an ottoman!", "character": "Dusty", "characterId": "nm0827663"}]}, {"lines": [{"text": "Naturally I get taken home first. Well, obviously he prefers April. Of course I was so tongue-tied all night. I can't believe I said that about the Guggenheim,. My stupid rollerskating joke. I should never tell jokes. Mom can tell 'em and Hannah, but I kill 'em.", "character": "Holly", "characterId": "nm0001848"}, {"text": "[Glaring at the offscreen April's back]", "character": null, "characterId": null}, {"text": "Where did April come up with that stuff about Adolph Loos and terms like \"organic form\"?", "character": "Holly", "characterId": "nm0001848"}, {"text": "[Looking out to the side window, pausing for a moment]", "character": null, "characterId": null}, {"text": "Well, naturally. She went to Brandeis. But I don't think she knows what she's talking about. Could you believe the way she was calling him David? \"Yes, David. I feel that way, too, David. What a marvelous space, David.\" I hate April. She's pushy.", "character": "Holly", "characterId": "nm0001848"}]}, {"lines": [{"text": "Two months ago, you thought you had a malignant melanoma.", "character": "Gail", "characterId": "nm0001413"}, {"text": "Naturally, I, I- Do you know I- The sudden appearance of a black spot on my back!", "character": "Mickey", "characterId": "nm0000095"}, {"text": "It was on your shirt!", "character": "Gail", "characterId": "nm0001413"}, {"text": "I- How was I to know? Everyone was pointing back here.", "character": "Mickey", "characterId": "nm0000095"}]}, {"lines": [{"text": "Listen, kid, I think you snapped your cap. Maybe you need a few weeks in Bermuda or something. Or go to a whorehouse!", "character": "Gail", "characterId": "nm0001413"}]}, {"lines": [{"text": "I'll be the father, all you have to do is masturbate into a little cup.", "character": "Mickey", "characterId": "nm0000095"}]}]}