{"quotes": [{"lines": [{"text": "Did you ever hear the story of the old woman who shook her head at the family so much that one night it fell off? Right on the dinner table.", "character": "Hans", "characterId": "nm0001414"}]}, {"lines": [{"text": "You dance the waltz like an elephant in a snowdrift! No, like an elephant that's fallen and trying to get up!", "character": "Niels", "characterId": "nm0335048"}]}, {"lines": [{"text": "You know I like to think that shoes have a mind of their own. The ones that squeak don't want to leave the shop, and the ones that don't fit don't like the person that's wearing them.", "character": "Hans", "characterId": "nm0001414"}]}, {"lines": [{"text": "[about Hans's stories]", "character": null, "characterId": null}, {"text": "The other day I asked my Gerta what time it was and she said that the minute hand and the hour hand weren't speaking to each other. They were both in love with the second hand. And they wouldn't make up until they met at twelve o'clock. And no one could tell the time until then.", "character": "Gerta's Father, Farmer", "characterId": "nm0151370"}]}, {"lines": [{"text": "You know, I never saw such a worrier as you, Peter. You want to worry? I'll give you something to worry about. Two years ago I took you out of that orphanage and promised them I'd make you into a good cobbler. Two whole years! Look at that shoe. Glue's all smeared, the nails go in crooked. Two years an apprentice and still the nails go in crooked.", "character": "Hans", "characterId": "nm0001414"}, {"text": "I'm not as bad as all that, am I? You're not going to send me back, are you?", "character": "Peter", "characterId": "nm0909715"}, {"text": "Ah! A new worry appears in the sky.", "character": "Hans", "characterId": "nm0001414"}]}, {"lines": [{"text": "Hans has gone to Copenhagen!", "character": "Peter", "characterId": "nm0909715"}]}, {"lines": [{"text": "People.", "character": "Hans", "characterId": "nm0001414"}]}, {"lines": [{"text": "No one's ever really alone.", "character": "Hans", "characterId": "nm0001414"}]}, {"lines": [{"text": "You'd be surprised how many kings are only a queen with a mustache.", "character": "Hans", "characterId": "nm0001414"}]}, {"lines": [{"text": "[working on a beautiful ballerina's shoes]", "character": null, "characterId": null}, {"text": "I almost wish she'd asked me for something really impossible.", "character": "Hans", "characterId": "nm0001414"}]}, {"lines": [{"text": "[having just learned that Doro is married to Niels, who has just slapped her after an argument]\nHow could you do it? How could a girl like you marry a man like that? How can I help you?", "character": "Hans", "characterId": "nm0001414"}]}]}