{"quotes": [{"lines": [{"text": "[on radio]\nKill! Kill! Kill! Today's death count is 578.", "character": "Angry Bob", "characterId": "nm0006563"}]}, {"lines": [{"text": "It's stupid, sadistic and suicidal to have children right now.", "character": "Jill", "characterId": "nm0006826"}]}, {"lines": [{"text": "It's my heart - it feels like an alligator.", "character": "Shades", "characterId": "nm0001487"}]}, {"lines": [{"text": "Machines don't understand sacrifice - neither do morons.", "character": "Chief", "characterId": "nm0416805"}]}, {"lines": [{"text": "Smells like apple pie...", "character": "Alvy", "characterId": "nm0636117"}]}, {"lines": [{"text": "[on radio]\nNature never knew colors like this.", "character": "Angry Bob", "characterId": "nm0006563"}]}, {"lines": [{"text": "[on radio]\nThis is Angry Bob, the man with the industrial dick, coming to you loud and clear on W.A.R. Radio with the good news and the bad news. Bad news is the heatwave's not going to let up. It's expected to hit ninety downtown before nightfall, although weather control keeps promising that rain is on the way. The foul up on the launch pad at terminal eight doesn't look like it's gonna clear for another half hour and holiday air traffic is still stacking up over the CBD and all outlying districts. But traffic control promises that if you all keep cool they'll get you home in time for Christmas. As for the good news - There is no fucking good news! So let's just play some music!", "character": "Angry Bob", "characterId": "nm0006563"}, {"text": "[laughs]", "character": null, "characterId": null}]}, {"lines": [{"text": "How much for the other stuff?", "character": "Moses Baxter", "characterId": "nm0001518"}, {"text": "Ten C's. That's as high as I go.", "character": "Alvy", "characterId": "nm0636117"}, {"text": "Yep, Alvy. You're as high as you're ever going to go.", "character": "Moses Baxter", "characterId": "nm0001518"}, {"text": "[Mo hands the bills to Shades and they head for the door. Alvy sneers after them]", "character": null, "characterId": null}, {"text": "Very funny. Can i help it if my mother picked up a dose in the big one?", "character": "Alvy", "characterId": "nm0636117"}, {"text": "[calling after]\nYou just wait. All those years out in the zone? Your kids'll make me look like Narcissus!", "character": "Alvy", "characterId": "nm0636117"}]}, {"lines": [{"text": "Where's the little man?", "character": "Nomad", "characterId": "nm0566710"}]}, {"lines": [{"text": "Oh we all walk the Wibberly-Wobberly walk.", "character": "Lincoln Wineberg Jr.", "characterId": "nm0393853"}, {"text": "And we all talk the Wibberly-Wobberly talk.", "character": "Lincoln Wineberg Jr.", "characterId": "nm0393853"}, {"text": "And all we all wear Wibberly-Wobberly ties.", "character": "Lincoln Wineberg Jr.", "characterId": "nm0393853"}, {"text": "And we look at all the pretty girls with Wibberly-Wobberly eyes.", "character": "Lincoln Wineberg Jr.", "characterId": "nm0393853"}]}, {"lines": [{"text": "Used to be okay down here, you know that? Used to be you could walk down here any time. Go out on a Saturday night with just brass knuckles, nothing else. Maybe a piece of wood or something, piece of pipe, you know what I mean? Nowadays, you need a gun, all the time. Fucking bunch of shit what these people are doing to the fucking world.", "character": "Taxi Driver", "characterId": "nm0501437"}]}]}