{"quotes": [{"lines": [{"text": "Billy wants the models and limousines, while I'm happy with hookers and taxicabs.", "character": "Joe Dick", "characterId": "nm0227003"}]}, {"lines": [{"text": "[His answering machine announcement]", "character": null, "characterId": null}, {"text": "I can't come to the phone right now, I'm eating corn chips and masturbating. Please leave a message.", "character": "Billy Tallent", "characterId": "nm0719678"}]}, {"lines": [{"text": "[diary entry]\nWhy the hell are two grown men still calling themselves Joe Dick and Billy Tallent? When they gave themselves those names they were 16... 17. The question is, when do they stop using them? Forty? Fifty? Sixty? You wonder if they remember their real names. Joe Mulgrew. Bill Boisy. Then there's Pipe... can't even remember his real name. I used to want a punk handle too... just couldn't find one that fit. It was always John. John. John Oxenberger. John. John. John, the bass player. John from Hard Core Logo. Maybe I never had a real self to throw away like those guys.", "character": "John Oxenberger", "characterId": "nm0701561"}]}, {"lines": [{"text": "Say they make six G's... you know, and they take my fifteen percent. The band, the food, the gas, hotel... uh... four guys, 3000 miles, five nights. At this point, you do it for love.", "character": "Mulligan", "characterId": "nm0612329"}]}, {"lines": [{"text": "[after Victoria questions Bucky Haight really getting his legs shot off]\nHe showed us his stump, Victoria. Ever see a man's stump? Guy's like, \"Go on, man. I want you to know how it feels. Touch it. Touch my stump.\" Disgusting! So don't tell us that Bucky Haight wasn't shot, cause we were there. We touched his stump.", "character": "Billy Tallent", "characterId": "nm0719678"}, {"text": "[girl leaves - to Joe Dick]", "character": null, "characterId": null}, {"text": "Now that was fucking brilliant.", "character": "Billy Tallent", "characterId": "nm0719678"}]}, {"lines": [{"text": "All I wanted was a fucking burger.", "character": "Pipefitter", "characterId": "nm0183464"}]}, {"lines": [{"text": "I killed a fucking goat.", "character": "Pipefitter", "characterId": "nm0183464"}]}]}