{"quotes": [{"lines": [{"text": "I'm challenging the right of the IRS to destroy people, people like Beverly Paine. The God that gave us life gave us liberty at the same time. I think that most of you people will understand what I'm doing today. It's time to keep those liberties alive. I declare was on the IRS, and all the little men who have become their tyrants.", "character": "Harry Johnson", "characterId": "nm0001346"}, {"text": "It's dad! Mommy, mommy, come here. Dad's on television!", "character": "Shelly", "characterId": "nm0883928"}, {"text": "Americans have risen up against tyranny before, and we will rise up again! In the words of another patriot, we will gain the inevitable triumph, so help us God. It's time that somebody did something.", "character": "Harry Johnson", "characterId": "nm0001346"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Taxes are the lifeblood of this nation. Collecting taxes is a thankless job. As officers and agents of the Internal Revenue Service, we are more than just an arm of the government. We are the heart and hands of the United States Treasury. There are, however, an increasing number who willfully disregard their obligation, resist the payment of taxes, and even openly criticize the Internal Revenue Service. Washington, and all of us, are gravely concerned over this growing contempt for taxes. Agents are herewith directed to discourage non-compliance through investigation, prosecution, and other statutory actions within our broad authority.", "character": "Commissioner", "characterId": "nm0712857"}]}, {"lines": [{"text": "The only way to get to a real court is to pay the money first.", "character": "'Aunt' Beverly", "characterId": "nm0656183"}, {"text": "A hundred and ninety thousand dollars?", "character": "Harry Johnson", "characterId": "nm0001346"}, {"text": "Then you have to sue the government to get it back.", "character": "'Aunt' Beverly", "characterId": "nm0656183"}, {"text": "Well that doesn't seem right.", "character": "Harry Johnson", "characterId": "nm0001346"}, {"text": "Well, the way things are and what's right are very seldom the same.", "character": "'Aunt' Beverly", "characterId": "nm0656183"}]}, {"lines": [{"text": "Look Johnson, people who ram their heads against a wall eventually die. Privilege of freedom I guess.", "character": "Ernie", "characterId": "nm0001773"}]}, {"lines": [{"text": "You're a fool, Johnson. I'm the United States Treasury, what are you?", "character": "Ernie", "characterId": "nm0001773"}, {"text": "I'm...", "character": "Harry Johnson", "characterId": "nm0001346"}, {"text": "[grabs a battered old rocket grenade]", "character": null, "characterId": null}, {"text": "You can't beat the United States government, Johnson. Not in a million years. The taxes will be paid. We'll get it one way - we get it another. But we will get it.", "character": "Ernie", "characterId": "nm0001773"}]}, {"lines": [{"text": "This whole damn system works on a bluff, you know that. Once it's blown, we go back to a constitutional government. And you'll be selling shoes.", "character": "Commissioner", "characterId": "nm0712857"}]}, {"lines": [{"text": "Reckless driving. Unlicensed vehicle on a state highway. Two hundred dollars damage to a barn, and four dead chickens. What the hell do you what with the Army?", "character": "Major Andrews", "characterId": "nm0932244"}, {"text": "He's declared was against the Internal Revenue Service.", "character": "Wilda", "characterId": "nm0421300"}, {"text": "Well if declaring war is against the law, he should be in jail, not conquered.", "character": "Major Andrews", "characterId": "nm0932244"}]}, {"lines": [{"text": "You know, if all the people who ever tried to do anything to try to right some wrong had any idea how it would turn out, I don't think they'd ever begin.", "character": "Harry Johnson", "characterId": "nm0001346"}]}, {"lines": [{"text": "That's the United States Army out there. How do you say I'm sorry for a war?", "character": "Harry Johnson", "characterId": "nm0001346"}]}, {"lines": [{"text": "The only thing I realize, Crowley, is I might - I just might - be on the wrong side of this war.", "character": "Major Andrews", "characterId": "nm0932244"}]}, {"lines": [{"text": "If I was accused of murder I would have more legal rights than I know what to do with. But when the IRS audits you, they make you think you don't have any rights at all. They make their own laws. And they administer them, and they enforce them, and they prosecute them, and they judge them. All that power in one place, boy. Hitler would have loved the IRS. So would Napoleon and Caesar, they'd understand it. I don't.", "character": "Harry Johnson", "characterId": "nm0001346"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[being arrested]\nI'm the federal government, God damn it, take your hands off me!", "character": "Ernie", "characterId": "nm0001773"}]}]}