{"quotes": [{"lines": [{"text": "We cannot examine our neighbors' hearts... we turn our faces away from evil. We do not crumble at its presence, nor do we strive to understand it. For what you understand too well, you are in danger of becoming.", "character": null, "characterId": null}]}, {"lines": [{"text": "Heaping blame on yourself is the easy way to deal with a problem. It weighs you down, stops you in your path, is an excuse to do nothing... It will take more strength to accept your burden and walk on with it. Soon you find yourself in a different place -- stronger, wiser. And there your burden falls.", "character": "Annie Beiler", "characterId": "nm0001157"}]}, {"lines": [{"text": "You pay a price for being close, just as you pay a price for being independent. But the price of being close is smaller, I think.", "character": "Annie Beiler", "characterId": "nm0001157"}]}, {"lines": [{"text": "Getting from one place to another quickly does not add time to our lives. What is important is being truly present wherever we are.", "character": "Annie Beiler", "characterId": "nm0001157"}, {"text": "But don't you miss some of the gadgets, the technology?", "character": "Sally Russell", "characterId": "nm0000357"}, {"text": "For us it is a question of what we must forfeit to have them. If I accept the television, I must lose conversations with my children. If I accept the car, the airplane, must I also accept weapons of war? Where do you draw the line?", "character": "Annie Beiler", "characterId": "nm0001157"}]}, {"lines": [{"text": "Sometimes love isn't enough to solve the problem, what then?", "character": "Sally Russell", "characterId": "nm0000357"}, {"text": "Place the one you love before you.", "character": "Annie Beiler", "characterId": "nm0001157"}]}, {"lines": [{"text": "But isn't the covenant you keep with your faith, with your people, that you will obey their edicts - all of them - and if you don't, you lose the grace of their fellowship?", "character": "Sally Russell", "characterId": "nm0000357"}, {"text": "If that is all I lose, I lose very little.", "character": "Jacob Hostetler", "characterId": "nm0017651"}, {"text": "Look at the anger in your face, sir, and in your sons' faces. I think you've lost much more.", "character": "Sally Russell", "characterId": "nm0000357"}]}, {"lines": [{"text": "While judging my neighbors, I have sinned. *I* have sinned!", "character": "Jacob Hostetler", "characterId": "nm0017651"}]}, {"lines": [{"text": "We make mistakes, but when one of us falls in his journey, we help them up.", "character": "Annie Beiler", "characterId": "nm0001157"}]}]}