{"quotes": [{"lines": [{"text": "And this is my daughter, Miss Jerusha.", "character": "Charles Bromley", "characterId": "nm0005279"}, {"text": "I'm pleased to make your acquaintance, Reverend Hale.", "character": "Jerusha Bromley Hale", "characterId": "nm0000267"}, {"text": "[She extends her hand to greet him; he sneezes violently]", "character": null, "characterId": null}, {"text": "Oh dear. Did I spray?", "character": "Abner Hale", "characterId": "nm0001884"}, {"text": "No, no, no, not at all.", "character": "Charles Bromley", "characterId": "nm0005279"}]}, {"lines": [{"text": "[reading from a proclamation to her subjects]", "character": null, "characterId": null}, {"text": "Everyone will love Jesus.", "character": "Queen Malama", "characterId": "nm0481139"}]}, {"lines": [{"text": "Too much law make people mad.", "character": "Queen Malama", "characterId": "nm0481139"}]}, {"lines": [{"text": "Aloha nui, my little, adorable, haole sister.", "character": "Queen Malama", "characterId": "nm0481139"}]}, {"lines": [{"text": "I have been thinking lately, that our church is ready for a board of deacons. I'm willing to make you their head, Keoki. You would move among the Hawaiians, find out who is smoking, who has alcohol on his breath, who is sleeping with another man's wife - that sort of thing. Then each week, you will hand me a list, to be admonished from the pulpit.", "character": "Abner Hale", "characterId": "nm0001884"}, {"text": "I sought a way to serve my people... not to spy upon them.", "character": "Keoki", "characterId": "nm0876797"}, {"text": "[turns and walks away]", "character": null, "characterId": null}]}, {"lines": [{"text": "Your mother will not be pleased that you have refused the deaconship.", "character": "Abner Hale", "characterId": "nm0001884"}, {"text": "My mother is dying.", "character": "Keoki", "characterId": "nm0876797"}, {"text": "Your mother is not dying, Keoki. I just talked with her. There is nothing wrong with her.", "character": "Abner Hale", "characterId": "nm0001884"}, {"text": "She will die... and then will come the whistling wind.", "character": "Keoki", "characterId": "nm0876797"}]}, {"lines": [{"text": "[Addressing Abner, while holding Keoki's lifeless body, victim of the measles epidemic that has ravaged the native Hawaiians]\nThere's nothing you could've done for him... When Captain Cook discovered these islands 50 years ago, they were a true paradise. Infectious disease was unknown. They didn't even catch cold! And there were 400,000 of them - now there are less than 150,000. You and I may well live to see the last Hawaiian lowered into his grave - with proper Christian services, of course.", "character": "Dr. John Whipple", "characterId": "nm0000432"}]}, {"lines": [{"text": "We are taking the land of the people whose souls we came to save, while they are dying... The whole race is dying before our eyes!", "character": "Abner Hale", "characterId": "nm0001884"}, {"text": "I'm afraid that is true. But the Lord's ways are not our ways. And the only answer that I can find is that perhaps, the Lord intends for these islands gradually to pass into other hands.", "character": "Rev. Immanuel Quigley", "characterId": "nm0191633"}, {"text": "May God forgive you.", "character": "Abner Hale", "characterId": "nm0001884"}]}, {"lines": [{"text": "I wish you would reconsider Brother Hale. You'll be alone here, no church, no support... no friends.", "character": "Rev. Immanuel Quigley", "characterId": "nm0191633"}, {"text": "In this place I have know God, Jerusha Bromley and Ruth Malama Kanakoa. Beyond that, a man needs no friends.", "character": "Abner Hale", "characterId": "nm0001884"}]}]}