{"quotes": [{"lines": [{"text": "Poor little hysterical witch! In the middle ages you were in conflict with the church. Now it is with the law.", "character": null, "characterId": null}]}, {"lines": [{"text": "Centuries have passed and the Almighty of medieval times no longer sits in his tenth sphere.", "character": null, "characterId": null}, {"text": "We no longer sit in church staring terrified at the frescoes of the devils.", "character": null, "characterId": null}, {"text": "The witch no longer flies away on her broom over the rooftops.", "character": null, "characterId": null}, {"text": "But isn't superstition still rampant among us?", "character": null, "characterId": null}, {"text": "Is there an obvious difference between the sorceress and her customer then and now?", "character": null, "characterId": null}, {"text": "We no longer burn our old and poor. But do they not often suffer bitterly?", "character": null, "characterId": null}, {"text": "And the little woman, whom we call hysterical, alone and unhappy, isn't she still a riddle for us?", "character": null, "characterId": null}, {"text": "Nowadays we detain the unhappy in a mental institution or - if she is wealthy - in a modern clinic.", "character": null, "characterId": null}, {"text": "And then we will console ourselves with the notion that the mildly temperate shower of the clinic has replaced the barbaric methods of medieval times.", "character": null, "characterId": null}]}, {"lines": [{"text": "Karna, can you perchance get me a love potion that has power over a pious man of the church?", "character": null, "characterId": null}, {"text": "Here, young maiden, take a potion of cat feces and dove hearts, boiled during the full moon. A drop of this in a man's drink will soften his heart at once.", "character": null, "characterId": null}, {"text": "Karna, can i have an even stronger potion?", "character": null, "characterId": null}, {"text": "If the maiden wishes to drive the man out of his wits for love... I have a potion boiled in May from a young and playful male sparrow. Hold your coins, maiden! First smell my ointment! This ointment is good, should you wish to travel to Brocken one night. Secretly smear this ointment on and the pious monk might come directly to your chamber. You will then fly high up in the night air together and he will bestow upon you many hungry kisses.", "character": null, "characterId": null}]}, {"lines": [{"text": "Listen, Maria the Weaver, did you also see the devil put his mark on the witches' foreheads?", "character": "Chief Inquisitor", "characterId": "nm0026172"}, {"text": "Oh, learned men, I saw the witches kiss the evil one on his behind. And the mother of Anna, the printer's wife, wished me a scalding death - that damned woman, I saw her kissing the evil one so tenderly...", "character": "Marie, the Seamstress", "characterId": "nm0778210"}]}]}