{"quotes": [{"lines": [{"text": "I knew this bloke once, right. And... he used to masturbate so much that he grew very fond of his hand. So much so, that he began to talk to it and he put a little face on it and he called it muriel. And after a while Muriel began to talk back to him.", "character": "Danny", "characterId": "nm0852965"}, {"text": "Fore!", "character": "Milo", "characterId": "nm0909935"}, {"text": "He would get her all doled up in make up and specially made little clothes and at night she'd go down and make intense mad passionate love to him. Anyway, one night about three am", "character": "Danny", "characterId": "nm0852965"}, {"text": "Cheers", "character": "Milo", "characterId": "nm0909935"}, {"text": "He wakes up in a cold sweat. And hears all this panting and moaning and groaning coming from the next door neighbours apartment. And he looks down at his hand, there's nothing there. Its gone. Its just this bloodied stump. So he staggers out into the hallway and he sees that the next door neighbour's doors is wide open. So he pops his head in and what does he see, on the bed, his hand, Muriel, all dressed up to the nines, make up on, going down on the next door neighbour.", "character": "Danny", "characterId": "nm0852965"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "It's a true story", "character": "Danny", "characterId": "nm0852965"}]}, {"lines": [{"text": "Yeah, I heard tell once dudes that a guy has about 4,000 times in him before he's all used up.", "character": "Flip", "characterId": "nm0829226"}, {"text": "It's fucking bullshit.", "character": "Milo", "characterId": "nm0909935"}, {"text": "More like forty thousand.", "character": "Danny", "characterId": "nm0852965"}, {"text": "In your dreams, stick man.", "character": "Otis", "characterId": "nm0624836"}, {"text": "Add it up, two times a day, seven days a week for what... I don't know 40 years?", "character": "Danny", "characterId": "nm0852965"}, {"text": "Two times a day?", "character": "Taylor", "characterId": "nm0579595"}, {"text": "Who the fuck gets to do it two times a fucking day?", "character": "Otis", "characterId": "nm0624836"}, {"text": "Me and Jess used to.", "character": "Danny", "characterId": "nm0852965"}, {"text": "Two times a day, seven days a week, 52 weeks a year...", "character": "Otis", "characterId": "nm0624836"}, {"text": "Me and Jess used to do it five times a day.", "character": "Danny", "characterId": "nm0852965"}, {"text": "For forty years? What about hangovers? What about christmas day? How the fuck are you going to do it five times on a Christmas Day while the family is sitting around carving up the turkey?", "character": "Taylor", "characterId": "nm0579595"}, {"text": "Make up for it at night with the wife.", "character": "Danny", "characterId": "nm0852965"}, {"text": "Wife? What wife? You haven't had a wife in over six months.", "character": "Taylor", "characterId": "nm0579595"}, {"text": "I haven't got a problem getting women. I've got this thing I do that make them go gaga.", "character": "Danny", "characterId": "nm0852965"}, {"text": "How exactly do you mean gaga?", "character": "Otis", "characterId": "nm0624836"}, {"text": "Gaga. Insane, beserk, talking in tongues, you know... gaga.", "character": "Danny", "characterId": "nm0852965"}, {"text": "What like some sort of secret weapon?", "character": "Milo", "characterId": "nm0909935"}, {"text": "Some kind of weird sideways movement?", "character": "Flip", "characterId": "nm0829226"}, {"text": "I can't really say flip, but its pretty special. Though it could be worth a lot of money.", "character": "Danny", "characterId": "nm0852965"}, {"text": "Let's just get this straight. You're 20-something years old, you have no job, no money, very few prospescts. You haven't been seen in the vicinity of anything which even faintly resembles a member of the opposite sex in over 6 months. And yet you sit here and tell us that you have some kind of special thing that makes the other side go gaga. Well if it makes them go so fucking gaga what the fuck are you doing here with us losers?", "character": "Taylor", "characterId": "nm0579595"}, {"text": "He's got a point there Danster.", "character": "Flip", "characterId": "nm0829226"}, {"text": "Well I didn't say it fixed all the emotional stuff did I?", "character": "Danny", "characterId": "nm0852965"}]}, {"lines": [{"text": "A writer. You're a writer?", "character": null, "characterId": null}, {"text": "I'm a writer.", "character": "Danny", "characterId": "nm0852965"}, {"text": "I worked at Burger King for three years before getting this job. I've got an arts degree. If we get you a job that says you lick toilet bowls, then that's what you do, you lick toilet bowls. Ha. A writer. Jesus.", "character": null, "characterId": null}]}, {"lines": [{"text": "frigid, uptight, cold, icy. But can you like even think of one word for a man that doesn't want to have sex?", "character": "Sam", "characterId": "nm0357838"}, {"text": "Dead?", "character": "Danny", "characterId": "nm0852965"}]}, {"lines": [{"text": "Do you ever wonder if its all a big con Flip?", "character": "Danny", "characterId": "nm0852965"}, {"text": "Eh?", "character": "Flip", "characterId": "nm0829226"}, {"text": "This. Everything. What if none of it really exists? What if its like some big experiment and we're like ants trapped in a giant petri dish? What if there is a greater intelligence out there and its creating everything purely as a way of stop us going insane on them? What if nothing really exists until we sense it? My room doesn't exist til i walk into it. Front yard doesnt exist till i experience. You don't exist.", "character": "Danny", "characterId": "nm0852965"}, {"text": "I don't exist?", "character": "Flip", "characterId": "nm0829226"}, {"text": "Well, you could be just a projection of my inner psyche materialised for my brain in order to keep me company.", "character": "Danny", "characterId": "nm0852965"}, {"text": "What about the cashmere sweater babes over the road, with their swishy little skirts and all? Would they be from your inner psyche or mine?", "character": "Flip", "characterId": "nm0829226"}, {"text": "Probably yours I reckon Flip.", "character": "Danny", "characterId": "nm0852965"}]}, {"lines": [{"text": "Want to get married?", "character": "Danny", "characterId": "nm0852965"}, {"text": "Can't, got to go out later.", "character": "Sam", "characterId": "nm0357838"}]}, {"lines": [{"text": "Do you reckon I should look at P for prostitue or E for escort?", "character": "Taylor", "characterId": "nm0579595"}]}, {"lines": [{"text": "Don't you find me attractive?", "character": "Sam", "characterId": "nm0357838"}, {"text": "Of course I find you attractive.", "character": "Danny", "characterId": "nm0852965"}, {"text": "Well then?", "character": "Sam", "characterId": "nm0357838"}, {"text": "Well we're mates. You can't sleep with your mates, it's one of the unwritten rules of the moral code of mateship.", "character": "Danny", "characterId": "nm0852965"}, {"text": "I didn't know there were any unwritten rules of the moral code of mateship.", "character": "Sam", "characterId": "nm0357838"}, {"text": "Oh yeah, they're the biggies. No sleeping with a mate, no sleeping with a mate's girlfriend, no urinating on a mate's car. It's column of salt sort of stuff, Sodom and Ghomorra and all that.", "character": "Danny", "characterId": "nm0852965"}]}, {"lines": [{"text": "Why is 3 o'clock in the morning always the hour of choice to put on Nick Cave, get depressed and kill yourself? What's wrong with the middle of the day when everyone's awake and ready to call an ambulance?", "character": "Danny", "characterId": "nm0852965"}]}, {"lines": [{"text": "I'll tell you how this game works Daniel. We're the cops, we get to ask the questions. You're the suspect, you get to complain about your civil liberties, perhaps get shot, maybe even killed. And it has to stay like that Daniel, otherwise everything falls out of balance. When things fall out of balance, you know what happens then don't you Daniel. Your spiritual values start to decline. You get your disintegration of your social structure, don't you? The system collapses. Petulance, flood, famine. It happened to the Romans, it happened to the Greeks, it happened to the Ancient Mesopatamians. And we don't want it happening to us do we Daniel?", "character": "Melbourne Detective", "characterId": "nm0604989"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Flip, turn the fucking TV off! People are trying to sleep.", "character": "Danny", "characterId": "nm0852965"}, {"text": "[Flip does not respond]", "character": null, "characterId": null}, {"text": "Flip, have some fucking consideration.", "character": "Danny", "characterId": "nm0852965"}, {"text": "[Danny turns the TV off]", "character": null, "characterId": null}, {"text": "For Christ's sake, Flip... Flipster? Oh, shit. Shit! Fuck!", "character": "Danny", "characterId": "nm0852965"}]}, {"lines": [{"text": "Bullshit!", "character": "Milo", "characterId": "nm0909935"}, {"text": "It's not bullshit.", "character": "Otis", "characterId": "nm0624836"}, {"text": "It's fucking bullshit.", "character": "Milo", "characterId": "nm0909935"}, {"text": "White's bleeding over Orange, cradles him in his arms, and says, \"I love you, man.\"", "character": "Otis", "characterId": "nm0624836"}, {"text": "That's fucking bullshit, and even if it wasn't fucking bullshit, they'd be saying it like blokes say it to each other.", "character": "Milo", "characterId": "nm0909935"}, {"text": "Then Orange says back, \"I love you, too, man.\"", "character": "Otis", "characterId": "nm0624836"}, {"text": "Yeah, they're saying, \"I love you, man,\" not \"I LOVE you, man.\"", "character": "Milo", "characterId": "nm0909935"}, {"text": "Why would he say that? I mean, why would he say, \"I love you, too, man\" if he wasn't a chocolate-dipper.", "character": "Otis", "characterId": "nm0624836"}, {"text": "He's bleeding to death, for Christ's sake. You say shit like that when you're bleeding to death.", "character": "Milo", "characterId": "nm0909935"}, {"text": "He's been holding it in the whole time. He thinks he's gonna die. He has to let it out, otherwise his secret will be carried with him to the grave.", "character": "Otis", "characterId": "nm0624836"}, {"text": "Bull-fuckin-shit! Look, I love Danny here, but that doesn't mean I'm a fucking chocolate-dipper. I'm no fucking chocolate-dipper, mate.", "character": "Milo", "characterId": "nm0909935"}, {"text": "What about that bit where they're point all those guns at each other?", "character": "Flip", "characterId": "nm0829226"}, {"text": "What about it?", "character": "Milo", "characterId": "nm0909935"}, {"text": "Well, maybe it's not really their guns they're pointing.", "character": "Flip", "characterId": "nm0829226"}, {"text": "There's no way, pal. No way. No fucking way!", "character": "Milo", "characterId": "nm0909935"}, {"text": "Dude, I've seen it, like, eighteen times.", "character": "Flip", "characterId": "nm0829226"}, {"text": "That's fucking bullshit! There are no fucking chocolate-dippers in that movie! It's my favourite fucking movie, man, and you're all fucking ruining it for me!", "character": "Milo", "characterId": "nm0909935"}]}, {"lines": [{"text": "I'd just like to say that I've got a problem with you all accepting my homosexuality without question. No wonder my suppressed heterosexual side is in a spin all the time. You all thought I was gay even when I was fucking straight!", "character": "Dirk", "characterId": "nm0573018"}, {"text": "Dirk, we think it's great, man.", "character": "Danny", "characterId": "nm0852965"}, {"text": "What's so fucking great about being a poofter, Danny?", "character": "Dirk", "characterId": "nm0573018"}, {"text": "Nothing, Dirk. Just... finish the bathroom.", "character": "Danny", "characterId": "nm0852965"}, {"text": "That's just fucking typical, Daniel. I'd like to declare, I've got a problem with that, too. You want me to put on a fucking pink apron, Danny? You want me to put on the fucking pink washing-up gloves, and lick the boots of the hetero-fascist sterility conspiracy thing? Well, no fucking way, pal! I'm not some mincey fucking queen that'll lick the boots of you hetero fucks! Oh, give the fag some hetero foot massage routine when he comes in -- bullshit! Gay men are dying, Danny. And you want me to clean the bath.", "character": "Dirk", "characterId": "nm0573018"}, {"text": "Dirk, just forget it, mate.", "character": "Danny", "characterId": "nm0852965"}, {"text": "You don't mean that, do you, Danny? What you really mean is, \"All you filthy little ass-bandits should be nailed to a tree!\" Isn't that so, Danny?", "character": "Dirk", "characterId": "nm0573018"}, {"text": "Dirk, this newly installed, sophisticated gay radar of yours is picking up shit from the cosmos that just ain't fucking there. I've got my own shit to worry about. I've lived in 49 shared households in what seems like as many years. I've been ripped off, raided, threatened, burned out, shot at, cheated on, scabbed in every one of those years. My beds are foam slabs on the floor, my cupboards are stacks of stolen milk crates! I've lived with tent-dwelling bank clerks, albino moon tanners, nitrous suckers, psycho fucking drama queens, ACID EATERS, MUSHROOM FARMERS, FUCKING BROTHEL CRAWLERS, FRIDGE-PISSERS, HARDCORE SEPARATIST LESBIANS, AND AN OBSCURELY-TITLED JAPANESE GIRL! AND NOW THE BEST FRIEND I'VE EVER HAD IN THE FUCKING WORLD WON'T EVEN FUCKING TALK TO ME! I'M IN A PSYCHO FUCKING NIGHTMARE FROM HELL, AND I'M FUCKING FED UP WITH IT! So I suggest, pal, that you tune in, and chill fucking out.", "character": "Danny", "characterId": "nm0852965"}]}, {"lines": [{"text": "What's happening to me? I can't even kill myself properly. I can't do anything properly.", "character": "Sam", "characterId": "nm0357838"}, {"text": "I'm sure if you concentrated you would be able to kill yourself better than anyone else I know.", "character": "Danny", "characterId": "nm0852965"}, {"text": "Really?", "character": "Sam", "characterId": "nm0357838"}, {"text": "[nodding slowly]\nYou do everything better than anyone else I know.", "character": "Danny", "characterId": "nm0852965"}]}, {"lines": [{"text": "Tyler, These friends of yours. They wouldn't be by any chance Nazi's would they?", "character": "Danny", "characterId": "nm0852965"}, {"text": "...I prefer to call them politically challenged.", "character": "Taylor", "characterId": "nm0579595"}]}]}