{"quotes": [{"lines": [{"text": "My movie is not about Vietnam... my movie is Vietnam.", "character": "Francis Ford Coppola", "characterId": "nm0000338"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "To me, the great hope is that now these little 8mm video recorders and stuff have come out, and some... just people who normally wouldn't make movies are going to be making them. And you know, suddenly, one day some little fat girl in Ohio is going to be the new Mozart, you know, and make a beautiful film with her little father's camera recorder. And for once, the so-called professionalism about movies will be destroyed, forever. And it will really become an art form. That's my opinion.", "character": "Francis Ford Coppola", "characterId": "nm0000338"}]}, {"lines": [{"text": "There were too many of us, we had access to too much equipment, too much money, and little by little we went insane.", "character": "Francis Ford Coppola", "characterId": "nm0000338"}]}, {"lines": [{"text": "If Marty dies, I wanna hear that everything's okay, until I say, \"Marty is dead.\"", "character": "Francis Ford Coppola", "characterId": "nm0000338"}]}, {"lines": [{"text": "I swallowed a bug.", "character": "Marlon Brando", "characterId": "nm0000008"}]}, {"lines": [{"text": "My greatest fear is to make a really shitty, embarrassing, pompous film on an important subject, and I am doing it. And I confront it. I acknowledge, I will tell you right straight from... the most sincere depths of my heart, the film will not be good.", "character": "Francis Ford Coppola", "characterId": "nm0000338"}]}, {"lines": [{"text": "I'm sure I have missed a whole bunch of opportunities and I am going to miss others, but I caught a lot of them too. In the end it's about how many I catch, not how many I lose.", "character": "Francis Ford Coppola", "characterId": "nm0000338"}]}, {"lines": [{"text": "The film Francis is making is a metaphor for a journey into self. He has made that journey and is still making it. It's scary to watch someone you love go into the center of himself and confront his fears, fear of failure, fear of death, fear of going insane. You have to fail a little, die a little, go insane a little, to come out the other side. The process is not over for Francis.", "character": "Eleanor Coppola", "characterId": "nm0178880"}]}, {"lines": [{"text": "...studio executives, you know, are not noted for their social courage.", "character": "John Milius", "characterId": "nm0587518"}]}, {"lines": [{"text": "First of all, I call this whole movie the Idiodyssey. None of my tools, none of my tricks, none of my ways of doing things works for this ending. I have tried so many times that I know I can't do it. It might be a big victory to know that I can't do it. I can't write the ending to this movie.", "character": "Francis Ford Coppola", "characterId": "nm0000338"}]}]}