{"quotes": [{"lines": [{"text": "If war produces one thing, it's many cemeteries. And in cemeteries, there are no enemies.", "character": "Mama", "characterId": "nm0001040"}]}, {"lines": [{"text": "Tears are God's way of paying you back for what He's taken.", "character": "Mama", "characterId": "nm0001040"}]}, {"lines": [{"text": "Right is only the goodness you carry in your heart...wrong is all that comes between you and the love.", "character": "Papa", "characterId": "nm0628955"}]}, {"lines": [{"text": "I am insulted at the insolence of men. They don't respect women. I cannot believe such men have known a mother's love.", "character": "Le Ly", "characterId": "nm0494693"}, {"text": "If I show you a tiny baby killed by a bayonet and say it is his karma, we may cry for the baby, for the baby's karma and the bad karma of the soldier who killed it. But we must never use our emotion to deny the wheel of incarnation that caused the act. It is as natural as the movement of the sun and the moon.", "character": "Buddhist Monk", "characterId": "nm0685706"}, {"text": "Master, how can I tell him we must be friends and soul mates without being husband and wife?", "character": "Le Ly", "characterId": "nm0494693"}, {"text": "He has created much soul debt for himself. But if you fail to give him the opportunity to redeem himself, you will only increase your own soul debt. The man hate that blinds you will blind any man you find in a future life. If you turn Steve away, you will be rejecting your own redemption. Child, you have forgiven the man who raped you, destroyed your country, harmed your family. And this is how it should be. Your karma is mixed with Steve, to Tommy and Alan. The future, the past are all the same. If you divorce, you will only have to come back again and work it out again. The path to Nirvana is never being safe, but tricky and steep. And if you walk only on sunny days you'll never reach your destination. Choose well my peach blossom.", "character": "Buddhist Monk", "characterId": "nm0685706"}, {"text": "[Recites an Asian proverb, then translates in English]", "character": null, "characterId": null}, {"text": "A child without a father is like a house without a roof.", "character": "Buddhist Monk", "characterId": "nm0685706"}]}, {"lines": [{"text": "[after nearly killing Le with his gun after an argument]\nI can't! I can't live without you! They got me so tied up.", "character": "Steve Butler", "characterId": "nm0000169"}, {"text": "Who's doing this to you?", "character": "Le Ly", "characterId": "nm0494693"}, {"text": "The Marine Corps. I'm not going to get the civilian job I promised you. I'm up for an Admin Board, and they're going to kick me out. You don't know the half of it, darling. You don't know the half of it.", "character": "Steve Butler", "characterId": "nm0000169"}, {"text": "Tell me. You must tell me all. You'll feel better.", "character": "Le Ly", "characterId": "nm0494693"}, {"text": "I'm a killer, baby. I killed so many over there. I got so good at it they assigned me to the projects. You know, Black Ops. We killed sometimes three or four a night. All kinds. Rice farmers. Rich fat cats bankrolling the VC unit. It was a complete mind fuck. Psy Ops, baby, knives, rip a man's guts out, take a bite out of his liver and drop it on his chest so he won't get to Buddha heaven. Leave him laying on the road. Cut his nuts out, stuff 'em in his mouth, sew his lips up like Frankenstein, and leave him laying in bed in his house. Well, blame it on the VC. I didn't care. Drugs, running guns, slavery, you name it. One time this guy killed a gook girl I was shacking with. We weren't supposed to fraternize with any Viet nationalists outside channels, so they killed her. They cut her throat from ear to ear. I was in hell, baby. I was in pure hell. And maybe I went dinky dau over there. Maybe I am nuts. Who the fuck knows? The more I killed, the more they gave me to kill. You know what it's like doing that? It's like being eaten alive from the inside out by a belly full of sharks. You gotta keep hitting, you gotta keep moving, because if you ever stop, the fucking sharks will eat you alive. Well, one day they cut me off. And then one day I found you. And it all changed, I thought. But baby, nothing ever changes. So fuck me, right?", "character": "Steve Butler", "characterId": "nm0000169"}, {"text": "[tries to kill himself with his own gun, but Le Ly stops him and hurls it aside]", "character": null, "characterId": null}, {"text": "No! No! It's okay.", "character": "Le Ly", "characterId": "nm0494693"}, {"text": "[sobbing]\nWhat's gonna happen to me, baby? I'm scared to death!", "character": "Steve Butler", "characterId": "nm0000169"}, {"text": "I don't know. I, too, was a soldier in past lives. I hurt many people. I lied, I stealed, I hate. Now I pay. Soldiers try to kill my life. Long time, I have no man love me. No respect. It's my fate. We're the same, Steve. We have made bad karma. And our soul debt will come due, if not in this life, then in another. But we can't give up. We must try. Different skin, same suffering.", "character": "Le Ly", "characterId": "nm0494693"}, {"text": "Le, can you love me? Can you *really* love me?", "character": "Steve Butler", "characterId": "nm0000169"}]}, {"lines": [{"text": "[Bernice leads Le Ly to the kitchen]", "character": null, "characterId": null}, {"text": "You hungry, Ly? Mind if I call Ly for short?", "character": "Bernice", "characterId": "nm0004916"}, {"text": "[She opens the fridge and Le Ly is surprise to see the amount of food, Bernice takes out certain food to show it to her]", "character": null, "characterId": null}, {"text": "For dinner, we have steak, potatoes, beans and for dessert, strawberries. Don't worry, we'll get the kids back to normal in no time!", "character": "Bernice", "characterId": "nm0004916"}]}, {"lines": [{"text": "[leading her children through the panicking crowds]\nDon't separate!", "character": "Le Ly", "characterId": "nm0494693"}]}, {"lines": [{"text": "[motioning the helicopter]\nGet the fuck outta here!", "character": "Steve Butler", "characterId": "nm0000169"}]}, {"lines": [{"text": "We are the soldiers of liberation!", "character": null, "characterId": null}]}, {"lines": [{"text": "[showing Le Ly some photographs]\nThis is Mom's eighth dog. She has the eight ugliest dogs in the United States!", "character": "Steve Butler", "characterId": "nm0000169"}, {"text": "[he and Le Ly laugh]", "character": null, "characterId": null}]}, {"lines": [{"text": "[notices a little photograph on table]\nIs this your little brother?", "character": "Steve Butler", "characterId": "nm0000169"}, {"text": "What?", "character": "Le Ly", "characterId": "nm0494693"}, {"text": "Is this handsome little boy your relative?", "character": "Steve Butler", "characterId": "nm0000169"}, {"text": "My son.", "character": "Le Ly", "characterId": "nm0494693"}, {"text": "Ah, of course he is!", "character": "Steve Butler", "characterId": "nm0000169"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "He looks a lot like you. A lot of spirit around the eyes.", "character": "Steve Butler", "characterId": "nm0000169"}]}, {"lines": [{"text": "You still here?", "character": "Le Ly", "characterId": "nm0494693"}, {"text": "You said I could rest.", "character": "Steve Butler", "characterId": "nm0000169"}]}, {"lines": [{"text": "What will you do without me?", "character": "Papa", "characterId": "nm0628955"}]}, {"lines": [{"text": "Who will take over the land?", "character": "Mama", "characterId": "nm0001040"}]}, {"lines": [{"text": "[Kneels in front of Le Ly]\nEven if I could speak your language I couldn't tell you how I feel about you.", "character": "Steve Butler", "characterId": "nm0000169"}]}, {"lines": [{"text": "I just want her to be grateful for what she has!", "character": "Bernice", "characterId": "nm0004916"}]}, {"lines": [{"text": "[about Steve]\nIn his big, craggy face was everything I loved about America.", "character": "Le Ly", "characterId": "nm0494693"}]}, {"lines": [{"text": "Go back to your son. Make him the best son you can. That is the war you must fight. That is the victory you must win!", "character": "Papa", "characterId": "nm0628955"}]}, {"lines": [{"text": "I've seen too many guns in my life!", "character": "Le Ly", "characterId": "nm0494693"}]}, {"lines": [{"text": "She knows exactly what she's got, and what she's left behind!", "character": "Steve Butler", "characterId": "nm0000169"}]}, {"lines": [{"text": "[Narrating]\nMy country was collapsing.", "character": "Le Ly", "characterId": "nm0494693"}]}]}