{"quotes": [{"lines": [{"text": "[as Tom is heavily tempted to bash Jerry with a fireplace shovel for ripping up the certificate of forgiveness]\nAttaboy, Tom! Hit him and let's go! Come on!", "character": "Devil Dog", "characterId": "nm0088285"}]}, {"lines": [{"text": "[reading from list]\nFluff, Muff and Puff?", "character": "Conductor", "characterId": "nm0124889"}, {"text": "[He then looks down to see a wet bag bouncing towards him, out of it pops three cute kittens, apparently drowned by someone. They meow at him, shake off the water, climb out of the bag and proceed through]", "character": null, "characterId": null}, {"text": "[he then shakes his head & clicks his tongue]\nTsk. Tsk. Tsk. What some people won't do.", "character": "Conductor", "characterId": "nm0124889"}]}, {"lines": [{"text": "[when he catches Tom hiding behind a chair to attempt to forge Jerry's signature on the certificate of forgiveness]\nThomas! Ah, ah, ah, ah!", "character": "Conductor", "characterId": "nm0124889"}]}, {"lines": [{"text": "[after reading Tom's evil biography]\nHmm, apparently, your whole life was spent persecuting an innocent little mouse. With a record like that, I can't let you through. I'm sorry, Tom. However, the Heavenly Express doesn't leave for an hour.", "character": "Conductor", "characterId": "nm0124889"}, {"text": "[he then hands Tom a certificate of forgiveness]", "character": null, "characterId": null}, {"text": "If, within that time, you can obtain the signature of that little mouse on this certificate of forgiveness, you will be permitted to pass. But if you fail, it's this...", "character": "Conductor", "characterId": "nm0124889"}, {"text": "[the Conductor pushes a button, a television screen turns on, showing an image of hell, and in it, Spike is personified as the Devil, to Tom's alarm]", "character": null, "characterId": null}, {"text": "[after a diabolical laugh]\nLet me have him! Send him down! Give him to me now!", "character": "Devil Dog", "characterId": "nm0088285"}]}]}