{"quotes": [{"lines": [{"text": "I bet a lot of people who came down on prostitution, say \"I'd like to make $1,500 a night.\"", "character": null, "characterId": null}]}, {"lines": [{"text": "Any guy over 40 looks good to me!", "character": null, "characterId": null}]}, {"lines": [{"text": "I just realized there were young pretty girls around and a lot of rich men.", "character": null, "characterId": null}]}, {"lines": [{"text": "If you believe anything they said you are, they made a fool of you. You're a fool. They flattered you, they told you how cute you are. How sexy you are. Right? There you go. So you think you're hot stuff. You're a cool dude, you're happening! \"Hey, Hollywood! Heidi thinks I'm cool, I'm sexy!\" You're a rube. She thinks you're a fucking idiot. You're an idiot. You're not in the club.", "character": "Ivan Nagy", "characterId": "nm0619475"}]}, {"lines": [{"text": "Why do you want to pester me? Do you think you want to come back and rob me some more? Is that why you're calling me? You want to rob me still, you greedy Jew pig? Why don't you go blow the shofar? It's Passover, asshole.", "character": "Madam Alex", "characterId": "nm0018208"}]}, {"lines": [{"text": "Can we do this in sunglasses?", "character": "Ivan Nagy", "characterId": "nm0619475"}, {"text": "Yeah.", "character": "Narrator", "characterId": "nm0112374"}, {"text": "Because I don't want my eye to go into a kind of involuntary twitch, and then you'll say, \"Oh my God, this guy's whacked out of his mind! His eye's going like this!\"", "character": "Ivan Nagy", "characterId": "nm0619475"}]}, {"lines": [{"text": "What about Cookie?", "character": "Narrator", "characterId": "nm0112374"}, {"text": "No, no more. I'm not telling... nothing... I don't know. No thank you.", "character": null, "characterId": null}, {"text": "No-one will talk about Cookie.", "character": "Narrator", "characterId": "nm0112374"}, {"text": "I don't want to... I don't know anything about Cookie.", "character": null, "characterId": null}, {"text": "Nothing about Cookie?", "character": "Narrator", "characterId": "nm0112374"}, {"text": "Nothing about Cookie. Nothing at all. Oh, no. Even if I did... Chocolate chip? Vanilla? Peanut butter?", "character": null, "characterId": null}, {"text": "I didn't know whether Cookie worked for Nagy, or for Heidi.", "character": "Narrator", "characterId": "nm0112374"}, {"text": "I have no idea. I have no idea. You will get nothing, nothing. Absolutely. Especially... jeopardizing my life here.", "character": null, "characterId": null}, {"text": "Could it really jeopardize one's life?", "character": "Narrator", "characterId": "nm0112374"}, {"text": "No. I wouldn't know. I have no idea who he is. I wouldn't know. He or she. I don't have any idea.", "character": null, "characterId": null}]}]}