{"quotes": [{"lines": [{"text": "[Addressing the troops]", "character": null, "characterId": null}, {"text": "And Crispin Crispian shall ne'er go by from this day until the ending of the world but we in it shall be remembered. We few, we happy few, we band of brothers, For he today who sheds his blood with me shall be my brother, Be he ne'er so vile, this day shall gentle his condition, and gentlemen in England now abed shall think themselves acursed they were not here, and hold their manhoods cheap whilst any speaks, that fought with us upon St. Crispin's day!", "character": "King Henry V", "characterId": "nm0000110"}]}, {"lines": [{"text": "Canst thou love me?", "character": "King Henry V", "characterId": "nm0000110"}, {"text": "I cannot tell.", "character": "Princess Katherine", "characterId": "nm0000668"}, {"text": "Can any of your neighbors tell, Kate? I'll ask them.", "character": "King Henry V", "characterId": "nm0000110"}]}, {"lines": [{"text": "Once more unto the breach, dear friends, once more; or close the wall up with our English dead!", "character": "King Henry V", "characterId": "nm0000110"}]}, {"lines": [{"text": "We few, we happy few, we band of brothers.", "character": "King Henry V", "characterId": "nm0000110"}]}, {"lines": [{"text": "If little faults proceeding on distemper shall not be winked at, how shall we stretch our eye, when capital crimes, chewed, swallowed and digested appear before us?", "character": "King Henry V", "characterId": "nm0000110"}]}, {"lines": [{"text": "Customs curtsy to great kings. We are the makers of manners, Kate.", "character": "King Henry V", "characterId": "nm0000110"}]}, {"lines": [{"text": "[after kissing Princess Katherine]\nYou have witchcraft in your lips, Kate. There is more eloquence in a sugar-touch of them than in the tongues of the French Council.", "character": "King Henry V", "characterId": "nm0000110"}]}, {"lines": [{"text": "I know not if the day be ours or no.", "character": "King Henry V", "characterId": "nm0000110"}, {"text": "The day is yours.", "character": "Mountjoy", "characterId": "nm0712385"}]}, {"lines": [{"text": "Give us leave, great king, to view the field in safety and dispose of their dead bodies.", "character": "Montjoy", "characterId": "nm0712385"}, {"text": "I tell thee truly, herald, I know not if the day be ours or no.", "character": "King Henry V", "characterId": "nm0000110"}, {"text": "The day is yours.", "character": "Montjoy", "characterId": "nm0712385"}, {"text": "Praised be God and not our strength for it! What is this castle called that stands hard by?", "character": "King Henry V", "characterId": "nm0000110"}, {"text": "They call it Agincourt.", "character": "Montjoy", "characterId": "nm0712385"}, {"text": "Then call we this the field of Agincourt, fought on the day of Crispin Crispianus.", "character": "King Henry V", "characterId": "nm0000110"}]}, {"lines": [{"text": "Behold, as may unworthiness define / a little touch of Harry in the night.", "character": "Chorus", "characterId": "nm0001394"}]}, {"lines": [{"text": "Once more unto the breach, dear friends, once more, Or close up the wall with our English dead!", "character": "King Henry V", "characterId": "nm0000110"}]}, {"lines": [{"text": "This was a merry message.", "character": "Exeter", "characterId": "nm0000306"}, {"text": "We hope to make the sender blush at it.", "character": "King Henry V", "characterId": "nm0000110"}]}, {"lines": [{"text": "[Delivering a message from King Henry to the French King]", "character": null, "characterId": null}, {"text": "This is his claim, his threatening and my message. Unless the *Dolphin*", "character": "Exeter", "characterId": "nm0000306"}, {"text": "[intentionally mispronounced]", "character": null, "characterId": null}, {"text": "be in presence here, to whom expressly I bring greeting too.", "character": "Exeter", "characterId": "nm0000306"}, {"text": "For us, we will consider of this further. Tomorrow shall you bear our full intent back to our brother England.", "character": "French King", "characterId": "nm0006890"}, {"text": "For the *Dauphin*", "character": "Dauphin", "characterId": "nm0540585"}, {"text": "[emphasizes the correct pronunciation]", "character": null, "characterId": null}, {"text": ", I stand here for him. What to him from England?", "character": "Dauphin", "characterId": "nm0540585"}, {"text": "Scorn and defiance, slight regard, contempt and any thing that may not misbecome the mighty sender, doth he prize you at. Thus says my king.", "character": "Exeter", "characterId": "nm0000306"}]}, {"lines": [{"text": "We would not seek a battle as we are, yet as we are, we say we will not shun it.", "character": "King Henry V", "characterId": "nm0000110"}]}, {"lines": [{"text": "Thou hast me, if thou hast me, at the worst; and thou shalt wear me, if thou wear me, better and better.", "character": "King Henry V", "characterId": "nm0000110"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "O! For a Muse of fire, that would ascend; The brightest heaven of invention; A kingdom for a stage, princes to act and monarchs to behold the swelling scene. Then should the war-like Harry, like himself, assume the port of Mars; And at his heels, leash'd in like hounds, should famine, sword, and fire crouch for employment.", "character": "Chorus", "characterId": "nm0001394"}]}, {"lines": [{"text": "Where have they this mettle? Is not their climate foggy, raw and dull?", "character": "Constable", "characterId": "nm0247733"}]}, {"lines": [{"text": "[to Montjoy]\nI pray thee take my former answer back. Bid them achieve me than sell my bones!\"", "character": "King Henry V", "characterId": "nm0000110"}]}, {"lines": [{"text": "He may show what outward courage he will; but I believe, as cold a night as 'tis, he could wish himself in Thames up to the neck; and so I would he were, and I by him.", "character": "Bates", "characterId": "nm0695970"}, {"text": "But if the cause be not good, the King himself hath a heavy reckoning to make, when all those legs and arms and heads, chopped off in a battle, shall join together at the latter day and cry all, \"We died at such a place,\" some swearing, some crying for a surgeon, some upon their wives left poor behind them, some upon the debts they owe, some upon their children rawly left. I am afeard there are few die well in a battle; for how can they charitably dispose of anything when blood is their argument?", "character": "Williams", "characterId": "nm0931302"}]}, {"lines": [{"text": "I was not angry since I came to France, until this instant!", "character": "King Henry V", "characterId": "nm0000110"}]}, {"lines": [{"text": "Do not, when you are king, hang a thief.", "character": "Bardolph", "characterId": "nm0001972"}]}, {"lines": [{"text": "[charging his troops to attack the gates of Harfluer]", "character": null, "characterId": null}, {"text": "Follow your spirit, and upon this charge Cry 'God for Harry, England, and Saint George!'", "character": "King Henry V", "characterId": "nm0000110"}]}, {"lines": [{"text": "Fair Katherine, if you will love me soundly with your French heart, I will be glad to hear you confess it brokenly with your English tongue. Do you like me, Kate?", "character": "King Henry V", "characterId": "nm0000110"}, {"text": "[unable to understand his English]\nPardonnez-moi, I cannot tell what is 'like me'.", "character": "Princess Katherine", "characterId": "nm0000668"}, {"text": "An angel is like you, Kate.", "character": "King Henry V", "characterId": "nm0000110"}]}, {"lines": [{"text": "[stroking his vast gut]\nDo I not shrink? Do I not dwindle? My skin hangs upon me like an old woman's loose gown.", "character": "Falstaff", "characterId": "nm0001059"}]}, {"lines": [{"text": "How yet resolves the governor of the town? This is the latest parle we will admit. Therefore to our best mercy give yourselves, or like to men proud of destruction defy us to our worst. For as I am a soldier, if I begin the batt'ry once again, I will not leave the half-achieved Harfleur, till in her ashes she lie burièd. Therefore, ye men of Harfleur, take pity of your town and of your people, whiles yet my soldiers are in my command, whiles yet the cool and temperate wind of grace o'er blows the filthy and contagious clouds of heady murder, spoil, and villainy! If not... why, in a MOMENT!- look to see the blind and bloody soldier with foul hand defile the locks of your shrill-shrieking daughters, your fathers taken by the silver beards and their most reverend heads dashed to the walls, your naked infants spitted upon PIKES!- whiles the mad mothers with their howls confused do break the CLOUDS! WHAT SAY YOU? Will you yield, and this avoid? Or, guilty in defense, be thus destroyed?", "character": "King Henry V", "characterId": "nm0000110"}]}]}