{"quotes": [{"lines": [{"text": "You know, I didn't think Hades would be anything like this.", "character": "Thesus", "characterId": "nm0034068"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "This is Italia, a kingdom city of ancient Greece in an age of myth and legend. It is a time when Olympian gods and demigods rule over the elements of nature and control the destinies of men.", "character": "Medea", "characterId": "nm0314543"}]}, {"lines": [{"text": "I am Media, official oracle of the immortal gods; Sorceress of Italia. It is I who will tell of what has happened in this kingdom. It is I who will foretell what shall come to pass.", "character": "Medea", "characterId": "nm0314543"}]}, {"lines": [{"text": "I should have known better than to put my trust in weaklings and cowards.", "character": "King Lico", "characterId": "nm0000489"}]}, {"lines": [{"text": "Deianira, what's the matter with you? Don't you recognize me?", "character": "Hercules", "characterId": "nm0661918"}, {"text": "I recognize no one. We here do not even know ourselves.", "character": "Princess Deianira", "characterId": "nm0749333"}]}, {"lines": [{"text": "Can one fight against shadows? Can one fight against winds? Against bolts of lightning? Can one fight against terrible storms that ravage the Earth?", "character": "King Lico", "characterId": "nm0000489"}, {"text": "The stormy winds, the bolts of lightning, are sent from Heaven by the gods. But evil is spawned here on Earth. So it is that I shall have to ask the gods to help me find a weapon to fight it.", "character": "Hercules", "characterId": "nm0661918"}]}, {"lines": [{"text": "So it is a weapon you see, oh mighty hero? I cannot help you, Hercules. The forces of evil have bound me into an oath of silence and I must not speak.", "character": "Medea", "characterId": "nm0314543"}]}, {"lines": [{"text": "When I think of what has happened, happened because of me, I almost wish you'd left me here to die.", "character": "Princess Deianira", "characterId": "nm0749333"}, {"text": "You mustn't speak like this. If anybody's at fault, it's certainly not you. All this is brought about by a terrible destiny that hangs over me and over all those who are near me.", "character": "Hercules", "characterId": "nm0661918"}, {"text": "I don't care whatever fate may come your way.", "character": "Princess Deianira", "characterId": "nm0749333"}, {"text": "Without you, life does not exist.", "character": "Hercules", "characterId": "nm0661918"}]}, {"lines": [{"text": "It's strange that you should talk to me this way. You, Hercules, who challenged the divine gods themselves for love of a woman. And I was there at your side. I'm amazed to have to defend my love against you.", "character": "Thesus", "characterId": "nm0034068"}, {"text": "It's just this which rends my mission so painful.", "character": "Hercules", "characterId": "nm0661918"}]}, {"lines": [{"text": "Oh god of evil, the great dragon has swallowed the moon. And now my destiny shall be fulfilled. The blood of Deianira shall be my blood. Eternal shall be my reign in thy name. Eternal shall be the sorrow of Hercules. And eternal shall be the night for the woman he loves.", "character": "King Lico", "characterId": "nm0000489"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "As long as Theseus steals other men's girls, I have nothing to worry about.", "character": "Hercules", "characterId": "nm0661918"}]}]}