{"quotes": [{"lines": [{"text": "My heart has reached the crossroads of destiny.", "character": "Antea, Queen of the Amazons", "characterId": "nm0133521"}]}, {"lines": [{"text": "Immense and immortal was the strength of Hercules, like the world and the gods to whom he belonged... Yet from letter men he learned one eternal truth - that even the greatest strength carries within it a measure of mortal weaknes...", "character": null, "characterId": null}]}, {"lines": [{"text": "I've come a long way. Seeing you was worth it.", "character": "Ercole", "characterId": "nm0716302"}, {"text": "How simple men are. As though I were a plant or an animal. Still, I thank you, you know.", "character": "Iole, Daugher of Pelias", "characterId": "nm0466977"}, {"text": "I'm telling you the truth. Don't thank me for it.", "character": "Ercole", "characterId": "nm0716302"}]}, {"lines": [{"text": "I can't stand being superior. Let me experience the real things, love or hate.", "character": "Ercole", "characterId": "nm0716302"}, {"text": "Those are mortal states, Hercules.", "character": "The Sybil", "characterId": "nm0019145"}, {"text": "If it's my immortality making me unhappy, then I'll do without it.", "character": "Ercole", "characterId": "nm0716302"}, {"text": "That's dangerous, Hercules. Don't you know how foolish you'd be to renounce it? To be born a man and to see everything die is not to be immortal. Stay as you are. Be a god. Don't exchange immortality for fear, pain, and sorrow.", "character": "The Sybil", "characterId": "nm0019145"}]}, {"lines": [{"text": "In your arms, I found I was not a queen, but a real woman.", "character": "Antea, Queen of the Amazons", "characterId": "nm0133521"}]}, {"lines": [{"text": "No Jason, it's no use to go on torturing yourself. You'll never know who killed your father now Crion's dead.", "character": "Ercole", "characterId": "nm0716302"}, {"text": "I wanted so badly to get at the truth, but he would never tell me. He could read my thoughts, he felt my desire for revenge.", "character": "Jason", "characterId": "nm0591860"}, {"text": "And I see by the look in your eyes that your desire for revenge is bound to grow worse.", "character": "Ercole", "characterId": "nm0716302"}, {"text": "I feel it. The desire for revenge dominates all my thinking, but the assassin has no face and I don't know his name.", "character": "Jason", "characterId": "nm0591860"}]}, {"lines": [{"text": "I'll be going now, to my hiding place. As you promised, it was the only reward I got.", "character": "Eurysteus", "characterId": "nm0231572"}, {"text": "And the gold?", "character": "Pelias, King of Iolcus", "characterId": "nm0307995"}, {"text": "The gold? But you need light to see it well. It's like blood on my hands. Bloody, like your brother was.", "character": "Eurysteus", "characterId": "nm0231572"}]}, {"lines": [{"text": "All of you here in the arena? And have you all changed to his ways? Ha. Talk to the men, they speak only of Hercules.", "character": "Argos", "characterId": "nm0278495"}, {"text": "He's won their hearts. They won't listen to me. To my way of thinking, he could start them battling against their elders.", "character": "Laertes", "characterId": "nm0266885"}, {"text": "No, Laertes. Just watch Hercules, a born master of these things. If he could fight here, he could bring defeat to our enemies. Look at him, standing with Castor and Pollux. Deceit does not go with a man of such qualities.", "character": "Orpheus", "characterId": "nm0559818"}]}, {"lines": [{"text": "My father said you put strength ahead of everything, but I know you want us to use our forces only to serve our intelligence.", "character": "Ulysses", "characterId": "nm0031355"}, {"text": "And you are right. Alright. Now, you will stay by my side and I'll teach you to fight. But not only with your hands. And some day, your friends and enemies will honor you and name you the wise.", "character": "Ercole", "characterId": "nm0716302"}]}, {"lines": [{"text": "What's the matter? Why do you sit and stare at me like that?", "character": "Iole, Daugher of Pelias", "characterId": "nm0466977"}, {"text": "I don't know. So few women come this way.", "character": "Ercole", "characterId": "nm0716302"}, {"text": "And so?", "character": "Iole, Daugher of Pelias", "characterId": "nm0466977"}, {"text": "As long as your here, I might as well. I never saw a girl more beautiful.", "character": "Ercole", "characterId": "nm0716302"}]}, {"lines": [{"text": "Hercules was Chiron's close friend. He hasn't forgotten what's happened to him.", "character": "Eurysteus", "characterId": "nm0231572"}, {"text": "That took place years ago.", "character": "Pelias, King of Iolcus", "characterId": "nm0307995"}, {"text": "Hercules is honest. And honesty always finds the truth, even after many years. His purpose for coming here is to clear Chiron's name.", "character": "Eurysteus", "characterId": "nm0231572"}]}, {"lines": [{"text": "The sun is high already. You sleep too much.", "character": "Ercole", "characterId": "nm0716302"}, {"text": "The pleasures I enjoy must aggravate you, but it's early, so please don't start that eternal nagging just because I delayed the great Hercules.", "character": "Iphitus, Son of Pelias", "characterId": "nm0658051"}]}, {"lines": [{"text": "Don't you really want me to stay here, Ilole?", "character": "Ercole", "characterId": "nm0716302"}, {"text": "It doesn't matter, just so long as you'll be with me. Oh, if you said you didn't love me and we were parted. To move alone through that house, to hear what the people say. Do stay.", "character": "Iole, Daugher of Pelias", "characterId": "nm0466977"}]}, {"lines": [{"text": "No one requested you to go after the lion. If you hadn't be so headstrong, he would still be alive. The lion is vanquished. The parents of his victims feel grateful, I suppose. The danger is past them now. Their anger has lessened with their sorrow. But it can't placate me!", "character": "Pelias, King of Iolcus", "characterId": "nm0307995"}]}, {"lines": [{"text": "You want only your glory. You brought the gods' vengeance on my house. You'll atone for these things. You fought the lion. You'll pay for the things you believe in. You'll do as I order you to! And I swear no man will help you. I charge you to meet the Cretan Bull in battle and may the curse of the gods be upon you... until you pay for the blood of Iphitus.", "character": "Pelias, King of Iolcus", "characterId": "nm0307995"}]}, {"lines": [{"text": "That's very good, a fine jump. But next time, try to end up on your feet.", "character": "Ulysses", "characterId": "nm0031355"}, {"text": "I wanted you to notice me. I want to be like you, Hercules.", "character": "Ercole", "characterId": "nm0716302"}, {"text": "And you will, my boy, because you have a strong will.", "character": "Ulysses", "characterId": "nm0031355"}]}, {"lines": [{"text": "They've all become fanatics since Hercules arrived. They seem to worship nothing but strength.", "character": "Aesculapius, father of Jason", "characterId": "nm0743102"}, {"text": "Their studies are neglected for the glory of the arena. Isn't that so, Orpheus?", "character": "Laertes", "characterId": "nm0266885"}, {"text": "Yes Laertes, for the moment, poetry languishes. And my lyre will soon sing songs of nothing but heroes in battles.", "character": "Orpheus", "characterId": "nm0559818"}]}, {"lines": [{"text": "As the worm eats the fruit that matures, as men stalk their prey, he will come here for you. When you see the man, he will wear one sandal. Wait no longer! That man would slay you.", "character": "The Sybil", "characterId": "nm0019145"}]}, {"lines": [{"text": "Oh, father. How can you take stock in these oracles? And this one isn't even pretty.", "character": "The Sybil", "characterId": "nm0019145"}, {"text": "Destiny knows about all men, and when you're time comes, you two will know!", "character": "Iphitus, Son of Pelias", "characterId": "nm0658051"}, {"text": "You witch! Get away, you hear?", "character": "The Sybil", "characterId": "nm0019145"}, {"text": "They will speak no more. When someone angers the gods, they finish.", "character": "Iphitus, Son of Pelias", "characterId": "nm0658051"}]}, {"lines": [{"text": "I remember it now. I remember all that went on. Is it wrong to be as happy as I was then? But the gods won't answer that question. They turn from me when I ask.", "character": "Iole, Daugher of Pelias", "characterId": "nm0466977"}]}, {"lines": [{"text": "Better get back to Iolcos.", "character": "Ercole", "characterId": "nm0716302"}, {"text": "No, I want to enjoy the spectacle.", "character": "Iphitus, Son of Pelias", "characterId": "nm0658051"}, {"text": "Go away.", "character": "Ercole", "characterId": "nm0716302"}, {"text": "I want to see you battling a lion, not throwing a discus around.", "character": "Iphitus, Son of Pelias", "characterId": "nm0658051"}, {"text": "Your tongue is faster than your sword.", "character": "Ercole", "characterId": "nm0716302"}]}, {"lines": [{"text": "Why did Iphitus have to die? Answer me, Sybil. I cannot understand. I'm greatly confused. A man I could crush with one hand gives me an order. A woman humiliates me.", "character": "Ercole", "characterId": "nm0716302"}, {"text": "It is not you who is to blame, Hercules. Iphitus died simply because he was not meant to be king of Iolcos. Now the gods assign a new labor to you. They want you to go out and chance your fate against the Cretan Bull.", "character": "The Sybil", "characterId": "nm0019145"}, {"text": "Enough. I'm tired of doing all of these senseless things for the gods. When will I be worthy in the eyes of the gods?", "character": "Ercole", "characterId": "nm0716302"}, {"text": "The hour of your fate is nearing. Don't rebel against it.", "character": "The Sybil", "characterId": "nm0019145"}]}]}