{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "What came first, the music or the misery? People worry about kids playing with guns, or watching violent videos, that some sort of culture of violence will take them over. Nobody worries about kids listening to thousands, literally thousands of songs about heartbreak, rejection, pain, misery and loss. Did I listen to pop music because I was miserable? Or was I miserable because I listened to pop music?", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "That other girl, or other women, whatever... I mean, I was thinking that they're just fantasies. You know? And they always seem really great because there's never any problems. And if there are, they're cute problems like, you know, we bought each other the same Christmas present, or she wants to go see a movie that I've already seen, you know? And then I come home, and you and I have real problems... and you don't even want to see the movie I want to see, period. There's no lingerie and...", "character": "Rob", "characterId": "nm0000131"}, {"text": "I have lingerie!", "character": "Laura", "characterId": "nm0005013"}, {"text": "Yes, you do. You have great lingerie, but you also have the cotton underwear that's been washed a thousand times, and it's hanging on the thing and, and they have it too! It's just I don't have to see it because it's not in the fantasy. Do you understand? I'm tired of the fantasy because it doesn't really exist. And there are never really any surprises, and it never really...", "character": "Rob", "characterId": "nm0000131"}, {"text": "Delivers?", "character": "Laura", "characterId": "nm0005013"}, {"text": "Delivers. Right. And I'm tired of it. And I'm tired of everything else, for that matter. But I don't ever seem to get tired of you.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "I can see now I never really committed to Laura. I always had one foot out the door, and that prevented me from doing a lot of things, like thinking about my future and... I guess it made more sense to commit to nothing, keep my options open. And that's suicide. By tiny, tiny increments.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "Top five things I miss about Laura. One; sense of humor. Very dry, but it can also be warm and forgiving. And she's got one of the best all time laughs in the history of all time laughs, she laughs with her entire body. Two; she's got character. Or at least she had character before the Ian nightmare. She's loyal and honest, and she doesn't even take it out on people when she's having a bad day. That's character.", "character": "Rob", "characterId": "nm0000131"}, {"text": "[holds up three fingers]", "character": null, "characterId": null}, {"text": "Three;", "character": "Rob", "characterId": "nm0000131"}, {"text": "[long pause, hesitantly]", "character": null, "characterId": null}, {"text": "I miss her smell, and the way she tastes. It's a mystery of human chemistry and I don't understand it, some people, as far as their senses are concerned, just feel like home.", "character": "Rob", "characterId": "nm0000131"}, {"text": "[shakes his head, recollecting, then looks back and lip synchs 'four' while holds up four fingers]", "character": null, "characterId": null}, {"text": "I really dig how she walks around. It's like she doesn't care how she looks or what she projects and it's not that she doesn't care it's just, she's not affected I guess, and that gives her grace. And five; she does this thing in bed when she can't get to sleep, she kinda half moans and then rubs her feet together an equal number of times... it just kills me. Believe me, I mean, I could do a top five things about her that drive me crazy but it's just your garden variety women you know, schizo stuff and that's the kind of thing that got me here.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "Sometimes I got so bored of trying to touch her breast that I would try to touch her between her legs. It was like trying to borrow a dollar, getting turned down, and asking for 50 grand instead.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "The making of a great compilation tape, like breaking up, is hard to do and takes ages longer than it might seem. You gotta kick off with a killer, to grab attention. Then you got to take it up a notch, but you don't wanna blow your wad, so then you got to cool it off a notch. There are a lot of rules. Anyway... I've started to make a tape... in my head... for Laura. Full of stuff she likes. Full of stuff that make her happy. For the first time I can sort of see how that is done.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "...I agreed that what really matters is what you like, not what you are like... Books, records, films - these things matter. Call me shallow but it's the fuckin' truth, and by this measure I was having one of the best dates of my life.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "I can't fire them. I hired these guys for three days a week and they just started showing up every day. That was four years ago.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "I will now sell five copies of \"The Three EPs\" by The Beta Band.", "character": "Rob Gordon", "characterId": "nm0000131"}, {"text": "Go for it.", "character": "Dick", "characterId": "nm0521974"}, {"text": "[Rob plays the record]", "character": null, "characterId": null}, {"text": "Who is this?", "character": "Beta Band Customer", "characterId": "nm0642253"}, {"text": "The Beta Band.", "character": "Rob Gordon", "characterId": "nm0000131"}, {"text": "It's good.", "character": "Beta Band Customer", "characterId": "nm0642253"}, {"text": "I know.", "character": "Rob Gordon", "characterId": "nm0000131"}]}, {"lines": [{"text": "Should I bolt every time I get that feeling in my gut when I meet someone new? Well, I've been listening to my gut since I was 14 years old, and frankly speaking, I've come to the conclusion that my guts have shit for brains.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "She didn't make me miserable, or anxious, or ill at ease. You know, it sounds boring, but it wasn't. It wasn't spectacular either. It was just good. But really good.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "Get your patchouli stink outta my store.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "Do you have Soul?", "character": null, "characterId": null}, {"text": "That all depends.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "I wanna date a musician.", "character": "Barry", "characterId": "nm0085312"}, {"text": "I wanna live with a musician. She'd write songs at home and ask me what I thought of them, and maybe even include one of our little private jokes in the liner notes.", "character": "Rob Gordon", "characterId": "nm0000131"}, {"text": "Maybe a little picture of me in the liner notes.", "character": "Barry", "characterId": "nm0085312"}, {"text": "Just in the background somewhere.", "character": "Dick", "characterId": "nm0521974"}]}, {"lines": [{"text": "If you *really* wanted to screw me up, you should've gotten to me earlier.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "I don't have that record... I'll buy it for forty.", "character": "Louis", "characterId": "nm0246373"}, {"text": "Sold.", "character": "Rob", "characterId": "nm0000131"}, {"text": "Now why would you sell it to me and not to him?", "character": "Louis", "characterId": "nm0246373"}, {"text": "Because you're not a geek, Louis.", "character": "Barry", "characterId": "nm0085312"}, {"text": "You guys are snobs.", "character": "Louis", "characterId": "nm0246373"}, {"text": "No, we're not.", "character": "Dick", "characterId": "nm0521974"}, {"text": "Yeah, seriously, you're totally elitist. You feel like the unappreciated scholars, so you shit onto people who know lesser than you.", "character": "Louis", "characterId": "nm0246373"}, {"text": "No!", "character": "Rob", "characterId": "nm0000131"}, {"text": "Which is everybody...", "character": "Louis", "characterId": "nm0246373"}, {"text": "Yeah...", "character": "Rob", "characterId": "nm0000131"}, {"text": "That's so sad.", "character": "Louis", "characterId": "nm0246373"}]}, {"lines": [{"text": "It made sense to pool our collective loathing for the opposite sex, and while we were at it, you get to share a bed with somebody at the same time. We were frightened of being left alone for the rest of our lives. Only people of a certain disposition are frightened of being alone for the rest of their lives at the age of 26, and we were of that disposition.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "I guess it looks as if you're reorganizing your records. What is this though? Chronological?", "character": "Dick", "characterId": "nm0521974"}, {"text": "No...", "character": "Rob", "characterId": "nm0000131"}, {"text": "Not alphabetical...", "character": "Dick", "characterId": "nm0521974"}, {"text": "Nope...", "character": "Rob", "characterId": "nm0000131"}, {"text": "What?", "character": "Dick", "characterId": "nm0521974"}, {"text": "Autobiographical.", "character": "Rob", "characterId": "nm0000131"}, {"text": "No fucking way.", "character": "Dick", "characterId": "nm0521974"}]}, {"lines": [{"text": "[performing at the record release party]\nRob, thank you for that kind introduction. We're no longer called Sonic Death Monkey. We're on the verge of becoming Kathleen Turner Overdrive, but just for tonight, we are Barry Jive and his Uptown Five.", "character": "Barry", "characterId": "nm0085312"}]}, {"lines": [{"text": "Listen, Rob, would you have sex with me? Because I want to feel something else than this. It either that, or I go home and put my hand in the fire. Unless you want to stub cigarettes out on my arm.", "character": "Laura", "characterId": "nm0005013"}, {"text": "No. I only have a few left, I've been saving them for later.", "character": "Rob", "characterId": "nm0000131"}, {"text": "Right. It'll have to be sex, then.", "character": "Laura", "characterId": "nm0005013"}, {"text": "Right. Right.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "It would be nice to think that since I was 14, times have changed. Relationships have become more sophisticated. Females less cruel. Skins thicker. Instincts more developed. But there seems to be an element of that afternoon in everything that's happened to me since. All my romantic stories are a scrambled version of that first one.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "[Rob turns off Barry's tape]", "character": null, "characterId": null}, {"text": "OK, buddy, uh, I was just tryin' to cheer us up so go ahead. Put on some old sad bastard music, see if I care.", "character": "Barry", "characterId": "nm0085312"}, {"text": "I don't wanna hear old sad bastard music, Barry, I just want something I can ignore.", "character": "Rob", "characterId": "nm0000131"}, {"text": "Here's the thing. I made that tape special for today. My special Monday morning for *you*... special.", "character": "Barry", "characterId": "nm0085312"}, {"text": "Well, it's fuckin' Monday afternoon! You should get out of bed earlier!", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "Charlie, you fucking bitch. Let's work it out.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "Hi, do you have the song \"I Just Called To Say I Love You?\" It's for my daughter's birthday.", "character": "Barry's Customer", "characterId": "nm0847822"}, {"text": "Yea we have it.", "character": "Barry", "characterId": "nm0085312"}, {"text": "Great, Great, can I have it?", "character": "Barry's Customer", "characterId": "nm0847822"}, {"text": "No, no, you can't.", "character": "Barry", "characterId": "nm0085312"}, {"text": "Why not?", "character": "Barry's Customer", "characterId": "nm0847822"}, {"text": "Well, it's sentimental tacky crap. Do we look like the kind of store that sells I Just Called to Say I Love You? Go to the mall.", "character": "Barry", "characterId": "nm0085312"}]}, {"lines": [{"text": "I want more, I wanna see the others on the big top-five. I want to see Penny and Charlie and Sarah, all of them. You know? Just see 'em and talk to 'em. You know, like a Bruce Springsteen song.", "character": "Rob", "characterId": "nm0000131"}, {"text": "You call, you ask them how they are and see if they've forgiven you.", "character": "Bruce Springsteen", "characterId": "nm0819803"}, {"text": "Yeah, and then I feel good. And they feel good.", "character": "Rob", "characterId": "nm0000131"}, {"text": "They'd feel good, maybe. But you feel better.", "character": "Bruce Springsteen", "characterId": "nm0819803"}, {"text": "I'd feel clean and calm.", "character": "Rob", "characterId": "nm0000131"}, {"text": "That's what you're looking for, you know, get ready to start again. It'd be good for you.", "character": "Bruce Springsteen", "characterId": "nm0819803"}, {"text": "Great, even.", "character": "Rob", "characterId": "nm0000131"}, {"text": "Give that big final good luck and goodbye to your all time top-five and just move on down the road.", "character": "Bruce Springsteen", "characterId": "nm0819803"}, {"text": "Good luck, Goodbye. Thanks, Boss.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "How about the Jesus and Mary Chain?", "character": "Barry", "characterId": "nm0085312"}, {"text": "They always seemed...", "character": "Barry's Customer", "characterId": "nm0847822"}, {"text": "They always seemed what? They always seemed really great is what they always seemed. They picked up where your precious Echo left off, and you're sitting around complaining about no more Echo albums. I can't believe you don't own this fucking record. (tosses the record to the customer and walks away) That's insane. Jesus.", "character": "Barry", "characterId": "nm0085312"}]}, {"lines": [{"text": "Top 5 songs about death. A Laura's Dad tribute list, okay? Okay. Leader of the Pack. The guy fuckin' beefs it on his motorcycle and dies, right? Dead Man's Curve. Jan & Dean.", "character": "Barry", "characterId": "nm0085312"}, {"text": "Do you know that right after they recorded that song Jan himself crashed his car...", "character": "Dick", "characterId": "nm0521974"}, {"text": "It was Dean you fuckin' idiot...", "character": "Barry", "characterId": "nm0085312"}, {"text": "It was Jan. It was a long time after the song.", "character": "Rob", "characterId": "nm0000131"}, {"text": "Okay, whatever. Tell Laura I Love Her. That would bring the house down - Laura's Mom could sing it. You know what I'd want? One Step Beyond by Madness. And, uh, You Can't Always Get What You Want.", "character": "Barry", "characterId": "nm0085312"}, {"text": "No. Immediate disqualification because of its involvement with The Big Chill.", "character": "Dick", "characterId": "nm0521974"}, {"text": "Oh God. You're right!", "character": "Barry", "characterId": "nm0085312"}, {"text": "Wreck of the Edmund Fitzgerald - Gordon Lightfoot.", "character": "Dick", "characterId": "nm0521974"}, {"text": "You bastard! That's so good - that should have been mine... The night Laura's daddy died. Sha na na na na na na na na! Brother what a night it really was. Mother what a night it really... angina's tough! Glory be!", "character": "Barry", "characterId": "nm0085312"}]}, {"lines": [{"text": "She LIKED me. She liked ME. SHE like me... At least I think she did.", "character": "Rob Gordon", "characterId": "nm0000131"}]}, {"lines": [{"text": "Look at these. I used to dream I'd be surrounded by exotic women's underwear forever and ever. Now I know they just save their best pairs for the nights they know they're going to sleep with somebody.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "I never thought I'd say this, but can I go work now?", "character": "Barry", "characterId": "nm0085312"}]}, {"lines": [{"text": "It was as if breasts were little pieces of property that had been unlawfully annexed by the opposite sex. They were rightfully ours and we wanted them back.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "How does he do it, you ask. How does", "character": "Rob", "characterId": "nm0000131"}, {"text": "[stops, whispers]", "character": null, "characterId": null}, {"text": "how does an average guy like me become the number one lover-man in his particular postal district? He's grumpy, he's broke, he hangs out with the musical moron twins...", "character": "Rob", "characterId": "nm0000131"}, {"text": "[shrugs]", "character": null, "characterId": null}]}, {"lines": [{"text": "Liking both Marvin Gaye and Art Garfunkel is like supporting both the Israelis and the Palestinians.", "character": "Rob", "characterId": "nm0000131"}, {"text": "No, it's really not, Rob. You know why? Because Marvin Gaye and Art Garfunkel make pop records.", "character": "Laura", "characterId": "nm0005013"}, {"text": "Made. Made. Marvin Gaye is dead. His father shot him.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "I'm too tired not to be with you.", "character": "Laura", "characterId": "nm0005013"}, {"text": "What, so if you had a bit more energy we'd stay split up, but things being as they are, with you being wiped out and all, you want to get back together? Is that it?", "character": "Rob", "characterId": "nm0000131"}, {"text": "Yeah.", "character": "Laura", "characterId": "nm0005013"}]}, {"lines": [{"text": "Rob, I'm telling you this for your own good, that's the worst fuckin' sweater I've ever seen, that's a Cosby sweater.", "character": "Barry", "characterId": "nm0085312"}, {"text": "[Imitating Cosby]", "character": null, "characterId": null}, {"text": "A Cosssssssby sweater. Did Laura let you leave the house like that?", "character": "Barry", "characterId": "nm0085312"}]}, {"lines": [{"text": "Holy shite. What the fuck is that?", "character": "Barry", "characterId": "nm0085312"}, {"text": "It's the new Belle and Sebastian...", "character": "Dick", "characterId": "nm0521974"}, {"text": "It's a record we've been listening to and enjoying, Barry.", "character": "Rob", "characterId": "nm0000131"}, {"text": "Well, that's unfortunate, because it sucks ass.", "character": "Barry", "characterId": "nm0085312"}]}, {"lines": [{"text": "is it in fact unfair to criticize a formerly great artist for his latter day sins, is it better to burn out or fade away?", "character": "Barry", "characterId": "nm0085312"}]}, {"lines": [{"text": "Hey, I'm not the smartest guy in the world, but I'm certainly not the dumbest. I mean, I've read books like \"The Unbearable Lightness of Being\" and \"Love in the Time of Cholera\", and I think I've understood them. They're about girls, right? Just kidding. But I have to say my all-time favorite book is Johnny Cash's autobiography \"Cash\" by Johnny Cash.", "character": "Rob Gordon", "characterId": "nm0000131"}]}, {"lines": [{"text": "What, fucking, Ian guy?", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "Let 'em riot. We're Sonic-fuckin'-Death Monkey.", "character": "Barry", "characterId": "nm0085312"}]}, {"lines": [{"text": "John Dillinger was killed behind that theater in a hale of FBI gunfire. And do you know who tipped them off? His fucking girlfriend. All he wanted to do was go to the movies.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "Alison Ashmore; Penny Hardwick; Jackie Alden; Charlie Nicholson; and Sarah Kendrew. Those were the ones that really hurt. Can you see your name on that list, Laura? Maybe you'd sneak into the top ten. But there's just no room for you in the top five, sorry. Those places are reserved for the kind of humiliation and heartbreak you're just not capable of delivering.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "I could've wound up having sex back there. And what better way to exorcise rejection demons than to screw the person who rejected you, right? But you wouldn't be sleeping with a person, you'd be sleeping with the whole sad, single-person culture. It'd be like sleeping with Talia Shire in Rocky if you weren't Rocky.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "I was jealous of other men in her design department. I became convinced that she was going to leave me for one of them. Then she left me for one of them.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "Why'd you have to tell her about the store?", "character": "Rob", "characterId": "nm0000131"}, {"text": "Oh, I'm sorry, I didn't know it was classified information. I mean, I know we don't have any customers, but I thought that was a bad thing, not like, a business strategy", "character": "Barry", "characterId": "nm0085312"}, {"text": "[smacks Rob]", "character": null, "characterId": null}]}, {"lines": [{"text": "What if I was doing something that can't be cancelled?", "character": "Rob", "characterId": "nm0000131"}, {"text": "Rob, what are you ever doing that can't be cancelled?", "character": "Laura", "characterId": "nm0005013"}]}, {"lines": [{"text": "Now, the making of a good compilation tape is a very subtle art. Many do's and don'ts. First of all you're using someone else's poetry to express how you feel. This is a delicate thing.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "[Liz storms in]", "character": null, "characterId": null}, {"text": "Hey, Liz.", "character": "Rob", "characterId": "nm0000131"}, {"text": "[calm]\nHi, Rob...", "character": "Liz", "characterId": "nm0000349"}, {"text": "[screams]", "character": null, "characterId": null}, {"text": "You fucking asshole!", "character": "Liz", "characterId": "nm0000349"}, {"text": "[beat, Liz walks out the store, Barry's in the corner, stares]", "character": null, "characterId": null}, {"text": "Hi, Barry.", "character": "Liz", "characterId": "nm0000349"}]}, {"lines": [{"text": "I lost it. I lost it all- faith, dignity... about 15 pounds.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "Marie de Salle's playing. You remember I told you about her. I like her. She's kind of Sheryl Crow-ish crossed with a post-Partridge Family pre-L.A. Law Susan Dey kind of thing, but, you know, uh, black.", "character": "Dick", "characterId": "nm0521974"}]}, {"lines": [{"text": "[while Marie de Salle is singing \"Baby I Love Your Way\"]", "character": null, "characterId": null}, {"text": "I used to hate this song.", "character": "Rob Gordon", "characterId": "nm0000131"}, {"text": "Yeah.", "character": "Barry", "characterId": "nm0085312"}, {"text": "Now I kinda like it.", "character": "Rob Gordon", "characterId": "nm0000131"}, {"text": "Yeah.", "character": "Barry", "characterId": "nm0085312"}]}, {"lines": [{"text": "Don't tell anyone you don't own \"Blonde on Blonde\". It's gonna be okay.", "character": "Barry", "characterId": "nm0085312"}]}, {"lines": [{"text": "[Rob has just placed \"Smells Like Teen Spirit\" on a top five list]", "character": null, "characterId": null}, {"text": "Oh, that's not obvious enough Rob. How about the Beatles? Or fucking... fucking Beethoven? Side one, Track one of the Fifth Symphony... How can someone with no interest in music own a record store?", "character": "Barry", "characterId": "nm0085312"}]}, {"lines": [{"text": "So you've got a list here of 5 things you'd do if qualifications and time and history and salary were no object.", "character": "Laura", "characterId": "nm0005013"}, {"text": "Yeah.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "I get by because of the people who make a special effort to shop here - mostly young men - who spend all their time looking for deleted Smith singles and original, not rereleased - underlined - Frank Zappa albums. Fetish properties are not unlike porn. I'd feel guilty taking their money, if I wasn't... well... kinda one of them.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "[pauses]\nIs that Peter fucking Frampton?", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "And If I want to find the song \"Landslide\" by Fleetwood Mac I have to remember that I bought it for someone in the fall of 1983 pile, but didn't give it to them for personal reasons.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "All I'm saying is, you have to allow for things to happen to people, but most of all to yourself. And you don't Bob, so what's the use?", "character": "Laura", "characterId": "nm0005013"}]}, {"lines": [{"text": "You think sex is a basic human right?", "character": "Rob", "characterId": "nm0000131"}, {"text": "Hell yeah, yeah.", "character": "Marie De Salle", "characterId": "nm0000956"}]}, {"lines": [{"text": "Just c'mon. What would it mean to you, that sentence - \"I haven't seen Evil Dead II, yet\"?", "character": "Rob", "characterId": "nm0000131"}, {"text": "once with Laura - Oops! - and once with me and Dick, remember? We had that conversation about the guy making Beretta shotgun ammunition offscreen in the 14th century.", "character": "Barry", "characterId": "nm0085312"}]}, {"lines": [{"text": "The two to on my top five all-time break up list was Penny Hardwick.", "character": "Rob", "characterId": "nm0000131"}, {"text": "Penny was great looking and her top five recording artists were Carly Simon, Carole King, James Taylor, Cat Stevens and Elton John.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "All three of us writers, we all experience music autobiographically.", "character": "Rob Gordon", "characterId": "nm0000131"}, {"text": "I think a lot of people do.", "character": "Rob Gordon", "characterId": "nm0000131"}, {"text": "So I'll have certain songs that mark certain times in our life and I think we're not rare that way.", "character": "Rob Gordon", "characterId": "nm0000131"}, {"text": "Like I'll use music as fuel, you know?", "character": "Rob Gordon", "characterId": "nm0000131"}, {"text": "Not like as inspiration but as fuel like if I need to get into a certain mindset I know there's certain songs that I can turn on that'll just... that's the gas and that'll get me right where I need to go.", "character": "Rob Gordon", "characterId": "nm0000131"}, {"text": "Or if I need to get out of a certain state put on this song or that song and it just propels you.", "character": "Rob Gordon", "characterId": "nm0000131"}]}, {"lines": [{"text": "[Rob's mother starts to cry after Rob tells her over the phone that he and Laura have broken up]\nI'm okay if that's what's upsetting you...", "character": "Rob Gordon", "characterId": "nm0000131"}, {"text": "That is NOT what's upsetting me!", "character": "Rob's Mom", "characterId": "nm0871458"}, {"text": "[Sharply]\nWell it fuckin' should be, shouldn't it?", "character": "Rob Gordon", "characterId": "nm0000131"}]}, {"lines": [{"text": "[Discussing his break-up with Laura while on the phone with his mom]\nLaura didn't even want to get married. That's not what happens now.", "character": "Rob", "characterId": "nm0000131"}, {"text": "[exasperated]\nOh, I don't know what happens now, except you meet a girl, you move in, she goes! You meet a girl, you move in, SHE GOES!", "character": "Rob's Mom", "characterId": "nm0871458"}, {"text": "Aw, SHUT UP, MOM!", "character": "Rob", "characterId": "nm0000131"}, {"text": "[Slams the phone receiver down, then muttering]", "character": null, "characterId": null}, {"text": "God damn, that's some cold shit!", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "[From a deleted scene]\nBarry, you're over 30 years old. You owe it to yourself, to your friends, to your parents, NOT to play in a band called Sonic Death Monkey!", "character": "Rob", "characterId": "nm0000131"}, {"text": "I owe it to myself to go RIGHT to the edge, Rob! And this band does exactly that. Over the edge, in fact!", "character": "Barry", "characterId": "nm0085312"}, {"text": "Well, you'll be going right over the fucking edge if you come anywhere near me on Friday night!", "character": "Rob", "characterId": "nm0000131"}, {"text": "reaction! Hey, this was Laura's idea, not mine, buddy. And if Laura's bourgeois lawyer friends can't take it, FUCK them. Let 'em riot, we can take it! We're fuckin' Sonic Death Monkey.", "character": "Barry", "characterId": "nm0085312"}]}, {"lines": [{"text": "I... I was crazy about you. I wanted to sleep with you, one day, but not when I was 16. When you broke up with me - YOU broke up with ME - because I was, to use your charming expression, \"tight,\" I cried, and I cried, and I hated you, and when that little shitbag asked me out and I was too tired to fight him off, it wasn't rape, because I said \"OK,\" but it wasn't far off! Do you know I couldn't have sex until after college because I hated it so much? That's when you're supposed to have sex, Rob - in college! And now you want to have a little chat about rejection, well fuck you, Rob!", "character": "Penny Hardwick", "characterId": "nm0141710"}, {"text": "[gets up and leaves]", "character": null, "characterId": null}, {"text": "[stunned silence, seemingly chastised]\nGod, she's right. I broke up with her, I rejected her... that's ANOTHER one I don't have to worry about. I should have done this years ago!", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "\"Many Rivers to Cross\" by Jimmy Cliff, \"Angel\" by Aretha Franklin, and I've always had this fantasy that some beautiful, tearful woman would insist on \"You're the Best Thing That Ever Happened to Me\" by Gladys Knight. But who would that woman be?", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "[lying in bed imagining the scene]\nYou are as abandoned and noisy as any character in a porn film, Laura. You are Ian's plaything, responding to his touch with shrieks of orgasmic delight. No woman in the history of the world is having better sex than sex you are having with Ian... in my head.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "Where's Ian? Or Ray, or... what is his fucking name, anyway? What do you call him, Ian or Ray?", "character": "Rob", "characterId": "nm0000131"}, {"text": "Ray. I hate Ian.", "character": "Laura", "characterId": "nm0005013"}, {"text": "I hate him too.", "character": "Rob", "characterId": "nm0000131"}, {"text": "Yeah... I'm sure.", "character": "Laura", "characterId": "nm0005013"}]}, {"lines": [{"text": "[preparing to have sex with Rob in a car]\nI knew there was a reason I wore a skirt today.", "character": "Laura", "characterId": "nm0005013"}]}, {"lines": [{"text": "Marvin Gaye.", "character": "Rob", "characterId": "nm0000131"}, {"text": "I know.", "character": "Laura", "characterId": "nm0005013"}, {"text": "Let's get it on. That's our song. Marvin Gaye is responsible for our entire relationship.", "character": "Rob", "characterId": "nm0000131"}, {"text": "Oh, is that so? I'd like a word with him then.", "character": "Laura", "characterId": "nm0005013"}]}, {"lines": [{"text": "Some people never got over Vietnam or the night their band opened for Nirvana. I guess I never got over Charlie.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "Hey, it's half past a monkey's ass, let's get out of here.", "character": "Barry", "characterId": "nm0085312"}, {"text": "Um, I can't meet you guys at the club tonight.", "character": "Dick", "characterId": "nm0521974"}, {"text": "Why?", "character": "Barry", "characterId": "nm0085312"}, {"text": "[Dick smiles]", "character": null, "characterId": null}, {"text": "Who are you going to see?", "character": "Barry", "characterId": "nm0085312"}, {"text": "[grins bashfully]\nNobody.", "character": "Dick", "characterId": "nm0521974"}, {"text": "Rob! Loooky-looky! Dick, are you gettin' some?", "character": "Barry", "characterId": "nm0085312"}, {"text": "[Dick pauses]", "character": null, "characterId": null}, {"text": "Oh-ho-ho! Un-fucking-believable! Dick's got a hot date! How did this happen, Dick? What logical explanation can can there possibly be? What's her name?", "character": "Barry", "characterId": "nm0085312"}, {"text": "Annaugh.", "character": "Dick", "characterId": "nm0521974"}, {"text": "Anna? Anna what? Anna Conda?", "character": "Barry", "characterId": "nm0085312"}, {"text": "Annaugh Moss.", "character": "Dick", "characterId": "nm0521974"}, {"text": "[laughing]\nAnna M-ha-ha-oss? Is she all green and fuzzy and mossy? And you met this bruiser where exactly? The home for the mentally challenged or the blind or the bus station?", "character": "Barry", "characterId": "nm0085312"}, {"text": "Um, here. She asked me about the new Green Day album, and I told her...", "character": "Dick", "characterId": "nm0521974"}, {"text": "Oh, man, finally! *Anna!* That's great, Dick! Really! Smoke that ass!", "character": "Barry", "characterId": "nm0085312"}]}, {"lines": [{"text": "What's the name of your label?", "character": "Vince", "characterId": "nm0716854"}, {"text": "Top Five Records.", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "kissed me on the bench, kissed Kevin on the bench - MARRIED Kevin. This is great! This has got nothing to do with me! This is fate, this is destiny; it is beyond my control, beyond my fault. I love this!", "character": "Rob", "characterId": "nm0000131"}]}, {"lines": [{"text": "[referring to Ian]\nI didn't like the guy before, but I fucking hate him now.", "character": "Rob", "characterId": "nm0000131"}]}]}