{"quotes": [{"lines": [{"text": "Without struggle, there is no progress. (quoting Frederick Douglas)", "character": "Professor Phipps", "characterId": "nm0000401"}]}, {"lines": [{"text": "How would you feel if I came in your room and I started playing my music.", "character": "Remy", "characterId": "nm0001650"}, {"text": "I wouldn't feel nothing. 'Cause it'd never happen.", "character": "Fudge", "characterId": "nm0001084"}, {"text": "Why not?", "character": "Remy", "characterId": "nm0001650"}, {"text": "'Cause I'll whoop your ass. That's why.", "character": "Fudge", "characterId": "nm0001084"}]}, {"lines": [{"text": "[Remy is holding his roommate and Malik at gunpoint]", "character": null, "characterId": null}, {"text": "Fuck all you damn Jews and Niggers! You stick together, don't you! You stick together to work against ME, the Pure White Christian Man! Don't you know he controls you, nigger? You're nothing without him. You're NOTHING! You're NOTHING! You're a SLAVE! I'll fucking take my fucking belt off, man, and I'll make you my fucking MONKEY!", "character": "Remy", "characterId": "nm0001650"}, {"text": "[to David]\nGet on the floor.", "character": "Remy", "characterId": "nm0001650"}, {"text": "Remy, please.", "character": "David Isaacs", "characterId": "nm0004965"}, {"text": "ON THE FLOOR! You're not white! You're Jewish! You're NOTHING! You're not me. I'm the man! I'm the man!", "character": "Remy", "characterId": "nm0001650"}, {"text": "[to Malik]\nDirty Nigger! What do you have to say now!", "character": "Remy", "characterId": "nm0001650"}, {"text": "[cocks the gun]", "character": null, "characterId": null}, {"text": "I ain't playin' with you. What do you have to say now! Huh! Mr. Fucking Hot Shot APE! You're NOTHING! Mal-lick! You're NOTHING! You're DEAD! YOU'RE *DEAD*!", "character": "Remy", "characterId": "nm0001650"}, {"text": "[Remy starts packing while still holding the gun]", "character": null, "characterId": null}, {"text": "Don't move, fucker.", "character": "Remy", "characterId": "nm0001650"}, {"text": "[Remy finishes packing]", "character": null, "characterId": null}, {"text": "You're gonna die. That's right, you're gonna die. You're ALL gonna die. You're gonna DIE, MONKEY!", "character": "Remy", "characterId": "nm0001650"}]}, {"lines": [{"text": "[after Malik referred to him as a \"sell-out\"]", "character": null, "characterId": null}, {"text": "So, Mr. Williams thinks I am an Uncle Tom, hmmm? Well, well, well. What does that have to do with your ability to place a comma in its proper place or put a period at the end of a sentence, hmmm?", "character": "Professor Phipps", "characterId": "nm0000401"}]}, {"lines": [{"text": "Your own presence should be motivation enough.", "character": "Professor Phipps", "characterId": "nm0000401"}]}, {"lines": [{"text": "As a black man in America, my stress comes from everywhere. Recognize. Take a look around you. Look at this, Columbus, it disgusts me. Fool wasn't nothin' but a thief, mass murder. He done slaughtered millions of native Americans, and we done got a holiday and university named after his honor.", "character": "Malik", "characterId": "nm0004898"}]}, {"lines": [{"text": "[Referring to the Frederick Douglass book Malik is borrowing]\nRead it for yourself, and not for some damn class.", "character": "Fudge", "characterId": "nm0001084"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "Peppermint?", "character": "Professor Phipps", "characterId": "nm0000401"}]}, {"lines": [{"text": "One's primary purpose at university level is to learn how to think.", "character": "Professor Phipps", "characterId": "nm0000401"}]}, {"lines": [{"text": "Look, um... why don't I stay with you tonight? We could stay up and talk...", "character": "Kristen Connor", "characterId": "nm0001785"}, {"text": "Are you sure you're ready for that? Don't do it, just cause your fascinated. I want you to be sure.", "character": "Taryn", "characterId": "nm0000124"}]}, {"lines": [{"text": "[Malik confronts Remy at the door of his room]", "character": null, "characterId": null}, {"text": "Remy is it? Man, I gotta admit you've been really polite by staying out of my way. But you ain't been honest. See I figure, it's not what a person says it's what they think. So in my mind, you've been walking around here calling me a nigger in you head. Am I right?", "character": "Malik Williams", "characterId": "nm0004898"}, {"text": "I got nothing to say to you man.", "character": "Remy", "characterId": "nm0001650"}, {"text": "[Remy tries to close the door, Malik forces it open]", "character": null, "characterId": null}, {"text": "Oh, I think you do! You want to say what you feel don't you? You think I'm a nigger? You be a man and call me one to my face!", "character": "Malik Williams", "characterId": "nm0004898"}, {"text": "[after a few moments of silence, Malik psyches Remy out]", "character": null, "characterId": null}, {"text": "I thought so. You're just a punk-ass white boy... with a fucked-up haircut. Bitch.", "character": "Malik Williams", "characterId": "nm0004898"}]}, {"lines": [{"text": "[Malik confronts Remy after Remy shoots DÈja]", "character": null, "characterId": null}, {"text": "This is MY world! This is MY country! This is MY WORLD! You're nothing but a monkey. Look at me! I'm the man! I'm the man! You're NOTHING! You can't hurt me.", "character": "Remy", "characterId": "nm0001650"}, {"text": "FUCK YOU!", "character": "Malik Williams", "characterId": "nm0004898"}, {"text": "[Malik grabs Remy by the throat and starts choking him to death]", "character": null, "characterId": null}, {"text": "God, I fucking HATE you! You're gonna DIE! You DEAD! You're gonna DIE!", "character": "Malik Williams", "characterId": "nm0004898"}, {"text": "[Malik continues to choke Remy until Campus Security forces him off]", "character": null, "characterId": null}]}, {"lines": [{"text": "Hey, um... listen. Me and some of my buddies over there are gonna go down to his bar down on corner for a drink. You wanna come along?", "character": "Scott Moss", "characterId": "nm0369513"}, {"text": "Huh?", "character": "Remy", "characterId": "nm0001650"}, {"text": "I said me and my buddies are going to get a drink. Do you want to come along?", "character": "Scott Moss", "characterId": "nm0369513"}, {"text": "[stands up]\nWhat are you? Some kind of queer?", "character": "Remy", "characterId": "nm0001650"}, {"text": "What? What is that? What are you talking about?", "character": "Scott Moss", "characterId": "nm0369513"}, {"text": "[pushes Scott]\nI should kick your ass! Making the moves on me.", "character": "Remy", "characterId": "nm0001650"}, {"text": "First, don't ever touch me again. Because I will beat you to the fucking ground, boy! Second, I ain't no faggot. I just wanted to know if you wannted to come get a drink with me and my friends. That's all.", "character": "Scott Moss", "characterId": "nm0369513"}, {"text": "Oh. I'm sorry, man. This is a new city, new place... my first time away from home and I don't know anyone here. Please don't kick my ass. I didn't know. I overreacted.", "character": "Remy", "characterId": "nm0001650"}, {"text": "That's okay. I understand. Look... why don't we just forget about this and come have a drink with my and my friends? There's this bar down on the corner where we can get a drink, hang out with some good people, and talk. Come on. Get your books and come with me. We're young, we're white, we live in America. What more do you want?", "character": "Scott Moss", "characterId": "nm0369513"}, {"text": "[as he gets his textbooks]\nWhat was that?", "character": "Remy", "characterId": "nm0001650"}, {"text": "I said we're young, we're white, we live in America. What more do you want?", "character": "Scott Moss", "characterId": "nm0369513"}]}, {"lines": [{"text": "Those persons whose names were called, and whom are standing, the university has instructed me to inform you that your financial bill as of yet has not been paid. You may leave and settle your debts. However, you may not return to this course until you have done so. There are \"no\" handouts in the free world. And appropriately, none in my course. Thank you, and good day.", "character": "Professor Phipps", "characterId": "nm0000401"}]}, {"lines": [{"text": "We need to get past just complaining about university security. You know? I'm tired of hearing women cry for someone else to save them. Think what that means. Why do you need someone else to save you? Think about saving yourself.", "character": "Taryn", "characterId": "nm0000124"}]}, {"lines": [{"text": "No. This means white power!", "character": "James", "characterId": "nm0820696"}]}]}