{"quotes": [{"lines": [{"text": "They started on their reign of terror by robbing the Bank of Winston-Salem in my home state. They realized at the end of their reign of terror that crime does not pay - nor will it ever pay.", "character": "W. Kerr Scott - Governor of North Carolina", "characterId": "nm0779198"}]}, {"lines": [{"text": "[narrating]\nThis is Winston-Salem, North Carolina, drowsing in the mid-afternoon sun of early spring, not knowing it had been chosen as the scene for the next exploit of the arrogant mob we know as \"The Tri-State Gang\". These men operated openly, wearing no masks, boldly flaunting the law. To escape detection, they simply killed anyone who might possibly get in their way.", "character": "Detective Sgt. Truscott", "characterId": "nm0002269"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "You cannot be kind to congenital criminals like these. They would show you no mercy. Let them feel the full impact of the law.", "character": "Detective Sgt. Truscott", "characterId": "nm0002269"}]}, {"lines": [{"text": "[narrating]\nHerbie Brooks - a stooge member of this mob. He liked high living and easy money. Working for the outfit was an exciting experience for him.", "character": "Detective Sgt. Truscott", "characterId": "nm0002269"}]}, {"lines": [{"text": "stealing cars, breaking and entering, burglary - a record of many arrests and only one light sentence.", "character": "Detective Sgt. Truscott", "characterId": "nm0002269"}]}, {"lines": [{"text": "specialist in robbing banks... the head man. He'd been Phillips' partner in the escape from the Lorton Reformatory. Now he was a success in his chosen field. Men listened to him. He was bright, tough and deadly.", "character": "Detective Sgt. Truscott", "characterId": "nm0002269"}]}, {"lines": [{"text": "[narrating]\nRobert Mais - a no-good guy. A police record of 21 arrests for serious crimes - everything from arson to suspicion of murder. The severest punishment of his whole criminal career was a one hundred dollar fine.", "character": "Detective Sgt. Truscott", "characterId": "nm0002269"}]}, {"lines": [{"text": "For three days I'm locked up in a hotel while you're away on a *business trip*. Mustn't talk to anyone; can't go out. Just wait, wait. What am I supposed to do, make faces in the looking glass?", "character": "Madeline Welton", "characterId": "nm0869988"}, {"text": "Why don't you do what Mary does? Listen to the radio.", "character": "George Legenza", "characterId": "nm0168215"}]}, {"lines": [{"text": "Maybe I'll hear you cracked the skull of an old bank guard, killed a truck driver or ran over a child in a getaway. I'm scared! Even liquor won't drive away the nightmares. I can't sleep. When you're away, I'm fenced in and when you come back, it's the same terror. Oh, please, George, please - I want out!", "character": "Madeline Welton", "characterId": "nm0869988"}, {"text": "[George slaps Madeline]", "character": null, "characterId": null}, {"text": "Okay, now you got it out of your system. You feel better. Just make like you got caught in a revolving door. Well, come on. We're supposed to be having fun. Enjoy yourself.", "character": "George Legenza", "characterId": "nm0168215"}]}, {"lines": [{"text": "[to Lee]\nDon't dance with strangers or talk to anyone with a mustache.", "character": "William B. 'Bill' Phillips", "characterId": "nm0916434"}]}, {"lines": [{"text": "I was just lucky to meet him when he came to Canada on business.", "character": "Lee Fontaine", "characterId": "nm0029196"}, {"text": "[laughs derisively]\nWomen's apparel and furs.", "character": "Madeline Welton", "characterId": "nm0869988"}, {"text": "What's so funny?", "character": "Lee Fontaine", "characterId": "nm0029196"}, {"text": "Furs all right - right off the back of a truck while it's still moving.", "character": "Madeline Welton", "characterId": "nm0869988"}, {"text": "Don't listen to her. She doesn't know what she's talking about.", "character": "Mary Simms", "characterId": "nm0340706"}, {"text": "Big business man... bank accounts - almost any bank. Take the bank in Winston-Salem for example...", "character": "Madeline Welton", "characterId": "nm0869988"}]}]}