{"quotes": [{"lines": [{"text": "Smokers. There's no excuse for smoking. Smoking is the equivalent to carrying around a salt lick, laced with a little bit of cyanide.", "character": "Thane Furrows", "characterId": "nm0644203"}]}, {"lines": [{"text": "Painland.", "character": "Thane Furrows", "characterId": "nm0644203"}]}, {"lines": [{"text": "I'd rather... be... DEAD!", "character": "Thane Furrows", "characterId": "nm0644203"}]}, {"lines": [{"text": "[about breakfast cereal]\nIt's really amazing, you know, no matter how little milk you pour on the bowl, there's always some left at the end, so you have to pour more cereal or slurp the milk like you're some kind of a dog, I won't take it, I'd rather be dead!", "character": "Thane Furrows", "characterId": "nm0644203"}]}, {"lines": [{"text": "I was in Las Vegas, don't ask why. When I got pulled over by a cop for making a right-hand turn on a redlight. Prostitution is legal in Las Vegas, but I made the terrible mistake of doing a right-hand turn on a red light. I could've been having sex, on the hood of the car, in the middle of the intersection, no problem. I could probably avoid the ticket by telling the cop I was a pimp and was out for a late night collection, but then she would've asked to see my hat and I would've been stuck.", "character": "Thane Furrows", "characterId": "nm0644203"}]}, {"lines": [{"text": "[They are discussing the talk Thane had with Melony]", "character": null, "characterId": null}, {"text": "Come on, I pay you fifteen bucks to tell me what else you said to her.", "character": "Al", "characterId": "nm0001855"}, {"text": "OK, I told her, to take Happy the Clam and roll him up into a little ball, and shove him up her butt", "character": "Thane Furrows", "characterId": "nm0644203"}, {"text": "Oh My God!", "character": "Al", "characterId": "nm0001855"}]}, {"lines": [{"text": "[after seeing a Man on the telephone]\nThere's a guy on the phone, OK, no problem, there's a guy on the phone.", "character": "Thane Furrows", "characterId": "nm0644203"}]}, {"lines": [{"text": "Damn, I'm glad I was just in grade school.", "character": "Thane Furrows", "characterId": "nm0644203"}]}, {"lines": [{"text": "He kept sayin', \"Pick a card man! Pick a card! Can't discard, ya gotta take one!\"", "character": "Thane Furrows", "characterId": "nm0644203"}]}, {"lines": [{"text": "I hate salesmen. I always have hated salesmen, I always will hate salesmen. They are the ultimate slime of the Earth. I hate being around them. I'd rather brush my teeth and drink orange juice.", "character": "Thane Furrows", "characterId": "nm0644203"}]}, {"lines": [{"text": "Hello sir... How are you today?", "character": "Insurance Salesman", "characterId": "nm0929609"}, {"text": "Don't ask!", "character": "Thane Furrows", "characterId": "nm0644203"}, {"text": "You seem like an intelligent man.", "character": "Insurance Salesman", "characterId": "nm0929609"}, {"text": "What are selling?", "character": "Thane Furrows", "characterId": "nm0644203"}, {"text": "Well, it's not really what I'm selling. But what I have to offer.", "character": "Insurance Salesman", "characterId": "nm0929609"}, {"text": "Oh, what do you have to offer that happens to cost money?", "character": "Thane Furrows", "characterId": "nm0644203"}, {"text": "I offer security.", "character": "Insurance Salesman", "characterId": "nm0929609"}, {"text": "Insurance.", "character": "Thane Furrows", "characterId": "nm0644203"}]}, {"lines": [{"text": "'Honey, I still love you a lot, but when we're in public don't call me Mom, call me Marge.' Let's still be friends. Which is the perfect scenario for them, because I don't want anything yo do with you anymore, but it'd be really convenient for me if I felt no guilt and you were still there for me if I ever wanted to talk to you or have you help me with my life.", "character": "Thane Furrows", "characterId": "nm0644203"}]}, {"lines": [{"text": "You like thrash music? It's really cool but you gotta crank it to hear the clarity.", "character": "Vol", "characterId": "nm0485373"}]}, {"lines": [{"text": "Oh, you must be the tumor-like substance that lives upstairs.", "character": "Thane Furrows", "characterId": "nm0644203"}, {"text": "I don't mind you pounding on my floor, man, but could you do it with a little rhythm 'cause you are really messing with my head.", "character": "Vol", "characterId": "nm0485373"}, {"text": "Oh, I completely understand. We wouldn't want to clutter up that magnificent reservoir of thought.", "character": "Thane Furrows", "characterId": "nm0644203"}, {"text": "Yeah. Let's check out the place.", "character": "Vol", "characterId": "nm0485373"}]}]}