{"quotes": [{"lines": [{"text": "[Bugs slowly takes off his disguise, while jukebox plays \"Skip to my Lou, my Darling\" and then starts fiddling a violin & unplugs jukebox, while singing, leading Curt and Pumpkinhead Martin outside with a musical voice]", "character": null, "characterId": null}, {"text": "Promenade across the floor, sashay right on out the door, out the door and into the glade, and everybody promenade. Step right up, you're doin' fine; I'll pull your beard, you pull mine; yank it again like you did before, break it up with a tug of war. Now into the creek and fish for the trout, dive right in and flap about; trout, trout, pretty little trout; one more splash and come right out. Shake like a hound dog, shake again, wallow around in the old pigpen, wallow some more, you all know how; roll around like an old fat sow. Allemande left with your left hand, follow through with a right and left brand; now lead your partner, the dirty old thing; follow through with an elbow swing. Grab a fencepost hold it tight, whomp your partner with all your might; hit him in the shin, hit him in the head; hit him again, the critter ain't dead. Whomp him low and whomp him high, stick your finger in his eye. Pretty little rhythm, pretty little sound; bang your heads against the ground. Promenade all around the room, promenade like a bride and groom. Open up the door and step right in, close the door and into a spin. Whirl, whirl, twist and twirl, jump all around like a flying squirrel. Now, don't you cuss and don't you swear, just come right out and form a square. Now right hand over and left hand under, both join hands and run like thunder; over the hill and over the dale. Duck your head and lift your tail. Don't you stray and don't you roam, turn around and promenade home. Corn in the crib and wheat in the sack, turn your partner and promenade back.", "character": "Bugs Bunny", "characterId": "nm0000305"}, {"text": "[Bugs' normal voice]\nAnd now you're home, bow to your partner, bow to the gent, across the hall.", "character": "Bugs Bunny", "characterId": "nm0000305"}, {"text": "[Martin brothers weakly shook hands, after their deep fall, and lay across a small creek, where they landed]", "character": null, "characterId": null}, {"text": "And that is all.", "character": "Bugs Bunny", "characterId": "nm0000305"}, {"text": "[Bugs concludes musical with a five second musical fiddle outro then closing credits start]", "character": null, "characterId": null}]}, {"lines": [{"text": "Be y'all a Martin or be y'all a Coy, rabbit?", "character": "Curt Martin", "characterId": "nm0000305"}, {"text": "Well, my friends say I'm very coy. Hee hee hee hee!", "character": "Bugs Bunny", "characterId": "nm0000305"}, {"text": "A Coy! Square off, ya shoat. Me and you's a'feudin' on account of I'm a Martin!", "character": "Curt Martin", "characterId": "nm0000305"}, {"text": "[presses trigger of his oversized rifle]", "character": null, "characterId": null}, {"text": "Boo hoo. Now I'll never see my wife and younguns again. Never, no more. Boo hoo hoo.", "character": "Bugs Bunny", "characterId": "nm0000305"}, {"text": "[the bullet almost leaves the barrel, but Bugs ties a knot in the barrel]\nHey, ye dern fool! What's the idear of tyin' knots in me rifle barrel?", "character": "Curt Martin", "characterId": "nm0000305"}, {"text": "[Curt unties his rifle barrel and gets blasted]", "character": null, "characterId": null}, {"text": "Just call me \"Freckles\".", "character": "Curt Martin", "characterId": "nm0000305"}, {"text": "[after getting blasted]", "character": null, "characterId": null}]}, {"lines": [{"text": "And just who might you be?", "character": "Bugs Bunny", "characterId": "nm0000305"}, {"text": "I might be Teddy Rooseyvelt, but I ain't! I saw what you did to my brother.", "character": "Punkinhead Martin", "characterId": "nm0292677"}]}, {"lines": [{"text": "Where's he at? Where's the critter at?", "character": "Punkinhead Martin", "characterId": "nm0292677"}, {"text": "Sakes a mighty, it's so dark in here I can't see nothing.", "character": "Curt Martin", "characterId": "nm0000305"}, {"text": "Here! Try my cigarette lighter.", "character": "Bugs Bunny", "characterId": "nm0000305"}, {"text": "[Bugs then quickly escaped the powder room]", "character": null, "characterId": null}, {"text": "[sound of a lighter clicking]\nThe derned thing don't work!", "character": "Curt Martin", "characterId": "nm0000305"}, {"text": "Keep trying!", "character": "Bugs Bunny", "characterId": "nm0000305"}, {"text": "[Dynamite room then explodes a very loud BOOM!]", "character": null, "characterId": null}, {"text": "[Curt and Punkinhead emerge from the exploded shack, holding the lighter]\nI think y'all are usin' too strong a fluid...", "character": "Curt Martin", "characterId": "nm0000305"}]}]}