{"quotes": [{"lines": [{"text": "He's safe. Nobody hits a guy with glasses. Of course, I could be wrong.", "character": "Bulldog", "characterId": "nm0000305"}, {"text": "[after Syvester was kicked out, the bulldog then walks inside the house]", "character": null, "characterId": null}, {"text": "Well, no use sending a boy on a mans job.", "character": "Bulldog", "characterId": "nm0000305"}, {"text": "Now, don't you start anything or I'll grow big and kick you out!", "character": "Mouse", "characterId": "nm0000305"}, {"text": "Oh yeah? Grow big then.", "character": "Bulldog", "characterId": "nm0000305"}, {"text": "[the mouse then lead the bulldog to a door and Hippety Hopper hopped out]", "character": null, "characterId": null}, {"text": "That's a good trick mouse, but it won't save you. Well, go ahead, kick me out. I dares you.", "character": "Bulldog", "characterId": "nm0000305"}, {"text": "[Hippety Hopper tried to kick out the bulldog but could not until the mouse secretly bit the bulldog's back left paw]", "character": null, "characterId": null}, {"text": "Yeow!", "character": "Bulldog", "characterId": "nm0000305"}, {"text": "[from the bite of the mouse, Hippety Hopper then successfully kicked the bulldog out of the house. After being kicked out the first time, the bulldog then started to walk back in the house, after being embarrassed by the mouse]", "character": null, "characterId": null}, {"text": "And if you come in again, I'll pin your ears back!", "character": "Mouse", "characterId": "nm0000305"}, {"text": "Anytime a mouse can pin my ears back, I'll take up ballet dancing!", "character": "Bulldog", "characterId": "nm0000305"}, {"text": "[after Hippety Hopper kicked the bulldog out the second time, its ears were pinned back, as the mouse threatened]\nWell, I see your ears are pinned back.", "character": "Sylvester", "characterId": "nm0000305"}, {"text": "Come on cat, we're taking ballet dancing.", "character": "Bulldog", "characterId": "nm0000305"}, {"text": "[the bulldog & Sylvester start to practice their ballet dancing and leave backyard in fifeen seconds. Then closing credits' sign, \"That's all Folks!\" appears and a Merrie Melodies' sign appears, as the comical cartoon concludes]", "character": null, "characterId": null}]}]}