{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Ladies and gentlemen, as the MGM reporter it has been my job to bring to you accounts of criminal cases proving indisputably that crime does not pay. Today my message is more urgent than ever. For a new menace is sweeping the country, causing more deaths than America suffered during the entire World War. Thirty-seven thousand were killed and approximately one million injured last year alone. From all over the country come reports of violent deaths, horrible mutilation. No one is safe from this new public enemy. Who is he? He may be your neighbor. He may be that person in the seat next to you. He is the driver of any one of America's 25 million automobiles. I would like Captain James of the Kent County Traffic Division to tell you just how the police deal with this situation.", "character": "Jim, MGM Reporter", "characterId": "nm0849586"}, {"text": "Thanks, Jim. Sit down. To combat this type of killer, we've developed a highly scientific method of detection. So efficient is this method that few hit-and-run drivers escape ultimate conviction. As an illustration, take the case that happened last June, along the Columbia Turnpike.", "character": "Captain James", "characterId": "nm0354947"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "George Lambert, before passing sentence upon you, the court has taken into full account your side of this case, and I regret to say I can find no extenuating circumstances. Accidents are sometimes unavoidable. An accident due to drunken recklessness is bad enough, but nothing can exceed the horror of hit-and-run driving. You tried to frame an alibi and failed. Now you say you are sorry, but you penitence cannot bring life to David Benedict or eyesight to Eleanor Spears. The magnitude of your crime and the havoc caused by your criminal neglect leave me no alternative. George Lambert, this court sentences you ...", "character": "Judge", "characterId": "nm0282418"}, {"text": "[scene changes to Captain James's office]", "character": null, "characterId": null}, {"text": "The judge said twenty years, but George Lambert was not so lenient with himself. In his heart he knew he had committed murder, and the indelible memory of what he'd done to that boy and girl will remain with him for the rest of his life.", "character": "Captain James", "characterId": "nm0354947"}]}]}