{"quotes": [{"lines": [{"text": "Well, who needs Revolutionaries when the Revolution has already been achieved?", "character": "Helmutt Hoffmann", "characterId": "nm0631490"}]}, {"lines": [{"text": "Tell me, Hoffmann, have you been doing anything reprehensible lately?", "character": "Reinhard Heydrich", "characterId": "nm0001831"}, {"text": "Not that I'm aware of.", "character": "Helmutt Hoffmann", "characterId": "nm0631490"}, {"text": "Well, if you had, you certainly would be aware of it, wouldn't you?", "character": "Reinhard Heydrich", "characterId": "nm0001831"}]}, {"lines": [{"text": "You can probably remember when Bismark was Chancellor!", "character": "Karl Hoffmann", "characterId": "nm0790291"}, {"text": "That's right, I can. And we didn't have songs to honor pimps then, either.", "character": "Uncle Walter", "characterId": "nm0424368"}, {"text": "The \"Horst Wessel\"? What are you talking about, Horst Wessel was killed in a fight with the Communists back in '30.", "character": "Karl Hoffmann", "characterId": "nm0790291"}, {"text": "I don't care if he was killed by a troupe of performing monkeys. He was still a pimp then, all the same!", "character": "Uncle Walter", "characterId": "nm0424368"}]}, {"lines": [{"text": "[Upon meeting Reinhard Heydrich]\nWho's that bizarre character?", "character": "Helmutt Hoffmann", "characterId": "nm0631490"}]}, {"lines": [{"text": "Just think if we were asked to observe a minute of silence for all the people we've slaughtered and all the people our friends in the SS have slaughtered. Why, we'd be spending the rest of our lives in total silence!", "character": "Karl Hoffmann", "characterId": "nm0790291"}]}, {"lines": [{"text": "[1939, in a bar full of Nazi's and German soldiers]\nWe hoped you enjoyed our entertainment ladies and gentlemen, that's all we have for you tonight... oh... one thing I almost forgot, someone asked me a request. Would I sing the Polish national anthem... anyone know it? You know it? Well, no matter. It'll be obsolete by Christmas anyway, like the Jews.", "character": "Putzi", "characterId": "nm0709704"}]}]}