{"quotes": [{"lines": [{"text": "Modern America first saw light on a Hollywood screen. It was largely the product of six movie studios established in the 1920s and run for over thirty years by a group of Jewish immigrants that had strikingly similar backgrounds.", "character": "Narrator", "characterId": "nm0861075"}, {"text": "All of these men who founded Hollywood were born within a 500 mile radius of one another and all of them wound up roughly within 15 miles of one another in Los Angeles. One could say the American dream was born in Eastern Europe.", "character": "Neal Gabler", "characterId": "nm0300121"}]}, {"lines": [{"text": "Among these immigrants were the future founders of the studios. They came with little money and few belongings, but they brought with them a new vision of America. Hollywood was a dream dreamt by Jews who were fleeing a nightmare.", "character": "Narrator", "characterId": "nm0861075"}]}, {"lines": [{"text": "I'm not sure that there was an \"American Dream\" before the Jews came to Hollywood and invented it. What you had was a westward movement and you had the idea of freedom, but you didn't have what we have today, which is a popular culture that creates dreams, that's a dream factory.", "character": "Aljean Harmetz", "characterId": "nm0363467"}]}, {"lines": [{"text": "Their's was a mythical America. A world of boundless optimism, happy endings and homespun truths. This was a world of clapboard houses with broad verandahs and white picket fences, gleaming streets and shops with friendly picture windows. Hollywood's America was made up of citizens who were industrious, religious, wholesome and decent. And although they were of different classes and ethnicities they were knitted together by a larger almost spiritual sense of family. The moguls created the images, the icons and the visual forms that we identify with the American way of life.", "character": "Narrator", "characterId": "nm0861075"}, {"text": "They created their own America. An America, which is not the real America. It's their own version of the real America, but ultimately this shadow America becomes so popular and so widely disseminated, that its images and its values come to devour the real America. And so the grand irony of all of Hollywood is that Americans come to define themselves by the shadow America that was created by eastern European Jewish immigrants who weren't admitted to the precincts of the real America.", "character": "Neal Gabler", "characterId": "nm0300121"}]}, {"lines": [{"text": "In the 1920s and 30s movie houses became temples of the new Hollywood religion. Jewish values made kitsch. Seventy-five percent of all Americans went to the movies at least once a week.", "character": "Narrator", "characterId": "nm0861075"}, {"text": "This kind of movie going was religious because it had to do with worship. It had to do with the screen being larger than you were and you being in awe at what you were looking at and feeling a certain reverence for it. And so there was, maybe you could say a bogus spirituality, but it was a spirituality still that was believed in...", "character": "Jonathan Rosenbaum", "characterId": "nm1870284"}, {"text": "Actors became the gods and goddesses of the new American religion... And where there are new gods there must be new idols. So the studio heads began a movie guild with a lofty title of the Academy of Motion Picture Arts and Sciences. It was Mayer's brilliant idea to create the Oscars where the movie moguls could honor themselves by giving each other awards. In this way, they went from being a group of immigrant Jews to award-winning American producers... In their own lives the Hollywood Jews subscribed to the religion of their own making. They were the quintessential little guys who had made it to the top. They threw parties on their yachts. They dressed in tailor-made suits. They lived in the kind of houses that aristocrats were supposed to live in. And when they were not admitted to the Gentile country clubs they rebuilt this one-Hillcrest-bigger and better than all the rest.", "character": "Narrator", "characterId": "nm0861075"}]}, {"lines": [{"text": "One of the things that made American films so exportable is that anyone, anywhere could identify with so many of the themes of American movies. One of which was the idea of the outsider, which was a Jewish theme. Jews being outsiders making films about outsiders. You see this even in monster pictures. I mean, King Kong, there's a film about, you know, an outsider. And yet, it's the monster, if you want to call King Kong that, with whom the audience sympathizes.", "character": "Neal Gabler", "characterId": "nm0300121"}, {"text": "In Hollywood every outsider could be transformed into an insider. Even in appearance Carl Laemmle was an outsider. He resembled an elf. Not surprisingly Universal's films often championed marginal beings who were persecuted like the Jews of Europe. At Warner Brothers the Jewish sensibility expressed itself by an identification with the little guy-the prize fighters and the losers, the loners and the gangsters.", "character": "Narrator", "characterId": "nm0861075"}]}, {"lines": [{"text": "The moguls are gone, but their vision survives. The America of Edison and Rankin has given way to an alien ideology. It isn't to Communism or Judaism that the Gentile elite once feared. It's Americanism as defined by Hollywood. The icons endure. The little guy fighting the odds. The pogrom imagery. The desperate desire to survive and the various races assimilating to create the ultimate happy ending... A white middle-class President articulating the Jewish experience writ large. A new global religion, Hollywoodism...", "character": "Narrator", "characterId": "nm0861075"}, {"text": "There was a Hollywoodism then. There's a Hollywoodism today. I would go further and say it is what is the ruling ideology of our culture. Hollywood culture is the dominant culture. It is the fantasy structure that we're all living inside.", "character": "Jonathan Rosenbaum", "characterId": "nm1870284"}]}]}