{"quotes": [{"lines": [{"text": "Seventy-five years. That's how much time you get if you're lucky. Seventy-five years. Seventy-five Winters. Seventy-five Springtimes. Seventy-five Summers. And Seventy-five Autumns. When you look at it like that, it's not a lot of time, is it? Don't waste them. Get your head out of the rat race and forget about the superficial things that pre-occupy your existence and get back to what's important now. Right Now. This very second. And I'm not saying, drop everything and let the world come to a grinding halt. I'm saying that you could become a seeker. You could be loving more. You could be taking some chances. You could be living more. You could be spending more time with your family. You could be getting in touch with the part of you that lives instead of fears; the part of you that loves instead of hates; the part of you that recognizes the humanity in all of us. And I tell you, That's where you're fortunate.", "character": "G", "characterId": "nm0000552"}]}, {"lines": [{"text": "Good. Better. Best. Never let it rest, 'til your good is Better and your better is BEST!", "character": "Ricky Hayman", "characterId": "nm0000156"}]}, {"lines": [{"text": "RobertRicky. Your good is Better and your better is *Blessed*!", "character": "G", "characterId": "nm0000552"}]}, {"lines": [{"text": "There was a storm. And thousands and thousands of starfish were washed up on the shore. And there was this beautiful little girl was running down the beach and she was picking up the starfish, she was frantically throwing them back into the ocean. When I saw her doing this I said to her, 'Why are you doing that? You can only save a few before they die, what difference does it make?' And she looked at me and she said, 'To THAT one, it makes a difference.' To THAT one, it makes a difference, that little girl said. And she was right and at that very moment she was making a difference for that starfish and she was making a difference for herself too because she was connected, to that starfish. And that's what life is all about, connecting. In fact that's the only time you're ever alive, really, is when you're connecting.", "character": "G", "characterId": "nm0000552"}]}, {"lines": [{"text": "I've made you up to look like you have no make-up on at all.", "character": "'G' Makeup Artist", "characterId": "nm0887412"}, {"text": "That's a metaphysics I didn't even know existed.", "character": "G", "characterId": "nm0000552"}]}, {"lines": [{"text": "I'm giving you two weeks to get things moving or you're history.", "character": "McBainbridge", "characterId": "nm0005162"}, {"text": "Wait a second. First of all, two weeks? You gotta give me a little more time than that.", "character": "Ricky Hayman", "characterId": "nm0000156"}, {"text": "\"Homeless family will work for food\" pathetic vet, god bless him. There's nothing I can do about them. The ACLU says they have a perfect right to stand there, so fine, let them stand there. But here, in my office, in my own goddamned office! I don't have to live with anybody begging me for anything! You got it?", "character": "McBainbridge", "characterId": "nm0005162"}, {"text": "Thanks for listening.", "character": "Ricky Hayman", "characterId": "nm0000156"}, {"text": "My door is always open.", "character": "McBainbridge", "characterId": "nm0005162"}]}]}