{"quotes": [{"lines": [{"text": "That's why when somebody say, \"when you get to the NBA, don't forget about me\", and that stuff. Well, I should've said to them, \"if I don't make it, don't you forget about me.\"", "character": "William Gates", "characterId": "nm0309637"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Welcome to the 38th Annual NBA All Star game from Chicago Stadium.", "character": null, "characterId": null}]}, {"lines": [{"text": "Four years ago that's all I used to dream about was playing in the NBA. I don't really dream about it like that anymore. You know, even through I love playing basketball, you know I want to do other things with my life too.", "character": "William Gates", "characterId": "nm0309637"}]}, {"lines": [{"text": "When I had some real problems, I couldn't go to none of them about it. Y'know, I was having some problems with Catherine's family and my family, and I said, 'Coach Pingatore, their family been getting on me about I'm not doing this, and I'm not doing that.' And the only thing Coach Pingatorte could say is, 'Write them off.' That was all he told me. I was like... what kind of advice is that?", "character": "William Gates", "characterId": "nm0309637"}]}, {"lines": [{"text": "It became more of a job than a sport to play.", "character": "William Gates", "characterId": "nm0309637"}]}, {"lines": [{"text": "And now in his seventh All Star appearance, Isiah Thomas!", "character": null, "characterId": null}]}, {"lines": [{"text": "Y'know, four years ago, that's all I used to dream about was playing in the NBA. I don't really dream about it like that anymore. Y'know, even though I love playing basketball, but I want to do other things with my life, too. If I had to stop playing basketball right now, I think I'd still be happy.", "character": "William Gates", "characterId": "nm0309637"}]}, {"lines": [{"text": "You have to realize... that nobody cares about you. You're black. You're a young male. All you're supposed to do is deal drugs and mug women. The only reason why you're here... you can make their team win. If their team wins, these schools get a lot of money. This whole thing is revolving around money.", "character": "Spike Lee", "characterId": "nm0000490"}]}, {"lines": [{"text": "My mother, God bless her, she's always said in America you can make something of your life.", "character": null, "characterId": null}]}, {"lines": [{"text": "You can make their team then.", "character": "Spike Lee", "characterId": "nm0000490"}]}]}