{"quotes": [{"lines": [{"text": "[rating Briley's art film SLUG TRAIL]\nI gave it a thumb up; Travis only offered a finger.", "character": "Webb Wilder", "characterId": "nm0928646"}]}, {"lines": [{"text": "Two and a half hours a Tarkovsky rip-off, 'Bones in the Kudzu' left me feeling visually stimulated, but cold. The second opus, 'SlugTrail', seemed to be a breakthrough; a veritable feast of texture and nuance, the artiface of technique gave way to richer subtleties of character and metaphor. I gave it a thumb up. Travis only offered a finger.", "character": "Webb Wilder", "characterId": "nm0928646"}]}, {"lines": [{"text": "Webb, what do you know about the motion picture business?", "character": "Governor", "characterId": "nm0885570"}, {"text": "A little.", "character": "Webb Wilder", "characterId": "nm0928646"}, {"text": "What's to know? It's run by more of the same Helen Kellers that run the country music industry; they couldn't hear a chainsaw, much less a hit. I doubt if they could see one either.", "character": "Carlsbad Devereaux", "characterId": "nm2072739"}, {"text": "Well, the state's making a new driver's ed' movie. Hopefully one that'll be more relevant to modern rural teens, you know, the 'muscle car, street sign shootin' set'.", "character": "Governor", "characterId": "nm0885570"}, {"text": "Now, we've all been down that road.", "character": "Webb Wilder", "characterId": "nm0928646"}, {"text": "Well it's not like there aint a need for it, and I'm bound and determined it'll the attention of the little asphalt happy bastards.", "character": "Governor", "characterId": "nm0885570"}]}, {"lines": [{"text": "We don't do retail.", "character": "Ike", "characterId": "nm0348304"}]}, {"lines": [{"text": "You were quite the diplomat at the task force screening today, Webb. I'm surprised by your appreciation of the significance of Briley's work.", "character": "Dr. Barbara Slovine", "characterId": "nm2071471"}, {"text": "I'm kinda' surprised myself... Well, Picasso was a rude twerp too, but he painted some pretty pictures.", "character": "Webb Wilder", "characterId": "nm0928646"}, {"text": "Yeah, but he also said there are two kinds of women; goddesses and doormats.", "character": "Dr. Barbara Slovine", "characterId": "nm2071471"}, {"text": "Well he's obviously never been to music city before. Even the ugly women are good lookin' here, and you Dr. Barbara, you sure as Hell aint no doormat.", "character": "Webb Wilder", "characterId": "nm0928646"}, {"text": "I'm glad you still think so.", "character": "Dr. Barbara Slovine", "characterId": "nm2071471"}]}, {"lines": [{"text": "What's the matter brother? Somebody badmouth Earnest Tubb or somethin'?", "character": "Webb Wilder", "characterId": "nm0928646"}, {"text": "Worse! It's bad enough to have some Hairball run down Elvis, I'm just about shit sick of Elvis jokes, but that he's gonna be blowin' a reefer in my face while he's doin' it!", "character": "Special Agent Travis Byrd", "characterId": "nm2071405"}, {"text": "Let it go, let it go. I know this one Travis. It's a misdemeanor. Hairball won't do it anymore, will ya' Hairball? Now if it wasn't for fat ol' dead Elvis Presley, none o' y'all ever would've heard of Jimmy Hendrix, or Peter & Gabrial, or Dell Whitney Shane or whoever the Hell it is that floats your boat!", "character": "Webb Wilder", "characterId": "nm0928646"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "That Ol' Deceiver don't want you to have this well, brother. His breath is frost, his touch is fever, and his eternal enemy is that one which gives the water. I'm speakin' of the Lord; anybody can dig a hole.", "character": "Old Man", "characterId": "nm0771951"}]}, {"lines": [{"text": "Road block, Webb.", "character": "Arvid", "characterId": "nm2051635"}, {"text": "Not again.", "character": "Webb Wilder", "characterId": "nm0928646"}, {"text": "I told ya', you get you one o' them cellulite telephones, we wouldn't be havin' all these roadside beat and greet sessions.", "character": "Arvid", "characterId": "nm2051635"}, {"text": "Aw, don't get your panties in a wad.", "character": "Webb Wilder", "characterId": "nm0928646"}]}, {"lines": [{"text": "You're the only man I know that somehow maintains the respect & admiration reckless teens *and* the Highway Patrol. You know the entertainment monkey business Webb, and you could interface with the Legion of State Task Forces with their pitiful self interests exposed in a film such as this.", "character": "Governor", "characterId": "nm0885570"}, {"text": "Sounds about as fun as a root canal.", "character": "Webb Wilder", "characterId": "nm0928646"}]}, {"lines": [{"text": "The classroom is a very fragile environment. Pedagogical intercourse, mishandled, may often result in premature fissure in the learning process. I submit that the warped, satanic, hallucinogenic images conjured up by Mr. Briley Parkway constitute just the sort of subversive messages that both shatter the learning environment, and pervert the original intent of the film.", "character": "Mr. Frye", "characterId": "nm0928646"}]}, {"lines": [{"text": "[after watching a sample clip of Briley's Driver's Education film]\nThat looked like it hurt.", "character": "Webb Wilder", "characterId": "nm0928646"}, {"text": "[holds up a model of a severed human head]\nIt's at this point in the movie Briley wants this thrown into the audience.", "character": "Special Agent Travis Byrd", "characterId": "nm2071405"}, {"text": "[tosses it to Webb]", "character": null, "characterId": null}, {"text": "Cute Trick.", "character": "Webb Wilder", "characterId": "nm0928646"}, {"text": "Dismemberment is not cute!", "character": "Mr. Frye", "characterId": "nm0928646"}, {"text": "No, it's disgusting Mr. Frye. Something you know quite a lot about. However, it's also effective, which I guess remains more of a mystery.", "character": "Briley Parkway", "characterId": "nm0687098"}, {"text": "You vapid, shallow, narcissistic, congenitally misinformed, moronic, Napoleonic fop!", "character": "Mr. Frye", "characterId": "nm0928646"}]}, {"lines": [{"text": "There's things I stand for, and things I won't stand for. Briley here's just doin' his thing. You're just diddlin' with yours.", "character": "Webb Wilder", "characterId": "nm0928646"}]}, {"lines": [{"text": "Travis Byrd, the only undercover highway patrolman in the whole Volunteer State. Cool as an October breeze. The guy out there on the knuckle end of the long arm of the law.", "character": "Webb Wilder", "characterId": "nm0928646"}]}, {"lines": [{"text": "Everybody freeze, or I'm gonna pop the top on a tall-boy can o' whoopass!", "character": "Special Agent Travis Byrd", "characterId": "nm2071405"}]}, {"lines": [{"text": "You'll have to talk to Billy C. about that. Let me see if I can get ahold of him for ya.", "character": "Ike", "characterId": "nm0348304"}, {"text": "[pulls billy club from drawer]", "character": null, "characterId": null}]}]}