{"quotes": [{"lines": [{"text": "Professor, I came here because I need you. You told me to come to you when we were in Dachau.", "character": "Dr. Martin Richter", "characterId": "nm0200626"}, {"text": "I do not remember what I said when I was in Dachau. Leave me alone. I'm tired. Go away.", "character": "Johannes Koenig", "characterId": "nm0000048"}, {"text": "Professor, don't you realize. This is the hour we've planned and waited for. Now, we can fight!", "character": "Dr. Martin Richter", "characterId": "nm0200626"}, {"text": "Fight? Fight for what? Maybe for the rebirth of Germany? Maybe you still believe there are some good Germans left?", "character": "Johannes Koenig", "characterId": "nm0000048"}, {"text": "Yes.", "character": "Dr. Martin Richter", "characterId": "nm0200626"}, {"text": "Amazing. Have you seen them? Where are they? Maybe he's here? Maybe, maybe, maybe in the closet? Let's see? A good German, we have to find him. A good German... a good German, huh? Ha-ha-ha... Ha-ha-ha... Have you not read the bible, Martin Richter? God would have forgiven Gomorrah, if he could have found ten righteous men there. Ten, only ten. But, he did not find them and he destroyed Gomorrah. There are not ten good Germans left and he shall destroy Germany. We shall be wiped off the face of the earth. Serves us right, absolutely right.", "character": "Johannes Koenig", "characterId": "nm0000048"}]}, {"lines": [{"text": "There are many like her in Germany. Yesterday she was a NAZI, today she says she isn't. Mark it, if a man like you who knows these people so well can still be deceived, think of the danger to those who don't have your experience. I know what's happened to you. Yep. You were tricked by your decency, by your humanity. You couldn't believe anyone capable of such deceit. But, you've got to realize, NAZIs never change.", "character": "Walter Baumler", "characterId": "nm0956517"}]}, {"lines": [{"text": "Can we have our drink now?", "character": "Major Otto Kauders", "characterId": "nm0471031"}, {"text": "Of course, Major. Will you get a table downstairs and we will join you in a few minutes.", "character": "Lisa Dorn", "characterId": "nm0454448"}, {"text": "Alright. Oh, by the way, there is one further request. I'm going back in a very few hours and I need a mascot.", "character": "Major Otto Kauders", "characterId": "nm0471031"}, {"text": "A mascot?", "character": "Lisa Dorn", "characterId": "nm0454448"}, {"text": "Yes, and it has to be something personal or it doesn't work. Fräulein, if you could give me one of your stockings?", "character": "Major Otto Kauders", "characterId": "nm0471031"}, {"text": "What a charming idea. Go now, get that table and I'll bring the mascot with me.", "character": "Lisa Dorn", "characterId": "nm0454448"}, {"text": "I'll be waiting in the cocktail lounge.", "character": "Major Otto Kauders", "characterId": "nm0471031"}]}]}