{"quotes": [{"lines": [{"text": "Do you think this is a country which honors ordinariness?", "character": null, "characterId": null}, {"text": "No. Well once...maybe...you know, there was once a time when it was impossible to be different. Anyone with any nouse had to pack up and clear out, but it's not like that anymore. And to keep harking back to it--that's what irritates me about that book. It's just safe territory. It's not going to shake anyone up.", "character": null, "characterId": null}, {"text": "Well, it's shaken me up. Maybe you don't read between the lines.", "character": null, "characterId": null}, {"text": "I hate nostalgia.", "character": null, "characterId": null}, {"text": "It's NOT nostalgia.", "character": null, "characterId": null}, {"text": "Where are the people writing about the big picture? Who's coming to grips with some contemporary vision for this place? Can you think of anyone?", "character": null, "characterId": null}, {"text": "Meg Moynihan, for one.", "character": null, "characterId": null}, {"text": "Oh, Jesus.", "character": null, "characterId": null}, {"text": "The trouble with you is you're looking for the big broad brush strokes. Australia can't be contained in the sort of broad sweep you're asking for. Great big visions make very empty pictures if you don't attend to the small brush strokes...the details.", "character": null, "characterId": null}, {"text": "So long it's not the details of someone's childhood in Towoomba or tortured adolescence in Woy Woy or... (Marge hits him over the head with a newspaper.)", "character": null, "characterId": null}]}, {"lines": [{"text": "What's happened is that you've written about all of us. Not just people like you who grew up here, but those of us who came along later. It's our home. Our way of life. The sense we have of ourselves as a people. And they want to take it away and claim it's theirs. You see, I don't believe you really think that this culture is as empty and fatuous as you made out at lunch, because, if you did, you'd never have written \"Melancholy.\" And if you let them get away with it...if you let them pretend that it's all borrowed from another book, another culture, another place, then what you're really saying is that beauty, profundity, and passion cannot arise from an experience that is essentially Australian.", "character": null, "characterId": null}]}]}