{"quotes": [{"lines": [{"text": "public menace #1.", "character": "Narrator", "characterId": "nm0885597"}]}, {"lines": [{"text": "In the old days, the boudoir was considered a sanctuary where a lady could retire, if she wished to, in privacy. But in this age of snooping reporters and candid cameramen, nothing is sacred.", "character": "Narrator", "characterId": "nm0885597"}]}, {"lines": [{"text": "Now, Miss Barrie is unquestionably an authority on undressing. And I suggest that you watch her closely! Notice the ease and grace with which she slips out of things. No lost motion. No awkwardness. From all appearances you'd think she'd spent her life undressing. That truly is artistry.", "character": "Narrator", "characterId": "nm0885597"}]}, {"lines": [{"text": "Style, charm and distinction come from neither beauty nor money nor a combination of the two. They are the simple result of aesthetic sense, cultivated taste and a persistence in maintaining the lovely little tricks that every girl practices on her first sweetheart.", "character": "Narrator", "characterId": "nm0885597"}]}, {"lines": [{"text": "Now, she's about to slip out of her slip!", "character": "Narrator", "characterId": "nm0885597"}]}, {"lines": [{"text": "Let me see... w-w-what's she going to do now? Rest? No, I believe there's something coming off here. Oh yes, of course! The stockings!", "character": "Narrator", "characterId": "nm0885597"}]}, {"lines": [{"text": "She has, uh... lovely eyes, don't you think? Well, to tell you the truth, I hadn't noticed them myself!", "character": "Narrator", "characterId": "nm0885597"}]}, {"lines": [{"text": "Life is a bowl of cherries to Trixie, but she's the pits!", "character": "Narrator", "characterId": "nm0885597"}]}, {"lines": [{"text": "I think this worry is about over, though. In a few moments, Trixie will fold up like a dump truck and call it a day. Yes, I was right. The dreadnought is about to drop anchor!", "character": "Narrator", "characterId": "nm0885597"}]}]}