{"quotes": [{"lines": [{"text": "He puzzled and puzzed till his puzzler was sore. Then the Grinch thought of something he hadn't before. Maybe Christmas, he thought... doesn't come from a store. Maybe Christmas, perhaps... means a little bit more!", "character": "Narrator", "characterId": "nm0000472"}]}, {"lines": [{"text": "You're a monster, Mr. Grinch / Your heart's an empty hole / Your brain is full of spiders, you have garlic in your soul / Mr. Gri-inch / I wouldn't touch you with a thirty-nine-and-a-half foot pole.", "character": "Singer", "characterId": "nm0712391"}]}, {"lines": [{"text": "Stink, stank, stunk!", "character": "Singer", "characterId": "nm0712391"}]}, {"lines": [{"text": "And what happened, then? Well, in Whoville they say - that the Grinch's small heart grew three sizes that day. And then - the true meaning of Christmas came through, and the Grinch found the strength of *ten* Grinches, plus two!", "character": "Narrator", "characterId": "nm0000472"}]}, {"lines": [{"text": "Then he got an idea. An awful idea. The Grinch got a wonderful, *awful* idea!", "character": "Narrator", "characterId": "nm0000472"}]}, {"lines": [{"text": "How could it be so? It came without ribbons!... it came without tags!... it came without packages, boxes, or bags!", "character": "Grinch", "characterId": "nm0000472"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Welcome, Christmas, bring your cheer. Cheer to all Whos far and near. Christmas Day is in our grasp, so long as we have hands to clasp. Christmas Day will always be just as long as we have we. Welcome Christmas while we stand, heart to heart, and hand in hand.", "character": "Narrator", "characterId": "nm0000472"}]}, {"lines": [{"text": "But this... this sound wasn't sad. Why... this sound sounded glad. Every Who down in Whoville, the tall and the small, was singing, without *any* presents at all! He hadn't stopped Christmas from coming, it *came*! Somehow or other... it came just the same.", "character": "Narrator", "characterId": "nm0000472"}]}, {"lines": [{"text": "You nauseate me, Mr. Grinch / With a nauseous super-naus / You're a crooked jerky jockey, and you drive a crooked hoss, / Mr. Gri-inch! Your soul is an appalling dump-heap, overflowing with the most disgraceful assortment of rubbish imaginable, mangled up in tangled up knots!", "character": "Singer", "characterId": "nm0712391"}]}, {"lines": [{"text": "As the Grinch took the tree, as he started to shove, he heard a small sound like the coo of a dove. He turned around fast, and he saw a small Who. Little Cindy Lou Who, who was no more than two. She stared at the Grinch and said...", "character": "Narrator", "characterId": "nm0000472"}, {"text": "Santie Claus, why? Why are you taking our Christmas tree? Why?", "character": "Cindy Lou Who", "characterId": "nm0004931"}, {"text": "But do you know, that old Grinch was so smart and so slick, that he thought up a lie and he thought it up quick.", "character": "Narrator", "characterId": "nm0000472"}, {"text": "Why my sweet little tot...", "character": "Grinch", "characterId": "nm0000472"}, {"text": "The fake Santie Claus lied...", "character": "Narrator", "characterId": "nm0000472"}, {"text": "...there's a light on this tree that won't light on one side. So I'm taking it home to my workshop, my dear. I'll fix it up there, then I'll bring it back here.", "character": "Grinch", "characterId": "nm0000472"}, {"text": "leaving crumbs much too small for the other Whos' mouses!", "character": "Narrator", "characterId": "nm0000472"}]}, {"lines": [{"text": "You're a vile one, Mr. Grinch / You have termites in your smile / You have all the tender sweetness of a seasick crocodile / Mr. Gri-inch / Given the choice between the two of you, I'd take the uh... seasick crocodile.", "character": "Singer", "characterId": "nm0712391"}]}, {"lines": [{"text": "You're a rotter, Mr. Grinch / You're the king of sinful sots / Your heart's a dead tomato splotched with moldy purple spots / Mr. Gri-inch! / You're a three-decker sauerkraut and toadstool sandwich with arsenic sauce!", "character": "Singer", "characterId": "nm0712391"}]}, {"lines": [{"text": "You're a mean one, Mr. Grinch / You really are a heel / You're as cuddly as a cactus, you're as charming as an eel / Mr Gri-inch! / You're a bad banana with a... greasy black peel.", "character": "Singer", "characterId": "nm0712391"}]}, {"lines": [{"text": "He brought everything back, all the food for the feast. And he, he himself, the Grinch - carved the roast beast.", "character": "Narrator", "characterId": "nm0000472"}]}, {"lines": [{"text": "Pooh-pooh to the Whos!", "character": "Grinch", "characterId": "nm0000472"}, {"text": "...he was grinchily humming.", "character": "Narrator", "characterId": "nm0000472"}, {"text": "They're finding out now that no Christmas is coming! They're just waking up, I know just what they'll do. Their mouths will hang open a minute or two, then the Whos down in Whoville will all cry, \"Boo Hoo.\"", "character": "Grinch", "characterId": "nm0000472"}]}, {"lines": [{"text": "I know just what to do!", "character": "Grinch", "characterId": "nm0000472"}, {"text": "...the Grinch laughed in his throat.", "character": "Narrator", "characterId": "nm0000472"}, {"text": "I'll make a quick Santy Claus hat and a coat.", "character": "Grinch", "characterId": "nm0000472"}, {"text": "And he chuckled and clucked...", "character": "Narrator", "characterId": "nm0000472"}, {"text": "What a great Grinchy trick. With this coat and this hat, I'll look just like Saint Nick!", "character": "Grinch", "characterId": "nm0000472"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Every Who down in Whoville liked Christmas a lot, but the Grinch, who lived just north of Whoville - did not. The Grinch hated Christmas - the whole Christmas season. Now, please don't ask why; no one quite knows the reason. It could be, perhaps, that his shoes were too tight. Or it could be that his head wasn't screwed on just right. But I think that the most likely reason of all... may have been that his heart was two sizes too small. But, whatever the reason, his heart or his shoes, he stood there on Christmas Eve hating the Whos. Staring down from his cave, with a sour grinchy frown, at the warm, lighted windows below in their town. For he knew that every Who down in Whoville beneath was busy now, hanging a holly who wreath.", "character": "Narrator", "characterId": "nm0000472"}]}, {"lines": [{"text": "I must stop this *whole* thing! Why, for fifty-three years I've put up with it now. I must stop Christmas from coming... but how?", "character": "Grinch", "characterId": "nm0000472"}]}, {"lines": [{"text": "That's one thing I hate! All the noise, noise, noise, noise!", "character": "Grinch", "characterId": "nm0000472"}]}, {"lines": [{"text": "All I need is a reindeer!", "character": "Grinch", "characterId": "nm0000472"}, {"text": "The Grinch looked around, but since reindeer are scarce, there was none to be found. Did that stop the Grinch? Ha! The Grinch simply said...", "character": "Narrator", "characterId": "nm0000472"}, {"text": "If I can't *find* a reindeer, I'll *make* one instead.", "character": "Grinch", "characterId": "nm0000472"}, {"text": "So he took his dog Max, and he took some black thread, and he tied a big horn on the top of his head.", "character": "Narrator", "characterId": "nm0000472"}]}, {"lines": [{"text": "Then he slunk to the ice box. He took the Whos' feast, he took the who pudding, he took the roast beast. He cleaned out that ice box as quick as a flash. Why, the Grinch even took their last can of Who hash.", "character": "Narrator", "characterId": "nm0000472"}]}, {"lines": [{"text": "All their windows were dark. No one knew he was there. All the Whos were all dreaming sweet dreams without care... when he came to the first little house on the square.", "character": "Narrator", "characterId": "nm0000472"}]}, {"lines": [{"text": "And then he did the same thing to the other Whos' houses, leaving crumbs much too small for the other Whos' mouses.", "character": "Narrator", "characterId": "nm0000472"}]}, {"lines": [{"text": "Then he slid down the chimney. A rather tight pinch, but if Santa could do it, then so could the Grinch. He got stuck only once for a minute or two, then he stuck his head out of the fireplace flue where the little Who stockings were hung all in a row.", "character": "Narrator", "characterId": "nm0000472"}, {"text": "These stockings...", "character": "Grinch", "characterId": "nm0000472"}, {"text": "He grinched...", "character": "Narrator", "characterId": "nm0000472"}, {"text": "...are the first things to go!", "character": "Grinch", "characterId": "nm0000472"}]}, {"lines": [{"text": "That's a noise...", "character": "Grinch", "characterId": "nm0000472"}, {"text": "Grinned the Grinch...", "character": "Narrator", "characterId": "nm0000472"}, {"text": "That I simply *must* hear!", "character": "Grinch", "characterId": "nm0000472"}, {"text": "So he paused - and the Grinch put a hand to his ear. And he *did* hear a sound rising over the snow. It started in low... then it started to grow.", "character": "Narrator", "characterId": "nm0000472"}]}, {"lines": [{"text": "And they'll play noisy games like zoozit and kazay, a rollerskate type of lacrosse and croquet!", "character": "Grinch", "characterId": "nm0000472"}]}, {"lines": [{"text": "And then, they'll do something I hate most of all. Every Who down in Who-ville, the tall and the small, will stand close together... with Christmas bells ringing. They'll stand hand in hand... and those Whos... will start singing!", "character": "Grinch", "characterId": "nm0000472"}]}, {"lines": [{"text": "And they're hanging their stockings!", "character": "Grinch", "characterId": "nm0000472"}, {"text": "He snarled with a sneer.", "character": "Narrator", "characterId": "nm0000472"}, {"text": "Tomorrow is Christmas. It's practically here!", "character": "Grinch", "characterId": "nm0000472"}]}, {"lines": [{"text": "This is stop number one!", "character": "Grinch", "characterId": "nm0000472"}, {"text": "The old Grinchy Claus hissed as he climbed to the roof, empty bags in his fist.", "character": "Narrator", "characterId": "nm0000472"}]}, {"lines": [{"text": "Then the Whos, young and old, will sit down to a feast. And they'll feast, and they'll feast. And they'll feast, feast, feast, feast! They'll feast on Who pudding and rare Who roast beast. Aw, roast beast is a feast I can't stand in the least!", "character": "Grinch", "characterId": "nm0000472"}]}]}