{"quotes": [{"lines": [{"text": "[narrating]\nMen like my father cannot die. They are with me still, real in memory as they were in flesh, loving and beloved forever. How green was my valley then.", "character": "Huw Morgan", "characterId": "nm0681635"}]}, {"lines": [{"text": "You've been lucky, Huw. Lucky to suffer and lucky to spend these weary months in bed. For so God has given you a chance to make the spirit within yourself. And as your father cleans his lamp to have good light, so keep clean your spirit... By prayer, Huw. And by prayer, I don't mean shouting, mumbling, and wallowing like a hog in religious sentiment. Prayer is only another name for good, clean, direct thinking. When you pray, think. Think well what you're saying. Make your thoughts into things that are solid. In that way, your prayer will have strength, and that strength will become a part of you, body, mind, and spirit.", "character": "Mr. Gruffydd", "characterId": "nm0682074"}]}, {"lines": [{"text": "There is no fence nor hedge around time that is gone. You can go back and have what you like of it, if you can remember. So I can close my eyes on my valley as it is today, and it is gone, and I see it as it was when I was a boy. Green it was, and possessed of the plenty of the Earth. In all Wales, there was none so beautiful. Everything I ever learned as a small boy came from my father and I never found anything he ever told me to be wrong or worthless. The simple lessons he taught me are as sharp and clear in my mind as if I had heard them only yesterday. In those days, the black slag, the waste of the coal pits, had only begun to cover the sides of our hill. Not yet enough to mar the countryside, nor blacken the beauty of our village, for the colliery had only begun to poke its skinny black fingers through the green.", "character": "Huw Morgan", "characterId": "nm0681635"}]}, {"lines": [{"text": "[narrating]\nIt is with me now, so many years later. And it makes me think of so much that is good, that is gone.", "character": "Huw Morgan", "characterId": "nm0681635"}]}, {"lines": [{"text": "Look now, you are king in the chapel. But I will be queen in my own kitchen.", "character": "Angharad", "characterId": "nm0000058"}, {"text": "You will be queen wherever you walk.", "character": "Mr. Gruffydd", "characterId": "nm0682074"}, {"text": "What does that mean?", "character": "Angharad", "characterId": "nm0000058"}, {"text": "...I should not have said it.", "character": "Mr. Gruffydd", "characterId": "nm0682074"}, {"text": "Why?", "character": "Angharad", "characterId": "nm0000058"}, {"text": "I have no right to speak to you so.", "character": "Mr. Gruffydd", "characterId": "nm0682074"}, {"text": "[he leaves]", "character": null, "characterId": null}, {"text": "[stopping him]\nMr. Gruffydd, if the right is mine to give, you have it.", "character": "Angharad", "characterId": "nm0000058"}]}, {"lines": [{"text": "A man is never too old to learn, is it, Mr. Jonas?", "character": "Dai Bando", "characterId": "nm0931525"}, {"text": "[uncertainly]\nNo.", "character": "Mr. Jonas", "characterId": "nm0523353"}, {"text": "I was in school myself once, but no great one for knowledge.", "character": "Dai Bando", "characterId": "nm0931525"}, {"text": "[angrily, shaking his cane]\nLook here, what do you want?", "character": "Mr. Jonas", "characterId": "nm0523353"}, {"text": "Knowledge.", "character": "Dai Bando", "characterId": "nm0931525"}, {"text": "[taking Mr. Jonas' cane]", "character": null, "characterId": null}, {"text": "How would you go about taking the measurement of a stick, Mr. Jonas?", "character": "Dai Bando", "characterId": "nm0931525"}, {"text": "By its' length, of course.", "character": "Mr. Jonas", "characterId": "nm0523353"}, {"text": "And how would you measure a man who would use a stick on a boy one-third his size?", "character": "Dai Bando", "characterId": "nm0931525"}, {"text": "[throws Mr. Jonas' cane aside]", "character": null, "characterId": null}, {"text": "Tell us!", "character": "Cyfartha", "characterId": "nm0280178"}, {"text": "Now, you are good in the use of a stick, but boxing is my subject... according to the rules laid down by the good Marquis of Queensbury.", "character": "Dai Bando", "characterId": "nm0931525"}, {"text": "[saluting]\nGod rest his soul!", "character": "Cyfartha", "characterId": "nm0280178"}, {"text": "And happy I am to pass on my knowledge to you!", "character": "Dai Bando", "characterId": "nm0931525"}, {"text": "[backhands Mr. Jonas, sending him reeling]", "character": null, "characterId": null}]}, {"lines": [{"text": "Position again.", "character": "Dai Bando", "characterId": "nm0931525"}, {"text": "[Dai Bando and Cyfartha drag Mr. Jonas to his feet]", "character": null, "characterId": null}, {"text": "Could I have your attention, boys and girls? I am not accustomed to speaking in public...", "character": "Dai Bando", "characterId": "nm0931525"}, {"text": "Only public houses.", "character": "Cyfartha", "characterId": "nm0280178"}, {"text": "But this -", "character": "Dai Bando", "characterId": "nm0931525"}, {"text": "[backhands Mr. Jonas in the nose, sending him sprawling]", "character": null, "characterId": null}, {"text": "never use. It's against the rules. Break a man's nose. Now then -", "character": "Dai Bando", "characterId": "nm0931525"}, {"text": "[turns to find Mr. Jonas collapsed against the wall, unconscious]", "character": null, "characterId": null}, {"text": "I'm afraid he will never make a boxer.", "character": "Dai Bando", "characterId": "nm0931525"}, {"text": "No aptitude for knowledge.", "character": "Cyfartha", "characterId": "nm0280178"}]}, {"lines": [{"text": "[narrating]\nMemory... Strange that the mind will forget so much of what only this moment has passed, and yet hold clear and bright the memory of what happened years ago; of men and women long since dead.", "character": "Huw Morgan", "characterId": "nm0681635"}]}, {"lines": [{"text": "[narrating]\nI think I fell in love with Bronwyn then. Perhaps it is foolish to think a child could fall in love. But I am the child that was, and nobody knows how I felt, except only me.", "character": "Huw Morgan", "characterId": "nm0681635"}]}, {"lines": [{"text": "But remember, with strength goes responsibility - to others and to yourselves. For you cannot conquer injustice with more injustice - only with justice and the help of God.", "character": "Mr. Gruffydd", "characterId": "nm0682074"}]}, {"lines": [{"text": "Huw, I thought when I was a young man that I would conquer the world with truth. I thought I would lead an army greater than Alexander ever dreamed of, not to conquer nations, but to liberate mankind. With truth. With the golden sound of the Word. But only a few of them heard. Only a few of you understood.", "character": "Mr. Gruffydd", "characterId": "nm0682074"}]}, {"lines": [{"text": "I have come up here to tell you what I think of you all, because you are talking against my husband. You are a lot of cowards to go against him. He has done nothing against you and he never has and you know it well. How some of you, you smug-faced hypocrites, can sit in the same chapel with him I cannot tell. To say he is with the owners is not only nonsense but downright wickedness. There's one thing more I've got to say and it is this. If harm comes to my Gwilym, I will find out the men and I will kill them with my two hands. And this I will swear by God Almighty.", "character": "Beth Morgan", "characterId": "nm0021329"}]}, {"lines": [{"text": "Nothing is enough for people who have minds like cesspools. Oh Huw, my little one, I hope when you're grown their tongues will be slower to hurt.", "character": "Beth Morgan", "characterId": "nm0021329"}]}, {"lines": [{"text": "I know why you have come - I have seen it in your faces Sunday after Sunday as I've stood here before you. Fear has brought you here. Horrible, superstitious fear. Fear of divine retribution a bolt of fire from the skies. The vengeance of the Lord and the justice of God. But you have forgotten the love of Jesus. You disregard His sacrifice. Death, fear, flames, horror and black clothes. Hold your meeting then, but know if you do this in the name of God and in the house of God, you blaspheme against Him and His Word.", "character": "Mr. Gruffydd", "characterId": "nm0682074"}]}, {"lines": [{"text": "Who is for Gwilym Morgan and the others?", "character": "Mr. Gruffydd", "characterId": "nm0682074"}, {"text": "I, for one. He is the blood of my heart. Come, Cyfartha.", "character": "Dai Bando", "characterId": "nm0931525"}, {"text": "...'Tis a coward I am. But I will hold your coat.", "character": "Cyfartha", "characterId": "nm0280178"}]}, {"lines": [{"text": "[Narrating]\nEverything I ever learnt as a small boy came from my father, and I never found anything he ever told me to be wrong or worthless. The simple lessons he taught me are as sharp and clear in my mind as if I had heard them only yesterday.", "character": "Huw Morgan", "characterId": "nm0681635"}]}, {"lines": [{"text": "We are not questioning your authority, sir, but if manners prevent our speaking the truth, we will be without manners.", "character": "Ianto Morgan", "characterId": "nm0517058"}]}, {"lines": [{"text": "[Cyfartha is holding Mr. Jonas in boxing position]\nNow look, to make a good boxer, you must have a good... *right hand*, you see?", "character": "Dai Bando", "characterId": "nm0931525"}, {"text": "[strikes Mr. Jonas with a right jab, the force of which knocks Mr. Jonas into the wall]", "character": null, "characterId": null}, {"text": "Now, you see, that is how you will punish your man - with a right and a left, and put your shoulder into it!", "character": "Dai Bando", "characterId": "nm0931525"}, {"text": "[Mr. Jonas is slumped against the wall, dazed]", "character": null, "characterId": null}, {"text": "The gentleman is talking to you!", "character": "Cyfartha", "characterId": "nm0280178"}]}, {"lines": [{"text": "Indeed I will.", "character": "Huw Morgan", "characterId": "nm0001522"}]}, {"lines": [{"text": "Go along with you girl, a cup of tea for the men, is it?", "character": "Mr. Morgan", "characterId": "nm0187981"}, {"text": "Tea?", "character": "Beth Morgan", "characterId": "nm0021329"}, {"text": "Tea? No tea, Mrs. Morgan. In training he is.", "character": "Cyfartha", "characterId": "nm0280178"}, {"text": "[holding up two fingers]", "character": null, "characterId": null}, {"text": "A glass of beer, if you please.", "character": "Cyfartha", "characterId": "nm0280178"}, {"text": "[exasperated sigh]", "character": "Beth Morgan", "characterId": "nm0021329"}]}, {"lines": [{"text": "[to Huw]\nFight again, and when you come home, not a look shall you have from me... not a word!", "character": "Beth Morgan", "characterId": "nm0021329"}]}]}