{"quotes": [{"lines": [{"text": "The west was won by its pioneers, settlers, adventurers is long gone now. Yet it is theirs forever, for they left tracks in history that will never be eroded by wind or rain - never plowed under by tractors, never buried in compost of events. Out of the hard simplicity of their lives, out of their vitality, of their hopes and sorrows grew legends of courage and pride to inspire their children and their children's children. From soil enriched by their blood, out of their fever to explore and be, came lakes where once there were burning deserts - came the goods of the earth; mine and wheat fields, orchards and great lumber mills. All the sinews of a growing country. Out of their rude settlements, their trading posts came cities to rank among the great ones of the world. All the heritage of a people free to dream, free to act, free to mold their own destiny.", "character": "Narrator", "characterId": "nm0000075"}, {"text": "[final narrative from the film \"How The West Was Won\"1962 - narrated by Spencer Tracy]", "character": null, "characterId": null}]}, {"lines": [{"text": "O Lord, without consulting with Thee, we have sent thy way some souls whose evil ways passeth all understanding. We ask Thee humbly to receive them... whether you want them or not! Amen.", "character": "Zebulon Prescott", "characterId": "nm0001500"}]}, {"lines": [{"text": "[speaking about the Erie Canal]\n... about 150 years ago, an idea took shape in the mind of a man named DeWitt Clinton. And in the way Americans have of acting out their dreams, it came to be.", "character": "Narrator", "characterId": "nm0000075"}]}, {"lines": [{"text": "From the first moment I saw you I've known that I couldn't live without you.", "character": "Cleve Van Valen", "characterId": "nm0000060"}, {"text": "Well... I'd hate to be the cause of your death, Mr. Van Valen.", "character": "Lilith 'Lily' Prescott", "characterId": "nm0001666"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[as the camera pans over the Rocky Mountains]\nThis land has a name today, and is marked on maps. But, the names and the marks and the maps all had to be won, won from nature and from primitive man.", "character": "Narrator", "characterId": "nm0000075"}]}, {"lines": [{"text": "The laddies health the reason you're heading west?", "character": "Parson Alec Harvey", "characterId": "nm0654286"}, {"text": "Partly, only partly. Mostly our trouble east was rocks. I had me a farm where some years I'd raise a hundred bushels of rocks to the acre.", "character": "Zebulon Prescott", "characterId": "nm0001500"}, {"text": "Now, Zebulon, you hadn't oughta lie to the man like that.", "character": "Rebecca Prescott", "characterId": "nm0001547"}, {"text": "Wife, I'm a god fearin soul and I tell the truth as I see it. Now I never used a plow, I'd blast out the furrows with gunpowder. And then one morning, I hauled the bucket up from out of the well and so help me the bucket was full of rocks. Rocks! I just stood there, right still, tryin' not to blaspheme, and I said to myself, \"You've got a son that's ailin, you've got a twenty year old daughter what won't take to herself a husband, there she sits over there, moonin as usual, and you've got another daughter who just don't seem quite right in the head\". Lilith! Now, I remind you sir, I'm still standin' there, holding a bucket full of rocks, and starin into a bleak old age. So I made me a vow right then and there, I said, \"If I can find a man with five hundred dollars, who likes rocks, then there's going to be another fool ownin this farm. Well sir, the Lord provided such a man, and here I am.", "character": "Zebulon Prescott", "characterId": "nm0001500"}, {"text": "He ain't told you one word of truth, Mr.Harvey. We had the best farm in the township.", "character": "Rebecca Prescott", "characterId": "nm0001547"}, {"text": "Yeah, Rockville Township it was. Stone County.", "character": "Zebulon Prescott", "characterId": "nm0001500"}]}, {"lines": [{"text": "Mrs. Rawlins, there ain't much glory in trompin' behind a plow.", "character": "Cpl. Peterson", "characterId": "nm0222596"}]}, {"lines": [{"text": "Why did you bring those bodies here?", "character": "Mike King", "characterId": "nm0001847"}, {"text": "They're railroaders. I thought somebody in the railroad might be interested.", "character": "Jethro Stuart", "characterId": "nm0000020"}, {"text": "I'm the railroad and I'm not interested!", "character": "Mike King", "characterId": "nm0001847"}]}, {"lines": [{"text": "[speaking about the Civil War]\nAfter Shiloh, the South never smiled.", "character": "Narrator", "characterId": "nm0000075"}]}, {"lines": [{"text": "Mike King don't own the railroad!", "character": "Zebulon 'Zeb' Rawlings", "characterId": "nm0000577"}, {"text": "Oh? I don't think he knows that.", "character": "Jethro Stuart", "characterId": "nm0000020"}]}, {"lines": [{"text": "[Lily has asked to partner-up with Agatha in a wagon train]\nYou know something ? I got a hunch you're gonna draw men like fish to bait. Maybe I can catch one of them while they swim by. You got yourself a partner.", "character": "Agatha Clegg", "characterId": "nm0728812"}]}, {"lines": [{"text": "One of these days I'm likely to pay you Rawlingses a little visit.", "character": "Charlie Gant", "characterId": "nm0908919"}]}, {"lines": [{"text": "There's only one kind of peace I know of, Marshal. That's the kind my brother's got.", "character": "Charlie Gant", "characterId": "nm0908919"}]}, {"lines": [{"text": "Do you remember the story Pa used to tell us about fightin' that grizzly bear?", "character": "Zebulon 'Zeb' Rawlings", "characterId": "nm0000577"}, {"text": "Yeah.", "character": "Jeremiah Rawlings", "characterId": "nm0424804"}, {"text": "And I asked him, I said, 'Now, why'd you get in such a fix? Do you like fightin' grizzlies?' He said, 'Well, not 'specially. I just wanted to go somewhere and the bear was there first.' I guess I just wanna go somewhere, too.", "character": "Zebulon 'Zeb' Rawlings", "characterId": "nm0000577"}]}, {"lines": [{"text": "[after stabbing Linus Rawlings]\nWell, he see'd the varmint, Pa.", "character": "Dora Hawkins", "characterId": "nm0063353"}, {"text": "Well done, daughter.", "character": "Col. Jeb Hawkins", "characterId": "nm0000974"}, {"text": "I ain't so sure. It was hard muscle and I could feel the blade just kinda skitter along his ribs.", "character": "Dora Hawkins", "characterId": "nm0063353"}, {"text": "Oh, you just need more practice, that's all. It's a pity you ain't got the knack your ma had, Lord rest her soul.", "character": "Col. Jeb Hawkins", "characterId": "nm0000974"}]}, {"lines": [{"text": "Take a good look. You wanted a war, mister, you got one. I hope you're the first man killed in it.", "character": "Zebulon 'Zeb' Rawlings", "characterId": "nm0000577"}]}, {"lines": [{"text": "Thank ya maam, that's right tasty.", "character": "Linus Rawlings", "characterId": "nm0000071"}, {"text": "You've only et four plates, I was beginning to think you didn't like it.", "character": "Rebecca Prescott", "characterId": "nm0001547"}, {"text": "No, well it don't pay to eat too much on an empty stomach, maam.", "character": "Linus Rawlings", "characterId": "nm0000071"}]}, {"lines": [{"text": "Boys, get back from there! Look down there son. Do you know how deep that shaft is?", "character": "Zebulon 'Zeb' Rawlings", "characterId": "nm0000577"}, {"text": "Huh uh.", "character": "Prescott Rawlings", "characterId": "nm0515301"}, {"text": "That's a thousand feet deep. Do you know how deep a thousand feet is? Well, if you had two hundred brothers all standing on your shoulders, you wouldn't be able to see over the top.", "character": "Zebulon 'Zeb' Rawlings", "characterId": "nm0000577"}, {"text": "I'd be squooshed.", "character": "Prescott Rawlings", "characterId": "nm0515301"}]}, {"lines": [{"text": "It ain't quite what I expected. There ain't much glory in lookin' at a man with his guts hanging out.", "character": "Zebulon 'Zeb' Rawlings", "characterId": "nm0000577"}]}, {"lines": [{"text": "Well, ain't that what I been doin'? Invitin' you? Invitin' you to share my life, Miss Prescott.", "character": "Roger Morgan", "characterId": "nm0696481"}, {"text": "I'm sorry Mr. Morgan.", "character": "Lilith 'Lily' Prescott", "characterId": "nm0001666"}, {"text": "It's somethin' else, ain't it? Must be something else naggin' at ya. Well, I don't aim to let it stop me, Miss Prescott. You can count on that.", "character": "Roger Morgan", "characterId": "nm0696481"}, {"text": "What'd he want?", "character": "Agatha Clegg", "characterId": "nm0728812"}, {"text": "Children.", "character": "Lilith 'Lily' Prescott", "characterId": "nm0001666"}, {"text": "Children? Well I'll be... Why didn't he come shoppin' at the right store?", "character": "Agatha Clegg", "characterId": "nm0728812"}]}, {"lines": [{"text": "This", "character": "Lilith 'Lily' Prescott", "characterId": "nm0001666"}, {"text": "[pointing to a picture of her husband]", "character": null, "characterId": null}, {"text": "and my land in Arizona.", "character": "Lilith 'Lily' Prescott", "characterId": "nm0001666"}]}]}