{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "we are trying to sell this to the archetypal average housewife, she who fills her basket. What you have here is a 22 year old pretty girl. What you need is taut slob, something on foot deodorisers in a brassiere.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "I, uh, I'm not quite sure we can go along with that, Mr. Bagley. I mean, if you look at, like, the market research...", "character": "Larry Frisk", "characterId": "nm0000293"}, {"text": "whatever it is, sell it. And if you want to stay in advertising, by God, you'd better learn that!", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}]}, {"lines": [{"text": "My grandfather was caught molesting a wallaby in a private zoo in 1919.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "A wallaby?", "character": "Psychiatrist", "characterId": "nm0795344"}, {"text": "It may have been a kangaroo. I'm not sure.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "You mean sexually?", "character": "Psychiatrist", "characterId": "nm0795344"}, {"text": "I suppose so. He had his hand in its pouch.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}]}, {"lines": [{"text": "Insanity? You still want to sell them boils!", "character": "Julia Bagley", "characterId": "nm0001829"}, {"text": "Nothing crazy about that. It's a free market, people will either buy or they won't buy. Nobody's forcing them. Everyone knows what they're getting.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "Perhaps they don't.", "character": "Julia Bagley", "characterId": "nm0001829"}, {"text": "Of course they do. People might be a bit greedy from time to time but we're not blind. We've got our eyes open, and we have a choice.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "Perhaps.", "character": "Julia Bagley", "characterId": "nm0001829"}, {"text": "Stop saying perhaps! What's perhaps got to do with it?", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "Perhaps they don't.", "character": "Julia Bagley", "characterId": "nm0001829"}, {"text": "Perhaps if they'd hanged Jesus Christ we'd all be kneeling in front of a fucking gibbet!", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}]}, {"lines": [{"text": "[reading a newspaper]\nI see the police have made another lightning raid. Paddington drug orgy.", "character": "Businessman on Train", "characterId": "nm0387523"}, {"text": "[Irish accent]\nI suppose young girls was involved?", "character": "Priest on Train", "characterId": "nm0331713"}, {"text": "One discovered naked in a kitchen. Breasts smeared with peanut butter. \"The police took away a bag containing 15 grams of cannibis resin. It may also have contained a quantity of heroin.\"", "character": "Businessman on Train", "characterId": "nm0387523"}, {"text": "Or a pork pie.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "I beg your pardon?", "character": "Businessman on Train", "characterId": "nm0387523"}, {"text": "I said the bag may also have contained a pork pie.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "I hardly see how a pork pie's got anything to do with it.", "character": "Businessman on Train", "characterId": "nm0387523"}, {"text": "All right then, what about a large turnip? It may also have contained a big turnip.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "The bag was full of drugs.", "character": "Priest on Train", "characterId": "nm0331713"}, {"text": "Nonsense.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "The bag was full of drugs, it says so!", "character": "Priest on Train", "characterId": "nm0331713"}, {"text": "The bag could have been full of anything. Pork pies, turnips, oven parts. It's the oldest trick in the book.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "What book?", "character": "Priest on Train", "characterId": "nm0331713"}, {"text": "The distortion of truth by association book. The word is \"may\". You all believe heroin was in the bag because cannibis resin was in the bag. The bag may have contained heroin, but the chances are 100 to 1 certain that it didn't.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "A lot more likely than what you say.", "character": "Businessman on Train", "characterId": "nm0387523"}, {"text": "About as likely as a tit spread with peanut butter.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "Do you mind?", "character": "Businessman on Train", "characterId": "nm0506224"}, {"text": "The tit was spread with peanut butter!", "character": "Priest on Train", "characterId": "nm0331713"}, {"text": "Nonsense.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "It says so! Who's the man you are to think you know more about it than the press?", "character": "Priest on Train", "characterId": "nm0331713"}, {"text": "I'm an expert on tits. Tits and peanut butter. I'm also an expert drug pusher. I've been pushing drugs for 20 years. And I can tell you a pusher protects his pitch! We wanna sell them cigarettes and don't like competition, see? So we associate a relatively innocuous drug with one that is extremely dangerous, and the rags go along with it because they adore the dough from the ads!", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "I've had enough of this. I'm getting off at Datchet.", "character": "Businessman on Train", "characterId": "nm0506224"}, {"text": "[getting even more animated]\nGetting off at Datchet won't help you! Getting off anywhere won't help you! I've had an octopus squatting on my brain for a fortnight, and I suddenly see that I am the only one that can help you! It would be pointless to go into the reasons why, but I've been worried sick about boils for a fortnight! Large boils, small boils, fast eruptors, they're incurable, all of them!", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "[the other 3 men leave the compartment and head to the door, Bagley follows them]", "character": null, "characterId": null}, {"text": "I know that and so does everybody else, until they get one! Then the rules suddenly change. With a boil on the nose, there's sudden overnight surge in fate, they wanna believe something will work!", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "[points to the priest]", "character": null, "characterId": null}, {"text": "He knows that, which is why he gets a good look-in with the dying.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "[they step off the train and shut the door. Bagley sticks his head out of the window]", "character": null, "characterId": null}, {"text": "Sells them hope, see? But these boys would be full time into real estate if anyone came up with a genuine cure for death!", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "Good God, this is a madman!", "character": "Priest on Train", "characterId": "nm0331713"}, {"text": "What do you know about God, you wire-haired mick?", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}]}, {"lines": [{"text": "Women, I might inform you, take that primitive device called the pill because it's all they've got. They don't like it, I personally abhor it, but unfortunately it's all we've got.", "character": "Penny Wheelstock", "characterId": "nm0867233"}, {"text": "In what context?", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "In the context of bed.", "character": "Penny Wheelstock", "characterId": "nm0867233"}, {"text": "I'm surprised you need to bother.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}]}, {"lines": [{"text": "We're living in a shop. The world is one magnificent fucking shop. And if it hasn't got a price tag, it isn't worth having. There is no greater freedom than freedom of choice, and that's the difference between you and me, boil. I was brought up to believe in that, and so should you, but you don't. You don't want freedom, do you? You don't even want roads. God, I never want to go on another train as long as I live! Roads represent a fundamental right of man to have access to the good things in life. Without roads, established family favorites would become elitist delicacies. Potter's soap would be for the few. There'd be no more tea bags, no instant potatoes, no long life cream. There'd be no aerosols. Detergents would vanish. So would tinned spaghetti and baked beans with six frankfurters. The right to smoke one's chosen brand would be denied. Chewing gum would probably disappear, so would pork pies. Foot deodorizers would climax without hope of replacement. When the hydrolyzed monosodium glutamate reserves run out, food would rot in its packets. Jesus Christ, there wouldn't be any more packets! Packaging would vanish from the face of the Earth. But worst of all, there'd be no more cars. And more than anything, people love their cars. They have a right to them. They have to sweat all day in some stinking factory making disposable cigarette lighters or everlasting Christmas trees, by Christ, they're entitled to them! They're entitled to any innovation technology brings. Whether it's ten percent more of it or fifteen percent off of it, they're entitled to it! They're entitled to one of four important new ingredients! Why should anyone have to clean their teeth without important new ingredients? Why the hell shouldn't they have their CZT? How dare some smutty Marxist carbunkle presume to deny them it? They love their CZT! They want it, they need it, they positively adore it! And by Christ, while I've got air in my body they're going to get it! They're going to get it bigger and brighter and better. I'll put CZT in their margarine if necessary, shove vitamins in their toilet rolls. If happiness means the whole world standing on a double layer of foot deodorizers, I, Bagley, will see that they get them! I'll give them anything and everything they want! By God, I will! I shall not cease, till Jerusalem is builded here, on England's green and pleasant land!", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}]}, {"lines": [{"text": "Don't pretend you haven't noticed my cardboard box, Julia, because I know you have!", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}]}, {"lines": [{"text": "You bastard. I only have one wish, that I could be awake to see you lanced. I'd like to see the knife going in. I'd like to see you suffer!", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "A typically communist statement.", "character": "Voice of the Boil", "characterId": "nm0732430"}, {"text": "I'm not a communist!", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "Yes, you are, you want to take everyone's car away.", "character": "Voice of the Boil", "characterId": "nm0732430"}, {"text": "I do not want to take anything from anyone. I want to give them the choice of something better.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "Oh yes? What?", "character": "Voice of the Boil", "characterId": "nm0732430"}, {"text": "Trains.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "Trains? Trains are no good, they're old fashioned. I hate trains, they're rotten.", "character": "Voice of the Boil", "characterId": "nm0732430"}, {"text": "Only because they don't consume. Only because they were already there and don't eat up more and more and more. That's why you hate them. That's why government hates them. That's why they're old fashioned and rotten.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "You Commies don't half talk a lot of shit.", "character": "Voice of the Boil", "characterId": "nm0732430"}]}, {"lines": [{"text": "Nobody in advertising wants to get rid of boils. They're good little money-spinners. All we want to do is offer hope of getting rid them, and that's where I'm blocked.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}]}, {"lines": [{"text": "Don't you think the way you reacted could be considered a little irrational?", "character": "John Bristol", "characterId": "nm0934014"}, {"text": "Don't start the old irrational bollocks with me, Bristol, I'm up to here with it! I know everything there is to know about rationality, and I know everything there is to know about advertising. So don't tell me I'm being irrational, cos I'm the man who's taken the stench out of everything but shit!", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "OK, old chap, why don't you take some time off?", "character": "John Bristol", "characterId": "nm0934014"}, {"text": "What the fuck do you think I'm resigning for? I'm taking forever off. I'm going to cleanse my life. I'm going to rid my mind and body of poisons, and when I've done it, I intend to make it my life's work to encourage others to do it.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "And how will you do that?", "character": "John Bristol", "characterId": "nm0934014"}, {"text": "By telling them, you bald fool.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "Walking up and down with a sandwich board?", "character": "John Bristol", "characterId": "nm0934014"}, {"text": "If necessary.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "Advertising, dear boy.", "character": "John Bristol", "characterId": "nm0934014"}]}, {"lines": [{"text": "15 years ago I was out there on the floor where you are now and I was very like you, Bagley, I was the best. But I got myself into some trouble with a gas-fired heating system. I tell you, I was desperate. I made myself ill with worry. I finally ended up with a specialist who told me I'd given myself an ulcer. But it was a lot more than that to me. As far as I was concerned, I'd given myself a detonator. I became obsessed with fears of spontaneous combustion. This gas-fired business had penetrated so deeply into my subconscious, I thought I was seconds away from busting into flames. I started drinking water. Sometimes as much as 25 pints a day. I slept with a bucketful by the bed. I even bought a fire extinguisher.", "character": "John Bristol", "characterId": "nm0934014"}, {"text": "I'm surprised you needed to bother. You must have pissed like a fire engine.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}]}, {"lines": [{"text": "Tell me about advertising. Now, you resigned from a very important firm with a very highly-paid job. I'd like to know your reasons.", "character": "Psychiatrist", "characterId": "nm0795344"}, {"text": "[Bagley doesn't answer]", "character": null, "characterId": null}, {"text": "Well, at least try and give me an example of even one of those reasons.", "character": "Psychiatrist", "characterId": "nm0795344"}, {"text": "advertising conspires with Big Brother.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "And you're afraid of Big Brother? Someone or something coming into your life and telling you what to do?", "character": "Psychiatrist", "characterId": "nm0795344"}, {"text": "No, I'm not afraid of him. I'm one of the few who really understands him. The man who conceived of Big Brother never knew what was coming down the line. Thought his filthy creation was gonna be watching us. But it is us who watch it. There's one in every living room. The montrous injustice of it is we stare at it of our own free will.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "So we could say principally that it's television that you blame.", "character": "Psychiatrist", "characterId": "nm0795344"}, {"text": "We can say entirely it is the crooks who've infiltrated it that I blame. They've moved in on the greatest means of communication since the wheel, and now they've done it their greed is insatiable. They're cutting down jungles to breed hamburgers, turning the whole world into a car park! They'd sell off the sea to satisfy the needs of their great god Greed! But it won't be satisfied, not til we're squatting in one of it's fucking hatchbacks on a motorway. But there isn't gonna be anywhere left to go, except in slow revolutions towards the crest of the next slag heap.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}]}, {"lines": [{"text": "Do you have trouble in getting an erection?", "character": "Psychiatrist", "characterId": "nm0795344"}, {"text": "What?", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "Can you get an erection?", "character": "Psychiatrist", "characterId": "nm0795344"}, {"text": "Yes!", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "Masturbating much?", "character": "Psychiatrist", "characterId": "nm0795344"}, {"text": "Constantly! I've got a talking boil on my neck! What would you do?", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}]}, {"lines": [{"text": "[Bagley looks in the bathroom mirror and discovers that the massive boil on his shoulder now has a face]", "character": null, "characterId": null}, {"text": "Hiya, handsome.", "character": "Voice of the Boil", "characterId": "nm0732430"}]}, {"lines": [{"text": "You dislike me because I'm not one of those starved little tarts you exploit. I don't rush out and buy your latest makeup, I have a mind of my own and I have a body of my own that doesn't fit into the preconceived patterns men like you dictate.", "character": "Penny Wheelstock", "characterId": "nm0867233"}, {"text": "You mean you're fat.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}, {"text": "Yes, I'm fat! And you're perfectly at liberty to hate me for it!", "character": "Penny Wheelstock", "characterId": "nm0867233"}, {"text": "You're quite wrong, I don't dislike you because of that. I wouldn't care if you were so huge we'd have to put scaffolding up to feed you.", "character": "Denis Dimbleby Bagley", "characterId": "nm0001290"}]}, {"lines": [{"text": "Get his Valium.", "character": "Basil", "characterId": "nm0805495"}]}, {"lines": [{"text": "All he has to do is throw a brick through their window and sell them a burglar alarm!", "character": "Male Love Bird", "characterId": "nm0001385"}]}]}