{"quotes": [{"lines": [{"text": "ninety-eight point *seven*!", "character": "Charles Firbank", "characterId": "nm0856103"}]}, {"lines": [{"text": "Good evening, Judge Blackstone. I'm afraid this is a mournful occasion.", "character": "Stanley Ford", "characterId": "nm0000493"}, {"text": "Not at all, my boy, not at all. Been married 38 years myself. And I don't regret one day of it. The one day I don't regret was... August 2, 1936. She was off visiting her ailing mother at the time.", "character": "Judge Blackstone", "characterId": "nm0085782"}]}, {"lines": [{"text": "I am speaking to you now not as your lawyer but as your friend. Stan, you are a grown man and grown men simply can't, repeat cannot, go around spreading terror on the New York streets at the height of the noon hour accompanied -will you stop just a minute, Stan?- by naked women.", "character": "Harold Lampson", "characterId": "nm0562305"}, {"text": "She wasn't naked. She had a diamond in her navel.", "character": "Stanley Ford", "characterId": "nm0000493"}]}, {"lines": [{"text": "Good God. Doesn't speak English? And yet, on the other hand, if one will go around marrying persons who pop out of cakes, it's bound to be, well, rather catch as catch can, isn't it, sir?", "character": "Charles Firbank", "characterId": "nm0856103"}]}, {"lines": [{"text": "My God, you're Italian!", "character": "Stanley Ford", "characterId": "nm0000493"}]}, {"lines": [{"text": "Push the button, Harold.", "character": "Stanley Ford", "characterId": "nm0000493"}]}, {"lines": [{"text": "You get-um dressed, me go talk-um Butler.", "character": "Stanley Ford", "characterId": "nm0000493"}]}, {"lines": [{"text": "Here you are in the prime of life. A handsome figure of a man, successful in business, adored by one and all. In fact, it could be said that you had it made, except for the one thing.", "character": "Stanley Ford", "characterId": "nm0000493"}, {"text": "I'm a lousy lawyer, huh?", "character": "Harold Lampson", "characterId": "nm0562305"}, {"text": "[scoffs]\nNo, you're married.", "character": "Stanley Ford", "characterId": "nm0000493"}, {"text": "Yeah, but being married is the normal way to live. Isn't it?", "character": "Harold Lampson", "characterId": "nm0562305"}, {"text": "Who says so?", "character": "Stanley Ford", "characterId": "nm0000493"}, {"text": "Edna?", "character": "Harold Lampson", "characterId": "nm0562305"}, {"text": "marriage is not a basic fact of nature, it's an invention. It's like the infield fly rule; it exists only because the women say so and like idiots we just go following right along.", "character": "Stanley Ford", "characterId": "nm0000493"}, {"text": "Uh...no, no, no, uh, Stan, I don't know what I would do without Edna. She...she...she plans the meals, sends my shirts to the laundry...", "character": "Harold Lampson", "characterId": "nm0562305"}, {"text": "you're confusing love and laundry.", "character": "Stanley Ford", "characterId": "nm0000493"}, {"text": "[rubbing the side of his face]\nLove and laundry, ay?", "character": "Harold Lampson", "characterId": "nm0562305"}]}, {"lines": [{"text": "'Bash Brannigan, Secret Agent' is syndicated in 463 newspapers. You know why?", "character": "Stanley Ford", "characterId": "nm0000493"}, {"text": "Sure, I know... Because it's hard-core pornography, softened slightly, ever so slightly, by excessive violence and SADISM!", "character": "Harold Lampson", "characterId": "nm0562305"}, {"text": "'Bash Brannigan' is enjoyed by millions because my readers know it's absolutely authentic! I'd never ask Bash to do anything I hadn't already done myself!", "character": "Stanley Ford", "characterId": "nm0000493"}]}, {"lines": [{"text": "Gentlemen...", "character": "Stanley Ford", "characterId": "nm0000493"}, {"text": "[looks at Harold Lampson, who gives him a wink and a grin; turns back to jury]", "character": null, "characterId": null}, {"text": "Gentlemen, I address you not as judge and jury, but as a fellow American male. The crime that you have just seen Harold Lampson commit in his imagination I have been accused of committing in reality. Too long has the American man allowed himself to be bullied, coddled, and mothered, and tyrannized, and in general meant to feel like a feeble-minded idiot by the female of the species. Do you realize the power that you have in your hand here today? If one man - just one man - can stick his wife in the goop from the gloppitta-gloppitta machine, and get away with it! Whoa-ho-ho, boy, we've got it made. We have got it made. All of us.", "character": "Stanley Ford", "characterId": "nm0000493"}, {"text": "Hear! Hear!", "character": "Charles Firbank", "characterId": "nm0856103"}, {"text": "Gentlemen, I did it.", "character": "Stanley Ford", "characterId": "nm0000493"}, {"text": "[crowd murmurs]", "character": null, "characterId": null}, {"text": "I killed her. I murdered my wife.", "character": "Stanley Ford", "characterId": "nm0000493"}, {"text": "[judge bangs gavel]", "character": null, "characterId": null}, {"text": "Every single charge that the district attorney has leveled against me is true. Indeed, I did slip her a Mickey - brrrup-brrrap!", "character": "Stanley Ford", "characterId": "nm0000493"}, {"text": "[smacks rail]", "character": null, "characterId": null}, {"text": "I cold-bloodedly then fed her into a tomb of goop from the gloppitta-gloppitta machine! I ask you to acquit me! Acquit me on the grounds of justifiable homicide. And not for my sake... for yours.", "character": "Stanley Ford", "characterId": "nm0000493"}]}, {"lines": [{"text": "Stan, Stan, uh, I wanna' remind you, lad, that you're now 37 years old. And quite frankly, it's time that you settled down. Now, Edna and I were discussing it last night, and Edna feels - and frankly I agree with her - that there is something almost immoral about a man of your age who isn't married. Doesn't go to an office, sits around drawing an infantile comic strip, that appeals only to morons, Stanley... Stanley? Stanley? Are you listening?", "character": "Harold Lampson", "characterId": "nm0562305"}]}]}