{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "You need to write a new story on me, don't you? Here you go - here is something to start from...", "character": "Huckleberry Finn", "characterId": "nm0765125"}]}, {"lines": [{"text": "Aunt Polly knows that Tom will end up in prison because of all the dime novels he devours.", "character": null, "characterId": null}]}, {"lines": [{"text": "Can't you imagine how delightful it would be up in heaven playing on a golden harp?", "character": "Miss Watson", "characterId": "nm0560442"}, {"text": "Do you aim to go up there? Then I'd rather go someplace else.", "character": "Huckleberry Finn", "characterId": "nm0765125"}]}, {"lines": [{"text": "Miss Watson preaches for a long time on Moses, as if he were her best friend. And that's even though she never knew him!", "character": null, "characterId": null}]}, {"lines": [{"text": "The blood trail can be followed straight down to the lake. My own little Huck first got murdered and then drowned afterward.", "character": "Huck's Father", "characterId": "nm0486967"}]}, {"lines": [{"text": "If Massa Huck alive, can I stay here with you? They sold me to a bad man and I run off.", "character": "Jim", "characterId": "nm0715441"}, {"text": "I'm most certainly alive! Of course you can stay here. I appoint you secretary of the navy! Build me a ship where we can sleep at night.", "character": "Huckleberry Finn", "characterId": "nm0765125"}]}, {"lines": [{"text": "I'll go into town to get some news. Maybe they found some of me in the river and buried me. That'd be good to know.", "character": "Huckleberry Finn", "characterId": "nm0765125"}]}, {"lines": [{"text": "What did you say your name was?", "character": null, "characterId": null}, {"text": "Doris, Enid, Lucy, Mabel Williams.", "character": "Huckleberry Finn", "characterId": "nm0765125"}, {"text": "I thought you said your name was Sarah, and a whole bunch of other names.", "character": null, "characterId": null}, {"text": "I have a lot of names, so many that I change a little between them. Some I use on Sundays - and others on weekdays.", "character": "Huckleberry Finn", "characterId": "nm0765125"}]}, {"lines": [{"text": "Yes. Yes. Goodbye dear Sarah, George, Peter, Alexander. Just don't forget what your name is next time.", "character": null, "characterId": null}]}, {"lines": [{"text": "My great-great-great grandfather was the eldest son of the Duke of Bridgewater. He drank himself to death, the dearl soul.", "character": "The Duke", "characterId": "nm0401943"}, {"text": "Dear Duke Bilgewater, let me comfort you... I can see that there is something in your eye that is very reminiscent of the picture I have seen of Duke Bilgewater... on a whiskey bottle!", "character": "The King", "characterId": "nm0061044"}]}, {"lines": [{"text": "Will you allow me to recite Romeo and Juliet? To augment my imagination, I ask you to be Juliet... to whom I confess my young Lo-ove.", "character": "The Duke", "characterId": "nm0401943"}, {"text": "But if I'm Juliet, won't my bald head and long whiskers distract you?", "character": "The King", "characterId": "nm0061044"}]}, {"lines": [{"text": "[after the King falls into the river while reciting Romeo and Juliet]\nThe idea was that you become Juliet, not the fountain.", "character": "The Duke", "characterId": "nm0401943"}]}, {"lines": [{"text": "Dear Lord, will you save Jim? If you do that, I promise you that I will write to Miss Watson and tell her where I am. So, if you absolutely want me to be back with Miss Watson, Jim has to be rescued.", "character": "Huckleberry Finn", "characterId": "nm0765125"}]}, {"lines": [{"text": "Why on earth do you want to free him when he is free to begin with?", "character": "Mrs. Sally Phelps", "characterId": "nm0601194"}, {"text": "Are you fools? We did it for the adventure! And now Huck and I will go on another one.", "character": "Tom Sawyer", "characterId": "nm0341503"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "It's better that I tell the truth, then maybe Aunt Sally will adopt me and make me an educated young man, so I can go back to Mary Jane. And this I swear, Mary Jane will someday see me as a grown-up educated man.", "character": "Huckleberry Finn", "characterId": "nm0765125"}]}]}