{"quotes": [{"lines": [{"text": "[Arriving at the funeral]\nI suppose this is proper, all these big cars and chauffeurs. Black shiny cars. Seems dopey for a guy like that. Well, I guess that's what they do. People get symbolic over death. They get very formal, and it's really ridiculous. Because it's probably the most humiliating thing in the world. But I feel very relaxed. People die of tensions. That's all they die of, Gus. That's the truth. Did you know that? I know it, and it's something I'm never gonna forget.", "character": "Archie Black", "characterId": "nm0000393"}, {"text": "Don't believe truth. Just don't believe truth. Archie, I'm telling you, don't believe truth.", "character": "Gus Demetri", "characterId": "nm0001023"}, {"text": "That is the truth now. You see, the truth will never kill you. Lies will. Not cigarettes, not alcohol. Lies, Gus. Lies and tensions. That'll kill you. That'll kill you before cancer in the heart. Did you know that?", "character": "Archie Black", "characterId": "nm0000393"}]}, {"lines": [{"text": "Well, I'd be a professional athlete because they really put out. And they got no excuses, and they feel good, and they get sweaty. You know, you have a beer, and you're with guys you like.", "character": "Archie Black", "characterId": "nm0000393"}, {"text": "I was gonna be a basketball player. I had all the moves. I was quick enough. Too short.", "character": "Gus Demetri", "characterId": "nm0001023"}, {"text": "I love baseball. I love golf. I love pool. I love track. I love Ping-Pong. I love volleyball. I love badminton. What else is there?", "character": "Archie Black", "characterId": "nm0000393"}, {"text": "Football.", "character": "Gus Demetri", "characterId": "nm0001023"}, {"text": "Lacrosse! Now there's a hell of a game!", "character": "Archie Black", "characterId": "nm0000393"}]}, {"lines": [{"text": "Like I've been telling my wife for years. Aside from sex, and she's very good a it, God damn it; I like you guys better.", "character": "Harry", "characterId": "nm0001262"}]}, {"lines": [{"text": "Don't believe truth. Archie, just don't believe truth.", "character": "Gus Demetri", "characterId": "nm0001023"}]}, {"lines": [{"text": "Gus, Archie, look what I did to that phone booth. I kicked the hell out of it. Yeah. Like I've been telling my wife for years. Aside from sex, and she's very good at it, God damn it, I like you guys better. I really do. Now, who the hell else could put up with me, huh? I'm a jerk, I know it. So, let's go home and get it over with.", "character": "Harry", "characterId": "nm0001262"}]}, {"lines": [{"text": "[Waiting while Harry is at home taking a shower]\nThat's the difference between him and us.", "character": "Gus Demetri", "characterId": "nm0001023"}, {"text": "If my wife opens her mouth to me about anything, I finish that fast. I walk in there...", "character": "Archie Black", "characterId": "nm0000393"}, {"text": "You're right.", "character": "Gus Demetri", "characterId": "nm0001023"}, {"text": "I know I'm right. And I spell it out. And that's what you have to do.", "character": "Archie Black", "characterId": "nm0000393"}, {"text": "Right. That's what you have to do.", "character": "Gus Demetri", "characterId": "nm0001023"}, {"text": "I'm not going to shower for her. If I want to stink, I'll stink. That's my privilege, and I'm not showering for him.", "character": "Archie Black", "characterId": "nm0000393"}, {"text": "[pointing at Harry's home]", "character": null, "characterId": null}, {"text": "Right.", "character": "Gus Demetri", "characterId": "nm0001023"}, {"text": "I wouldn't shower for you.", "character": "Archie Black", "characterId": "nm0000393"}, {"text": "Don't.", "character": "Gus Demetri", "characterId": "nm0001023"}, {"text": "I'm not going to shave, either.", "character": "Archie Black", "characterId": "nm0000393"}, {"text": "Don't shave.", "character": "Gus Demetri", "characterId": "nm0001023"}, {"text": "If I want to be dirty, I'll be dirty.", "character": "Archie Black", "characterId": "nm0000393"}, {"text": "Look, if you want to be dirty, you be dirty. You go ahead and be dirty.", "character": "Gus Demetri", "characterId": "nm0001023"}, {"text": "You have to be free. You have to be an individual.", "character": "Archie Black", "characterId": "nm0000393"}]}]}