{"quotes": [{"lines": [{"text": "Do you have to have a religious belief to take part in a non-violent movement?", "character": "Vilgot Sjöman", "characterId": "nm0803672"}, {"text": "No, not necessarily.", "character": "Martin Luther King", "characterId": "nm0455052"}, {"text": "If you find that a person cannot stand being attacked, what do you do with him? Do you speak to him and explain to him that he cannot be with you any longer?", "character": "Vilgot Sjöman", "characterId": "nm0803672"}, {"text": "Well, we always discourage those who cannot be subjected to attack - the one who would retaliate with violence - not to participate in a demonstration. The rules are very rigid in a non-violent movement and we feel that a person who can't take it - a person who cannot submit himself to violence if it comes to him and who would retaliate with violence - should not at all participate and so we discourage that person completely.", "character": "Martin Luther King", "characterId": "nm0455052"}, {"text": "I like him. He talks about better things than Palme.", "character": "Anna Lena Lisabet Nyman", "characterId": "nm0638784"}]}, {"lines": [{"text": "What would the rest of you do if we were invaded?", "character": "Anna Lena Lisabet Nyman", "characterId": "nm0638784"}, {"text": "Not give up. Sweden doesn't give up. And ignore all radio messages saying Sweden's been defeated.", "character": null, "characterId": null}, {"text": "Is that what you learn?", "character": "Anna Lena Lisabet Nyman", "characterId": "nm0638784"}, {"text": "It's in the book In Case of War. It was sent to everybody.", "character": null, "characterId": null}]}, {"lines": [{"text": "Are there any interesting social cases here? People in sleazy flats? People with unpaid dental bills? Drug cases will do, too. I work for \"Expressen\" the paper with a sting. My paper is planning a conservative victory in the '68 elections. We're doing a series on the ten most sordid social welfare cases.", "character": "Magnus, Lena's school friend", "characterId": "nm0632269"}]}]}