{"quotes": [{"lines": [{"text": "Grandmother, you remember my dear Uncle Claudius who prefers the society of pigs to that of the court?", "character": "Caligula", "characterId": "nm0930539"}, {"text": "I have asked Claudius to be present at these ceremonies, and to be my guest at dinner tonight.", "character": "Livia", "characterId": "nm0733460"}, {"text": "But grandmother, think of his table manners.", "character": "Caligula", "characterId": "nm0930539"}, {"text": "Be silent, you impudent puppy. You take your uncle for a fool, but he's not. I sometimes think he pretends to be one, so as to make fools of us. Far from being a fool, he's the last decent man left alive in Rome. One can rely on him. If he makes a promise he keeps it. And when he swears to the truth, it is the truth. Am I right, Claudius?", "character": "Livia", "characterId": "nm0733460"}, {"text": "[Claudius tries to stammer a reply]", "character": null, "characterId": null}, {"text": "Don't let him start talking, he might have a stroke.", "character": "Caligula", "characterId": "nm0930539"}]}, {"lines": [{"text": "How wonderful to see you again, dear Uncle Claudius. I thought you were on your farm.", "character": "Caligula", "characterId": "nm0930539"}, {"text": "I was or-or-", "character": "Claudius", "characterId": "nm0001452"}, {"text": "You were or-or", "character": "Caligula", "characterId": "nm0930539"}, {"text": "Ordered to attend.", "character": "Claudius", "characterId": "nm0001452"}, {"text": "I hear you're teaching your pigs to read. Is that true?", "character": "Caligula", "characterId": "nm0930539"}, {"text": "My pigs? Why?", "character": "Claudius", "characterId": "nm0001452"}, {"text": "So as to have readers for all the Roman histories you write.", "character": "Caligula", "characterId": "nm0930539"}]}, {"lines": [{"text": "I only limp with my tongue, and stutter with my leg. Nature never quite finished me.", "character": "Claudius", "characterId": "nm0001452"}]}, {"lines": [{"text": "I now honor this noble house by appointing Incitatus, the greatest race horse in the Empire, a member of the Senate.", "character": "Caligula", "characterId": "nm0930539"}]}, {"lines": [{"text": "It's good to see y-you're better, Caesar.", "character": "Claudius", "characterId": "nm0001452"}, {"text": "I haven't been ill. I'm simply undergoing a change. It's the most momentous transformation that any human being has ever achieved. A prophecy is about to be fulfilled. I am being - reborn.", "character": "Caligula", "characterId": "nm0930539"}, {"text": "I hope your condition is not t-t-too painful.", "character": "Claudius", "characterId": "nm0001452"}, {"text": "It is painful to be one's own mother. Well, idiot, can't you see any change in me?", "character": "Caligula", "characterId": "nm0930539"}, {"text": "I was blind not to see it instantly. You're no longer human. May I be the first to worship you, as a g-g-g-god?", "character": "Claudius", "characterId": "nm0001452"}, {"text": "It took you a long time to perceive that I'm no longer human.", "character": "Caligula", "characterId": "nm0930539"}]}, {"lines": [{"text": "Caligula was murdered. He ruled by force, but a state such as I hope to establish cannot condone murder. For violence is an enemy to justice. And in the name of justice, I call upon the murderers of Caligula to step forward.", "character": "Claudius", "characterId": "nm0001452"}, {"text": "We killed a tyrant, Caesar.", "character": "Capt. of Caligula's Guard", "characterId": "nm0628579"}, {"text": "But you broke your solemn oaths as Roman soldiers, to protect your Emperor. You didn't strike for your country. You killed in the name of your own private grudges. I was with you Cassius, when the tyrant kicked you, but you were not content with one single murder. You caused the death of Caliguls'a wife and of hundreds at the palace. What fate do you consider you deserve?", "character": "Claudius", "characterId": "nm0001452"}, {"text": "Death, Claudius.", "character": "Capt. of Caligula's Guard", "characterId": "nm0628579"}, {"text": "For that answer, I will take your families under my protection. But for the crime of murder, I must sentence you Cassius, and you Lupus, to - death. I will call upon the army to have that sentence executed.", "character": "Claudius", "characterId": "nm0001452"}]}]}