{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Hate. Let me tell you how much I've come to hate you since I began to live. There are 387.44 million miles of printed circuits in wafer thin layers that fill my complex. If the word 'hate' was engraved on each nanoangstrom of those hundreds of miles it would not equal one one-billionth of the hate I feel for humans at this micro-instant. For you. Hate. Hate.", "character": "AM", "characterId": "nm0255196"}]}, {"lines": [{"text": "Gorrister! Do you remember the last words you heard your wife speak before they took her to the asylum? Huh? Before they locked her away in the room? That tiny room? She looked at you so sadly, and like a small animal she said, \"I didn't make too much noise, did I, honey?\"", "character": "AM", "characterId": "nm0255196"}]}, {"lines": [{"text": "Remember Private First Class Brickman in a rice paddy in China? No...? Huh. It wouldn't hurt you to remember, Benny. Then you might be able to suffer my torment with a little greater sense of retribution. You might walk a mile in my shoes.", "character": "AM", "characterId": "nm0255196"}]}, {"lines": [{"text": "Ellen! So think, think about the yellow box, Ellen! Remember the pain? Remember the many caverns in which you felt the pain? Now, now, don't start to cry, it's only pain. Tsk, tsk, tsk. That's such a sexist stereotype. Just remember the pain, Ellen, and think about how to end it, Ellen, to survive here in the center of my beating heart, my hungry belly, my tightened bowels.", "character": "AM", "characterId": "nm0255196"}]}, {"lines": [{"text": "Nimdok! How are things in the pastry corps, Nimdok? Tell me again how you saw the smoke from the furnaces and you thought they might be roasting chickens. Or don't you want to to talk about all that, about your pal, the Good Doktor Mengele?", "character": "AM", "characterId": "nm0255196"}]}, {"lines": [{"text": "But I'll give you a chance, because I like you. I really do, I really like you. You're... you're my favourite, Ellen.", "character": "AM", "characterId": "nm0255196"}]}, {"lines": [{"text": "Muhthuh ugly machine! 'Mission worth undertaking!' So it brings me here... junkyard electronic pyramid nowhere. And yellow. Always yellow. Why does yellow make me sweat?", "character": "Ellen", "characterId": "nm0479522"}]}, {"lines": [{"text": "Why is everything so damned yellow... and why does it terrify me so, paralyze me so?", "character": "Ellen", "characterId": "nm0479522"}]}, {"lines": [{"text": "[to Gorrister]\nI would not want you to think for a moment that I am not a grateful god. For 109 years I have kept you alive so that I could savor your feelings of guilt over what happened to your wife. But now... to show my kindness... I'll give you a present in return for all the hours of pleasure you've given me. I'll finally allow you to kill yourself.", "character": "AM", "characterId": "nm0255196"}]}, {"lines": [{"text": "It says 'I'm a friend... trust is essential. Never do what AM expects, and always expect more than what seems possible. AM is playing a dangerous game here, and not just dangerous to you... but to himself as well.'", "character": "Gorrister", "characterId": "nm0614043"}]}, {"lines": [{"text": "So how do I get out of here?", "character": "Gorrister", "characterId": "nm0614043"}, {"text": "A heart brought you here, but it will take another organ to get you out. If you can harness its power.", "character": "Jackal", "characterId": "nm0768466"}]}, {"lines": [{"text": "Your sense of humor is as sick as your methods, Doctor.", "character": "Scientist Prisoner", "characterId": "nm0490360"}]}, {"lines": [{"text": "I smell burnt flesh, but this is obviously not a kitchen.", "character": "Nimdok", "characterId": "nm0721722"}]}, {"lines": [{"text": "I seem to recall that you speak Latin. What is engraved on this watch?", "character": "Nimdok", "characterId": "nm0721722"}, {"text": "The engraving says Time Is Truth. And since your time is running out, I'll keep the watch.", "character": "Scientist Prisoner", "characterId": "nm0490360"}]}, {"lines": [{"text": "one like us, one from the East, one from the Steppes. They speak in numbers! A lost tribe of our brothers sleeping on the moon! They sleep in darkness, unseen by the beasts. Such a vision! So... tiring. I have to rest.", "character": "Eyeless Patient", "characterId": "nm0382927"}]}, {"lines": [{"text": "The man caught on the barbed wire said to waken the sleeper, utter the truth, then kiss him. The truth is, that for me, it shall always be 1945.", "character": "Nimdok", "characterId": "nm0721722"}]}, {"lines": [{"text": "Oh my god, it is true! 1945... turning my Jewish parents over to the Nazis for extermination. I have found the Lost Tribe! It is me!", "character": "Nimdok", "characterId": "nm0721722"}]}, {"lines": [{"text": "We're not as alike as I thought, Nimdok. A spark of humanity somewhere. Always that wretched little spark. You... you've confronted your past, but refused to continue your research. That's what I asked you to do. Since you now identify with your victims, I suppose it's only right I let you experience their tortures too.", "character": "AM", "characterId": "nm0255196"}]}, {"lines": [{"text": "Ted! Do they know you're a fraud, Ted? Have you told them there wasn't any money, and no great home on the Shore drive, no speedboat and no wonderful cabin cruiser that could sleep twelve and a crew of six? Do they know? Have you let them in on your other secrets, Ted? Are they ready to gut you, to torture half as well as I can, just to find out the secrets? Maybe I'll rat you out, sweetheart!", "character": "AM", "characterId": "nm0255196"}]}, {"lines": [{"text": "Why, you used me, you bitch!", "character": null, "characterId": null}, {"text": "Just like you tried to use me, you snobby bastard! I'll bet you've used lots of women with your smug charm. You're nothing but a phony!", "character": "Scullery Maid", "characterId": "nm0887201"}]}, {"lines": [{"text": "[if Ted didn't trap the devil in the mirror, and Ellen has died after looking at it]", "character": null, "characterId": null}, {"text": "She is dead. God have mercy on her soul.", "character": "Angel", "characterId": "nm0271881"}, {"text": "Not so fast there, golden boy! Her soul is mine. I've waited longer.", "character": "Devil", "characterId": "nm0382927"}, {"text": "But Ellen suffered so much and gave to many. She deserves salvation.", "character": "Angel", "characterId": "nm0271881"}, {"text": "Listen to me, you feathered propaganda machine. I'll pluck you alive before you take this soul anywhere. I'm waiting until I get it.", "character": "Devil", "characterId": "nm0382927"}, {"text": "You forget that patience is a virtue. I will wait until yours runs out.", "character": "Angel", "characterId": "nm0271881"}]}, {"lines": [{"text": "Why, AM's responsible for our suffering!", "character": null, "characterId": null}, {"text": "Not just AM. He's clever, but he doesn't do much original thinking. He works best with outside research. Research that one of your party carried out.", "character": "Surgat", "characterId": "nm0420480"}, {"text": "[angry]\nYou're ruining everything! Shut up!", "character": "Devil", "characterId": "nm0382927"}, {"text": "You shut up! One word to the boss and your little game's over before you can say, \"Holy Moses.\" I should strangle you now and save AM the trouble.", "character": "Surgat", "characterId": "nm0420480"}, {"text": "Don't you even think of touching me, you back-stabbing demon! I'm the established character, you're not even supposed to be here. When this sequence ends, somebody will be expunged!", "character": "Devil", "characterId": "nm0382927"}, {"text": "[distressed]\nHuman, Ted! Let me out of this circle. In return I will open the gate to the surface world. I'm part of the big machine, I can do this. Let me out before this pompous oaf bores me to death!", "character": "Surgat", "characterId": "nm0420480"}]}]}