{"quotes": [{"lines": [{"text": "[coming out of a theater showing a war movie]\nIs the war really like that?", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "I guess so.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "That's funny.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Why?", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "I mean that you should only guess so.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Well, they have experts making those pictures. I guess that's the way they see the war. A beach a mile long, and thousands of soldiers, and tanks, and machine guns and everything. I guess that's the way it is.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "But it wasn't that way for you, huh?", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "It's just a difference in size. To a guy that's in it, the war's about ten feet wide, and kind of empty. It's you and a couple of fellows in your company, maybe, and maybe a couple of Japs. It's all kind of mixed up. Sometimes it's all full of noise, and sometimes it's quiet. It all depends on what you're thinking about, I guess. It depends on how scared you are, how cold you are, and how wet you are. I guess if you asked a hundred guys what the war's like, they'd all give you a different answer. Mary. You know what?", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "What?", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "I mean, usually you don't like to talk about it. I never said anything about it before, not to anybody.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "I'm sorry, I ...", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "No. No, I feel kind of good.", "character": "Zachary Morgan", "characterId": "nm0001072"}]}, {"lines": [{"text": "[meeting for the first time on the train]\nAre you going home on furlough?", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Yeah. Yeah, I'm on furlough. They gave me a furlough.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Is this your first time home since...", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Well, I haven't got any regular home or family. I'm just going to visit. You traveling on business, or...", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "No, I'm on vacation. Christmas vacation.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "What kind of business are you in? I mean, what sort of work do you do?", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Well, I, uh... I travel. I'm a traveling saleswom - uh, saleslady.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "I never heard any jokes about traveling salesladies. I guess there aren't many. I never would have guessed that's what you did.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Well, what - what would you have guessed?", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Oh, that you were, uh, I don't know... a secretary or a model maybe, a schoolteacher.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Well, I once was a secretary, and I wanted to be a model. So that would have been pretty good guessing.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "You going all the way to L.A.?", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "No. No, I haven't much farther to go, as a matter of fact. I'm getting off at Pinehill.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Oh. Oh, well... Is Pinehill your home?", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "No. I'm just visting my uncle.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "That's funny. I'm going to Pinehill, too.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Oh, really?", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Uh-huh. Yeah. I'm visiting there. My sister lives in Pinehill.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "I bet she'll be very glad to see you.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "I hope so. Maybe we'll run into each other there.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Yes.", "character": "Mary Marshall", "characterId": "nm0001677"}]}, {"lines": [{"text": "[getting into a cab]\nBye.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Bye.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "[to cab driver]\n617 North Elm Street.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Oh, wait. If, uh, if anybody tried to telephone you, how could they get you?", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Well, uh, my uncle's name is in the telephone book. Henry Marshall.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Henry Marshall? Good. Oh! What's your name?", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Mary. Mary - Mary Marshall.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Mary Marshall. Good-bye.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Good-bye.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Wait a minute. Um, if somebody calls and says it's Zachary Morgan, that's me.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "[laughing]\nOh. Glad to meet you.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Merry Christmas.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Merry Christmas.", "character": "Mary Marshall", "characterId": "nm0001677"}]}, {"lines": [{"text": "You haven't changed, Mary. Not at all.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Thank you, Aunt Sarah. Oh, it's so good to be here.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "I'm so glad to have you with us, dear. Awfully glad. Barbara, come on down! You can share Barbara's room.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Oh, dear, I don't want to disturb anybody. I, don't ...", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Oh, nonsense. Barbara will love to have you. Here, for heaven's sake, give me your coat. Anyway, it's the guest room, or it was before Barbara was born. Besides, I think it would be a very good thing for Barbara. She's seventeen.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Seventeen?", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "And she's pretty, spoiled, and at an age, oh, you know. I think an older girl will be a very good thing for her right now. Like you. Yes, like you. Now, there's a million things to talk about, but first you want to wash up.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "[coming downstairs]\nHello, Mary. I'm awfully glad to see you.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Hello, Barbara. Why, I never would have known you. She's grown into a beauty.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Welcome home.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Take Mary up to your room, dear.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Follow me, lady, to my boudoir. Although it's small, not much bigger than a cell. Oh, I'm sorry, Mary.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Look, there's just one thing. We all know that I've been in prison, and I'm going back in eight days. And there's no use pretending it isn't so. It just won't be any good unless everybody says what he thinks, and doesn't try to cover up.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Oh, you're a fine girl, Mary. Now go up and see your room.", "character": "Mrs. Marshall", "characterId": "nm0001981"}]}, {"lines": [{"text": "[caught staring at Mary]\nI was just thinking, that's an awfully nice suit you have on, Mary.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Oh, thank you, Barbara. You were thinking of something else, too.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "As a matter of fact, I was.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "[taking of her jacket]\nWhere can I put this?", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "I'll take it.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "You may as well tell me, so we can both get it off our minds.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Well, I... I just... Well, you see, I hadn't known that they gave these vacations or furloughs to people that...", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "You don't have to be shy about it, Barbara. I didn't know about it either. Till the warden told me that in this state, and a few other states, they give special furloughs to people for good behavior.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Well, I think it's wonderful that they have that confidence in you.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Yes. I think so, too.", "character": "Mary Marshall", "characterId": "nm0001677"}]}, {"lines": [{"text": "You must have been looking forward to it, Mary.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "I was looking forward to seeing you, Aunt Sarah.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Oh, that's sweet of you, dear.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "As a matter of fact, selfish. I've been doing a lot of thinking in the past three years, Aunt Sarah, and...", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "What sort of things were you thinking, Mary?", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Coming out into the world and... Even coming here, I had a feeling that ...", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Honey, you've got to stop being afraid. You've got to stop feeling that you're branded like people were in the old days. You've done something. You're paying your debt to society. Most people are willing to let it go at that.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "I know, Aunt Sarah, but coming out into the world and seeing everybody in uniform, everybody doing something... I just don't belong. I don't fit in. And dreams that I've had for the future are just impossible.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Well, most dreams are, Mary. It's just the dreaming that counts. Nobody gets exactly what he wants out of life. One of the first things you learn is to make compromises with your dreams.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "But I'm not talking about palaces and rainbows, Aunt Sarah. I'm talking about a home. A home like this with a kitchen and a stove and an icebox, and a husband, and a child.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Yes, I have all that. Yet I used to dream about palaces and rainbows.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "But you're happy.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Of course. Because I didn't hold out for too much. I accepted what I thought was second best and made that do. Oh, it's something that everybody learns sooner or later. You have to get used to accepting what you think is second best, and then you find out it's first best after all.", "character": "Mrs. Marshall", "characterId": "nm0001981"}]}, {"lines": [{"text": "Dad. Dad, I want to ask you a question.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Fine. Fire away.", "character": "Mr. Marshall", "characterId": "nm0876451"}, {"text": "You know, you never told me anything about Mary. I mean, why she was sent to prison, and why she ...", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "You can find out about that some other time, when you're a little older.", "character": "Mr. Marshall", "characterId": "nm0876451"}, {"text": "But it can't be so secret. I don't see why I shouldn't know.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Barbara, you can find out about that some other time. It's just that Mary made a little mistake, and that's all there is to it.", "character": "Mr. Marshall", "characterId": "nm0876451"}, {"text": "But they don't send people to prison for just doing nothing.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Now, look, Barbara, I'm trying to listen to the radio and work this puzzle, and I can't take on any other jobs at the moment.", "character": "Mr. Marshall", "characterId": "nm0876451"}, {"text": "But, what if my friends ask me about her? What'll I tell them? They'll want to know why ...", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Just tell them that Mary is your cousin. From that point on, they can mind their own business. And it seems to me that your business might be helping your mother out in the kitchen.", "character": "Mr. Marshall", "characterId": "nm0876451"}, {"text": "[laughing]\nOh, Dad. Sometimes the way you talk to me, you make me feel like I'm an adopted daughter or something.", "character": "Barbara Marshall", "characterId": "nm0000073"}]}, {"lines": [{"text": "[after Barbara had partitioned all their stuff]\nBarbara, what I'm in prison for isn't catching.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "I'm sorry, Mary, I... I keep hurting you, and... I really don't want to.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "I guess it is uncomfortable for you to meet somebody who's been in prison. Maybe when you get to know me, you'll feel differently.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "I want to know you, Mary. Really, I do.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "How much do you know about me?", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Not much. Mother and Dad still treat me like a child. Everything's a big secret.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "I don't think it would hurt for you to know. As a matter of fact, I think it might help. When I was your age, my mother died.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Oh, I remember her. Way back when I was young. She used to make clothes for my favorite doll.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Yes, she was wonderful with her hands. And some time after that, my father went north on business. And then, when he died, I was on my own. I got a very good job as a secretary, and my job brought me in contact with a lot of very nice men, one of whom, might have turned out, I thought, to be the one who would give me all the things that you dream about when you're twenty and lonely. One day, when I was called into my boss's office, he invited me to a party in his apartment. He was single, and I started dreaming. Bosses do marry their secretaries. I took what money I'd saved and I bought an evening dress. I thought it was very fancy. I wanted to look good in front of his high class friends. He had sent me an orchid, a white orchid, the first one I'd ever had. I was wearing it. When the door opened, I walked into the biggest apartment I'd ever seen. I thought it was rich and elegant. I'd wanted to impress him, so I got there a little late. I'd wanted to make an entrance all by myself, but nobody else was there. I should have had sense enough then to get out, but I didn't. He'd been drinking a long time before I got there, I guess, and he kept right on. He told me that he hadn't invited anyone else, and that the white orchid, and all that was just his way of getting me up there. I - I tried to talk my way out, and then when that didn't work, I made a break for it. I didn't scream. I was too frightened, I guess. I tried to get away from him, but I couldn't. He seemed to be everywhere. Oh, it was all mixed up like some terrible kind of a dream. Once, I almost got away, when he fell over a chair. But he caught me again, and dragged me back. Then I pushed him as hard as I could, and he fell back through the window. His apartment was on the fourteenth floor.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Oh, Mary... how awful.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Maybe I shouldn't have told you.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "No, I'm glad you did. But it's wrong. They shouldn't have sent you to prison.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "If I'd been lucky enough to get away before he was killed, then there wouldn't have been any crime. But after all, a man was dead. The jury said manslaughter. Guilty. Well, that meant six years.", "character": "Mary Marshall", "characterId": "nm0001677"}]}, {"lines": [{"text": "Mary, I want to tell you why I got mad at that guy in the coffee shop last night, and why I walked away from you after I threw that rock at the lamppost and missed it.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "I knew there must be some reason, but you don't have to tell me.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Look, I was brought up in a home, an orphan's home.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "That's nothing to be ashamed of.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "I'm not. It's not like being in prison, or anything like that.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "No.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "neuropsychiatric.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "The doctors must know a lot more about it now than they did during the last war.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Maybe. They don't know something about me that I know. You see, before I became an engineer, I was an athlete, a pretty good one. I know what my timing used to be, they don't, and it's gone, Mary. Before this happened to me, I could have hit that lamppost all day. I don't know why I'm bothering you with all this. Yes, I do. I know why I'm bothering you. Because I feel so much better when I talk to you. I like to be with you.", "character": "Zachary Morgan", "characterId": "nm0001072"}]}, {"lines": [{"text": "[Mrs. Marshall comes in with a flaming plum pudding]\nI never could figure out why the pudding never gets burned.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "I've never been able to figure that out either. Must be the alcohol in the brandy.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "I think.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Personally, I think it's a shame to burn good brandy. That quart I brought home last week was imported cognac.", "character": "Mr. Marshall", "characterId": "nm0876451"}, {"text": "Oh, don't worry, Henry, I didn't burn up the whole quart.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Oh, I wouldn't trust Mom with it, Dad.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Maybe you're right. Remember last year, how Mom got going on just a glass of sherry?", "character": "Mr. Marshall", "characterId": "nm0876451"}, {"text": "Now I'm not going to listen to that again!", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "You may not believe this about your dear Aunt Sarah, but last year she got high as a kite.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "If they're trying to drag out a family skeleton, Mrs. Marshall, I won't listen to them.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Oh, it's just one of those little things that happen, people start exaggerating.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Exaggerate, my eye! It's as true as I sit here. Last year, Mother and I had a glass of sherry to bring in the new year. And then we went to a little gathering, all the way across town, it was. Mother had her skirt on backwards!", "character": "Mr. Marshall", "characterId": "nm0876451"}, {"text": "See here, Henry, if you're in such good voice, how about a Christmas carol?", "character": "Mrs. Marshall", "characterId": "nm0001981"}]}, {"lines": [{"text": "[after they sing a Christmas carol together]\nWell, it feels pretty comfortable to have another man's voice around at Christmastime.", "character": "Mr. Marshall", "characterId": "nm0876451"}, {"text": "I'm sure Barbara's doing her best to arrange that for you, Henry.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Oh, mother.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Oh, darling. Maybe family jokes are in bad taste. They make the guest feel out of place.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "No, ma'am. I haven't felt so easy in a long time. This is the best Christmas dinner I ever had. Yesterday, I was a stranger here. I mean, I felt like a prisoner inside myself. Now, just to be in a home like this, with people like you, maybe someplace I can come back to next month, or next year...", "character": "Zachary Morgan", "characterId": "nm0001072"}]}, {"lines": [{"text": "Oh, I understood, Mary. When Zach said he was a stranger, you felt as if the words were coming from your own lips.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Might have happened to any girl. Could have been just Christmas sentiment. Good night, Mary.", "character": "Mr. Marshall", "characterId": "nm0876451"}, {"text": "Good night, Uncle Henry.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Good night. Don't forget to turn out the lights, Sarah.", "character": "Mr. Marshall", "characterId": "nm0876451"}, {"text": "All right, dear. So don't worry about making a scene.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Well, I'm not worrying about that, Aunt Sarah. I was just wondering if I shouldn't tell him about me.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Oh, not for the world.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "You don't think so?", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Well, why?", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Well, he trusts me, and it doesn't seem fair.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Oh, there's no reason for it, Mary. He'll only be here for a few days. He's lonely, and you're making things pleasant for him.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "That's not the reason I'm seeing him, Aunt Sarah. Because I like him. I like him a lot.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Of course you do, dear, but it isn't as if you were going to marry him.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "No. It's not as if I was going to marry him.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "I didn't mean it like that, dear.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "I know.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Have fun, Mary. See Zach everyday, if you like. Act like any other girl.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "I try, Aunt Sarah, but I can't seem to make myself feel like any other girl. I just feel like me.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "And that's pretty darn good. Now you have fun.", "character": "Mrs. Marshall", "characterId": "nm0001981"}]}, {"lines": [{"text": "[Mary picks up an evening dress in a dress shop]\nYou like this one, don't you, Mary?", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "It's lovely.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Then you're going to have it.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Oh, no. Uh-uh.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Now, you listen to me, Mary. You can't wear the same clothes day after day, your soldier boy's going to get tired of them.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Well, I've been fooling him well enough so far. I've been wearing one blouse after another. I don't need a dress, dear.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Now, Zach's made a big thing of inviting us all to this New Year's Eve party. You can't wear a suit.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Uh-uh. I'll manage.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Henry and I have talked it over. We want you to have a dress.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "[Mary shakes her head]", "character": null, "characterId": null}, {"text": "Oh, Henry will be so disappointed if you don't accept it.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Darling, I'll only be able to wear it once. It'll be out of style in three years.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Then we'll burn it. Miss?", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Yes?", "character": "Saleslady", "characterId": "nm0831838"}, {"text": "My niece would like to try on this dress.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Oh, it'll be fine on you.", "character": "Saleslady", "characterId": "nm0831838"}, {"text": "Go on, dear. Try it on.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Well, all right. I'll try it on.", "character": "Mary Marshall", "characterId": "nm0001677"}]}, {"lines": [{"text": "[Trying on the dress in the dressing room]\nHow much is this dress?", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Sixty-nine dollars.", "character": "Saleslady", "characterId": "nm0831838"}, {"text": "Oh? Would you take the tag off, please?", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "[Handing her some money]", "character": null, "characterId": null}, {"text": "Look, here's thirty dollars. And when my aunt asks you the price, will you tell her that it's thirty-nine instead of sixty-nine dollars?", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "It's a bargain.", "character": "Saleslady", "characterId": "nm0831838"}, {"text": "Thank you.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "[Saleslady leaves the dressing room, and joins Mrs. Marshall outside]\nMiss, how much was that dress?", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Thirty-nine dollars.", "character": "Saleslady", "characterId": "nm0831838"}, {"text": "Look, I'll give you twenty dollars. When I ask you again, how much it was, you tell me it's nineteen dollars.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "[coming out of the dressing room]\nDo you like it?", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Oh, it's darling on you.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Isn't it sweet?", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "It was made for you. Um, Miss, how much is this dress?", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Nineteen dollars.", "character": "Saleslady", "characterId": "nm0831838"}, {"text": "Oh, that's a wonderful buy.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "[Mary realizes what happened and laughs]", "character": null, "characterId": null}]}, {"lines": [{"text": "I didn't think you were trying to give me the brush. What happened? You know, I thought you were still ...", "character": "Charlie Hartman", "characterId": "nm0355538"}, {"text": "Well, I am. They gave me a ten day Christmas vacation.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Oh, good. You gonna be around?", "character": "Charlie Hartman", "characterId": "nm0355538"}, {"text": "Yes, but Charlie, the fellow I'm with he doesn't know about me, and I'd appreciate it very much if, you know, if you wouldn't ...", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "Sure, Mary. Forget it.", "character": "Charlie Hartman", "characterId": "nm0355538"}]}, {"lines": [{"text": "Sergeant, we would like to get the point of view of the soldiers about several things.", "character": null, "characterId": null}, {"text": "Soldiers?", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Yes. We would like to know from you what the soldier thinks.", "character": null, "characterId": null}, {"text": "Thinks about what?", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Thinks about political issues.", "character": null, "characterId": null}, {"text": "Senator, I don't know. What gives you the idea that just because a fellow puts on a soldier suit he thinks any differently from anybody else?", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "[looking around at the soldiers around him]", "character": null, "characterId": null}, {"text": "What does the soldier think? I tell you, last time some of us voted for Roosevelt, and some of us didn't. Some of us weren't old enough to vote. Some soldiers think labor's got a right to strike, and some soldiers think labor's got no rights at all. A lot of soldiers got one idea about what should happen after war, a lot of soldiers have other ideas. Me? I haven't the slightest notion what a lot of soldiers think. Senator, thanks for the cigar.", "character": "Zachary Morgan", "characterId": "nm0001072"}]}, {"lines": [{"text": "You know something?", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "What?", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "The doctors are gonna be very surprised when they see you. They'll probably send you back to active duty.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "That lemonade must have been spiked.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "No, I really mean it. Do you realize what you did tonight? I bet you couldn't have done that a week ago.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "What?", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Well, I watched you all evening. When you were dancing, you never hesitated for words, and your eyes didn't blink. And then when that dog attacked us, I've never seen anyone quite so fast on their feet.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "I didn't even think about what I was doing.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "That's just it, you were so alert and keen, and your timing was perfect.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "I hope you're right. I believe you are. Mary, you told me that in eight days you can do a lot of believing.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Life can be wonderful.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "You're wonderful.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "You're just saying that because you know I've got lots of money.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "You're wonderful.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Because you know I've got very influential friends.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "You're wonderful.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Because of my social position.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "[he kisses her]", "character": null, "characterId": null}, {"text": "Mary, I know I'm going to get well. I've got plans, too, lots of them. I know I'm going to stay well, too, because you figure in all my plans. You've got to figure in them because, without you, I'm back where I started. I'm sunk.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Let's don't talk about it tonight. I'm kind of sleepy.", "character": "Mary Marshall", "characterId": "nm0001677"}]}, {"lines": [{"text": "You going back to active duty, Zach?", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Not for a while yet.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Gee, you look a lot better than you did a week ago.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Feel a lot better.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Do you think it was the Marshall food that did it?", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Must've helped. I think it was mostly your cousin Mary.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "She's awfully nice.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "I've noticed that, too. You know what? I think I'll marry her.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Are you kidding?", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Not as far as I'm concerned. Of course, I don't know about her, yet.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Well, won't you mind waiting?", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "That's up to Mary, really. Things have worked out so well, that I may not have to wait as long as I thought.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Well, that's what the folks have always hoped, that she won't have to serve her full term now. But the fact that they let her out of prison for Christmas is a pretty good sign. You know, it wasn't until the other night, when she told me how it all happened, I realized that it really isn't her fault. She's not a criminal. I mean, not like real criminals. Oh, it's too bad that you two can't go back on the train together, but then Mary isn't due in Easton until nine o'clock tonight. She wants to spend as much time with us as she can. You can't blame her, after being locked up for three years.", "character": "Barbara Marshall", "characterId": "nm0000073"}]}, {"lines": [{"text": "Mary, I - I - I told him. I didn't want to hurt you. I didn't know. I told him.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "We're so sorry.", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "[in tears]\nMary, I... Mary, I... I'm so ashamed. Please forgive me. I love you, Mary, and I wouldn't want to hurt you, not for anything. I understand something... I understand something now that I never knew before, that you can make a mistake, do something dreadful, without meaning to... Oh, Mary!", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "[choking on tears]\nIt's all right, Barbara.", "character": "Mary Marshall", "characterId": "nm0001677"}]}, {"lines": [{"text": "[meeting her at the women's prison gate]\nMary, I didn't want to make you cry.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "There's nothing wrong with crying at a time like this.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "The minute I got on the train, I knew why you didn't tell me.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Nothing matters, except that you're here.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "I'm terribly ashamed of walking out like that. I need you, Mary. I want to feel that you need me.", "character": "Zachary Morgan", "characterId": "nm0001072"}, {"text": "Oh, I do. I do.", "character": "Mary Marshall", "characterId": "nm0001677"}, {"text": "I'll be right here. I'll be right here waiting. I'll be all well by then. Ready to make a new start, too.", "character": "Zachary Morgan", "characterId": "nm0001072"}]}, {"lines": [{"text": "That's what's wrong with young people... they're so young.", "character": "Mr. Marshall", "characterId": "nm0876451"}]}, {"lines": [{"text": "[looking at Barbara trying on a long, low-cut evening gown]\nIsn't it a little old for you dear?", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Oh for heaven sakes, mother. I'm going out with a lieutenant.", "character": "Barbara Marshall", "characterId": "nm0000073"}, {"text": "Yes, darling, I'm quite aware of the responsibility of the occasion, but... that neckline...", "character": "Mrs. Marshall", "characterId": "nm0001981"}, {"text": "Oh, so that's it! Well, for your information mother, this neckline is a moral builder!", "character": "Barbara Marshall", "characterId": "nm0000073"}]}]}