{"quotes": [{"lines": [{"text": "Most women are poor creatures. Being without a cock, the only way they can feel strong in front of a man is to betray him by latching on to another cock, especially when it's got more money. The part i like is after stuffed her snatch her prince charming dropped her like stinky cheese. She acted like filth, but she was smart enough to admit it. The past always catches up to you. You always end up paying for your acts. And if she threw herself in front of a subway train, it's not my fault. She obviously didn't deserve better...", "character": "The Butcher", "characterId": "nm0619600"}]}, {"lines": [{"text": "People think they're free. But freedom doesn't exist. Just laws that unknown people made to protect themselves.", "character": "The Butcher", "characterId": "nm0619600"}]}, {"lines": [{"text": "[after an unsuccessful job interview at a slaughterhouse]\nWhat? A fairy treating me like that? Tell me I'm dreaming! As if I didn't know his wife dropped him the day she caught him having his sphincter rimmed by an employee. All the horsemeat butchers in Paris know that little Mr. Blanchat likes cock. He lets his ass do the blow jobs. And who's he to be so proud? I hear his father was of the same ilk. I wonder why there are so many queers among the rich. Must be their lack of strenuous effort. They lounge around doing jack shit and their genes grow soft and degenerate. Yes indeed, that's the way it is. France Fruitcake, not Horsemeat! Bullshit liar! I'm ashamed this guy is French.", "character": "The Butcher", "characterId": "nm0619600"}]}, {"lines": [{"text": "Feels strange to be back in this room where my daughter was conceived. What a great fuck her mother was. But if I knew she was going to lay a runt on me I'd have never spurted inside her. But that's how it goes. I let the jissom flow. And today my daughter exists.", "character": "The Butcher", "characterId": "nm0619600"}]}, {"lines": [{"text": "Les Cinemas de la Zone present the tragedy of a jobless butcher struggling to survive in the bowels of his nation]", "character": null, "characterId": null}, {"text": "[SEUL CONTRE TOUS, literally, Alone Against All, is displayed one word at a time as the narrator begins]", "character": null, "characterId": null}, {"text": "To each his own life, to each his own Morality. My life?", "character": "Narrator", "characterId": "nm0233393"}, {"text": "[Various photographs, relevant to the narration are displayed, as the narrator continues]", "character": null, "characterId": null}, {"text": "There's nothing to it. It's the life of a sorry chump. They should write that someday. The story of a man like so many others, as common as can be. It starts off in France, shithole of cheese and Nazi lovers. Our man is born near Paris in 1939. In '41 his mother abandons him. He'll never see her again. At the War's end, he finally finds our who his father was. A French Communist killed in a German death camp. He's now six years old. Inner turmoil is part of him. Meanwhile, an educator nabs his innocence in the name of Jesus. At the age of 14, driven by survival, he learns to be a butcher. For ten years he works around saving up penny after penny to pay for his market place. At 30, he succeeds and sets up shop in Aubervilliers. After a rough couple of years, his horsemeat trade gains momentum.", "character": "Narrator", "characterId": "nm0233393"}, {"text": "At last he can start living. He dates a young worker and bursts her hymen at the Hotel of the Future across the street from the factory she works in. But events precipitate. Nine months later, he fathers a baby girl, Cynthia, rejected by the mother. She abandons them and he's forced to raise his daughter on his own. Years go by. The meat market struggles on. The butcher pays installments on a small flat. He raises his daughter, who's locked in muteness.", "character": "Narrator", "characterId": "nm0233393"}, {"text": "She reaches puberty. She takes on shapes. The father, unwilling bachelor, must resist temptation. And that's when tragedy strikes. The young girl has her first period.", "character": "Narrator", "characterId": "nm0233393"}, {"text": "Stricken by an unfamiliar pain, she heads for her father's shop. A worker tries to seduce her on her way over. A neighbor spots them and takes the girl to her father. Seeing blood on her skirt, he can only think of rape. He grabs a knife and takes off after the criminal. On a nearby construction site he sees another worker. The butcher stabs his knife into his face. The innocent man survives, the butcher winds up in jail and his daughter is placed in an institution. He writes a few letters to her. Months go by. The butcher is forced to give up his flat and shop. He's out of jail, but all is lost.", "character": "Narrator", "characterId": "nm0233393"}, {"text": "To survive, he takes a job in a bar. He becomes the matron's lover. She gets pregnant and offers to sell her bar to start over from scratch, in another city. With the proceeds, she can afford to lease a meat market. Having no other choice, the man accepts.", "character": "Narrator", "characterId": "nm0233393"}, {"text": "For the first time, he visits his daughter. He tells her goodbye. She watches him leave without a word. The next morning, he drives out of Paris with the matron hoping to escape the dark tunnel of his existence.", "character": "Narrator", "characterId": "nm0233393"}, {"text": "They reach Lille and stay with the matron's mother, waiting to find a flat and shop of their own. Unlike his native Paris, streets in northern France seem sad and deserted. For the first time in his life, he feels like a stranger. Images of his dead father, a deportee, rise to the surface.", "character": "Narrator", "characterId": "nm0233393"}, {"text": "But the butcher, like every man, is a being of pure survival. He decides to forget his past & his betrayal of his daughter. And his love for her. Well, Love is a mighty big word. Few can claim to know what Love is.", "character": "Narrator", "characterId": "nm0233393"}]}, {"lines": [{"text": "Okay, I'll smile. But give me revenge.", "character": "The Butcher", "characterId": "nm0619600"}]}, {"lines": [{"text": "shown in block letters on black screen]", "character": null, "characterId": null}, {"text": "Death isn't much of anything in the end. We make such a big deal out of it. But up close, it's like nothing. A body without life, nothing more. People are like animals. You love them, you bury them and then it's over. Still, it's my first time seeing it. Hers too. But she seems all upset. Yet there's nothing to get all mushy over. All right, yeah. I'll walk her home. She looks fragile. Besides... she's pretty.", "character": "Narrator", "characterId": "nm0233393"}]}, {"lines": [{"text": "Life is a battle, each and every day.", "character": "Old Friend", "characterId": "nm0345919"}]}, {"lines": [{"text": "[MORALITY, in huge block letters, is displayed against a black screen at opening of film]", "character": null, "characterId": null}, {"text": "[cut to a man holding court, talking to another patron while sitting at a table in a bar]", "character": null, "characterId": null}, {"text": "You know what Morality is? I'll tell you what it is. Morality is made for those who own it. The rich. And you know who's always right? The rich. And the poor pay the price.", "character": "Every Man his Moral", "characterId": "nm1328508"}, {"text": "[cut to the word JUSTICE displayed and then back to bar]", "character": null, "characterId": null}, {"text": "You want to see my Morality?", "character": "Every Man his Moral", "characterId": "nm1328508"}, {"text": "Yeah.", "character": null, "characterId": null}, {"text": "Yeah?", "character": "Every Man his Moral", "characterId": "nm1328508"}, {"text": "Yeah.", "character": null, "characterId": null}, {"text": "Sure you won't regret it?", "character": "Every Man his Moral", "characterId": "nm1328508"}, {"text": "I don't know.", "character": null, "characterId": null}, {"text": "I think it's gonna scare you. Take a look.", "character": "Every Man his Moral", "characterId": "nm1328508"}, {"text": "[Pulls out and displays an automatic pistol]", "character": null, "characterId": null}, {"text": "That's Morality for you. You know why I carry this around? Huh? Because the guy in blue who shows off his Morality, dig? He's got the upper hand, dig? He and his fucking Justice. But I... But I... Here's my Justice.", "character": "Every Man his Moral", "characterId": "nm1328508"}, {"text": "[bar patron is obviously disturbed but is trying hard not to show his discomfort]", "character": null, "characterId": null}, {"text": "Whether you're right or whether you're wrong. Same difference, friend.", "character": "Every Man his Moral", "characterId": "nm1328508"}, {"text": "[He finally stops waving the pistol and with a sense of satisfaction puts it back beneath his leather jacket]", "character": null, "characterId": null}]}, {"lines": [{"text": "Who knows? With a little luck there'll be a war soon. WW3.", "character": "The Butcher", "characterId": "nm0619600"}]}, {"lines": [{"text": "Nigger Faggot", "character": "The Butcher", "characterId": "nm0619600"}]}]}