{"quotes": [{"lines": [{"text": "This section produces more steel than all the rest of the country put together. Move Pittsburgh an inch and we can move this country a mile. But, er, Pittsburgh is too quiet, too peaceful. To bring about the victory of Communism in America, we must incite riots, discontent, open warfare among the people. That is the purpose of tonight's meeting.", "character": "Gerhardt Eisler", "characterId": "nm0790164"}]}, {"lines": [{"text": "A very enjoyable evening. Close the door. Blandon, you did exceedingly well", "character": "Gerhardt Eisler", "characterId": "nm0790164"}, {"text": "[chuckles]\nThanks. Those niggers ate it up, didn't they?", "character": "Jim Blandon", "characterId": "nm0589641"}, {"text": "You mean, Negroes, don't you, Jim?", "character": "Matt Cvetic", "characterId": "nm0522481"}, {"text": "[shrugs]\nOnly when I'm trying to sell them the party line", "character": "Jim Blandon", "characterId": "nm0589641"}, {"text": "They're very useful comrades", "character": "Gerhardt Eisler", "characterId": "nm0790164"}, {"text": "There's going to be trouble on the streets tonight", "character": "Matt Cvetic", "characterId": "nm0522481"}, {"text": "Well, if there isn't, I've been wasting the Party's time. Anyone want a drink? Do you mind?", "character": "Jim Blandon", "characterId": "nm0589641"}, {"text": "Go ahead", "character": "Gerhardt Eisler", "characterId": "nm0790164"}, {"text": "Comrades, comrades! You know, Matt calls them comrades too, only he believes it. You see, Matt, if one of that crowd goes out into the street tonight and picks a fight with a white man, and... well, kills him maybe... then he gets convicted by a White jury, we can go to bat and raise a defence fund. Am I correct, Mr Eisler?", "character": "Jim Blandon", "characterId": "nm0589641"}, {"text": "Ahha... just like in the Scottsboro case", "character": "Gerhardt Eisler", "characterId": "nm0790164"}, {"text": "Exactly, do you know that the Party raised nearly two million? Yes, nearly two million dollars just to defend those six niggers and all it cost was 65,000...", "character": "Jim Blandon", "characterId": "nm0589641"}, {"text": "...to lose the case", "character": "Gerhardt Eisler", "characterId": "nm0790164"}, {"text": "Right. Yes, we made a tremendous profit on that deal. Shall I tell him what was done with it?", "character": "Jim Blandon", "characterId": "nm0589641"}, {"text": "No, no. No, Blandon. I am afraid the National Committee wouldn't like that", "character": "Gerhardt Eisler", "characterId": "nm0790164"}, {"text": "In other words, Jim, your speech had a double purpose", "character": "Matt Cvetic", "characterId": "nm0522481"}, {"text": "Bright boy, Matt. The Pittsburgh Branch needs dough. We're always in the red!", "character": "Jim Blandon", "characterId": "nm0589641"}]}]}