{"quotes": [{"lines": [{"text": "May I remind you that New York is full of great restaurants, very few of which serve peanut butter. For a buck and a half an hour, the dishes will disappear. And as for companionship, well I have a little black book with the names and phone numbers of 111 models Bachelorhood is the ideal state for a man. Marriage, little Miss Stacy, is an institution sponsored by women for women.", "character": "Eugene", "characterId": "nm0201239"}]}, {"lines": [{"text": "A man is a man until he marries, then he becomes a husband!", "character": "Chantal", "characterId": "nm0000364"}]}, {"lines": [{"text": "He's your idea, you dreamed him up, you make him go away!", "character": "Chantal", "characterId": "nm0000364"}]}, {"lines": [{"text": "Men develop appetites when they are twelve, muscles when they are sixteen, and principles only after they are married.", "character": "Germaine Stacy", "characterId": "nm0696163"}]}, {"lines": [{"text": "If you come to love and say please me, care for me, fulfill me. You will be disappointed. It is what YOU bring to love that matters. Dont you disappoint love!", "character": "Germaine Stacy", "characterId": "nm0696163"}]}, {"lines": [{"text": "It's amusing. In France when the daughter is brought home early, *then* the father begins to worry.", "character": "Germaine Stacy", "characterId": "nm0696163"}]}, {"lines": [{"text": "[Cooking over the stove]\nOh, mama, what's the use? Whom am I ever gonna get a chance to cook *for*? Do you realize that nobody's asked me to marry him in a week?", "character": "Chantal", "characterId": "nm0000364"}]}, {"lines": [{"text": "[Being kissed by her husband]\nYou never kissed me like *that* before dark.", "character": "Germaine Stacy", "characterId": "nm0696163"}]}, {"lines": [{"text": "No, no, Mr. Wright. Even thought I am half-French, when a perfect stranger tells you that his interest in you is purely physical... Mon dieu!", "character": "Chantal", "characterId": "nm0000364"}, {"text": "Yeah, but you didn't let me finish. I'd like you to come over to my place tomorrow at 2 o'clock. Ten dollars an hour.", "character": "Eugene", "characterId": "nm0201239"}, {"text": "[slaps him]", "character": "Chantal", "characterId": "nm0000364"}]}, {"lines": [{"text": "Bachelorhood is the ideal state for man. Marriage, little Miss Stacy, is an institution sponsored by women for women.", "character": "Eugene", "characterId": "nm0201239"}]}, {"lines": [{"text": "I got there just in time this afternoon. Imagine, our daughter, alone with that seedy, poverty-stricken sex maniac. And Charlotte dressed in... Dressed, huh... supporting a bit of lace here and a bit of lace there. Oh...", "character": "John Stacy", "characterId": "nm0526184"}, {"text": "I remember a costume *I* had once. It was made of thin Chantilly lace. So delicate, so lovely, that past the third row you could not tell I was wearing anything at all. Such a waste.", "character": "Germaine Stacy", "characterId": "nm0696163"}, {"text": "There's no comparison...", "character": "John Stacy", "characterId": "nm0526184"}, {"text": "Then you saw me as the virgin bride of the Sea King. It looked like I was wearing shimmering tights, remember? When actually I was quite au naturel; it was all done with lights. Ah, the magic of the theater. How I loved it.", "character": "Germaine Stacy", "characterId": "nm0696163"}, {"text": "That was Paris, a long, long time ago.", "character": "John Stacy", "characterId": "nm0526184"}, {"text": "Still, I would like to parade down the runway tonight, if I could hide my extra pounds of contentment.", "character": "Germaine Stacy", "characterId": "nm0696163"}]}, {"lines": [{"text": "Your father came to Paris for one week to import antiques. He had one book of traveler's checks, two changes of pajamas. He used all the checks, none of the pajamas. And the only thing he imported was moi.", "character": "Germaine Stacy", "characterId": "nm0696163"}]}, {"lines": [{"text": "Oh, mama, I am so afraid.", "character": "Chantal", "characterId": "nm0000364"}, {"text": "Of love?", "character": "Germaine Stacy", "characterId": "nm0696163"}, {"text": "Of being disappointed in it.", "character": "Chantal", "characterId": "nm0000364"}, {"text": "Shoo-shoo, if you come to love and say to it \"If you're so wonderful, please me, satisfy me, fulfill me\", then you probably will be disappointed. It all depends on what you yourself bring to it. Don't you disappoint love.", "character": "Germaine Stacy", "characterId": "nm0696163"}]}, {"lines": [{"text": "You, however, Chantal, are not emotionally suited to be a mistress. So you'd better make the best of being a wife.", "character": "Germaine Stacy", "characterId": "nm0696163"}]}, {"lines": [{"text": "Husbands often leave home. Pets never do. There must be a reason.", "character": "Germaine Stacy", "characterId": "nm0696163"}]}]}