{"quotes": [{"lines": [{"text": "There ain't any jail of steel or stone that can hold a body prisoner as tight as one built of old age... and lack of money.", "character": "Mrs. Mary Walker", "characterId": "nm0733480"}]}, {"lines": [{"text": "I'd like nothing better than to knock your ears down into your neck.", "character": "Agnes", "characterId": "nm0192258"}, {"text": "I suppose you forget the day I busted you in the nose in Cincinnatah!", "character": "Rollo La Rue", "characterId": "nm0001211"}]}, {"lines": [{"text": "I'm dying and I don't know of one man in all the thousands that I employ that's fit to leave in charge of a peanut stand.", "character": "John Glidden", "characterId": "nm0071992"}]}, {"lines": [{"text": "Now, Henry, I don't want to reproach you, but I want you to feel like a dirty little rat, Sweetheart.", "character": "Mrs. Peabody", "characterId": "nm0092683"}]}, {"lines": [{"text": "All right, wise guy, what's the gag?", "character": "Violet Smith", "characterId": "nm0317224"}]}, {"lines": [{"text": "Listen, I'm going off my nut. I ain't eaten. I ain't slept. The cops have got a plant on my place, and I'm walking around without a dime with THIS is in my pocket. I can't even buy a cup of coffee. I'm going crazy, I tell ya.", "character": "Eddie Jackson", "characterId": "nm0706368"}]}, {"lines": [{"text": "Road hogs. A constant menace to society. They should be wiped out, Emily. Do you hear, wiped out!", "character": "Rollo La Rue", "characterId": "nm0001211"}]}, {"lines": [{"text": "I don't want my soul saved! I want to live!", "character": "John Wallace", "characterId": "nm0713270"}]}, {"lines": [{"text": "A fine state of affairs. A fellow can't enjoy a quiet crap game in the guard house. If anyone else calls for me today, I'm out.", "character": "Steve Gallagher", "characterId": "nm0000011"}]}, {"lines": [{"text": "You wouldn't fool an old lady, would you?", "character": "Mrs. Mary Walker", "characterId": "nm0733480"}, {"text": "Not for a million dollars.", "character": "John Glidden", "characterId": "nm0071992"}]}, {"lines": [{"text": "I want to give somebody a chance at happiness. I don't care who - I just want somebody to have something worthwhile out of what I spent my life to accumulate.", "character": "John Glidden", "characterId": "nm0071992"}]}, {"lines": [{"text": "[in letter]\nHerewith is a check for One Million Dollars presented to you by the undersigned. There are no conditions or restrictions attached to its use. I can only caution you to use it wisely and to the best of your ability in the promotion of your own happiness and welfare, for which procedure there seems to be no established precedent. Should you encounter any difficulties regarding this check, you may reach me at the above address. I will not, however, assume the responsibility of advising you what to do with this money. Cordially, John Glidden", "character": "John Glidden", "characterId": "nm0071992"}]}]}