{"quotes": [{"lines": [{"text": "I can't afford to hate people. I don't have that kind of time.", "character": "Kanji", "characterId": "nm0793766"}]}, {"lines": [{"text": "Life is so short / Fall in love, dear maiden / While your lips are still red / And before you are cold, / For there will be no tomorrow.", "character": "Kanji", "characterId": "nm0793766"}]}, {"lines": [{"text": "How tragic that man can never realize how beautiful life is until he is face to face with death.", "character": "Novelist", "characterId": "nm0411770"}]}, {"lines": [{"text": "[telling joke]\n\"You've never had a day off, have you?\" \"No.\" \"Why? Are you indispensable?\" \"No. I don't want them to find out they can do without me.\"", "character": "Toyo", "characterId": "nm0643887"}]}, {"lines": [{"text": "I don't know what I've been doing with my life all these years.", "character": "Kanji", "characterId": "nm0793766"}]}, {"lines": [{"text": "Dying is very difficult.", "character": "Kanji", "characterId": "nm0793766"}]}, {"lines": [{"text": "I have less than a year to live. When I found that out... somehow I was drawn to you. Once when I was a child, I almost drowned. It's just like that feeling. Darkness everywhere, and nothing for me to hold onto, no matter how hard I try. There's just you.", "character": "Kanji", "characterId": "nm0793766"}]}, {"lines": [{"text": "That's not art. A striptease isn't art. It's too direct. It's more direct than art. That woman's body up there? It's a big juicy steak. It's a glass of gin. It's a hormone extract. Streptomycin. Uranium!", "character": "Novelist", "characterId": "nm0411770"}]}, {"lines": [{"text": "What help am I?", "character": "Toyo", "characterId": "nm0643887"}, {"text": "You - just to look at you makes me feel better. It warms this - this mummy's heart of mine. And you're so kind to me. No; that's not it. You're so young, so healthy. No; that's not it either... You're so full of life. And me... I'm jealous of that. If I could be like you for just one day before I died. I won't be able to die unless I can do that. I want to do *something*. Only you can show me. I don't know what to do. I don't know how. Maybe you don't know either, but, please... if you can... show me how to be like you!", "character": "Kanji", "characterId": "nm0793766"}]}, {"lines": [{"text": "Drinking this expensive sake is like paying myself back with poison for the way I lived all these years.", "character": "Kanji", "characterId": "nm0793766"}]}, {"lines": [{"text": "...I did it all for my son's sake. But as it turned out, my son doesn't seem to give a whit.", "character": "Kanji", "characterId": "nm0793766"}, {"text": "But you can't blame it all on your son... Not unless he asked you to make a mummy of yourself. My mom gives me the same kind of line sometimes. \"The things I've suffered for you.\" And I'm grateful she had me. But it's not my fault I was born...", "character": "Toyo", "characterId": "nm0643887"}]}]}