{"quotes": [{"lines": [{"text": "\"In Cuba, there are no Jews but there are homosexuals\". Those in power always find some element of society that antagonizes them. Furthermore, homosexuals - this is my own unscientific opinion - are people who always question the world they live in. They are by nature active, they're never sad. On the other hand, heterosexuals tend to be melancholic, they get over-attached to things, say, a landscape, an old shoe", "character": "Herberto Padilla", "characterId": "nm0655731"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": ", right? I don't know why but they can't really adapt to new ways of life like going into exile.", "character": "Herberto Padilla", "characterId": "nm0655731"}]}, {"lines": [{"text": "Only \"manly\" homosexuals were tolerated. Many Cuban political leaders are \"manly\" homosexuals. They speak with deep voices, and manage to hide the truth. It's a serious problem in a \"macho\" country like Cuba. That's how homosexuals saved their skin, and now hold important political positions. Especially in the police, where there are many \"manly\" homosexuals.", "character": "Herberto Padilla", "characterId": "nm0655731"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "It's true, not much is known about it. But what seems to me most significant isn't really what happens, but why it happens. To be different, to be strange, to behave improperly, isn't just forbidden, it's totally repressed. It can land you in jail. It's part of the Cuban character and has been for ages. It's not peculiar to Castro. There are many Castros. We must restrain the Castro that's in all of us. It's an attitude we drag around with us. We've dragged around a whole series of reflexes, of long-standing behavior patterns, and they condition us. It's a vicious circle. We're all trapped in paranoia, and we all feed that paranoia, persecutors and persecuted alike, because at times the persecuted seems to be the persecutors. Everyone suspects everyone else. And this paranoia leads us to...", "character": "René Ariza", "characterId": "nm0034965"}, {"text": "[he doesn't finish his sentence]", "character": null, "characterId": null}]}]}