{"quotes": [{"lines": [{"text": "Don't call me 'sir.'", "character": "Joe Dubbs", "characterId": "nm0647921"}]}, {"lines": [{"text": "played ball once, clean cut, looks you right in the eye, his wife and kid are there, they look nice, great, kid's cute, wife's as pretty as your sister, she looks you right in the eye too. Everybody looks you in the eye and feels sorry for him, the judge, clerk, jury, press, every one of them, you're a bum, he's a hero, the whole thing's a mistake. But there you are, you've got the indictment right in your hand; Blue Eyes is accused of violating the law, your job is to enforce the law. That's what you swore you'd do when you accepted this appointment as Assistant United States Attorney, for $14,600 per annum. So you get up in the morning, you put you pants on, you come down here and you spend your whole day, a lot of days, and a lot of nights, also a lot of weekends. You married?", "character": "Joe Dubbs", "characterId": "nm0647921"}, {"text": "No.", "character": "Paul Hamilton Jr", "characterId": "nm0683986"}, {"text": "Good. Trying to put Blue Eyes in jail, you're a terrible man, awful, do you know how terrible and awful you are? You're the one who decided to prosecute, you, you made the decision, you went in front of the Grand Jury, you asked for the indictment. You're responsible for the cleanest cut, biggest blue-eyed all-American American anybody ever saw, standing there at the Bar of Justice looking everybody in the eye. You did it pal, you, so before you open your mouth, before you say one word, before you threaten that man's life, his work, his dreams, his hopes, before you try to put him behind bars, take away his freedom, separate him from those he loves, deprive him of his liberty, lock him up, you check the facts of the case, backwards, forwards, up, down, sideways, inside out, every way you can figure out. And before you stand up and say you represent the United States government, you make sure every damn word that comes out of your mouth is fact.", "character": "Joe Dubbs", "characterId": "nm0647921"}, {"text": "[points to U.S. flag]", "character": null, "characterId": null}, {"text": "THAT is your client.", "character": "Joe Dubbs", "characterId": "nm0647921"}]}, {"lines": [{"text": "I don't get it, they kill him with a icepick, icepick! You ever hear of such a thing? That's the way they used to kill squealers. Vinny was no squealer! They should've had some respect for him. I mean, you want to kill a guy, get rid of him, that's one thing, but Vinny was always a standup guy. They coulda had some respect for him, they didn't have to do like that. You see what they did to him?", "character": "Frank Romeo", "characterId": "nm0144710"}]}, {"lines": [{"text": "I know the names, dates, places, prices, everything. All that information is on the open market right now and I got another very interested customer called the government of the United States of America, you got that? Shut up you punk and listen. I don't forgive you. Number 2 I don't forgive you. Yeah, I Frank Romeo don't forgive you for what you done to Vinny, you're gonna pay for that, you're gonna pay me $100,000 in cash, in small bills. Number 3, you can tell Dominique Leopold that I ain't afraid of him or any of you punks, and I got a icepick for him and any of you that wanna get cute.", "character": "Frank Romeo", "characterId": "nm0144710"}, {"text": "[hangs up]", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Dobbs]\nThe world's full of pretty girls just like that one. This time next week most of them will still be around. Not one in 10,000 knows what's going to happen tomorrow or a month from tomorrow. Except one that I know of, and she's going to die all alone because I'm going to put her husband in jail, Sir.", "character": "Paul Hamilton Jr", "characterId": "nm0683986"}]}, {"lines": [{"text": "I know you've worked and waited a long time to get Leopold, that's common knowledge.", "character": "Abe Hirsch", "characterId": "nm0861154"}, {"text": "gambling, prostitution, loan sharking, those are the things that Leopold represents, and if we can get one of those monsters out of business, we're in business. And if you quote me, I'll kill you,", "character": "Joe Dubbs", "characterId": "nm0647921"}, {"text": "[to Gallagher]", "character": null, "characterId": null}, {"text": "and he'll help me. Right?", "character": "Joe Dubbs", "characterId": "nm0647921"}, {"text": "Right.", "character": "Peter Gallagher", "characterId": "nm0133597"}]}]}