{"quotes": [{"lines": [{"text": "Well that's it, Butcher. The evidence against you is so strong, the governor turned down your appeal.", "character": "Paul Lowe, Attorney", "characterId": "nm0254616"}, {"text": "You're a rotten liar, Lowe. You started railroading me from the beginning of the trial. And now you're still trying to throw me curves.", "character": "Charles 'Butcher' Benton", "characterId": "nm0001033"}, {"text": "Look, I don't blame you for being edgy but get this straight. I didn't doublecross you. I never worked harder for a client.", "character": "Paul Lowe, Attorney", "characterId": "nm0254616"}, {"text": "You mean you never worked harder for a client to get him sentenced.", "character": "Charles 'Butcher' Benton", "characterId": "nm0001033"}, {"text": "You're a fool, Butcher. If you hadn't tried to doublecross Squeamy Ellis and Joe Marcelli, they wouldn't have turned state's evidence against you. But you had to get greedy, you wanted to keep the whole $600,000 for yourself. And the boys got sore and I don't blame them.", "character": "Paul Lowe, Attorney", "characterId": "nm0254616"}, {"text": "It was all your idea. You planned the whole job. You hired us. When you found out I stashed the money you figured it was time for me to die. You got those two crumbs to turn state's evidence on me. You stinkin' rotten mouthpiece.", "character": "Charles 'Butcher' Benton", "characterId": "nm0001033"}, {"text": "We both know that isn't true, Butcher. Now look what's the sense in not giving me the money? It's not going to do you any good.", "character": "Paul Lowe, Attorney", "characterId": "nm0254616"}, {"text": "Well. I'll have the satisfaction of knowing that none of you three crumbs are going to spend it.", "character": "Charles 'Butcher' Benton", "characterId": "nm0001033"}, {"text": "What about Eva? Don't you owe her something? You tell me where the money is, I'll see that she gets your share.", "character": "Paul Lowe, Attorney", "characterId": "nm0254616"}, {"text": "I've got a different idea. I'm gonna kill you and Squeamy and Joe. Then I'll take care of Eva myself.", "character": "Charles 'Butcher' Benton", "characterId": "nm0001033"}, {"text": "You thick-headed ape, you're gonna die tomorrow.", "character": "Paul Lowe, Attorney", "characterId": "nm0254616"}, {"text": "Remember what I said. I'm gonna get you. All three of you.", "character": "Charles 'Butcher' Benton", "characterId": "nm0001033"}, {"text": "Even for you, Butcher, that will be quite a trick. So long, dead man.", "character": "Paul Lowe, Attorney", "characterId": "nm0254616"}, {"text": "[As Lowe leaves Butcher's cell]\nRemember what I said. I'm gonna kill you. All three of you.", "character": "Charles 'Butcher' Benton", "characterId": "nm0001033"}]}]}