{"quotes": [{"lines": [{"text": "I don't understand it, and what I do understand I don't like. I don't believe I came from apes and monkeys. You see, I really haven't thought very much. I was always afraid of what I might think. It seemed safer not to think at all. Maybe - maybe what Mr. Darwin wrote is bad. Bad or good I think ideas have to come out. I think they should be heard. I don't think they ought to pass laws against them.", "character": "Rachel Brown", "characterId": "nm0001227"}]}, {"lines": [{"text": "\"Watermelon? What on earth is Brady talking about?\" My dear friends, I am talking about the sheer glory of God's creation. Beautiful luscious green on the outside and inside the green a layer of white, and within the white, a core of red. And scattered within that red are little black seeds. Now, each of these seeds gathers from somewhere ten thousand times its own weight to construct another glorious watermelon. Who drew the plan by which these little seeds work their wonder, huh? WHO? Until the scientists of this world can explain to me a watermelon, NEVER let them question the power of the Almighty!", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}]}, {"lines": [{"text": "Your Honor, I wish Mr. Drummond to have all the latitude he wants. We know what he's after. He's here to condemn revealed religion. I am here to defend it. Well, let him ask any question he may wish. I am perfectly willing to sit here and protect the world of God against the greatest atheist in the United States! Let him sneer. Let him show his disrespect.", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}, {"text": "[Turns to Drummond]", "character": null, "characterId": null}, {"text": "You're only pleading the case of the prosecution with your contempt for all that is holy.", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}]}, {"lines": [{"text": "They laughed at me, Lucy. They laughed at me. God forbid I should fail here and now.", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}, {"text": "I know, darling. But, after all, it is just one teacher in Hillsboro.", "character": "Lucy Brady", "characterId": "nm0001739"}, {"text": "\"Religion isn't hostile to learning. But can we ever permit learning that encourages godlessness in our schools?\"", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}, {"text": "Absolutely right, darling. Absolutely right.", "character": "Lucy Brady", "characterId": "nm0001739"}, {"text": "God is holding my hand. I can feel the strength of the lion.", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}]}, {"lines": [{"text": "Objection! This court can surely see through this subterfuge. Mr. Drummond, by his action, hopes to eliminate BOTH closing arguments. Surely this court will not even consider such a deception.", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}, {"text": "Mr. Drummond?", "character": "Judge", "characterId": "nm0363157"}, {"text": "We claim the defendant not guilty. But since the court has excluded all testimony of scientific experts, we wish for a verdict from this jury now so that we can carry the matter to a higher court.", "character": "Henry Drummond", "characterId": "nm0001673"}, {"text": "I thought I knew every scheming lawyer's trick in the book. But this. From you.", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}, {"text": "[Brady stops Drummond from filing papers into his briefcase]", "character": null, "characterId": null}, {"text": "Look at me! Henry, the magnitude of this offense demands that we move and muster every ounce of eloquence and conviction in our closing and then let the jury decide.", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}, {"text": "[quietly]\nThe jury's already decided everything, Matt.", "character": "Henry Drummond", "characterId": "nm0001673"}]}, {"lines": [{"text": "Tonight, in this godly Christian town, there is a young man who has turned his back upon God. Shall we call Hellfire down upon this man?", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}, {"text": "Yes!", "character": null, "characterId": null}, {"text": "For all eternity to let his soul writhe in anguish and damnation?", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}, {"text": "Yes!", "character": null, "characterId": null}, {"text": "Cursed, even though he be thine own brother?", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}, {"text": "Yes!", "character": null, "characterId": null}, {"text": "[Raises his hands to silence the crowd]\nNo.", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}, {"text": "[Lowers his hands]", "character": null, "characterId": null}, {"text": "No, my friends. We must never destroy that which we hope to save. Remember the wisdom of Solomon in the book of Proverbs. \"He that troubleth his own house shall inherit the wind.\" Forgive. Forgive this young man. Let the sweet love of our Savior enter his heart tonight and turn away those demons that would destroy him. We love you, Betram Cates, we love you! We love you! Glory be to God, we love you!", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}]}, {"lines": [{"text": "[Reading from the Bible]\n\"For whoever shall save his life, shall lose it. But whosoever will lose his life for my sake will shall save it. For what is a man advantaged if he gain the whole world and lose himself or be cast away.\"", "character": "Lucy Brady", "characterId": "nm0001739"}, {"text": "Amen. Oh, yes, yes. I could feel it, Lucy. I could just feel the Holy Spirit in that courtroom today. It was all around me. Guiding me. And judgment will be brought against that young man.", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}, {"text": "Don't be too severe in your judgment, Matt.", "character": "Lucy Brady", "characterId": "nm0001739"}, {"text": "Not mine, not the court's, not the jury's.", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}, {"text": "[Points heavenward]", "character": null, "characterId": null}, {"text": "God's own judgment will be brought against him.", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}]}, {"lines": [{"text": "Were you surprised that Henry's coming here?", "character": "Lucy Brady", "characterId": "nm0001739"}, {"text": "[Thinks a moment]\nNo. Drummond likes a fight. Remember the way he fought for me in that first election?", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}, {"text": "Yes. This time he's not on your side.", "character": "Lucy Brady", "characterId": "nm0001739"}, {"text": "Well, he'll do his job, and I'll try to do mine.", "character": "Matthew Harrison Brady", "characterId": "nm0000018"}]}, {"lines": [{"text": "You smart alleck! You have no *right* to spit on another man's religion any more than you have a *right* to spit on my religion, or my lack of it!", "character": "Henry Drummond", "characterId": "nm0001673"}]}, {"lines": [{"text": "Oh, come on, Henry! I know I'm rancid butter to you, but I'm on your side of the bread.", "character": "E.K. Hornbeck", "characterId": "nm0569000"}, {"text": "[He winks knowingly]", "character": null, "characterId": null}, {"text": "I doubt very much if you're on anybody's side.", "character": "Henry Drummond", "characterId": "nm0001673"}, {"text": "[Smiles]\nYou may have something there, Henry. I'm admired for my detestability.", "character": "E.K. Hornbeck", "characterId": "nm0569000"}, {"text": "[Flipping an apple in the air and catching it]", "character": null, "characterId": null}, {"text": "would you, uh, like a bite from the tree of knowledge?", "character": "E.K. Hornbeck", "characterId": "nm0569000"}, {"text": "[Taking a bite]", "character": null, "characterId": null}, {"text": "Awful good! Well, devil, welcome to Hell!", "character": "E.K. Hornbeck", "characterId": "nm0569000"}, {"text": "[He leaves]", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Drummond after the judge rules against the admission of scientific testimony]\nStep right up and get your tickets to the Middle Ages.", "character": "E.K. Hornbeck", "characterId": "nm0569000"}]}, {"lines": [{"text": "I'm here to defend a young man holding a candle. I don't want him to get burned.", "character": "Henry Drummond", "characterId": "nm0001673"}]}]}