{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "I am Folsom Prison. At one time they called me \"Bloody Folsom.\"", "character": null, "characterId": null}, {"text": "[laughs slightly]", "character": null, "characterId": null}, {"text": "And I earned the name. I've been standing here in California since 1878. My own prisoners built me, shutting themselves off from the free world. Every block of my granite is cemented by their tears, their pain, and the blood of many men. This is a story from my rough, tough past. It happened not long ago after the turn of the century. At the time I tell about, I had within my walls a thousand dangerous men that other prisons couldn't hold. But I held them. If I couldn't break a man's spirit, I broke his bones. I kept many of them in a cellhouse that wasn't fit for animals, let alone men, It's cells were more like tombs, and the doors were made of solid iron, secured by bars that only dynamite could budge. Two men, and often more, were crowded into those airless crypts. They slept, when the could sleep, on mattresses alive with vermin, They froze on winter nights, and their bodies were drained of sweat in the breathless heat of summer. Every morning, while it was still dark, my guards made the rounds, turning out the inmate kitchen workers, so they could cook the slop that was fed my prisoners under the name of \"breakfast.\"", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "There you have a story from my notorious past. Today the picture is an entirely different one. Through the years that followed, my board of directors gave me modern new buildings to house my growing population. But what is more important, they gave me a change of heart, administrators who were merciful as well as just. Today, under the direction of an enlightened penologist, my guards are chosen by competitive examination, and without political interference. My walls are still impregnable, but the prisoners inside them are treated as individuals, for what they are and for what ails them. I am still overcrowded, There is still the evil of two men in a cell. But that will be corrected by legislation. In my prison hospital, you will find every modern appliance, every expert medical care. To correct a man's thinking, you must keep his body fit. And by the same token you must occupy his mind. Here, where eleven million license plates were turned out this year, inmates are paid a nominal wage, and are given a chance to gain their self-respect. I can't keep all the men you send to me. The great majority will one day be sent out on parole. Their care, their rehabilitation is your problem as well as mine. You can't lock them up and forget them. Sooner or later one them may be your next-door neighbor. If they send you to me now, I'll be just; I'll be humane. But don't get me wrong. I'm no pushover. You will still find that there is no substitute for freedom.", "character": null, "characterId": null}]}]}