{"quotes": [{"lines": [{"text": "I only said I knew, because you said you knew.", "character": "The Actress", "characterId": "nm0000622"}, {"text": "I lied. Knowledge isn't truth. It's just mindless agreement. You agree with me, I agree with someone else - we all have knowledge. We haven't come any closer to the truth. You can never understand anything by agreeing, by making definitions. Only by turning over the possibilities. That's called thinking. If I say I know, I stop thinking. As long as I keep thinking, I come to understand. That way, I might approach some truth.", "character": "The Professor", "characterId": "nm0256387"}]}, {"lines": [{"text": "[to The Professor]", "character": null, "characterId": null}, {"text": "Between you and me, let me tell you somethin'. Don't ever put a woman up on a pedestal. Cuz it'll just give her a chance to kick your teeth right down your throat.", "character": "The Ballplayer", "characterId": "nm0000997"}]}, {"lines": [{"text": "[to The Professor]", "character": null, "characterId": null}, {"text": "Look! Stop talking so goddamn smart! I've heard enough! It just sounds like words! I've heard enough of your words! I came here to know you, and all you've done is hide behind words! What are you hiding from? What are you afraid of?", "character": "The Actress", "characterId": "nm0000622"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[smiling and waving to the Professor]\nBye!", "character": "The Actress", "characterId": "nm0000622"}]}, {"lines": [{"text": "Have you ever noticed how \"What the hell\" is always the right decision to make?", "character": "The Actress", "characterId": "nm0000622"}]}, {"lines": [{"text": "They will not take responsibility for their world. They want to put it all on the shoulders of a few and I tell you the weight of all those worlds...", "character": "The Professor", "characterId": "nm0256387"}]}, {"lines": [{"text": "But if you've finished it, and so much as you've studied it, you'd know how it all fits... how it all works. In fact, you'd know everything!", "character": "The Actress", "characterId": "nm0000622"}, {"text": "Ha, ha. I'm an old man. I wouldn't survive the publicity.", "character": "The Professor", "characterId": "nm0256387"}]}, {"lines": [{"text": "You think I'm stupid, right? Well, lemme let you in on a little secret. I am NOT stupid. Heh, heh. I just enjoy giving the appearance of being stupid. You see, from an early age I've reveled in the appearance of stupidity which is given me a great deal of time to think. So I been thinking... No more TV. No more TV dinners. If you like, no more baseball.", "character": "The Ballplayer", "characterId": "nm0000997"}]}]}