{"quotes": [{"lines": [{"text": "Ever hear of Frederick Turner, Mr. Oliver?", "character": "Bob Cody", "characterId": "nm0177933"}, {"text": "No, sir.", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "Well, he was an historian. About a hundred years ago he came up with a theory about the frontier. He said the frontier was a safety valve for civilization, a place for people to go to keep from goin' mad. So, whenever there were folks who couldn't fit in with the way things were, nuts, and malcontents, and extremists, they'd pack up and head for the frontier. That's how America got started - all the crackpots and troublemakers in Europe packed up and went to a frontier which became the thirteen colonies. When some people couldn't fit in with that, they moved farther west, which is why all the nuts eventually ended up in California. Turner died in 1932, so he wasn't around long enough to see what would happen to the world when we ran out of frontier. Some people say we have the frontier of the mind, and they go off and explore the wonderful world of alcohol and drugs, but that's no frontier. It's just another way for us to fool ourselves. And we've created this phony frontier with computers, which allows people to, you know, think they've escaped. A frontier with access fees?", "character": "Bob Cody", "characterId": "nm0177933"}, {"text": "What about space? You know, the final frontier!", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "Ah, Star Trek isn't space. That's television - fine fuckin' frontier that is. Besides, how many folks can just pack up and go to space?", "character": "Bob Cody", "characterId": "nm0177933"}]}, {"lines": [{"text": "What? Something wrong with the way I fucking talk?", "character": "Lynn Linden", "characterId": "nm0005442"}, {"text": "No, no, no no no... I mean yes. Yes, you make Mike Tyson sound like an Oxford graduate.", "character": "Neal Oliver", "characterId": "nm0005188"}]}, {"lines": [{"text": "[voice over]\nMr. Cody had rather unique tastes in audio stimulation.", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "The choice is clear. The Arion 620, the American-made car for American-made drivers.", "character": null, "characterId": null}, {"text": "That's a lie. Arion engines are made in Japan.", "character": "Bob Cody", "characterId": "nm0177933"}, {"text": "Kill Signal, the movie everyone's talking about, from Weber Films.", "character": null, "characterId": null}, {"text": "[laughs]\nThat's another lie. We're not talking about it.", "character": "Bob Cody", "characterId": "nm0177933"}, {"text": "We're the U.S. post office, and we care.", "character": null, "characterId": null}, {"text": "Oh! That's the biggest whopper of all.", "character": "Bob Cody", "characterId": "nm0177933"}]}, {"lines": [{"text": "I love this highway.", "character": "Neal Oliver", "characterId": "nm0005188"}]}, {"lines": [{"text": "[In the scene Ray is showing Neal cards in quick succession and he has to say what suit they are]\nDid I pass?", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "No!", "character": "Ray", "characterId": "nm0000502"}, {"text": "[shows Neal the cards]", "character": null, "characterId": null}, {"text": "But few people do.", "character": "Ray", "characterId": "nm0000502"}, {"text": "Black hearts? Red spades? Come on, that's like cheating.", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "Ah, experience has conditioned you into thinking that all hearts are red and all spades are black because their shapes are similar. It's easier for your mind to interpret them based on that past experience instead of being open to the idea they could be different. We see what we expect to see, not necessarily what's really there. Children who have never played cards always pass this test. Makes you wonder how many other things are right in front of you - sights, sounds, smells that you can't experience because you've been conditioned not to. The good news is, if we do the test again, you'll pass. Once you're aware that there can be black hearts and red spades you'll be able to perceive them. Your brain's wiring is like the interstate highway system. It's easier to go from one well-traveled place to another. But the places in between, off the highway, even though they're there, most people zip right past them.", "character": "Ray", "characterId": "nm0000502"}, {"text": "Well, that's a cool trick, but there aren't any card games with red spades and black hearts.", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "Well, how would you know?", "character": "Ray", "characterId": "nm0000502"}]}, {"lines": [{"text": "[pointing at a painting on a wall]\nOh, and Dad, that thing? It's crap. You got ripped off.", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "And it's upside down.", "character": "Neal Oliver", "characterId": "nm0005188"}]}, {"lines": [{"text": "Say what you mean, mean what you say. You know that if everybody followed that rule, there'd be a lot less trouble. You know, we still have a contract, Mr. Oliver. Sure hope you're not thinking about breaking that contract.", "character": "Bob Cody", "characterId": "nm0177933"}, {"text": "Thinking about it? Yes. Doing it? No, sir.", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "[laughs]\nThat's a very honest response. That's a breath of fresh air.", "character": "Bob Cody", "characterId": "nm0177933"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[voiceover]\nGiven an infinite universe and infinite time, all things will happen. That means that every event is inevitable, including those that are impossible. And it's as good an explanation for all of this as anything else. Now, a lot of stories start in bars, so that's where we're going to start this one. Not because I was there - I wasn't. But because it's a damn good introduction to a very unique... fellow.", "character": "Neal Oliver", "characterId": "nm0005188"}]}, {"lines": [{"text": "Every event is inevitable - if it wasn't, it wouldn't happen.", "character": "O.W. Grant", "characterId": "nm0000198"}]}, {"lines": [{"text": "Sally, who my parents actually liked, maybe even more than I did; my dad, Daniel, attorney-at-law; my mom, Marlene, the attorney's wife; and my sister and best friend, Nancy, put on earth by the grace of God to keep me from going insane.", "character": "Neal Oliver", "characterId": "nm0005188"}]}, {"lines": [{"text": "I'd gotten the job on my own, it paid enough that I did not have to ask the old man for cash, and it annoyed Daniel that his son was even working at such a low class job.", "character": "Neal Oliver", "characterId": "nm0005188"}]}, {"lines": [{"text": "Hey, Bob Cody. I don't drive, and I don't like to hitchhike. When I hitchhike I'm at the mercy of the driver. But when I pay for the ride, I'm the employer and I call the shots. That's how I like it. So you want to work for me?", "character": "Bob Cody", "characterId": "nm0177933"}, {"text": "Well, I'm going to Danver. I wouldn't mind making some money.", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "Good. I'm going to Renburg. It's on your way. Here's my proposition. You pay for gas, pay for your meals. No alcohol while you're on payroll. I pick the radio stations. I initiate all conversations. I'll pay you $10 cash every hour, and the mileage money when we get to Renburg. In all other matters, you play straight with me, I'll play straight with you. So, do we have a contract?", "character": "Bob Cody", "characterId": "nm0177933"}, {"text": "We have a contract.", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "So who's my new employee?", "character": "Bob Cody", "characterId": "nm0177933"}, {"text": "Neal Oliver.", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "Mr. Oliver, you may call me \"Mr. Cody\" or \"sir\".", "character": "Bob Cody", "characterId": "nm0177933"}, {"text": "You've got it, sir.", "character": "Neal Oliver", "characterId": "nm0005188"}]}, {"lines": [{"text": "Valerie McCabe, Yale '91. I've got a special rate for visitors, and I know I can win your case.", "character": "Valerie McCabe", "characterId": "nm0643974"}, {"text": "You don't even know my case.", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "The Madison case? Nuisance suit. Happens to visitors all the time. Fact is J.J. Madison doesn't even have a cat. He's allergic. I could have it thrown out in no time.", "character": "Valerie McCabe", "characterId": "nm0643974"}, {"text": "Wait, he never had a cat? So, why's he going to sue somebody for it?", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "Because he can.", "character": "Valerie McCabe", "characterId": "nm0643974"}, {"text": "What?", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "Every adult citizen of Morlaw is a lawyer, so everybody sues everybody else. It doesn't matter if there's a cause. It's how we ensure that everyone makes a living off their profession.", "character": "Valerie McCabe", "characterId": "nm0643974"}, {"text": "Yeah, but that's insane.", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "I could sue you for that. You just made a defamatory remark about this town. Hey, are you looking at my legs? I could sue you for that too, sexual harassment.", "character": "Valerie McCabe", "characterId": "nm0643974"}, {"text": "Is there anything you can't sue me for?", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "Hire me. That way, everything between us is subject to attorney-client privilege. I'm $75 an hour. First hour is free.", "character": "Valerie McCabe", "characterId": "nm0643974"}, {"text": "Well, at least you know my case. All right, you're hired.", "character": "Neal Oliver", "characterId": "nm0005188"}]}, {"lines": [{"text": "Okay, so if everyone who lives here is a lawyer, how do you live? I mean, who runs the grocery store? Who does your dry-cleaning? Who fixes the shitter when it breaks?", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "Well, we all moonlight on the law-related jobs. You know, police, bailiffs, court reporters. But those other, trivial things you mentioned? They're done by people like you awaiting trial. It's the only way they can afford their legal fees.", "character": "Valerie McCabe", "characterId": "nm0643974"}]}, {"lines": [{"text": "Fred, Mr. Oliver is a potential fugitive. Lock him up.", "character": "Valerie McCabe", "characterId": "nm0643974"}, {"text": "Lock me up?", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "Of course. We lawyers have to protect our livelihood.", "character": "Valerie McCabe", "characterId": "nm0643974"}, {"text": "Wait; you can't do this to me. I have rights.", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "I know you do, Sweetie. I'm here to protect them.", "character": "Valerie McCabe", "characterId": "nm0643974"}]}, {"lines": [{"text": "[explaining the nature of his wish granting to Neal]", "character": null, "characterId": null}, {"text": "Now one young couple wished to be married and live happily ever after. So I blew up their car at the church on the way to the honeymoon. Another guy he wanted great, perfect sex every day with his choice of gorgeous women - no pregnancies. So everyday he gets a FedEx delivery of a skin magazine and a box of tissues.", "character": "O.W. Grant", "characterId": "nm0000198"}]}, {"lines": [{"text": "[after a truck runs over Baker's cell phone and Grant's bike]\nOh they say everything happens for a reason... Me? I guess I just needed a new bike.", "character": "O.W. Grant", "characterId": "nm0000198"}]}, {"lines": [{"text": "Don't take it personal kid. I fuck with everybody.", "character": "O.W. Grant", "characterId": "nm0000198"}]}, {"lines": [{"text": "As I say, messing with people's heads can be a lot of fun. You should try it.", "character": "O.W. Grant", "characterId": "nm0000198"}]}, {"lines": [{"text": "So what are you? An angel or a god?", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "No, no, I'm just a guy that likes to mess with people's heads.", "character": "O.W. Grant", "characterId": "nm0000198"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Say - you have a birthday coming up, don't you?", "character": "O.W. Grant", "characterId": "nm0000198"}, {"text": "How'd you know that?", "character": "Nancy", "characterId": "nm0829165"}, {"text": "Don't forget to make a wish.", "character": "O.W. Grant", "characterId": "nm0000198"}]}, {"lines": [{"text": "If I tell, it won't come true", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "Actually, that's an old wives tale, truth is you should always tell your wish, kind of Karma thing, put it out there, project it. Then it just might come true.", "character": "O.W. Grant", "characterId": "nm0000198"}, {"text": "Never heard that before", "character": "Neal Oliver", "characterId": "nm0005188"}, {"text": "Oh, it's true, believe me. I know. I'll cut this", "character": "O.W. Grant", "characterId": "nm0000198"}, {"text": "[cake]", "character": null, "characterId": null}, {"text": "for you.", "character": "O.W. Grant", "characterId": "nm0000198"}, {"text": "Okay, so now, you have to tell us", "character": "Sally", "characterId": "nm0011753"}]}, {"lines": [{"text": "[after Baker gets hit by a truck]\nSome people just don't know what to wish for. Ugch", "character": "O.W. Grant", "characterId": "nm0000198"}, {"text": "[rolls his eyes]", "character": null, "characterId": null}]}]}