{"quotes": [{"lines": [{"text": "I feel the need to express something, but I don't know what it is I want to express. Or how to express it.", "character": "Joey", "characterId": "nm0002148"}]}, {"lines": [{"text": "You'll live to be a hundred if you give up all the things that make you want to.", "character": "Pearl", "characterId": "nm0822972"}]}, {"lines": [{"text": "I love you, Joey.", "character": "Mike", "characterId": "nm0001832"}, {"text": "Why do you stick with me? I give you nothing but grief!", "character": "Joey", "characterId": "nm0002148"}]}, {"lines": [{"text": "At the centre of a sick psyche is a sick spirit.", "character": "Joey", "characterId": "nm0002148"}]}, {"lines": [{"text": "Mother, is that you? You shouldn't be here, not tonight. I'll take you home. You look so strange and tired. I feel like we're in a dream together. Please don't look so sad. It makes me feel so guilty, so consumed with guilt. It's ironic, because I've cared for you so, and you have nothing but distain for me, and yet I feel guilty. I think you're really too perfect to live in this world. I mean, all the beautifully furnished rooms, carefully designed interiors, everything's so controlled. There wasn't any room for any real feelings. None, between any of us. Except Renata, who never gave you the time of day. You worship Renata. You worship talent. Well, what happens to those of us who can't create? What do we do? What do *I* do when I'm overwhelmed with feelings about life? How do I get them out? I feel such rage toward you! Oh mother, don't you see, you're not just a sick woman. That would be too easy. The truth is, there's been perverseness, and willfulness of attitude in many of the things you've done. At the center of a sick psyche there is a sick spirit. But, I love you. And we have no other choice, but to forgive each other.", "character": "Joey", "characterId": "nm0002148"}]}, {"lines": [{"text": "What happens to those of us who can't create?", "character": "Joey", "characterId": "nm0002148"}]}, {"lines": [{"text": "You only live once, and once is enough if you play your cards right.", "character": "Pearl", "characterId": "nm0822972"}]}, {"lines": [{"text": "She's a vulgarian!", "character": "Joey", "characterId": "nm0002148"}]}, {"lines": [{"text": "You spoke to my analyst about this behind my back? How could you! This is humiliating!", "character": "Eve", "characterId": "nm0656183"}]}, {"lines": [{"text": "Renata, Renata! All I hear about is Renata!", "character": "Joey", "characterId": "nm0002148"}]}, {"lines": [{"text": "I'll just have a drink.", "character": "Frederick", "characterId": "nm0430151"}, {"text": "Right! Drink yourself unconcious. That's the sort of writer's cliche you've never had trouble adjusting to.", "character": "Renata", "characterId": "nm0000473"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "I think it's exquisite.", "character": "Eve", "characterId": "nm0656183"}]}, {"lines": [{"text": "I prefer a warmer climate. I even lived in Australia for a year with my sister Faye, when Adam died, but I went nuts! Its dead there.", "character": "Pearl", "characterId": "nm0822972"}, {"text": "I was in Sydney Australia once.", "character": "Mike", "characterId": "nm0001832"}, {"text": "Was I lying? Did you like it?", "character": "Pearl", "characterId": "nm0822972"}, {"text": "Well it was just a vacation you know. I was only there a coupla days.", "character": "Mike", "characterId": "nm0001832"}, {"text": "Lucky. It's like a morgue. Nothing to do at night; no pizzazz. I couldn't take that.", "character": "Pearl", "characterId": "nm0822972"}]}, {"lines": [{"text": "I can't seem to shake the real implication of dying. It's terrifying. The intimacy of it embarrasses me.", "character": "Renata", "characterId": "nm0000473"}]}, {"lines": [{"text": "[spoken to Joey with tense emotion]\nWill you please not breathe so hard?", "character": "Eve", "characterId": "nm0656183"}]}]}