{"quotes": [{"lines": [{"text": "When women cease to attract men, they often turn to reform as a second option.", "character": null, "characterId": null}]}, {"lines": [{"text": "I'll walk like her and maybe everyone will like me too.", "character": "The Dear One", "characterId": "nm0550615"}]}, {"lines": [{"text": "Out of the cradle, endlessly rocking...", "character": null, "characterId": null}]}, {"lines": [{"text": "Such a fine man, Admiral Coligny. If only he thought as we do.", "character": "Catherine de Medici", "characterId": "nm0189684"}, {"text": "Such a wonderful king. If only he thought as we do.", "character": "Admiral Coligny", "characterId": "nm0376221"}]}, {"lines": [{"text": "But touch my skirt and I'll scratch your eyes out!", "character": "The Mountain Girl", "characterId": "nm0848226"}]}, {"lines": [{"text": "[to his princess beloved]\nThe fragrant mystery of your body is greater than the mystery of life.", "character": "Prince Belshazzar", "characterId": "nm0656425"}]}, {"lines": [{"text": "Our play is made up of four separate stories, laid in different periods of history, each with its own set of characters. Each story shows how hatred and intolerance, through all the ages, have battled against love and charity.", "character": null, "characterId": null}]}, {"lines": [{"text": "Say kid, you're going to be my chicken.", "character": "The Boy", "characterId": "nm0366008"}]}, {"lines": [{"text": "Seeing youth drawn to youth, Miss Jenkins realizes the bitter fact that she is no longer a part of the younger world.", "character": null, "characterId": null}]}, {"lines": [{"text": "The girl of our story keeps house for her father who works in a Jenkins mill. With a wage of $2.75 a day, a little garden, four hens, ditto geese, and a fair measure of happiness and contentment.", "character": null, "characterId": null}]}, {"lines": [{"text": "Ancient Jerusalem, the golden city whose people have given us many of our highest ideals, and from the carpenter shop of Bethlehem, sent us the Man of Men, the greatest enemy of intolerance.", "character": null, "characterId": null}]}, {"lines": [{"text": "Another period of the past. A.D. 1572-Paris, a hotbed of intolerance, in the time of Catherine de Medici, and her son Charles IX, King of France. Charles IX receiving his brother, Monsieur La France, Duc d'Anjou. The heir to the throne, the effeminate Monsieur La France. Pets and toys his pastimes.", "character": null, "characterId": null}]}, {"lines": [{"text": "And now our fourth story of love's struggle against Intolerance, in the distant time when all the nations of the earth sat at the feet of Babylon. Outside of Imgur Bel, the great gate of Babylon, in the time of Belshazzar, 539 B.C. Merchants, farmers, East Indians, with trains of elephants, Egyptians, Numidians, and ambitious Persians spying upon the city.", "character": null, "characterId": null}]}, {"lines": [{"text": "The priest of Bel-Marduk, supreme God of Babylon, jealously watches the image of the rival goddess, Ishtar, enter the city, borne in a sacred ark.", "character": null, "characterId": null}]}, {"lines": [{"text": "Ishtar, goddess of love, seven times seven I bow to thee. Let her enjoy this kiss.", "character": "The Rhapsode", "characterId": "nm0166730"}]}, {"lines": [{"text": "And again in Babylon. The marriage market. Money paid for beautiful women given to homely ones, as dowers, so that all may have husbands and be happy. Lips brilliant with juice of henna; eyes lined with kohl.", "character": null, "characterId": null}]}, {"lines": [{"text": "Tish tish! 'tis no place to eat onions.", "character": "The Mountain Girl's Brother", "characterId": "nm0115230"}]}, {"lines": [{"text": "Any man will be happy with this sweet wild rose - this gentle dove.", "character": "Auctioneer at the Marriage Market", "characterId": "nm1190028"}]}, {"lines": [{"text": "The temper and rough language of the \"wild rose\" prove her to be not without thorns.", "character": null, "characterId": null}]}, {"lines": [{"text": "You lice! You rats! You refuse me? There is no gentler dove in all Babylon than I.", "character": "The Mountain Girl", "characterId": "nm0848226"}]}, {"lines": [{"text": "Oh, lord of lords! Oh, king of kings! Oh, masu! Oh, scorching sun of the mid-day, these bugs will not buy me for a wife! I dwell in sorrow.", "character": "The Mountain Girl", "characterId": "nm0848226"}, {"text": "This seal gives you freedom to marry or not to marry - to be consecrated to the goddess of love or not as thou choosest.", "character": "Prince Belshazzar", "characterId": "nm0656425"}]}, {"lines": [{"text": "Put away thy perfumes, thy garments of Assinnu, the female man. I shall love none but a soldier.", "character": "The Mountain Girl", "characterId": "nm0848226"}]}, {"lines": [{"text": "There is too much revelry and pleasure-seeking among the people.", "character": null, "characterId": null}]}, {"lines": [{"text": "My Lord, like white pearls I shall keep my tears in an ark of silver for your return. I bite my thumb! I strike my girdle! If you return not, I go to the death halls of Allat.", "character": "The Princess Beloved", "characterId": "nm0654262"}]}, {"lines": [{"text": "Universal justice, an eye for an eye, a tooth for a tooth, a murder for a murder.", "character": null, "characterId": null}]}, {"lines": [{"text": "To be hanged by the neck until dead, dead, dead!", "character": "Judge of the Court", "characterId": "nm0408937"}]}, {"lines": [{"text": "Intolerance, burning and slaying.", "character": null, "characterId": null}]}, {"lines": [{"text": "[to the Princess Beloved - In the doomed city]\nOur marriage will be announced tomorrow. This bud will blossom - -- tomorrow.", "character": "Prince Belshazzar", "characterId": "nm0656425"}]}, {"lines": [{"text": "Babylon's last Bacchanal.", "character": null, "characterId": null}]}, {"lines": [{"text": "When cannon and prison bars wrought in the fires of intolerance - And perfect love shall bring peace forevermore. Instead of prison walls - Bloom flowery fields.", "character": null, "characterId": null}]}, {"lines": [{"text": "Nothing doing on the good night stuff, I always go inside to see my girls.", "character": "The Boy", "characterId": "nm0366008"}]}]}