{"quotes": [{"lines": [{"text": "It all began in a vast uncharted region of outer space. A whole flock of strange looking carrots drifting in space for billions of years, were floating down toward the Earth. But I didn't know it at the time. As far as I was concerned it was just another typical day, except that I was late to work.", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "[Very first line and quote, as Opening Credits near its completion]", "character": null, "characterId": null}]}, {"lines": [{"text": "Hey taxi!", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "[gets in the cab]", "character": null, "characterId": null}, {"text": "To the middle of nowhere, quick!", "character": "Bugs Bunny", "characterId": "nm0074797"}]}, {"lines": [{"text": "[Bugs sees first bunch of weird alien carrots]\nGee, what strange looking carrots. Oh well.", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "[voiceover]", "character": null, "characterId": null}, {"text": "I should've known right then that there was something screwy about those carrots. But gosh, I didn't have time to think. I had a date out west with a fiery redhead!", "character": "Bugs Bunny", "characterId": "nm0074797"}]}, {"lines": [{"text": "[Bugs sees second bunch of weird alien carrots]\nGee, what strange looking wild cactus carrots. Oh well.", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "[voiceover]", "character": null, "characterId": null}, {"text": "I didn't realize that I left ol' Sam in the lurch like that. I couldn't wait, I had a pressing appointment in duck hunting country.", "character": "Bugs Bunny", "characterId": "nm0074797"}]}, {"lines": [{"text": "[Bugs sees third bunch of weird alien carrots]\nGee, what strange looking... aw, you know!", "character": "Bugs Bunny", "characterId": "nm0074797"}]}, {"lines": [{"text": "It's no use, I just can't sleep. My delicate inner sense of danger tells me there's something fatally foreboding in the atmosphere. Elmer Fudd was a pale stereotype of his former self. Even paler than the original, if that's possible. And Sam wasn't Sam but an unreasonable facsimile thereof, a not so incredible insinuation. And that duck, sure, it looked like a duck and quacked like a duck.", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "[later that evening, as Bugs was in bed wondering of the mysteries of completely different personalities. The carrot Bugs Bunny accepted from Daffy Duck rolls off a desk onto his floor, then cracked open like an egg and out came an alien rabbit, after it quickly strengthened]", "character": null, "characterId": null}, {"text": "[after feeling three light taps on a shoulder, from the counterfeit rabbit, has an axe, Bugs responded back, saying yes longer than normal as]\nYeeesss?", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "Eh, what's up doc?", "character": null, "characterId": null}, {"text": "[Bugs then ran away and screaming extremely loud in deep fear, from near death. Bugs then stops long enough to speak to the audience]", "character": null, "characterId": null}, {"text": "You know something, folks? This is the scariest part of the picture.", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "[as Bugs resumed his running in fear screaming and shrieking, first Closing Credits began, but Bugs Bunny stopped it, to solve the mysterious changes, earlier, by lifting the film back up and Bugs then spoke to the Warner Brothers' Animation Studio Members]", "character": null, "characterId": null}, {"text": "You don't think I would let it end that way, do you?", "character": "Bugs Bunny", "characterId": "nm0074797"}]}, {"lines": [{"text": "Now maybe if I get rid of these robot retreads, then the genuine articles would come back. Gee, I don't know, but it just might work.", "character": "Bugs Bunny", "characterId": "nm0074797"}]}, {"lines": [{"text": "[brandishing an axe, ready to chop with]\nEh, what's up, doc?", "character": null, "characterId": null}, {"text": "Give me that. Get in the sack, evil twin, I've got plans for you.", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "[comes up on rolling legs, like a unicycle]\nI'm hunting wabbits, I'm hunting wabbits, I'm hunting wabbits.", "character": null, "characterId": null}, {"text": "Over here, darling, your rabbit's right in this bag.", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "Racken fracken varmint, racken fracken varmint, racken fracken varmint.", "character": null, "characterId": null}, {"text": "This way, deadpan, don't dilly dally.", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "[going from right to left and repeating]\nYou're despicable! you're despicable! you're despicable!", "character": null, "characterId": null}, {"text": "[after capturing all of them & putting them into a sack]\nOh, Margaret, what dopey dopplegangers.", "character": "Bugs Bunny", "characterId": "nm0074797"}]}, {"lines": [{"text": "[speaking of Elmer Rudd]\nHe likes me, he really likes me.", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "[speaking Yosemite Sam]\nI never realized that so many people wanted to kill me.", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "Come out of thewe, you wetch!", "character": "Elmer Fudd", "characterId": "nm0074797"}, {"text": "[Then the second and correct Closing Credits begin. After all names are complete, with the cast and crew, each persons occupation & dialogue are completed. A fraud Porky Pig, apparently from the planet, \"Noodnik\", starts to come out of a Warner Brothers' Looney Tune and Merry Melody drum hole. As it started to speak, Bugs Bunny recognized it to be a counterfeit and quickly immediately kicked it out it of the way and put the original Porky Pig in]", "character": null, "characterId": null}, {"text": "Oh, no you don't!", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "[after Bugs disposed of the counterfeit and much slower speaking pig, Porky Pig always stutters, and says his long time closing line of]\nTh-th-that's all folks!", "character": "Porky Pig", "characterId": "nm0074797"}]}, {"lines": [{"text": "[deadpan]\nBe vewy, vewy quiet I'm hunting wabbits.", "character": null, "characterId": null}, {"text": "Da-da-da-ta-ta! Here I am, here's your wabbit! What'll it be today wabbit stew?, wabbit cutwets?", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "I'm hunting wabbits.", "character": null, "characterId": null}, {"text": "Okay, fair enough but you'll have to catch me foist!", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "Be vewy, vewy, quiet, vewy quiet, vewy quiet.", "character": null, "characterId": null}, {"text": "There was something different about him, but I couldn't quite put my finger on it,", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "[Bugs snaps a thumb and finger, of right hand, at the replacement]", "character": null, "characterId": null}, {"text": "he had a big dopey grin on his face and seemed could it be badly drawn!", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "[Bugs knocks on the replacement's head]", "character": null, "characterId": null}, {"text": "Hey what's coming off here don't you want to chase me?", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "Hewwo, I want to spwead sunshine, whereever I can, I can, I can.", "character": null, "characterId": null}]}, {"lines": [{"text": "No, varmint. I don't wanna massacre ya. I'm a kinder, gentler Sam.", "character": null, "characterId": null}, {"text": "Oh brother!", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "I like you and I think it's plum hilarious when you bamboozle me off this here cliff!", "character": null, "characterId": null}, {"text": "[the Pale Stereotype of Yosemite Sam then jumps off the cliff, almost like suicide, to Earthlings]", "character": null, "characterId": null}, {"text": "Man, that's one for Ripley's!", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "[Sam returns and unflattens himself]\nYou see rabbit, I'm your friend. Now be a nice critter and bring home one of these wild cactus carrots, they're good for ya, for ya, for ya.", "character": null, "characterId": null}, {"text": "I didn't even know he liked ve-ge-tables.", "character": "Bugs Bunny", "characterId": "nm0074797"}]}, {"lines": [{"text": "[Looking and moving like a puppet while his body occasionally disappears and reappears]\nBugsy old pal, I want you to know that I enjoyed our little tay ta tays over the years.", "character": null, "characterId": null}, {"text": "[Daffy's beak is now shows part of a human being's lips, when speaking]", "character": null, "characterId": null}, {"text": "But now, it's all over it doesn't matter anymore.", "character": null, "characterId": null}, {"text": "[repeatedly pointing at Bugs]", "character": null, "characterId": null}, {"text": "You win, it is duck season. I admit it.", "character": null, "characterId": null}, {"text": "[He walks away with his face, almost sliding off its head]", "character": null, "characterId": null}, {"text": "[Shuffling out into the open]\nFellas, the rifles!", "character": null, "characterId": null}, {"text": "[Pale Stereotype of Daffy gets shot repeatedly, and then appears partially perforated, from the numerous bullet holes, through its feathered body]", "character": null, "characterId": null}, {"text": "[Counterfeit Daffy returns with his entire body perforated with bullet holes and talking with a crazy looking mouth]\nYa see old chum I bear you no personal animosity just bring home the...", "character": null, "characterId": null}, {"text": "[Bugs then interrupts Daffy]\nI know, I know just bring home one of these strange looking carrots! Okay, I'll do it.", "character": "Bugs Bunny", "characterId": "nm0074797"}, {"text": "[Bugs accepted the alien carrot from the distraught counterfeit Daffy Duck]", "character": null, "characterId": null}, {"text": "So I took that creepy looking thing, but somehow I wasn't very hungry!", "character": "Bugs Bunny", "characterId": "nm0074797"}]}]}