{"quotes": [{"lines": [{"text": "[waking up]\nWhat is it?", "character": "Mary MacLean", "characterId": "nm0111702"}, {"text": "Well, ah, David says something landed in the field out back. It doesn't make sense, but he seems so convinced.", "character": "George MacLean", "characterId": "nm0002063"}, {"text": "What do you mean \"land\"?", "character": "Mary MacLean", "characterId": "nm0111702"}, {"text": "Well, he says he saw a bright light or something. He's not the type of boy that given to imagining things. After all the work at the plant is secret. And we have orders to report anything unusual. And there have been rumors.", "character": "George MacLean", "characterId": "nm0002063"}, {"text": "Rumors?", "character": "Mary MacLean", "characterId": "nm0111702"}, {"text": "Oh, Dear, you know I can't talk about it.", "character": "George MacLean", "characterId": "nm0002063"}]}, {"lines": [{"text": "[about David's parents]\nThat's the coldest couple I ever saw.", "character": "Lt. Blair", "characterId": "nm0316454"}, {"text": "They're not! They're wonderful, *they've* done something to them, something awful!", "character": "David Maclean", "characterId": "nm0402505"}]}, {"lines": [{"text": "Please God, let them find Mom and Dad before something bad happens. I don't want them to die too.", "character": "David Maclean", "characterId": "nm0402505"}]}, {"lines": [{"text": "It's not enough I'm married to a scientist but my son's becoming one too.", "character": "Mary MacLean", "characterId": "nm0111702"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "The heavens. Once an object of superstition, awe, and fear. Now a vast region for growing knowledge. The distance of Venus, the atmosphere of Mars, the size of Jupiter, and the speed of Mercury. All this and more we know. But their greatest mystery the heavens have kept a secret. What sort of life, if any, inhabits these other planets? Human life, like ours? Or life extremely lower in the scale? Or dangerously higher? Seeking the answer to this timeless question, forever seeking, is the constant preoccupation of scientists everywhere. Scientists famous and unknown. Scientists in great universities and in modest homes. Scientists of all ages.", "character": "Narrator", "characterId": "nm0291821"}]}, {"lines": [{"text": "[to George, who has returned after disappearing]\nWhat did happen to you?", "character": "Mary MacLean", "characterId": "nm0111702"}, {"text": "[grimly]\nI stopped over to see Bill Wilson.", "character": "George MacLean", "characterId": "nm0002063"}, {"text": "In your pajamas?", "character": "Mary MacLean", "characterId": "nm0111702"}, {"text": "In my pajamas, obviously.", "character": "George MacLean", "characterId": "nm0002063"}]}, {"lines": [{"text": "I thought they were testing some sort of atomic device out there.", "character": "David Maclean", "characterId": "nm0402505"}, {"text": "It is an atomic device. The highest powered rocket ever conceived. You see, once we can shoot a rocket far enough into space, it will just anchor there. It's just a matter of time before we set up inner-planetary stations, equipped with atomic power and operated by remote control. Then, if any nation dared attack us, by pushing a few buttons, we could wipe them out in a matter of minutes.", "character": "Narrator", "characterId": "nm0291821"}]}]}