{"quotes": [{"lines": [{"text": "There's different kinds of love, darling. Some people you love no matter what, and others you love if the situation is right. To me, the best kind of love is the \"no matter what\" kind.", "character": "Helen Holt", "characterId": "nm0000834"}]}, {"lines": [{"text": "[shows Jacey the door after Alice backs away from him]\nNow get the hell out of here, you ruttin' stud. Keep your poor-boy dick out of my daughters.", "character": "Lloyd Abbott", "characterId": "nm0001599"}]}, {"lines": [{"text": "I know you better than you know me. I know all there is to know about screwing your way into a wealthy family and there's no way I'm gonna let you screw your way into mine.", "character": "Lloyd Abbott", "characterId": "nm0001599"}]}, {"lines": [{"text": "My brother and I were born strangers. Same last name, same address, but everything else about us was different. Back then, Jacey was a complete mystery to me, and I was a constant source of embarassment to him.", "character": "Doug Holt", "characterId": "nm0001618"}]}, {"lines": [{"text": "[sarcastically]\nEvery time an Abbott girl gets her period they throw some kind of party!", "character": "Doug Holt", "characterId": "nm0001618"}]}, {"lines": [{"text": "[to Jacey]\nI just do things. I let other people figure them out. That's what parents are for; they're really good at doing all the thinking, so why should I? I think this is what they called the silent treatment. I get enough of it from my father, I don't need it from you. So good luck at Penn.", "character": "Eleanor Abbott", "characterId": "nm0000124"}]}, {"lines": [{"text": "My mother's life had been damaged by a lie, and my brother was forever lost in a maze of illusions that lie had created... and I had followed him there. Jacey would never find his way out, but I had to... and the only way I could do that was to forgive, but I could never forget.", "character": "Narrator", "characterId": "nm0000474"}]}, {"lines": [{"text": "Although she seemed unique to me then, I now know that the world is filled with working women raising children by themselves. There was nothing especially original about my mother... not even in the way she finally brought her sons back together again.", "character": "Narrator", "characterId": "nm0000474"}]}, {"lines": [{"text": "The truth about our mother and Lloyd didn't comfort Jacey, because the truth seemed to him just as unfair as the lie he had always believed in.", "character": "Narrator", "characterId": "nm0000474"}]}, {"lines": [{"text": "[to Doug]\nYou didn't know your mother at all if you think someone like me would ever stood a chance with someone like her.", "character": "Lloyd Abbott", "characterId": "nm0001599"}]}, {"lines": [{"text": "My mother was right; if the Abbotts didn't exist, Jacey would have had to invent them, but it seems to me that inventing the Abbotts was something that almost everyone in Haley did, and still do. Alice reunited with Peter, lived out the same lie of a happy marriage that her mother and father have lived, and a new generation of Abbott parties began.", "character": "Narrator", "characterId": "nm0000474"}]}, {"lines": [{"text": "[to Doug]\nYou do realize you may be the only person at this party with artificial sideburns?", "character": "Helen Holt", "characterId": "nm0000834"}]}, {"lines": [{"text": "Stop treating me like an Abbott!", "character": "Pamela Abbott", "characterId": "nm0000239"}, {"text": "How the hell am I supposed to treat you?", "character": "Doug Holt", "characterId": "nm0001618"}, {"text": "Like you used to; like just plain Pam. And you don't have to say you're sorry! Don't look at me as though someone just ran over your dog! It makes me want to scream sometimes.", "character": "Pamela Abbott", "characterId": "nm0000239"}]}, {"lines": [{"text": "Either you're mad at me because you're mad at me or you're mad at me because you like me, because that's how girls act. I mean... I don't know much but I know that. So, uh, which is it?", "character": "Doug Holt", "characterId": "nm0001618"}, {"text": "Both.", "character": "Pamela Abbott", "characterId": "nm0000239"}]}, {"lines": [{"text": "Backyard nudity is hypocritical. It's insincere. People should do and say exactly what they feel and think and not try to hide things.", "character": "Doug Holt", "characterId": "nm0001618"}]}, {"lines": [{"text": "Jacey pretended to care for Alice so well, the illusion became so complete that even he was fooled.", "character": "Narrator", "characterId": "nm0000474"}]}, {"lines": [{"text": "[talking about Doug's artificial sideburns]\nYou look like a clown. He looks like a clown, mom, and he doesn't even know it.", "character": "Jacey", "characterId": "nm0001082"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "The end of my innocence and childhood began in 1957. It is remarkable to me now just how little I knew then about the people around me. It took me years to figure out exactly what the truth was, especially given my brother's knack at inventing facts. My mother once told me that if the Abbotts didn't exist, my brother would have had to invent them.", "character": "Narrator", "characterId": "nm0000474"}]}, {"lines": [{"text": "their cars, money, country clubs. But in the beginning, more than anything else, he wanted Eleanor Abbott. I'd witnessed enough of my brother's social agony to resolve early on. I would never let the Abbotts matter to me.", "character": "Narrator", "characterId": "nm0000474"}]}, {"lines": [{"text": "I had always thought of Eleanor Abbott as just another stuck-up rich girl, a flirt, a tease. But she proved to be a bigger rebel than I ever was. Jacey and I never talked about that thing with Eleanor in the garage, but Jacey never bragged about his conquests. When he went off to college that fall, I didn't feel particularly sad, I felt free.", "character": "Narrator", "characterId": "nm0000474"}]}, {"lines": [{"text": "My brother was more successful at reinventing himself than I was. Jacey's parties at the University of Pennsylvannia were the hippest ones around. And even though he had a major in architecture, he seriously minored in beautiful co-eds.", "character": "Narrator", "characterId": "nm0000474"}]}, {"lines": [{"text": "Look, I'm not rich, my father is. And I didn't pick my father. And if I had a choice between having tons of money or having another father, I'd be absolutely delighted to be poor. But unfortunately, life is just not a cafeteria.", "character": "Pamela Abbott", "characterId": "nm0000239"}, {"text": "Life is not a cafeteria?", "character": "Doug Holt", "characterId": "nm0001618"}, {"text": "You know what I mean.", "character": "Pamela Abbott", "characterId": "nm0000239"}]}, {"lines": [{"text": "You always loved me no matter what I did, right?", "character": "Doug Holt", "characterId": "nm0001618"}, {"text": "Yeah.", "character": "Pamela Abbott", "characterId": "nm0000239"}, {"text": "Maybe that's how I love you. No matter what. It's the best kind of love, you know?", "character": "Doug Holt", "characterId": "nm0001618"}]}, {"lines": [{"text": "[Lloyd catches her with Jacey]\nHi, daddy.", "character": "Eleanor Abbott", "characterId": "nm0000124"}, {"text": "What are you doing out here?", "character": "Lloyd Abbott", "characterId": "nm0001599"}, {"text": "Fucking Jacey.", "character": "Eleanor Abbott", "characterId": "nm0000124"}, {"text": "Get in the car.", "character": "Lloyd Abbott", "characterId": "nm0001599"}]}, {"lines": [{"text": "Hey, Jacey... Remember that time I got my dick caught in my zipper? Remember in school, in the first grade?", "character": "Doug Holt", "characterId": "nm0001618"}]}, {"lines": [{"text": "You know, I'm engaged.", "character": "Co-ed", "characterId": "nm0004748"}, {"text": "So am I.", "character": "Jacey Holt", "characterId": "nm0001082"}, {"text": "You are?", "character": "Co-ed", "characterId": "nm0004748"}, {"text": "Sure. I'm engaged in conversation with you.", "character": "Jacey Holt", "characterId": "nm0001082"}]}, {"lines": [{"text": "I'm married.", "character": "Alice Abbott", "characterId": "nm0324790"}, {"text": "I thought you were getting a divorce.", "character": "Jacey", "characterId": "nm0001082"}, {"text": "I am, but it's not final yet. Besides, I'm two years older than you.", "character": "Alice Abbott", "characterId": "nm0324790"}, {"text": "Well good, then if the cops come, we can just them you bought the beer.", "character": "Jacey", "characterId": "nm0001082"}]}, {"lines": [{"text": "So who do you look more like, your mother or your father?", "character": "Pamela Abbott", "characterId": "nm0000239"}, {"text": "Oh, I don't know.", "character": "Doug Holt", "characterId": "nm0001618"}, {"text": "What did your father look like?", "character": "Pamela Abbott", "characterId": "nm0000239"}, {"text": "Like a photograph.", "character": "Doug Holt", "characterId": "nm0001618"}]}, {"lines": [{"text": "Why's it okay for you to sneak around with me, but it's not alright for Alice to sneak around with Jacey?", "character": "Doug Holt", "characterId": "nm0001618"}, {"text": "Because it's different. I'm not Alice and you're not Jacey. Alice is like my mother, they get hurt so easy. They're like turtles without shells.", "character": "Pamela Abbott", "characterId": "nm0000239"}]}, {"lines": [{"text": "I'm not like you, Jacey. I don't want to be.", "character": "Doug Holt", "characterId": "nm0001618"}, {"text": "I'm sorry.", "character": "Jacey", "characterId": "nm0001082"}, {"text": "Yeah, you are.", "character": "Doug Holt", "characterId": "nm0001618"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "A year later, the impossible finally happened. One of the Holt boys married one of the Abbott girls. We had two daughters. Named the youngest Helen, after my mom.", "character": "Doug Holt", "characterId": "nm0001618"}]}]}