{"quotes": [{"lines": [{"text": "You're crazy!", "character": "Hawkeye", "characterId": "nm0000604"}, {"text": "Crazy? That's entirely possible.", "character": "Iron Man", "characterId": "nm0001332"}]}, {"lines": [{"text": "Heh heh heh heh. Where's your security? Don't'cha know anybody can fly in and steal this thing?", "character": "Beetle", "characterId": "nm0000604"}, {"text": "Sorry Beetle, but you're in for a hard day's night!", "character": "Iron Man", "characterId": "nm0001332"}]}, {"lines": [{"text": "Fury, I'm telling you man! He's not here!", "character": "James R. 'Rhodey' Rhodes", "characterId": "nm0002126"}, {"text": "Don't feed me that front office garbage! I'm gonna see Stark, and I mean now!", "character": "Nick Fury", "characterId": "nm0008041"}]}, {"lines": [{"text": "Oh, call me reckless, but I also accidently erased everything else in your computers. I hope that won't set Hammer Industries back more than couple, oh, three years.", "character": "Iron Man", "characterId": "nm0001332"}]}, {"lines": [{"text": "Give your pretty-boy employer this message, Iron Man! I'm not through with him yet!", "character": "Justin Hammer", "characterId": "nm0824364"}, {"text": "I'm sure he's shaking in his booties.", "character": "Iron Man", "characterId": "nm0001332"}]}, {"lines": [{"text": "Now no one will be able to duplicate the technology you stole, and no one will be harmed by its misuse again!", "character": "Iron Man", "characterId": "nm0001332"}]}, {"lines": [{"text": "Sir, the Vault is a high-security prison for super-criminals, like your recent contributions Whirlwind and Blacklash. The elite unit watching them, known as the Mandroids, are federal agents!", "character": "H.O.M.E.R.", "characterId": "nm0437454"}]}, {"lines": [{"text": "Okay, Robin Hood! Tony's in there somewhere!", "character": "War Machine", "characterId": "nm0002126"}, {"text": "Oh, of course he is. He goes in alone, gets in deep, we save his bacon, and then he goes off alone again. Now there's the makings of a great leader!", "character": "Hawkeye", "characterId": "nm0000604"}]}, {"lines": [{"text": "Ah, I have finally arrived! I must say, I miss Parallax. Without my depleted staff, time and space are rather daunting!", "character": "Century", "characterId": "nm0913243"}]}]}