{"quotes": [{"lines": [{"text": "Am I ugly to you? With my big nose?", "character": "Mark", "characterId": "nm0759570"}, {"text": "No. Your face is just... very 3-dimensional.", "character": "Teacher Hei", "characterId": "nm0851486"}]}, {"lines": [{"text": "When you have a visitor in China, at first you offer him tea and something to eat.", "character": "Teacher Hei", "characterId": "nm0851486"}, {"text": "Oh, sorry. Here you are.", "character": "Mark", "characterId": "nm0759570"}, {"text": "No, thanks.", "character": "Teacher Hei", "characterId": "nm0851486"}, {"text": "But you just said you wanted something to eat.", "character": "Mark", "characterId": "nm0759570"}, {"text": "No, I said you should offer me some.", "character": "Teacher Hei", "characterId": "nm0851486"}, {"text": "[Mark takes it away]", "character": null, "characterId": null}, {"text": "What are you doing now?", "character": "Teacher Hei", "characterId": "nm0851486"}, {"text": "But you said you didn't want it!", "character": "Mark", "characterId": "nm0759570"}, {"text": "But you have to leave it here, that's habit.", "character": "Teacher Hei", "characterId": "nm0851486"}]}, {"lines": [{"text": "You must master each stroke before you go on. Otherwise everything you do will be so-so.", "character": "Teacher Hei", "characterId": "nm0851486"}, {"text": "Tell me about it. Everything I touch turns to so-so.", "character": "Teacher Mark", "characterId": "nm0759570"}]}, {"lines": [{"text": "In martial arts, you hit with the eyes.", "character": "Qingfu Pan", "characterId": "nm0659027"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[voiceover]\nI hate to admit it, but when I graduated from college, I thought I was ready for anything. That is, until I stepped off the train in Hangzhou. Here I was in a country of a billion people, and I didn't know a single one. This place was different than what I'd expected. It wasn't at all like what I'd seen in the Kung Fu movies. No one else I knew stayed up all night to watch that stuff, but I was hooked.", "character": "Mark", "characterId": "nm0759570"}, {"text": "[screaming, Kung Fu movie clips with English subtitles]", "character": null, "characterId": null}, {"text": "The hero was always small like me, but he moved like the wind, triumphed over evil, and brought the bad guys to their knees. And - he always got the girl.", "character": "Mark", "characterId": "nm0759570"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[voiceover]\nI tried to memorize exactly how Teacher Hei looked at that moment. I thought of Sinbad, Teacher Pan, and Ming. I couldn't concentrate on the book I was reading. It was America that suddenly felt like some exotic dream and China that was real to me. There is a saying that it's the height of stupidity to look for the donkey that you're already riding on. I had come halfway around the world looking for places that existed mostly in my mind, and while I didn't find what I'd expected, I did find that I was riding on that donkey all along, and that eating bitter lets you taste sweet.", "character": "Mark", "characterId": "nm0759570"}]}]}