{"quotes": [{"lines": [{"text": "[reading from Casey's Book \"Tomorrow\"]\n\"Erica James celebrated her 13th birthday by screwing the entire junior varsity basketball team!\" What is this?", "character": "Albert Brodsky", "characterId": "nm0641939"}, {"text": "A book! May I have it back please?", "character": "Casey Brodsky", "characterId": "nm0000106"}]}, {"lines": [{"text": "Mother, you and dad for a long time did not recognize my rights as a human being. You both treated me like chattel. You cannot do with me as you please anymore. We have irreconcilable differences.", "character": "Casey Brodsky", "characterId": "nm0000106"}]}, {"lines": [{"text": "Do you have kids?", "character": "Lucy Van Patten Brodsky", "characterId": "nm0001480"}, {"text": "Yeah, but I'm not into parenting right now.", "character": "Woman at Party", "characterId": "nm0709944"}]}, {"lines": [{"text": "I'm just a kid, and I don't know what I'm doing sometimes. But I think you should know better when you're all grown up. I think you should know how to act, and how to treat people. And I think if you once loved someone enough to marry them, you should at least be nice to them, even if you don't love 'em any more. And I think if you have a child, you should treat that child like a human being and not like a pet. Not like you treat your dog or somethin'. You know, when you have a dog sometimes you forget he's there, and then when you get lonely suddenly you remember him, and you remember how cute he is and stuff, and you kiss him a lot, but then the next day when you're busy again you don't notice him. That's how I've been treated for the past 4 years, and you don't treat your kid like your dog. It's not right.", "character": "Casey Brodsky", "characterId": "nm0000106"}]}, {"lines": [{"text": "[singing]\nThis Civil War ain't gonna get me down. I'm taking my act to a brand new town. This belle rings in old Atlanta. I'm gonna find myself a brand new Santa!", "character": "Blake Chandler", "characterId": "nm0000232"}]}, {"lines": [{"text": "That bimbo stole my husband! They drank their lover's wine in glasses I stood in line to buy!", "character": "Lucy Van Patten Brodsky", "characterId": "nm0001480"}]}, {"lines": [{"text": "[singing]\nThis Civil War ain't gonna get me down. I'm taking my act to a brand new town. This belle rings in old Atlanta. I'm gonna find myself a brand new Santa!", "character": "David Kessler", "characterId": "nm0910737"}]}, {"lines": [{"text": "That bimbo stole my husband! They drank their lover's wine in glasses I stood in line to buy!", "character": "Lucy Van Patten Brodsky", "characterId": "nm0001480"}]}, {"lines": [{"text": "'Atlanta' lost more money than any movie in the history of movies. Or something like that. Right, Daddy?", "character": "Casey Brodsky", "characterId": "nm0000106"}]}, {"lines": [{"text": "Yesterday I found a cobweb on my diaphragm.", "character": "Lucy Van Patten Brodsky", "characterId": "nm0001480"}]}]}