{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Tom. Oh Tom.", "character": "Joseph", "characterId": "nm0364918"}]}, {"lines": [{"text": "I know now there's no \"one thing\" that is true. It is all true.", "character": "Thomas Hudson", "characterId": "nm0001715"}]}, {"lines": [{"text": "It's alright, Davey. It's alright.", "character": "Thomas Hudson", "characterId": "nm0001715"}]}, {"lines": [{"text": "Tom, I love you you son of a bitch. Try to understand if you can.", "character": "Joseph", "characterId": "nm0364918"}, {"text": "I am trying, Joseph.", "character": "Thomas Hudson", "characterId": "nm0001715"}, {"text": "Oh hell. You never understand about anybody that loves you.", "character": "Joseph", "characterId": "nm0364918"}]}, {"lines": [{"text": "I've always loved you and couldn't help it. I can't help it now. I wish I could be some real good to you. Maybe I can if I get by this one, and the next one, and the next one.", "character": "Thomas Hudson", "characterId": "nm0001715"}]}, {"lines": [{"text": "[on the war refugees]\nThey're sure pitiful.", "character": "Tom", "characterId": "nm0000952"}, {"text": "They're the lucky ones. They got here.", "character": "Thomas Hudson", "characterId": "nm0001715"}]}, {"lines": [{"text": "I've had a lot of luck to have such a life. I wish there was some way to pass on with what I've learned of. My God, I was learning fast there at the end.", "character": "Thomas Hudson", "characterId": "nm0001715"}]}, {"lines": [{"text": "Tom, will the boys go to this war?", "character": "Joseph", "characterId": "nm0364918"}, {"text": "Tommy will be 19 next month.", "character": "Thomas Hudson", "characterId": "nm0001715"}, {"text": "I will pray for short war.", "character": "Joseph", "characterId": "nm0364918"}, {"text": "Do it often.", "character": "Thomas Hudson", "characterId": "nm0001715"}]}, {"lines": [{"text": "Tom, don't you die!", "character": "Joseph", "characterId": "nm0364918"}, {"text": "Not me, Joseph. Not me.", "character": "Thomas Hudson", "characterId": "nm0001715"}]}, {"lines": [{"text": "[reading a letter from his father]\nDear boys, it was good to get your letters and to hear all is going well.", "character": "Andrew", "characterId": "nm0767254"}, {"text": "[voice-over]\nSo much has changed since you were here. The war still seems remote to us on the island but yet closer. There are few more refugees coming through in here now. The Germans are sinking a lot of ships in the stream between here and Florida. Sometimes at night, you can see them burning. Often two or three at the time. There isn't enough Navy, British or American, around to do anything about them. Work has been progressing steadily and well since you've left. I have completed five or six pieces to sell in New York and now I'm working very hard so we can fish. I love the sea. And would not be anywhere else. She's my home, my religion. Or perhaps correctly I should say that she is what we have instead of religion or God. She creates life and she ends it. She has beauty and great mystery. And she's eternal. This island is a lovely place. But the house is empty. I think I know almost all there is to know about living alone. And I know what it is to love with someone who you love and who loves you. I've always loved you, boys. But I never before realised how bad it is that I do not live with you. I feel isolated. I keep remembering how happy I became you were all here. And moved into a part of me that when you've moved out became empty. And it's been bad for a long time. When you were here we experienced happiness.", "character": "Thomas Hudson", "characterId": "nm0001715"}, {"text": "[still reading]\nNo deny that I'm longing for it. But I know that loneliness is only stage and the way until you all come back.", "character": "Andrew", "characterId": "nm0767254"}, {"text": "[voice-over]\nAll my love, your father.", "character": "Thomas Hudson", "characterId": "nm0001715"}]}, {"lines": [{"text": "I'm only asking me if you want me to stay so you wouldn't be lonesome.", "character": "Andrew", "characterId": "nm0767254"}, {"text": "I've never been lonesome in my life, now. I'm just happy. What I've got here makes me happy.", "character": "Eddy", "characterId": "nm0376101"}]}, {"lines": [{"text": "You know how much fun we had this summer? You know how much I wish we could all be here together, all the time? You know, that Davey is some brother. I was so proud of him with that fish. Dad, I know you love him the most. And that's right cause he's the best of us.", "character": "Tom", "characterId": "nm0000952"}, {"text": "Why do you say I love him the most?", "character": "Thomas Hudson", "characterId": "nm0001715"}, {"text": "You ought to.", "character": "Tom", "characterId": "nm0000952"}, {"text": "I've loved you the longest.", "character": "Thomas Hudson", "characterId": "nm0001715"}]}]}