{"quotes": [{"lines": [{"text": "Did you know, Putnam, more people are murdered at ninety-two degrees Fahrenheit than any other temperature? I read an article once - lower temperatures, people are easy-going. Over ninety two, it's too hot to move. But just ninety-two, people get irritable.", "character": "Sheriff Matt Warren", "characterId": "nm0236866"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[off-screen]\nThis is Sand Rock, Arizona, of a late evening in early spring. It's a nice town, knowing its past and sure of its future, as it makes ready for the night, and the predictable morning. The desert blankets the earth, cooling, resting for the fight with tomorrow's sun. And in my house near the town, we're also sure of the future. So very sure.", "character": "John Putnam", "characterId": "nm0137999"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[three-shot, characters gazing toward sky into which meteor-spaceship has rocketed]\nWell, they've gone.", "character": "Sheriff Matt Warren", "characterId": "nm0236866"}, {"text": "For good, John?", "character": "Ellen Fields", "characterId": "nm0750640"}, {"text": "No. Just for now. It wasn't the right time for us to meet. But there'll be other nights, other stars for us to watch. They'll be back.", "character": "John Putnam", "characterId": "nm0137999"}]}, {"lines": [{"text": "[View of Putnam from inside the mine shaft. He's outside peering into the darkness, speaking to the alien]\nShow yourself! Let me see you as you truly are!", "character": "John Putnam", "characterId": "nm0137999"}, {"text": "[Voice from off screen]\nNo.", "character": null, "characterId": null}]}, {"lines": [{"text": "If we've been seeing things, it's because we DID see them.", "character": "Ellen Fields", "characterId": "nm0750640"}]}, {"lines": [{"text": "[Describing the spaceship]\nI tell you from its size and its appearance this thing come from outer space. I even have reason to believe that there's some form of life in it.", "character": "John Putnam", "characterId": "nm0137999"}]}, {"lines": [{"text": "[John is arguing with Dr. Snell about what he saw]\nI don't know what's odd and what isn't anymore. But I do know that I expected you to be more open to the idea than the others, you're a man of science!", "character": "John Putnam", "characterId": "nm0137999"}, {"text": "Therefore less inclined to witchcraft, John.", "character": "Dr. Snell", "characterId": "nm0253140"}, {"text": "Not witchcraft Dr. Snell, imagination. Willingness to believe that there are lots of things that we don't know anything about. Look, there was a time when people though that the Earth was a level plain, between two mountains that were set there to hold up the sky! And that the stars were lamps hung from that sky! Then a better idea came along and people were willing to listen!", "character": "John Putnam", "characterId": "nm0137999"}]}, {"lines": [{"text": "[One of the aliens has disguised itself as George]\nDo not be afraid. It is within our power to transform ourselves to look like you, or anyone. For a time, it will be necessary. We cannot, we would not, take your souls or minds or bodies.", "character": null, "characterId": null}, {"text": "[Turns around and walks toward the camera]", "character": null, "characterId": null}, {"text": "Don't be afraid. Your friend is all right.", "character": null, "characterId": null}]}]}