{"quotes": [{"lines": [{"text": "[about Muriel]\nIt's like we're on two different channels now. I'm CNN and she's the Home Shopping Network.", "character": "Charlie Lang", "characterId": "nm0000115"}]}, {"lines": [{"text": "[Narrating]\nTonight, I had the opportunity to study grace and generosity under the direst of circumstances. Even in \"their darkest hour\", Officer Charlie Lang and the good-hearted Ms. Yvonne Biasi shared a bowl of soup with me. When I left, this good Samaritan gave me money from his own pocket, wishing it could be more.", "character": "Angel Dupree", "characterId": "nm0005002"}]}, {"lines": [{"text": "[Narrating]\nIt took Charlie and Yvonne three days to open up all their mail, and when they were done New York had given them a six hundred thousand dollar tip, Charlie happily returned to the force. Yvonne got her coffee shop back. Eddie could only get work driving a cab. And Muriel, she married Jack Gross... who cleaned out the checking account and fled the country. Muriel lives in the Bronx with her mother and works at a nail salon. Charlie, Muriel and Yvonne all lived in a city where people prayed for miracles every day, and sometimes they happen.", "character": "Angel Dupree", "characterId": "nm0005002"}]}, {"lines": [{"text": "You should be locked up in that looney bin on Staten Island that Geraldo Rivera is always exposing!", "character": "Muriel Lang", "characterId": "nm0001609"}]}, {"lines": [{"text": "Meatball! That's what I want!", "character": "Charlie Lang", "characterId": "nm0000115"}]}, {"lines": [{"text": "Who wants ice cream on their pie? Who wants pie?", "character": "Yvonne Biasi", "characterId": "nm0000403"}]}, {"lines": [{"text": "I told you I'd share my ticket. I never planned on sharing my heart. Maybe I could get lucky twice today.", "character": "Charlie Lang", "characterId": "nm0000115"}]}, {"lines": [{"text": "Because of me, you have nothing.", "character": "Yvonne Biasi", "characterId": "nm0000403"}, {"text": "Because of you, I have you.", "character": "Charlie Lang", "characterId": "nm0000115"}]}, {"lines": [{"text": "You got the numbers wrong!", "character": "Muriel Lang", "characterId": "nm0001609"}]}, {"lines": [{"text": "Muriel was the first girl I ever...", "character": "Charlie Lang", "characterId": "nm0000115"}, {"text": "[Implying she was the first person he ever had sex with]", "character": null, "characterId": null}, {"text": "Really?", "character": "Yvonne Biasi", "characterId": "nm0000403"}, {"text": "Yeah.", "character": "Charlie Lang", "characterId": "nm0000115"}, {"text": "[sincerely]\nThat's sweet.", "character": "Yvonne Biasi", "characterId": "nm0000403"}, {"text": "I guess. So we went down to the marriage license bureau, and I remember there was this other couple there. They were orthodox Jews. It was an arranged marriage. They weren't allowed to see each other. They were surrounded by their families, they couldn't get a glimpse of each other. I couldn't help but think, \"they don't even know they're attached to each other, they don't even know if they've got anything to talk to about with each other.\" And here it is, ten years later. I bet they're happily married with six cute little kids, and Muriel and I have nothing to say to one another.", "character": "Charlie Lang", "characterId": "nm0000115"}]}]}