{"quotes": [{"lines": [{"text": "[Dr. Paul Nelson's closing observation about his misguided friend, Dr. Tom Anderson]", "character": null, "characterId": null}, {"text": "He learned almost too late that man is a feeling creature... and because of it, the greatest in the universe. He learned too late for himself that men have to find their own way, to make their own mistakes. There can't be any gift of perfection from outside ourselves. And when men seek such perfection... they find only death... fire... loss... disillusionment... the end of everything that's gone forward. Men have always sought an end to the toil and misery, but it can't be given, it has to be achieved. There is hope, but it has to come from inside, from Man himself.", "character": "Paul Nelson", "characterId": "nm0336335"}]}, {"lines": [{"text": "I made it possible for you to come here... I made you welcome to this Earth... You made it a charnel house.", "character": "Dr. Tom Anderson", "characterId": "nm0001812"}]}, {"lines": [{"text": "I'll still need you even when there are no emotions.", "character": "Dr. Tom Anderson", "characterId": "nm0001812"}, {"text": "[bitter]\nFor a few dollars you can hire a woman who'll fulfill all your fetishes. And when you get tired of her you can run down to the employment agency and hire another.", "character": "Claire Anderson", "characterId": "nm0307500"}]}, {"lines": [{"text": "He wants you on his side. Next to me, he wants you.", "character": "Dr. Tom Anderson", "characterId": "nm0001812"}, {"text": "And you want me to condone this reign of terror? To swear allegiance to this monstrous king of yours? To kill my own soul and all within reach? Well, I won't, Anderson. I'll fight it 'til the last breath in my body. And I'll fight you, too, because you're part of it - the worst part. Because you belong to a living race, not a dying one. This is your land, your world. Your hands are human but your mind is enemy. You're a traitor, Anderson. The greatest traitor of all time. And you know why? Because you're not betraying part of mankind - you're betraying all of it.", "character": "Paul Nelson", "characterId": "nm0336335"}]}, {"lines": [{"text": "Do you have any idea what you're listening to?", "character": "Dr. Tom Anderson", "characterId": "nm0001812"}, {"text": "London Philharmonic?", "character": "Paul Nelson", "characterId": "nm0336335"}, {"text": "It's Venus", "character": "Dr. Tom Anderson", "characterId": "nm0001812"}, {"text": "Uh Huh", "character": "Paul Nelson", "characterId": "nm0336335"}, {"text": "Venus", "character": "Dr. Tom Anderson", "characterId": "nm0001812"}, {"text": "Why not? We've bounced signals off the moon's surface. There's no reason that Venus shouldn't radiate impulses.", "character": "Paul Nelson", "characterId": "nm0336335"}, {"text": "No, I don't mean the static. Can't you hear it? The other thing?", "character": "Dr. Tom Anderson", "characterId": "nm0001812"}, {"text": "...What other thing?", "character": "Paul Nelson", "characterId": "nm0336335"}, {"text": "Listen to it Paul! Listen to the voice!", "character": "Dr. Tom Anderson", "characterId": "nm0001812"}]}, {"lines": [{"text": "[raising her rifle]\nYou think you're gonna make a slave of the world... I'll see you in Hell first!", "character": "Claire Anderson", "characterId": "nm0307500"}]}, {"lines": [{"text": "He Speaks! The zombie speaks!", "character": "Claire Anderson", "characterId": "nm0307500"}]}]}