{"quotes": [{"lines": [{"text": "Every bone in his body must be broken, but I'm not sure that's what killed him. That shriveled up effect, it... I'll have to do an autopsy.", "character": "Mary Royce", "characterId": "nm0233352"}]}, {"lines": [{"text": "Mars is almost as big as Texas. Maybe it's got monsters.", "character": "Lt. James Calder", "characterId": "nm0486742"}]}, {"lines": [{"text": "There's only one kind of a monster that uses bullets.", "character": "Col. Van Heusen", "characterId": "nm0816719"}]}, {"lines": [{"text": "It has to kill us or starve and we've got to kill it or die.", "character": "Eric Royce", "characterId": "nm0339428"}]}, {"lines": [{"text": "What is the usual reason an intelligent creature kills?", "character": "Col. Edward Carruthers", "characterId": "nm0860471"}, {"text": "It's hungry? What made you so certain it's intelligent, Colonel, not just an animal? XXXXXXXX CARRUTHERS It opened the door to 'C' compartment.", "character": "Mary Royce", "characterId": "nm0233352"}]}, {"lines": [{"text": "[telling his story to Ann]\nWe were all outside the ship exploring the southern tip of syrtis major. Suddenly a sandstorm came up and we started back. I was driving the jeep. Sand was so thick we could barely see. We were almost back to the ship when Cartwright just disappeared. One minute he was there and the next minute he was gone as if something had just plucked him out of the jeep like... candy out of a box.", "character": "Col. Edward Carruthers", "characterId": "nm0860471"}]}, {"lines": [{"text": "[opening narration]", "character": null, "characterId": null}, {"text": "This was the planet Mars as my crew and I first saw it. Dangerous, treacherous, alive with something we came to know only as Death. This is what we faced when our spaceship cracked up and landed just six months ago in January of this year, 1973. But It seems as if six centuries passed before rescue ship arrived. For today of all my crew, I, Col. Edward Carruthers of the United States Base Command, am the only one alive. Now I will be going back to face my superiors on Earth. In Washington. And perhaps there, too, I will find another kind of death. This was the planet Mars as my crew and I first saw it. Dangerous, treacherous, alive with something we came to know only as Death. This was what we faced when our spaceship cracked up in landing just six months ago in January of this year, 1973. But It seems as if six centuries passed before a rescue ship arrived, for today, of all my crew, I, Col. Edward Carruthers of the United States Base Command, am the only one alive. Now I will be going back to face my superiors on Earth, in Washington. And perhaps there, too, I will find another kind of death.", "character": "Col. Edward Carruthers", "characterId": "nm0860471"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Col. Carruthers was the sole survivor of this first expedition. One hour ago we received a teleradio communication from Col. Van Heusen, commander of the second spaceship. This ship is now ready to take off for its return trip to the Earth from Mars, and Col. Carruthers is being brought back for a court martial, to face trial for the murders of the rest of the crew.", "character": "Spokesman at Press Conference", "characterId": "nm0914246"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "\"This is Eric Royce talking. Of the 19 men and women who have set foot upon the planet Mars, six will return. There's no longer a question of murder but of an alien, an elemental life force, a planet so cruel, so hostile, that Man may find it necessary to bypass it in his endeavor to explore and understand the universe. Another name for Mars is Death.\"", "character": "Spokesman at Press Conference", "characterId": "nm0914246"}]}, {"lines": [{"text": "I said, \"Good luck in case we don't come back.\"", "character": "Col. Edward Carruthers", "characterId": "nm0860471"}]}, {"lines": [{"text": "So I decided after one bad marriage to bury myself in science.", "character": "Ann Anderson", "characterId": "nm0666408"}]}, {"lines": [{"text": "Every bone in his body must be broken. But I'm not sure that's what killed him.", "character": "Mary Royce", "characterId": "nm0233352"}]}]}