{"quotes": [{"lines": [{"text": "My heart is breaking, Father.", "character": "Rebecca", "characterId": "nm0000072"}, {"text": "My heart broke long ago. But it serves me still.", "character": "Isaac of York", "characterId": "nm0043875"}]}, {"lines": [{"text": "Delayed? How so?", "character": "Sir Cedric", "characterId": "nm0192958"}, {"text": "Well, when I heard Normans were approaching I ran to lock up my wife. But, she'd also heard they were approaching, and locked me up instead.", "character": "Wamba", "characterId": "nm0930539"}]}, {"lines": [{"text": "Milord, there is a stranger at your gate who begs shelter. He is a Jew who calls himself Isaac of York.", "character": "Minor Role", "characterId": "nm0072578"}, {"text": "I share no roof with an infidel.", "character": "Sir Brian de Bois-Guilbert", "characterId": "nm0001695"}, {"text": "Why not, sir knight? For every Jew you show me who's not a Christian, l'll show you a Christian who's not a Christian.", "character": "Wamba", "characterId": "nm0930539"}]}, {"lines": [{"text": "A cow jumped the moon, but a fool he jumps higher, from Wamba the serf, to Wamba the squire.", "character": "Wamba", "characterId": "nm0930539"}]}, {"lines": [{"text": "A gentleman at last, and my first task is to steal a horse!", "character": "Wamba", "characterId": "nm0930539"}]}, {"lines": [{"text": "Rebecca, you must blame the fates that it was I who loved you, and not Ivanhoe - for you were always mine, and only mine - God keep you.", "character": "Sir Brian de Bois-Guilbert", "characterId": "nm0001695"}, {"text": "[dies]", "character": null, "characterId": null}, {"text": "My lady, in death he spoke the truth.", "character": "Rebecca", "characterId": "nm0000072"}, {"text": "Do you still love Ivanhoe?", "character": "Lady Rowena", "characterId": "nm0000021"}, {"text": "No, my lady. I stole a little happiness, perhaps - but not from you - or him - only from my dreams.", "character": "Rebecca", "characterId": "nm0000072"}]}, {"lines": [{"text": "I love you - and I must not feel it - yet Ivanhoe I love you, with all the longing in this lonely world.", "character": "Rebecca", "characterId": "nm0000072"}]}, {"lines": [{"text": "Before me kneels a nation divided - rise as one man, and that one, for England!", "character": "King Richard the Lionhearted", "characterId": "nm0941076"}]}, {"lines": [{"text": "Hold my Lords!", "character": "Ivanhoe", "characterId": "nm0001791"}, {"text": "I Wilfred of Ivanhoe, do challenge the judgment of this tribunal. In the name of the accused, I demand that her guilt or innocence be determined in the eyes of God by wager of battle.", "character": "Ivanhoe", "characterId": "nm0001791"}]}, {"lines": [{"text": "I heard the jester call you \"lvanhoe.\" But lvanhoe is Cedric's son, and Cedric called him dead. Who are you, then?", "character": "Isaac of York", "characterId": "nm0043875"}, {"text": "I am King Richard's envoy. Does that make us friends or foes?", "character": "Ivanhoe", "characterId": "nm0001791"}, {"text": "It does not make you my foe, sire, but then, I am allowed no king.", "character": "Isaac of York", "characterId": "nm0043875"}, {"text": "Why not?", "character": "Ivanhoe", "characterId": "nm0001791"}, {"text": "Because I am allowed no country. I am deeply in your debt, sire. Tell me how I can repay you.", "character": "Isaac of York", "characterId": "nm0043875"}, {"text": "I seek 150,000 marks of silver - the price of Richard's ransom from Leopold of Austria.", "character": "Ivanhoe", "characterId": "nm0001791"}, {"text": "Glance around you, sire. What you see is all we've saved from every home we tried to make. A toy or two from every land that cast us out. I am not a rich man, Sir lvanhoe.", "character": "Isaac of York", "characterId": "nm0043875"}, {"text": "No, but you are the patriarch of your tribe. Tell your people Richard must be ransomed. They will find the wealth.", "character": "Ivanhoe", "characterId": "nm0001791"}, {"text": "I see you love Richard, sire, but he was no friend to my people. Our synagogues were looted to send him on his crusades.", "character": "Isaac of York", "characterId": "nm0043875"}, {"text": "Do you prefer the persecution of his brother, John?", "character": "Ivanhoe", "characterId": "nm0001791"}, {"text": "There is little to choose between Black John and Richard, yea and nay, if you are a Jew.", "character": "Isaac of York", "characterId": "nm0043875"}, {"text": "Then I pledge you this, Isaac. You're a race without a home or a country. Deliver Richard, and he will deliver your people from persecution.", "character": "Ivanhoe", "characterId": "nm0001791"}, {"text": "My friend, you ask for more than we can give. - And you offer more than Richard can give.", "character": "Isaac of York", "characterId": "nm0043875"}, {"text": "Do you doubt my word? Write down whatever terms you want. I shall sign them in King Richard's name.", "character": "Ivanhoe", "characterId": "nm0001791"}, {"text": "We shall need no pledge on paper, you and I. Let Richard promise this instead. Let him promise justice to each man whether he be Saxon or Norman or Jew... for justice belongs to all men or it belongs to none.", "character": "Isaac of York", "characterId": "nm0043875"}, {"text": "But that is a Christian teaching.", "character": "Ivanhoe", "characterId": "nm0001791"}, {"text": "Strange as it may be, sire, we are taught it too.", "character": "Isaac of York", "characterId": "nm0043875"}]}]}