{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[narrating]\nAs the months went past, he came to see the light once more as well as to feel its warmth; to see first the glory of the sun, and then the mild splendour of the moon, and at last the evening star. And then one day, when our firstborn was put into his arms, he could see that the boy had inherited his own eyes as they once were... large, brilliant and black.", "character": "Jane Eyre", "characterId": "nm0000021"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[narrating]\nMy name is Jane Eyre... I was born in 1820, a harsh time of change in England. Money and position seemed all that mattered. Charity was a cold and disagreeable word. Religion too often wore a mask of bigotry and cruelty. There was no proper place for the poor or the unfortunate. I had no father or mother, brother or sister. As a child I lived with my aunt, Mrs. Reed of Gateshead Hall. I do not remember that she ever spoke one kind word to me.", "character": "Jane Eyre", "characterId": "nm0000021"}]}, {"lines": [{"text": "[introducing Jane]\nThis, Mr. Brocklehurst, is the child in question. She is the daughter of my late sister's husband by an unfortunate union which we in the family prefer to forget. For some years she's lived in this house.", "character": "Mrs. Reed", "characterId": "nm0001547"}]}, {"lines": [{"text": "I should never mistake informality for insolence. One, I rather like; the other, no free-born person would submit to, even for a salary.", "character": "Jane Eyre", "characterId": "nm0000021"}, {"text": "Humbug! Most free-born people would submit to anything for a salary.", "character": "Edward Rochester", "characterId": "nm0000080"}]}, {"lines": [{"text": "I put my requests in an absurd way. The fact is once and for all, I do not wish to treat you as an inferior, but I've baffled through varied experiences with many men of many nations and roved over the globe while you've spent your whole life with one set of people in one house. Don't you agree it gives me the right to be masterful and abrupt?", "character": "Edward Rochester", "characterId": "nm0000080"}, {"text": "Do as you please, sir. You pay me 30 pounds a year for receiving your orders.", "character": "Jane Eyre", "characterId": "nm0000021"}]}, {"lines": [{"text": "Are you always drawn to the loveless and unfriended?", "character": "Edward Rochester", "characterId": "nm0000080"}, {"text": "When it's deserved.", "character": "Jane Eyre", "characterId": "nm0000021"}]}, {"lines": [{"text": "Do you think I can stay here become nothing to you? Do you think because I'm poor and obscure and plain that I'm soulless and heartless? I have as much soul is you and fully as much heart. But if God had gifted me with wealth and beauty, I should have made it as hard for you to leave me as it is now for me to leave you. There, I've spoken my heart, now let me go...", "character": "Jane Eyre", "characterId": "nm0000021"}, {"text": "Jane, Jane... you strange, almost unearthly thing. You that I love as my own flesh.", "character": "Edward Rochester", "characterId": "nm0000080"}, {"text": "Don't mock me now.", "character": "Jane Eyre", "characterId": "nm0000021"}]}, {"lines": [{"text": "You keep your schoolroom uncommonly cold, Mr. Brocklehurst.", "character": "Dr. Rivers", "characterId": "nm0840330"}, {"text": "A matter of principle, Dr. Rivers. Our aim is not to pamper the body but strengthen the soul.", "character": "Henry Brocklehurst", "characterId": "nm0199787"}, {"text": "I should not have thought that a bad cough was any aid to salvation, but then I'm not a theologian. Good day, sir.", "character": "Dr. Rivers", "characterId": "nm0840330"}]}, {"lines": [{"text": "]\nIt is a beautiful place, your Thornfield.", "character": "Blanche Ingram", "characterId": "nm0111702"}, {"text": "As a dungeon, it serves its purpose.", "character": "Edward Rochester", "characterId": "nm0000080"}, {"text": "Dungeon? Why, it's a paradise!", "character": "Blanche Ingram", "characterId": "nm0111702"}, {"text": "]", "character": null, "characterId": null}, {"text": "Though of course, if one lived here, one would really have to have a house in London, wouldn't one?", "character": "Blanche Ingram", "characterId": "nm0111702"}, {"text": "]\nUnquestionably. And a little apartment in Paris, perhaps a villa on the Mediterranean.", "character": "Edward Rochester", "characterId": "nm0000080"}, {"text": "How delightful that would be! But Thornfield would always be there, as a retreat from the world. A green haven of peace and... and love.", "character": "Blanche Ingram", "characterId": "nm0111702"}, {"text": "Love? Who's talking of love? All a fellow needs is a bit of distraction. A houseful of beautiful women every now and then to keep him from brooding on his woes -", "character": "Edward Rochester", "characterId": "nm0000080"}, {"text": "]", "character": null, "characterId": null}, {"text": "peering too closely into the mysteries of his heart.", "character": "Edward Rochester", "characterId": "nm0000080"}, {"text": "That is, if he has a heart. And sometimes I wonder, Edward, if you really do have one.", "character": "Blanche Ingram", "characterId": "nm0111702"}, {"text": "]\nHave I ever done or said anything to make you believe that I have? If so, I assure you it was quite unintentional.", "character": "Edward Rochester", "characterId": "nm0000080"}, {"text": "Are you never serious?", "character": "Blanche Ingram", "characterId": "nm0111702"}, {"text": "Never more than at this moment, except perhaps when I'm eating my dinner.", "character": "Edward Rochester", "characterId": "nm0000080"}, {"text": "Really, Edward, you can be revoltingly coarse sometimes.", "character": "Blanche Ingram", "characterId": "nm0111702"}, {"text": "]\nCan I ever be anything else.", "character": "Edward Rochester", "characterId": "nm0000080"}, {"text": "Can you?", "character": "Blanche Ingram", "characterId": "nm0111702"}, {"text": "[She lays a hand on his arm and draws him around to look at her]", "character": null, "characterId": null}, {"text": "Would I have come to Thornfield if you couldn't?", "character": "Blanche Ingram", "characterId": "nm0111702"}, {"text": "Ha, that's a very nice point, Blanche. Would you, or would you not? We'll begin by considering the significant facts of the case. Mr. Rochester is revoltingly coarse, and as ugly as sin...", "character": "Edward Rochester", "characterId": "nm0000080"}, {"text": "]\nEdward! I...", "character": "Blanche Ingram", "characterId": "nm0111702"}, {"text": "]\nAllow me, my dear Blanche - I repeat, as ugly as sin. Secondly, he flirts sometimes, but is careful never to talk about love or marriage. However - this is the third point - Lady Ingram is somewhat impoverished,", "character": "Edward Rochester", "characterId": "nm0000080"}, {"text": "[she gives him a sharp look]", "character": null, "characterId": null}, {"text": "whereas the revolting Mr. Rochester has an assured income of eight thousand a year. Now in view of all this, what is the attitude that Miss Blanche may be expected to take? From my experience of the world, I'd surmise that she would ignore the coarseness, et cetera, until such time as Mr. R is safely...", "character": "Edward Rochester", "characterId": "nm0000080"}, {"text": "How dare you!", "character": "Blanche Ingram", "characterId": "nm0111702"}, {"text": "[laughing outright]\nNow now now, no horseplay!", "character": "Edward Rochester", "characterId": "nm0000080"}, {"text": "I've never been so grossly insulted in all my...", "character": "Blanche Ingram", "characterId": "nm0111702"}, {"text": "[quite cheerful]\nInsulted? My dear Blanche, I merely paid you the enormous compliment of being completely honest!", "character": "Edward Rochester", "characterId": "nm0000080"}, {"text": "Mr. Rochester, you are a boor and a cur!", "character": "Blanche Ingram", "characterId": "nm0111702"}, {"text": "the Ingram party is riding away from Thornfield]", "character": null, "characterId": null}]}]}