{"quotes": [{"lines": [{"text": "Jason, I am TRYING to love you, but I don't want my heart broken. But that's exactly what you're gonna do if you keep trying to save a brother that don't want to be saved!", "character": "Lyric", "characterId": "nm0000586"}]}, {"lines": [{"text": "I've never flown in a plane before.", "character": "Jason Alexander", "characterId": "nm0005300"}, {"text": "Sometimes you don't need a plane to fly.", "character": "Lyric", "characterId": "nm0000586"}]}, {"lines": [{"text": "I know you think Alonzo isn't perfect, but I'm going to hold on to him... cause he's all I got. The wards ain't full of Jasons. What you found was quiet... in a world full of thunder. I ain't got no choice but to listen to it. You do.", "character": "Marti", "characterId": "nm0004808"}]}, {"lines": [{"text": "Nobody killed Mad Dog. He died in that war. They just didn't bury him.", "character": "Gloria", "characterId": "nm0235336"}]}, {"lines": [{"text": "[after he and Lyric travel to the bayou]\nDamn, it's quiet out here! I should've brought my radio.", "character": "Jason Alexander", "characterId": "nm0005300"}, {"text": "[Smiling]\nNo, it's not quiet. It's full of music. Just listen.", "character": "Lyric", "characterId": "nm0000586"}]}, {"lines": [{"text": "[after Jason suspects him of reverting back to his old ways]\nYou think I'm stupid? I ain't in no hurry to go back to that cage! I know no one else around here believes in me, but I always thought that when it came down to it, you would.", "character": "Joshua Alexander", "characterId": "nm0940158"}]}, {"lines": [{"text": "Ghosts. I guess everyone lives with them. Some good, some bad. But memories won't let you forget. They have a way of boomeranging, changing a life forever.", "character": "Jason Alexander", "characterId": "nm0005300"}]}, {"lines": [{"text": "Throw this motherfucker out with the rest of the shit!", "character": "Alonzo", "characterId": "nm0188025"}]}, {"lines": [{"text": "Sometimes heroes have to walk away. Walk away, Jason... or we can't be together.", "character": "Lyric", "characterId": "nm0000586"}]}, {"lines": [{"text": "[after Josh assembles a massive feast, Gloria begins to throw it all away]\nMama, what are you doing? What are you doing? Ma, I made this for you! Stop it, now! I just bought that shit!", "character": "Gloria", "characterId": "nm0235336"}, {"text": "[Continuing to throw everything away]\nDrug money.", "character": "Gloria", "characterId": "nm0235336"}, {"text": "See, how you know I didn't get it the honest way? Huh? How you know that?", "character": "Joshua Alexander", "characterId": "nm0940158"}, {"text": "Every time you come out, I pray it'll be different, but it's always the same! Always the same.", "character": "Gloria", "characterId": "nm0235336"}, {"text": "[Grabs the main course]", "character": null, "characterId": null}, {"text": "[Grabs it from her]\nNot the roast, Mama. I spent $25 on that. What are you doing? I spent $100 on all that shit! $100, to make you happy, Mama!", "character": "Joshua Alexander", "characterId": "nm0940158"}, {"text": "Drug money. Drug money! I'll die, you hear me? I'll die before I feed my family with that money, and if you bring it in my house again, the doors will be locked.", "character": "Gloria", "characterId": "nm0235336"}, {"text": "[Referring to his father]\nNow, I see how a man could beat you.", "character": "Joshua Alexander", "characterId": "nm0940158"}, {"text": "[Slaps Joshua soundly across the face]", "character": "Gloria", "characterId": "nm0235336"}, {"text": "[Angrily swings his fist back to retaliate, and is grabbed by Jason]", "character": "Joshua Alexander", "characterId": "nm0940158"}, {"text": "I KNEW Mad Dog's ghost was somewhere to be found, but I had no idea it was in my own house!", "character": "Gloria", "characterId": "nm0235336"}]}]}