{"quotes": [{"lines": [{"text": "[as this short starts, Tom is listening to a radio station, listening to dancing music, like the waltz, jitterbug and others. After Tom changes stations and lowers the radio volume, he hears Jerry, who is raiding the refrigerator. As Jerry escapes, Tom walks back and listens to the radio and lets out a sigh]", "character": null, "characterId": null}, {"text": "Attention! Attention, everyone. We interrupt this program to bring you this warning. A ferocious lion has just escaped from the circus. I repeat, a ferocious lion has just escaped from the circus. You are advised to bar your windows and doors immediately.", "character": "Radio Announcer", "characterId": "nm0293659"}]}, {"lines": [{"text": "Psst!", "character": "Lion", "characterId": "nm0334035"}, {"text": "[the lion is calling Jerry, to hide, in a closet]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after Jerry and the lion escape from Tom, they go to a shipping dock. The ship's name is S. S. Africa. Jerry then pushes and lifts the lion onboard the ship and the foghorn toots once]", "character": null, "characterId": null}, {"text": "Good-Bye! So long!", "character": "Lion", "characterId": "nm0334035"}, {"text": "[lion then sheds a tear of joy, from Jerry's favors and assistance. Jerry also sheds a tear a sniffle, as the ship is almost out of sight]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Jerry, having overheard the warning, now comes out from hiding from in a teapot, but when he sees the lion's eyes hiding in the shadows, he just has time to scream, just before the lion catches Jerry, just to ask him for favors, not threaten or scare him]", "character": null, "characterId": null}, {"text": "Shh! Don't give me away, pal. Don't let 'em catch me. If they take me back to that circus, I'll go crazy. I can't stand that corny music. Or that \"crackle, crackle crackle\" of them popcorn bags. Say you'll help me get back to the jungle. Please?", "character": "Lion", "characterId": "nm0334035"}, {"text": "[Lion says please with bright white teeth, almost as if posing for a smile]", "character": null, "characterId": null}, {"text": ".", "character": "Lion", "characterId": "nm0334035"}, {"text": "[Jerry then nods his head, meaning yes]", "character": null, "characterId": null}, {"text": "Gee. Thanks, pal. Thanks. Uh, there's just one more little thing.", "character": "Lion", "characterId": "nm0334035"}, {"text": "[Lion opens and closes his mouth, after closing mouth]", "character": null, "characterId": null}, {"text": "I'm hungry.", "character": "Lion", "characterId": "nm0334035"}, {"text": "Shh. Shh. Shh.", "character": null, "characterId": null}, {"text": "[Jerry and the lion then go toward the refrigerator. Jerry stops the lion, from being seen, then goes to refrigerator and get an extra-large leg-quarter, of a drumstick and thigh. Tom sees Jerry as he is bringing the meat's leg-quarter to the lion. Tom takes it away, from Jerry, and raises it to where the hidden lion is, behind a curtain, then the lion sniffs the meat and quietly bites off 90% of the piece and starts munching. Tom starts to try to eat it, not knowing that is almost already consumed, by the hidden lion. Tom and Jerry then hear the lion's gulp, as he swallows the meat. Tom gets immediately scared and is starting to aim the rifle toward the curtain until Jerry quickly grabs onto the base of the rifle before it goes off, through the roof of the house, Jerry then pretends to be severely injured and die. As Jerry is opossum, pretending to be dead, Tom goes to an emergency aid kit to patch up any wounds, that he thinks the shot has fallen on Jerry, but while Tom is gone, Jerry and the lion hide, again]", "character": null, "characterId": null}]}]}