{"quotes": [{"lines": [{"text": "If you knew all that I knew, my poor Jerusalem, you'd understand, but you close your eyes. While you live, your troubles are many, poor Jerusalem. To conquer death, you only have to die. You only have to die.", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "He's just another scripture thumping hack from Galilee.", "character": "Annas", "characterId": "nm0944894"}, {"text": "The difference is they call him king, the difference frightens me.", "character": "Caiaphas", "characterId": "nm0082922"}]}, {"lines": [{"text": "I remember when this whole thing began; no talk of God then, we called you a man! And, believe me, my admiration for you hasn't died. But every word you say today gets twisted round some other way; and they'll hurt you if they think you've lied!", "character": "Judas", "characterId": "nm0026483"}]}, {"lines": [{"text": "Why should I die? Would I be more noticed than I ever was before? Would the things I've said and done matter anymore?", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "God, thy will is hard. But you hold every card. I will drink your cup of poison, nail me to your cross and break me, bleed me, beat me, kill me! Take me now, before I change my mind!", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "All your followers are blind, too much heaven on their minds.", "character": "Judas", "characterId": "nm0026483"}]}, {"lines": [{"text": "Every time I look at you I don't understand why you let the things you did get so out of hand? You'd've managed better if you'd had a plan. Now why'd you choose such a backwards time in such a strange land? If you'd come today you would've reached a whole nation. Israel in 4 B.C. had no mass communication.", "character": "Judas", "characterId": "nm0026483"}]}, {"lines": [{"text": "Fools! You have no perception! The stakes we are gambling are terribly high. We must crush him completely! So like John before him, this Jesus must die!", "character": "Caiaphas", "characterId": "nm0082922"}]}, {"lines": [{"text": "Will no one stay awake for me? Peter? John? James? Will none of you wait for me? Peter? John? James?", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "I only want to say, if there is a way, take this cup away from me, for I don't want to taste its poison, feel it burn me.", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "So, if you are the Christ, you're the great Jesus Christ, prove to me that you're divine. Change my water into wine! That's all you need do, then I'll know it's all true. Come on, King of the Jews!", "character": "King Herod", "characterId": "nm0609215"}]}, {"lines": [{"text": "We turn to Rome to sentence Nazareth. We have no law to put a man to death. We need him crucified! It's all you have to do! We need him crucified, it's all you have to do!", "character": "Caiaphas", "characterId": "nm0082922"}]}, {"lines": [{"text": "Crucify him! Crucify!", "character": null, "characterId": null}, {"text": "What do you mean? You'd crucify your king?", "character": "Pontius Pilate", "characterId": "nm0219336"}, {"text": "We have no king but Caeser!", "character": null, "characterId": null}, {"text": "He's done no wrong! No, not the slightest thing!", "character": "Pontius Pilate", "characterId": "nm0219336"}, {"text": "We have no king but Caeser! Crucify him!", "character": null, "characterId": null}, {"text": "Well, this is new, respect for Caeser! 'Till now, this has been noticeably lacking! Who is this Jesus? Why is he different? You Jews produce Messiahs by the sackful!", "character": "Pontius Pilate", "characterId": "nm0219336"}]}, {"lines": [{"text": "I only ask things I'd ask any superstar. What is it that you have got that puts you where you are?", "character": "King Herod", "characterId": "nm0609215"}]}, {"lines": [{"text": "One thing I'll say for him, Jesus is cool.", "character": "Caiaphas", "characterId": "nm0082922"}]}, {"lines": [{"text": "We need a more permanent solution to our problem...", "character": "Caiaphas", "characterId": "nm0082922"}]}, {"lines": [{"text": "Don't let me stop your great self-destruction. Die if you want to you misguided martyr. I wash my hands of your demolition. Die if you want to you innocent puppet.", "character": "Pontius Pilate", "characterId": "nm0219336"}]}, {"lines": [{"text": "I dreamed I met a Galilean, a most amazing man. He had that look you very rarely find, the haunting, hunted kind. I asked him to say just how it started, and how it all began, I asked again, he never said a word, as if he hadn't heard. And next, the room was full of wild and angry men, they seemed to hate this man. They fell on him and then dissapeared again. Then I heard thousands of millions crying for this man, and then I heard them mentioning my name, and leaving me the blame.", "character": "Pontius Pilate", "characterId": "nm0219336"}]}, {"lines": [{"text": "See my eyes, I can hardly see. See me stand, I can hardly walk. I believe you can make me whole. See my tongue, I can hardly talk. See my skin, I'm a mass of blood. See my legs, I can hardly stand. I believe you can make me well. See my purse, I'm a poor, poor man. Won't you touch, won't you mend me Christ? Won't you help, won't you heal me Christ? Won't you save, won't you pay me Christ? Won't you kiss, you can cure me Christ.", "character": null, "characterId": null}, {"text": "[simultaneously]\nThere's too many of you. Don't push me. There's not enough of me. Stop. Don't crowd me. Leave me alone!", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "What's the buzz? Tell me whats-a-happening? What's the buzz? Tell me what's-a-happening?", "character": null, "characterId": null}, {"text": "Why should you want to know? Why are you obsessed with fighting times and fates you can't defy? If you knew the path we're riding you'd understand it less than I.", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "Christ, there must be over fifty thousand screaming love and more for you! And every one of fifty thousand would do whatever you asked them to! Keep them yelling their devotion, but add a touch of hate at Rome! You will rise to a greater power! We shall win ourselves a home!", "character": "Simon Zealotes", "characterId": "nm0551004"}]}, {"lines": [{"text": "On Thursday night, you'll find him where you want him, far from the crowd in the garden of Gethsemane...", "character": "Judas", "characterId": "nm0026483"}, {"text": "Well done, Judas... Good old Judas...", "character": null, "characterId": null}]}, {"lines": [{"text": "Always hoped that I'd be an apostle. Knew that I would make it if I tried. Then, when we retire, we can write the Gospels, so they'll all talk about us when we've died.", "character": null, "characterId": null}]}, {"lines": [{"text": "The end is just a little harder when brought about by friends. For all you care, this wine could be my blood. For all you care, this bread could be my body. The end. This is my blood you drink, this is my body you eat. If you could, remember me when you eat and drink.", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "You sad pathetic man! See where you've brought us to? Our ideals die around us, and all because of you!", "character": "Judas", "characterId": "nm0026483"}]}, {"lines": [{"text": "Why, then, am I scared to finish what I started? What you started! God, I didn't start it!", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "[Jesus' parting words to the disciples]", "character": null, "characterId": null}, {"text": "Put away your swords! Don't you know that it's all over? It was nice but now it's gone. Why are you obsessed with fighting? Stick to fishing from now on!", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "Who is this broken man cluttering up my hallway? Who is this unfortunate?", "character": "Pontius Pilate", "characterId": "nm0219336"}, {"text": "Someone Christ, King of the Jews.", "character": null, "characterId": null}]}, {"lines": [{"text": "Talk to me, Jesus Christ! You have been brought here, manacled, beaten by your own people! Do you have the first idea why you deserve it? Listen, King of the Jews, where is your kingdom? Look at me! Am I a Jew?", "character": "Pontius Pilate", "characterId": "nm0219336"}, {"text": "I have no kingdom. In this world, I'm through.", "character": "Jesus", "characterId": "nm0624189"}, {"text": "Talk to me, Jesus Christ...", "character": null, "characterId": null}, {"text": "There may be a kingdom for me somewhere, if you only knew.", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "I've been living to see you, dying to see you, but it shouldn't be like this! This was unexpected. What do I do now? Oh, could we start again, please?", "character": "Mary Magdalene", "characterId": "nm0254118"}]}, {"lines": [{"text": "I think you've made your point now! You've even gone a bit too far to get the message home! Before it gets too frightening we ought to call a halt. Oh, could we start again, please?", "character": "Peter", "characterId": "nm0249892"}]}, {"lines": [{"text": "My mind... is in darkness! My God... God, I'm sick! I've been used! And you knew! You knew all the time! God, I will never know why you chose me for your crime! Your foul, bloody crime! My God, you have murdered me! Murdered me! Murdered me! Murdered me! Murdered me! Murdered...", "character": "Judas", "characterId": "nm0026483"}, {"text": "[hangs himself]", "character": null, "characterId": null}, {"text": "Poor old Judas... So long, Judas.", "character": null, "characterId": null}]}, {"lines": [{"text": "My God! My God! Why have you forgotten me?", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "[after the 39 lashes]\nWhere are you from, Jesus? What do you want, Jesus? Tell me! You've got to be careful; you could be dead soon. Could well be! Why do you not speak when I hold your life in my hands? How can you stay quiet? I don't believe you understand!", "character": "Pontius Pilate", "characterId": "nm0219336"}, {"text": "You have nothing in your hands. Any power you have comes to you from far beyond. Everything is fixed, and you can't change it.", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "Look at your Jesus Christ! I'll agree, he's mad! Ought to be locked up, but there is no reason to destroy him! He's a sad little man! Not a king or God, not a thief! I need a crime!", "character": "Pontius Pilate", "characterId": "nm0219336"}]}, {"lines": [{"text": "Jesus Christ, Jesus Christ, who are you? What have you sacrificed? Jesus Christ, Jesus Christ, who are you? What have you sacrificed? Jesus Christ Superstar; do you think you're what they say you are? Jesus Christ Superstar; do you think you're what they say you are?", "character": null, "characterId": null}]}, {"lines": [{"text": "Tell me what you think about your friends at the top! Who, do you think, besides yourself was pick of the crop? Buddha, was he where it's at? Is he where you are? Could Mohammed move a mountain, or was that just PR?", "character": "Judas", "characterId": "nm0026483"}]}, {"lines": [{"text": "Father, forgive them... they don't know... what they're doing!", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "[last words]\nFather... into your hands... I commend... my spirit!", "character": "Jesus", "characterId": "nm0624189"}, {"text": "[dies]", "character": null, "characterId": null}]}, {"lines": [{"text": "You liar, you Judas!", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "[to Jesus]\nTo think I admired you! Well, now I despise you!", "character": "Judas", "characterId": "nm0026483"}]}, {"lines": [{"text": "And so the king is once again my guest. And why is this? Was Herod unimpressed?", "character": "Pontius Pilate", "characterId": "nm0219336"}]}, {"lines": [{"text": "[to Jesus after the 39 lashes]\nYou're a fool, Jesus Christ! How can I help you?", "character": "Pontius Pilate", "characterId": "nm0219336"}]}, {"lines": [{"text": "Can you show me now that I will not be killed in vain? Show me just a little of your omnipresent brain! Show me there's a reason for your wanting me to die! You're far too keen on where and how, but not so hot on why!", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "Hey woman, your fine ointment, brand-new and expensive, should have been saved for the poor. Why has it been wasted? We could've raised maybe 300 silver pieces or more. People who are hungry, people who are starving, they matter more than your feet and hair.", "character": "Judas", "characterId": "nm0026483"}]}, {"lines": [{"text": "I have no thought at all about my own reward, I really didn't come here on my own accord. Just don't say I'm damned for all time.", "character": "Judas", "characterId": "nm0026483"}]}, {"lines": [{"text": "Then you are a king?", "character": "Pontius Pilate", "characterId": "nm0219336"}, {"text": "It's you that say I am. I look for truth, and find that I get damned.", "character": "Jesus", "characterId": "nm0624189"}, {"text": "And what is \"truth\"? Is truth unchanging law? We both have truths. Are mine the same as yours?", "character": "Pontius Pilate", "characterId": "nm0219336"}]}, {"lines": [{"text": "We've been sitting on the fence for far too long.", "character": "Caiaphas", "characterId": "nm0082922"}]}, {"lines": [{"text": "I don't know how to love him. I don't know why he moves me. He's a man, he's just a man. And I've had so many men before, in very many ways, he's just one more.", "character": "Mary Magdalene", "characterId": "nm0254118"}]}, {"lines": [{"text": "I'm amazed that men like you can be so shallow, thick and slow. There is not a man among you who knows or cares if I come or go!", "character": "Jesus", "characterId": "nm0624189"}, {"text": "No! You're wrong! You're very wrong! No! You're wrong! You're very wrong! How can you say that? How can you say that? How can you say that? How can you say that?", "character": null, "characterId": null}, {"text": "Not one. Not one of you!", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "Surely you're not saying we have the resources to save the poor from their lot? There will be poor always, pathetically struggling, look at the good things you've got! Think while you still have me, move while you still need me. You'll be lost and you'll be sorry when I'm gone!", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "Why waste your breath moaning at the crowd? Nothing can be done to stop the shouting! If every tongue were stilled, the noise would still continue! The rocks and stones themselves would start to sing!", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "My temple should be a house of prayer, but you have made it a den of thieves! Get out! Get out!", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "Then, I was inspired. Now, I'm sad and tired. After all, I've tried for three years, seems like thirty.", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "Tell me, Christ, how you feel tonight! Do you plan to put up a fight? Do you feel that you've had the breaks? What would you say were your big mistakes? Do you think that you may retire? Did you think you would get much higher? How do you view your coming trial? Have your men proved at all worthwhile?", "character": null, "characterId": null}]}, {"lines": [{"text": "You beat him so hard that he was bent and lame; and I know who everybody's gonna blame! I don't believe he knows I acted for our good! I'd save him all this suffering if I could! Don't believe... our good... and I'd save him if I could!", "character": "Judas", "characterId": "nm0026483"}, {"text": "Cut the confessions! Cut out the dramatics! I don't understand why you're filled with remorse! All that you've said has come true with avengeance! The mob turned against him, you backed the right horse!", "character": "Annas", "characterId": "nm0944894"}, {"text": "What you have done will mean the saving of Israel, you'll be remembered forever for this! Not only that, you've been paid for your efforts. Pretty good wages for one little kiss!", "character": "Caiaphas", "characterId": "nm0082922"}]}, {"lines": [{"text": "I see no reason! I find no evil! This man is harmless, so why does he upset you? He's just misguided! Thinks he's important! But to keep you vultures happy, I shall f-log him!", "character": "Pontius Pilate", "characterId": "nm0219336"}]}, {"lines": [{"text": "Pilate, crucify him! Crucify! Remember Caeser! You have a duty to keep the peace, so crucify him! Remember Caeser! You'll be demoted! You'll be deported! Crucify him!", "character": null, "characterId": null}]}, {"lines": [{"text": "I don't know how to love him... I don't see why he moves me... he's a man! He's just a man! He's not a king; he's just the same as anyone I know! He scares me, so! When he's cold and dead... will he let me be? Does he love me too? Does he care for me?", "character": "Judas", "characterId": "nm0026483"}]}, {"lines": [{"text": "Did you mean to die like that, was that a mistake? Or did you know your messy death would be a record breaker?", "character": "Judas", "characterId": "nm0026483"}]}, {"lines": [{"text": "I think I've seen you somewhere... I remember! You were with that man they took away; I recognize your face.", "character": null, "characterId": null}, {"text": "You've got the wrong man, lady! I don't know him! And I wasn't where he was tonight, never near the place.", "character": "Peter", "characterId": "nm0249892"}, {"text": "That's strange, for I am sure I saw you with him. You were right by his side, and yet you denied.", "character": null, "characterId": null}, {"text": "I tell you I was never, ever with him!", "character": "Peter", "characterId": "nm0249892"}, {"text": "But I saw you too; it looked just like you!", "character": null, "characterId": null}, {"text": "I don't know him!", "character": "Peter", "characterId": "nm0249892"}, {"text": "Peter, don't you know what you just said? You've gone and called him dead.", "character": "Mary Magdalene", "characterId": "nm0254118"}, {"text": "I had to do it, don't you see? Or else they'd go for me!", "character": "Peter", "characterId": "nm0249892"}, {"text": "It's what he told us you would do. I wonder how he knew?", "character": "Mary Magdalene", "characterId": "nm0254118"}]}, {"lines": [{"text": "For all you care, this wine could be my blood. For all you care, this bread could be my body.", "character": "Jesus", "characterId": "nm0624189"}]}, {"lines": [{"text": "Spare me your speeches, I don't want to know. Go, now, go!", "character": "Jesus", "characterId": "nm0624189"}]}]}