{"quotes": [{"lines": [{"text": "Hey kid, you oughta polish a little on your vocabulary. You talk like a fucking five year old.", "character": "Claes Douglas", "characterId": "nm0002442"}]}, {"lines": [{"text": "The guy had his pockets filled with candy. Of course I had to waste the bastard.", "character": null, "characterId": null}, {"text": "Oh, how brave you are.", "character": "Jasmine", "characterId": "nm0529252"}, {"text": "Nah, I only do my job. I've shot people for less.", "character": null, "characterId": null}, {"text": "Yeah, but anyways. You could have been injured.", "character": "Jasmine", "characterId": "nm0529252"}, {"text": "I shot him in the back before he saw me.", "character": null, "characterId": null}]}, {"lines": [{"text": "It's my friends you slander, you too messed around when you were young.0", "character": "Tony Montana", "characterId": "nm0790363"}, {"text": "Yes, but it was another time back then. When somebody was lied down, the fight was over. It's a much colder society today.", "character": "Tony's Father", "characterId": "nm0002442"}, {"text": "But I'm wearing a M1 jacket in this wheater.", "character": "Tony Montana", "characterId": "nm0790363"}]}, {"lines": [{"text": "You refuse to take the information I give you. Maybe you don't care if I'm here? You don't care... Youth of today. When I was young, you thought school was fun.", "character": "The Teacher", "characterId": "nm0197090"}]}, {"lines": [{"text": "I could need more of your kind, who are young, hungry and want to get somewhere. I have a hit going, it should suit you as the ball in the basket.", "character": "Claes Douglas", "characterId": "nm0002442"}, {"text": "Bob and Pedro. Bob, he has stealed many potato chips, you know. And Pedro, he went on the child fee on the bus for five fucking years. Nobody suspected a thing.", "character": "Tony Montana", "characterId": "nm0790363"}]}, {"lines": [{"text": "It's funny as hell 'cause it's blinks all the time and I've always liked bright colors. And it reminds a little bit of a junior high disco in Sandared, you know.", "character": "Pedro", "characterId": "nm0197090"}]}, {"lines": [{"text": "Grow up for fuck's sake. Shouldn't you too wanna make plenty some day?", "character": "Tony Montana", "characterId": "nm0790363"}, {"text": "Yeah, of course but the only we do is attacking lonely guys on town and pick up 14-year olds. And then brag to each other what we talked them in to. So how should we make plenty cash in no time?", "character": "Pedro", "characterId": "nm0197090"}]}]}