{"quotes": [{"lines": [{"text": "In the winter, I'm a Buddhist; in the summer, I'm a nudist!", "character": "Joe Gould", "characterId": "nm0000453"}]}, {"lines": [{"text": "Only the artist is free, Joe. Because he is single of purpose. He knows what he wants and wants only that. But this, frightens people, I don't know.", "character": "Joe Gould", "characterId": "nm0000453"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "In my home town, I never felt at home. In New York, New York City, in Greenwich Village, down among the cranks, and the misfits, and the one runners, and the has-beens, and the might-have-beens, and the would-bes, and the never-wills, and the God-knows-whats, I have always felt at home.", "character": "Joe Mitchell", "characterId": "nm0001804"}]}, {"lines": [{"text": "You know that fellow who was in here the other day? The small, disheveled looking...", "character": "Joe Mitchell", "characterId": "nm0001804"}, {"text": "That was you, Joe.", "character": "Harold Ross", "characterId": "nm0869852"}]}, {"lines": [{"text": "So I supposed you're puzzled about me, Mr. Mitchell. If so the feeling's mutual. I've been puzzled about me, and have been since childhood. Did you ever have a painful operation or disease?", "character": "Joe Gould", "characterId": "nm0000453"}]}, {"lines": [{"text": "When I am hungry I don't have any self respect!", "character": "Joe Gould", "characterId": "nm0000453"}]}, {"lines": [{"text": "[looking at a sculpture]\nIs she your type?", "character": "Joe Gould", "characterId": "nm0000453"}, {"text": "Parts of her.", "character": "Joe Mitchell", "characterId": "nm0001804"}]}, {"lines": [{"text": "Edward Nagel called me a barbarian, because I didn't see a picture as a picture. It didn't mean anything to me. All I saw was the expression of the man who painted it. And Gaston LeChez agreed with me, saying art is essentially a means of self-expression, putting E. Nagel in his place.", "character": "Joe Gould", "characterId": "nm0000453"}, {"text": "Well, that must have made you feel good.", "character": "Joe Mitchell", "characterId": "nm0001804"}, {"text": "No, actually it made me feel bad. Because although our thoughts were the same, Gaston's and mine, his meant something, because he was who he was. Mine meant nothing, because because I was who I am.", "character": "Joe Gould", "characterId": "nm0000453"}]}, {"lines": [{"text": "Take care of those composition books, Joe. The Oral History is my rope, my scaffold, my bed, my board, my wife, my floozy, my wound and the salt on it. My whiskey, my aspirin, my rock, and my salvation.", "character": "Joe Gould", "characterId": "nm0000453"}]}, {"lines": [{"text": "[for his book]\nCivilization brings distinctions of cast apart from individual attainment. Thus is developed the patrician and the peasant. Each has a different set of virtues, and both are needed for the complete sum of humanity. When you find a patrician without pride, or a peasant without avarice, you get very nearly the perfect person. In the eyes of the infinite, all pride is just dust and ashes.", "character": "Joe Gould", "characterId": "nm0000453"}]}, {"lines": [{"text": "Oh Joe, I know you don't intend such a thing, but the Oral History may turn out to be a sort of x-ray of the soul of the Bourgeoisie.", "character": "Phil", "characterId": "nm0089743"}, {"text": "What makes you think that you know what I don't intend?", "character": "Joe Gould", "characterId": "nm0000453"}]}, {"lines": [{"text": "Nothing associated with Oral History exists, because Oral History doesn't exist. A few scribblings here and there, but really, no. It exists only in your mind, but you have been too lazy to write it down.", "character": "Joe Mitchell", "characterId": "nm0001804"}]}, {"lines": [{"text": "[from his book]\nThe insane person is a victim of self-deception. Yet in a measure, we all have this virtue. One is his own imaginary creation of himself. If we could see ourselves for what we really are life would be insupportable. Hence, I would judge the sanest man to be him who most firmly realizes the tragic isolation of humanity, and pursues his essential purpose calmly.", "character": "Joe Gould", "characterId": "nm0000453"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[spoiler]\nJoe Gould died in 1957. So afterwards many people who know him asked me if I would help them search for the Oral History. I thought of telling them that I knew that the Oral History did not exist. But one of the things I have learned going through life is that there's a time and a place for everything. Yes, I said. I would help them. Yes. Of course I would.", "character": "Joe Mitchell", "characterId": "nm0001804"}, {"text": "[/spoiler]", "character": null, "characterId": null}]}, {"lines": [{"text": "The Oral History is my rope, my scaffold, my bed, my board, my wife, my floozy, my wound and the salt on it, my whiskey, my aspirin, my rock and my salvation. It's the only thing that matters a damn to me. All else is dross.", "character": "Joe Gould", "characterId": "nm0000453"}]}]}