{"quotes": [{"lines": [{"text": "Dear lord, we pray that we may win this game today. We ask that you give us the strength and the courage to win our 2nd straight state championship. We ask lord that nobody on our side is seriously injured. We know that we are the best team. We ask that you allow us to win this game. The lord wants you to put your foot on their balls and believe in it, because that's what wins football games. Not jumping offsides like a bunch of wimps and faggots. Alright lift your heads boys, prayers over. I talked to god. I'm thru talking to god, now I'm talking to you. You're gonna be out there in front of your families, the student body, every girl you ever had a hard on for is gonna be out there today but you will not be going to no sock-hop tonight boys, you will not get no honey on your stinger if you don't go out there and bust your ass. Because this is it. This is the big one. I want you to taste it. I want you to smell it son. There's winners and there's nothing else. I don't give a shit what those pinkos over in Russia say. You want to be a loser you go live in Russia. I'm not a loser. I'm a winner. I'm an American. Who wants to be John Wayne? Who wants to grab a root and hang on? Who wants to get a mean on? Get a mean on son. Let me see you get a mean on son. Now who wants it? I want to know, who wants this? Who wants to get a mean on? Who wants it? Let's go!", "character": "Wayne Hisler", "characterId": "nm0322339"}]}, {"lines": [{"text": "Well. Since you're not going to speak, you WILL rub my feet.", "character": "Georgia Elkans", "characterId": "nm0000235"}]}, {"lines": [{"text": "You kind of look like a combo Liberace meets Prince's mom. But it's groovy!", "character": "Leo Wiggins", "characterId": "nm0000375"}]}, {"lines": [{"text": "You looking for sympathy Leo? Look in the dictionary between 'shit' and 'syphilis'.", "character": "Wayne Hisler", "characterId": "nm0322339"}]}, {"lines": [{"text": "[in agony]\nI broke my dick, Coach.", "character": "Johnny Walker", "characterId": "nm0001309"}]}]}