{"quotes": [{"lines": [{"text": "I don't know whether I'm alive and dreaming or dead and remembering.", "character": "Joe", "characterId": "nm0000961"}]}, {"lines": [{"text": "When it comes my turn, will you want me to go?", "character": "Joe", "characterId": "nm0000961"}, {"text": "For democracy, any man would give his only begotten son.", "character": "Father", "characterId": "nm0001673"}]}, {"lines": [{"text": "He won't wait for an answer. All he says is, \"Kill me, kill me, kill me.\"", "character": "Hospital Offical", "characterId": "nm0164852"}, {"text": "Don't you have some message for him, Padre?", "character": "Third Doctor", "characterId": "nm0247691"}, {"text": "[Priest shakes his head and looks to the floor]", "character": null, "characterId": null}, {"text": "You could at least tell him to put his faith in God, couldn't you?", "character": "Third Doctor", "characterId": "nm0247691"}, {"text": "I'll pray for him for the rest of my days. But I will not risk testing his faith against your stupidity.", "character": "Priest", "characterId": "nm0318027"}, {"text": "Well you're a hell of a priest, aren't you?", "character": "Third Doctor", "characterId": "nm0247691"}, {"text": "He's the product of your profession, not mine.", "character": "Priest", "characterId": "nm0318027"}]}, {"lines": [{"text": "You're gonna make the world safe for democracy!", "character": "Father", "characterId": "nm0001673"}, {"text": "What is democracy?", "character": "Joe Age 10", "characterId": "nm0533694"}, {"text": "Well it's never bright clear on myself. Like any other kind government it's got something to do with young men killing each other I believe.", "character": "Father", "characterId": "nm0001673"}]}, {"lines": [{"text": "Inside me, I'm screaming and yelling and howling like a trapped animal... and nobody pays any attention. If I had arms, I could kill myself. If I had legs, I could run away. If I had a voice, I could talk and be some kind of company for myself. I could yell for help, but nobody would help me.", "character": "Joe", "characterId": "nm0000961"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "S.O.S. Help me.", "character": "Joe", "characterId": "nm0000961"}]}, {"lines": [{"text": "He eats through a tube. And whatever comes in through a tube has to go out through a tube. He is the armless, legless wonder of the twentieth century. And yet, by God, he's just as alive as you and me.", "character": "Father", "characterId": "nm0001673"}]}, {"lines": [{"text": "There's a game out there, and the stakes are high. And the guy who runs it figures the averages all day long and all night long. Once in a while he lets you steal a pot. But if you stay in the game long enough, you've got to lose. And once you've lost there's no way back, no way at all.", "character": "Joe", "characterId": "nm0000961"}]}, {"lines": [{"text": "Put your arms around me. I need to feel their warmth, to keep the chill of death away.", "character": "Father", "characterId": "nm0001673"}]}, {"lines": [{"text": "The way I am, Kareen, the way it is with me, you'll never grow old. Because I keep you right here in my mind. And in my heart. Just the way you were when I saw you last. So you see, with me, you can't get old. Your hair will always stay brown, your skin will always be fresh like rain. I won't let one little wrinkle mark your face. I'll keep you beside me, young and beautiful forever. Because of all the people in the world, only with me will you be safe from time.", "character": "Joe", "characterId": "nm0000961"}]}, {"lines": [{"text": "No arms?", "character": "Christ", "characterId": "nm0000661"}, {"text": "I havn't got anything. I'm just like a piece of meat that keeps on living.", "character": "Joe", "characterId": "nm0000961"}]}, {"lines": [{"text": "It's Morse Code.", "character": "Third Doctor", "characterId": "nm0247691"}, {"text": "For What?", "character": "Corporal Timlon", "characterId": "nm0160452"}, {"text": "S.O.S. Help.", "character": "Third Doctor", "characterId": "nm0247691"}]}, {"lines": [{"text": "What you need is a miracle.", "character": "Christ", "characterId": "nm0000661"}, {"text": "No, not a miracle. Just tell me that the rat is real and the way I am now is a dream.", "character": "Joe", "characterId": "nm0000961"}]}]}