{"quotes": [{"lines": [{"text": "All our wisdom is but servile prejudice. Our customs but constraint, servitude and confinement. Socially, man is born, lives and dies in slavery. At birth, he is bound in linen, at death, nailed into a coffin. To be human is to be enchained your institutions.", "character": null, "characterId": null}]}, {"lines": [{"text": "You know whales are one of the few, animals with inexpressive voices? When a dog or a cat express themselves, they bark or meow expressively. But whales only make coded noises. With mathematics we may soon understand them. Do you know what some sailors found near Kamchatka? Unknown big pink island. And uncharted. Know what they were? Shrimps. Immense pile of shrimps! Shrimp islands. And do you know why? Why we're going to eat shrimps three times a day? With dessert and with coffee? Because whales are killed for lipstick. And since whales eat scrimps but can't since they're all killed, we'll all die of indigestion from scrimps. And a good thing too.", "character": "Marcel", "characterId": "nm0420700"}]}, {"lines": [{"text": "Pieces of history. What'll we call them? Hours? Years? Centuries? It's the same and never stops. It's eaten with apple sauce. Is this sausage like time? Darwin thought so. But the stuffing changed From one end to the other. Marx thought man would one day stop eating sausage. Einstein ripped off the skin, and then it lost its form. What's the skin made of? Pig intestine. Look at the whole sausage. here are folds and bends. I'm going to talk about ow the folds of time are made. In agricultural societies, time was thought to be cyclic. Each season repeated the same moment. Of course men aged. But only because they wore out. He was the fuel that made the seasonal machine work. Capitalism brought the idea of the highway, the highway of time and progress. Progress means that the winners win not only the battle. They've also been chosen as intrinsically superior beings. Their superiority turned the cycles and seasons into a corkscrew; and the winners were the point of the corkscrew. With their point they opened the bottles of inferior cultures. Drinking till they had enough. Then they smashed the bottles. A new kind of violence. Weapons had killed in the past, but now the verdict of history killed. The winner's history. With this new violence came a new fear for the winners. Fear of the past. Fear of inferiors in their broken bottles. If the past caught up with the winners, it might show as little pity as they had shown. In the last century this fear became scientific. Time became a road with no bends. Its length was a fearsome abstraction. But abstractions take no revenge. From then on, 19th-century thinkers preferred the fear of thought to the fear of the savages with their arrows. And the road was marked with perfect regularity. Millions of years divided into eras, dates, days, working hours, clocking in clocking out, like blood sausage. Today the highway of capitalism is collapsing for more reasons than I can tell you in this bit of sausage, this lesson. In the acorn is the blueprint for the whole tree. What each of you is, was in chromosomes at my conception. Excuse me, your conception. I'm no determinist but in your first cell there was a message you're now reading. Some things make holes in time. You could pass a skewer through them. My father, remember, is a butcher. Der Bratspiess. Time bends so the holes coincide. Why are prophets misunderstood in their own time?Because only half the holes are there. They're between time. No one understood much of Diderot, till Freud came and was called a monster. It took all that while for the holes to coincide. The holes prophets make to see the future are the same ones historians use to look at the past. The holes made by Rousseau today explain the 18th century. You're looking at your watches. We'll finish with a binary rhythm like the heart's. Between each beat there's time. Time is knowing the second stroke is not the first. Time is reduced in synthesis. The human embryo whistles through evolution. In a total synthesis, time disappears.", "character": "Marco", "characterId": "nm0219151"}]}, {"lines": [{"text": "I don't like empty spaces. Nor an empty womb. Nor empty breasts. I want to be filled, to overflow... In nine month I'll be this big...", "character": "Mathilde", "characterId": "nm0102078"}]}, {"lines": [{"text": "What are you selling?", "character": "Max", "characterId": "nm0081175"}, {"text": "The wind. The wind blows over the bread winners, and I sweep up the dough.", "character": null, "characterId": null}]}, {"lines": [{"text": "Or else you're looking for God.", "character": "Max", "characterId": "nm0081175"}, {"text": "Already found him.", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "What's he like?", "character": "Max", "characterId": "nm0081175"}, {"text": "He's here, in the explosion that opens, the lotus on top of your head. When you make love standing up, holding back your seed, and letting it rise transcendent, along your spine, just to here. The energies join to make the great emptiness, thoughts without objects.", "character": "Madeleine", "characterId": "nm0617790"}]}, {"lines": [{"text": "And roulette?", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "It's death. Time standing still. Chance! G-d the Father in a little ball. The only place where he exists, beard and all.", "character": "Max", "characterId": "nm0081175"}, {"text": "Do you win?", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "No, I lose. Everyone goes to the casino to lose. They don't know it, but it's their deepest motivation, the desire to be a loser. The casinos, they know it. True happiness is losing all.", "character": "Max", "characterId": "nm0081175"}, {"text": "Usually disillusion like yours comes around forty-five, when hopes haven't been fulfilled. Men want history to go as fast as life. It doesn't work that way. I first thought you were an activist.", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "As you see, I'm not. Not anymore.", "character": "Max", "characterId": "nm0081175"}]}, {"lines": [{"text": "What was May '68 for you?", "character": "Max", "characterId": "nm0081175"}, {"text": "Cherry blossom time. Cherry blossom time. And what then?", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "Afterwards nothing changed.", "character": "Max", "characterId": "nm0081175"}, {"text": "You think so? I'm not sure.", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "Kissinger circling the world, that's the bloody truth.", "character": "Max", "characterId": "nm0081175"}]}, {"lines": [{"text": "You're a pessimist, Max. You want your acts to have effects. You're a utilitarian. I produce nothing. Soon you'll make love to me.And you'll think about morality.", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "That's interesting.", "character": "Max", "characterId": "nm0081175"}, {"text": "If you hold back your semen, it's for a practical reason. Making a baby or not. Wenn Sie Zurück Halten, If you hold it back, it means you're dissolving in the great emptiness. And if you release it, you're trying to be one with the fullness of life. You change religion into morals. I destroy morals through religion.", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "Aren't you complicating a very simple thing?", "character": "Max", "characterId": "nm0081175"}, {"text": "You complicate things, dividing them in two. Good and bad, useful and harmful. You think like a court of law, always judges and lawyers.", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "I'm all that?", "character": "Max", "characterId": "nm0081175"}, {"text": "death by fusion and dissolution in the universe.", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "You're hysterical. But I like you.", "character": "Max", "characterId": "nm0081175"}, {"text": "I like you too.", "character": "Madeleine", "characterId": "nm0617790"}]}, {"lines": [{"text": "To explain all the smallest bit of matter is so filled with faith that it must be considered the beginning of life, to explain what worin dieser glaube besteht, is impossible. All one can say is that this faith is the very essence of things and relies on nothing.", "character": null, "characterId": null}]}, {"lines": [{"text": "Noon, summer, the street is filled with tomatoes. The light is cut in two tomatoes halves. Juice flows down the streets with its own light, its majestic generosity. Unfortunately me must kill it. The knife slices the living flesh. Red inside! a new sun! No chemicals in our leeks. Buy our vegetables. Our beautiful vegetables. Buy a beautiful lettuce. No chemicals. Without scales or bones. It offers us its wild freshness, the whole of its freshness.", "character": "Marguerite", "characterId": "nm0479628"}]}, {"lines": [{"text": "At six or earlier in summer, you can hear birds sing. So many... As numerous as the headlines. They send messages all around us. They're easy to hear if you don't read the paper. But man has invented a terrible silence, building it stone by stone, and no longer hears the messages around him. If he could hear them, he'd be a little encouraged. He's not the only one to speak. The only one who keeps the world turning. Have you heard a nightingale?", "character": "Marcel", "characterId": "nm0420700"}, {"text": "A few times.", "character": null, "characterId": null}, {"text": "Lying in bed?", "character": "Marcel", "characterId": "nm0420700"}, {"text": "No. I live in town. But your children won't be able to live off nightingales. Though they are eaten.", "character": null, "characterId": null}, {"text": "Yes, they are eaten. In paté, or skewered, which is even better.", "character": null, "characterId": null}, {"text": "By then your chemical products will have killed them.", "character": "Marcel", "characterId": "nm0420700"}, {"text": "I'm not in chemicals.", "character": null, "characterId": null}, {"text": "Your brothers are. You give them money so they can destroy whales or dump mercury in the lake. Do you eat fish from the lake?", "character": "Marcel", "characterId": "nm0420700"}, {"text": "I do indeed. These problems are exaggerated. The fish can adapt to changes, like us.", "character": null, "characterId": null}, {"text": "The fish may adapt, but not your organism. And when your brain's filled with mercury, all shrunk up?", "character": "Marcel", "characterId": "nm0420700"}, {"text": "You accuse me of everything?", "character": null, "characterId": null}, {"text": "Yes. You murder whales and destroy the ozone. You grow pigs with extra chops and run highways through beet fields, and make penicillin calves and blind hens.", "character": "Marcel", "characterId": "nm0420700"}, {"text": "I think you're changing the subject.", "character": null, "characterId": null}, {"text": "Did you know whales love music?", "character": "Marcel", "characterId": "nm0420700"}, {"text": "No. But I like music a lot.", "character": null, "characterId": null}, {"text": "So what? Nobody murders you for it.", "character": "Marcel", "characterId": "nm0420700"}]}, {"lines": [{"text": "since profit comes essentially from surplus value, which is produced by men working, it's necessary to maintain a balance, a sufficient rate of unemployment, to control a crisis so profitable to the monopolies. But a crisis may end like the last one, with 60 million dead. I myself hope you're all in one piece in 2000.", "character": "Mathieu", "characterId": "nm0749363"}]}, {"lines": [{"text": "You didn't fasten your seat belt.", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "You neither. And you're smoking.", "character": "Max", "characterId": "nm0081175"}, {"text": "Is it forbidden?", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "No. But it will be next year.", "character": "Max", "characterId": "nm0081175"}, {"text": "And the year after?", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "You won't be allowed to listen to the radio in the car.", "character": "Max", "characterId": "nm0081175"}, {"text": "And after that?", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "No more talking in the car.", "character": "Max", "characterId": "nm0081175"}, {"text": "And after that?", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "No more dreaming. And then there will be war, or rather fascism.", "character": "Max", "characterId": "nm0081175"}]}, {"lines": [{"text": "the body, nature, sex, onions, lotus flowers. Small consolations in an intolerable world which is said to be unchangeable.", "character": "Max", "characterId": "nm0081175"}]}, {"lines": [{"text": "I just want you to teach capitalism can collapse.", "character": "Max", "characterId": "nm0081175"}, {"text": "I did. And they fired me for it.", "character": "Marco", "characterId": "nm0219151"}, {"text": "You make me sick with all your talking. It's so simple. We work to earn a living. With our work, they make a profit. And with the strength left over, some of us try to fight the system.", "character": "Mathieu", "characterId": "nm0749363"}]}, {"lines": [{"text": "Mathilde is right. It'll be a boy. His name will be Jonah. Mathilde is like a whale. Your nature of course. I'm complimenting you. Whales are fine. Jonah will come out of your womb. He fell out of the boat, the ship of fools we're on. He fell in the water and you swallowed him because you're good. You saved his life and now you're going to disgorge him. It's him. It's Jonah.", "character": "Marcel", "characterId": "nm0420700"}, {"text": "Jonah. I like it.", "character": "Mathieu", "characterId": "nm0749363"}, {"text": "In the year 2000, Jonah will be 25. At 25, the century will disgorge him. Or vomit him up. The whale of history will disgorge Jonah, who will be 25 in the year 2000. That's the time left to us to help him get out of the mess.", "character": null, "characterId": null}]}, {"lines": [{"text": "I have to type all the chemical additives?", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "Yes. It's frightening. We have to hurry to get the paper out on time.", "character": "Marguerite", "characterId": "nm0479628"}, {"text": "But there are 27 chemicals here.", "character": "Madeleine", "characterId": "nm0617790"}, {"text": "I know.", "character": "Marguerite", "characterId": "nm0479628"}, {"text": "But it's like Chinese. All 27 go on the same lettuce?", "character": "Madeleine", "characterId": "nm0617790"}]}, {"lines": [{"text": "School kills them.", "character": "Mathieu", "characterId": "nm0749363"}, {"text": "You went to school. And I did. And Marcel. We're no worse for it. It can't go on. I pay taxes for schools and then I pay you too. Do you want to see the books? Come and see them. We can't grow vegetables and support your school too.", "character": "Marguerite", "characterId": "nm0479628"}, {"text": "Fuck the books. Are carrots more to you than your kids?", "character": "Mathieu", "characterId": "nm0749363"}, {"text": "The kids will manage.", "character": "Marguerite", "characterId": "nm0479628"}, {"text": "You just make them and they manage.", "character": "Marcel", "characterId": "nm0420700"}, {"text": "So do pigs. Are you pigs?", "character": "Mathieu", "characterId": "nm0749363"}, {"text": "Pigs or not, Tomorrow they go to school. Not yours. The other school. And you get back to work. I'm not paying you for not working.", "character": "Marguerite", "characterId": "nm0479628"}, {"text": "Out of the question.", "character": "Mathieu", "characterId": "nm0749363"}, {"text": "I've decided.", "character": "Marguerite", "characterId": "nm0479628"}, {"text": "Not for me. I'll do something else.", "character": "Mathieu", "characterId": "nm0749363"}, {"text": "Suit yourself. Tell me tomorrow.", "character": "Marguerite", "characterId": "nm0479628"}, {"text": "I'm telling you now. Send them to the slaughterhouse. I'm keeping my pad, comrade-proprietor. For Jonah.", "character": "Mathieu", "characterId": "nm0749363"}, {"text": "Keep it if you want. For Jonah. And fuck you.", "character": "Marguerite", "characterId": "nm0479628"}]}, {"lines": [{"text": "nobody is to decide for us anymore. The first time nothing may happen. The tenth time there'll be a comittee. The hundredth time a strike, and another reading lesson for you, Jonah. As often as I ride to work... More. As many times as the days of my life.", "character": "Mathieu", "characterId": "nm0749363"}]}, {"lines": [{"text": "Needs change according to men's situations. There is a great difference between natural man in nature and natural man in society. Emile is no savage to send to the wilderness. He is a savage made to live in cities.", "character": null, "characterId": null}]}]}