{"quotes": [{"lines": [{"text": "[sung over end credits]\n# Journey to the Seventh Planet. Come to me. Let your dreams become reality. I wait for you. Somewhere on the seventh planet out in space, you and I will find a magic place like lovers do. And while we're up above, we'll touch the star that we have wished upon. There our love will take wings and go on and on. Mm-mm, journey to the seventh planet in your heart. Let a spark of love begin to start for us, to share forever. Seventh planet, seventh heaven, if you learn to care, our love will be beyond compare. #", "character": null, "characterId": null}]}, {"lines": [{"text": "How do you know the solution to everything isn't right here, right in front of us?", "character": "Capt. Don Graham", "characterId": "nm0000730"}, {"text": "Because nothing in front of us is real. It doesn't exist.", "character": "Eric", "characterId": "nm0653324"}]}, {"lines": [{"text": "There are no limits to the imagination and man's ability to make reality out of his visions is his greatest strength. Through this skill, he has been able to conquer time and space. The story you are about to see takes place after man has solved the complex mysteries of space travel. The year is 2001. Life is changed now. The planet Earth is no longer racked by wars and threats of annihilation. Man has learned to live with himself. The United Nations is the sole governing body of the world, and the great hunger now, is for knowledge. All the planets near the Sun, including Saturn, have been explored and chartered by the U.N. Space Fleet, but as yet, no sign of life in any form has been in any form has been discovered, the search goes on and systematic exploration continues. Spaceship Explorer 12 is now on a mission to survey, land and investigate the seventh planet, Uranus.", "character": null, "characterId": null}]}, {"lines": [{"text": "[Upon breathing the atmosphere]\nFresh as any man could hope for.", "character": "Capt. Don Graham", "characterId": "nm0000730"}, {"text": "It sure is an effective way to invite us outside.", "character": "Eric", "characterId": "nm0653324"}, {"text": "[pauses]", "character": null, "characterId": null}, {"text": "Get your guns.", "character": "Eric", "characterId": "nm0653324"}]}, {"lines": [{"text": "There was a girl. Lisa. A real chick. Hey, she was German, too. A U.N. biological expert. Boy, was she biological. I wish I could have taught her MY kind of biology.", "character": "Capt. Don Graham", "characterId": "nm0000730"}]}, {"lines": [{"text": "Come. I have waited long for this moment. Give me your minds, your innermost thoughts. You are powerless. I shall drain your minds and bend your will to mine. You will submit, and I shall possess you. Through your minds and bodies I will rule you and make your world mine.", "character": "Alien Brain", "characterId": "nm0123630"}]}, {"lines": [{"text": "We're going to pay that mirage a little visit.", "character": "Eric", "characterId": "nm0653324"}]}, {"lines": [{"text": "She might have given us a couple of answers.", "character": "Svend", "characterId": "nm0585699"}, {"text": "At least she gave me a couple of ideas. Yes, sir!", "character": "Capt. Don Graham", "characterId": "nm0000730"}]}, {"lines": [{"text": "You have come to me, feeble, stupid men, armed only with courage and foolish weapons. You have come to destroy me, but my weapons are more powerful than yours. Your own fears have created the means of your destruction. Come, then! Challenge me! We shall see who survives.", "character": "Alien Brain", "characterId": "nm0123630"}]}, {"lines": [{"text": "Look, commander, this kind of monster I can handle.", "character": "Capt. Don Graham", "characterId": "nm0000730"}]}, {"lines": [{"text": "I... I have always had an abnormal fear of rats. That's why I couldn't stand up to that... rat thing.", "character": "Karl", "characterId": "nm0597632"}]}, {"lines": [{"text": "Paradise Uranus - complete with rats, severals Eves, and even our apples.", "character": "Capt. Don Graham", "characterId": "nm0000730"}]}, {"lines": [{"text": "Your courage is great, but I am still here. I will destroy you.", "character": "Alien Brain", "characterId": "nm0123630"}]}, {"lines": [{"text": "Invaders of my universe, you are doomed.", "character": "Alien Brain", "characterId": "nm0123630"}]}]}