{"quotes": [{"lines": [{"text": "*justice, truth... and the value of a single human being!*", "character": "Judge Dan Haywood", "characterId": "nm0000075"}]}, {"lines": [{"text": "'Lift your heads! Be proud to be German! There are devils among us. Communists, Liberals, Jews, Gypsies! Once these devils will be destroyed, your misery will be destroyed.' It was the old, old story of the sacrificial lamb. What about those of us who knew better? We who knew the words were lies and worse than lies? Why did we sit silent? Why did we take part? Because we loved our country! What difference does it make if a few political extremists lose their rights? What difference does it make if a few racial minorities lose their rights? It is only a passing phase. It is only a stage we are going through. It will be discarded sooner or later. Hitler himself will be discarded... sooner or later. The country is in danger. We will march out of the shadows. We will go forward. Forward is the great password. And history tells how well we succeeded, your honor. We succeeded beyond our wildest dreams. The very elements of hate and power about Hitler that mesmerized Germany, mesmerized the world! We found ourselves with sudden powerful allies. Things that had been denied to us as a democracy were open to us now. The world said 'go ahead, take it, take it! Take Sudetenland, take the Rhineland - remilitarize it - take all of Austria, take it! And then one day we looked around and found that we were in an even more terrible danger. The ritual began in this courtroom swept over the land like a raging, roaring disease. What was going to be a passing phase had become the way of life. Your honor, I was content to sit silent during this trial. I was content to tend my roses. I was even content to let counsel try to save my name, until I realized that in order to save it, he would have to raise the specter again. You have seen him do it - he has done it here in this courtroom. He has suggested that the Third Reich worked for the benefit of people. He has suggested that we sterilized men for the welfare of the country. He has suggested that perhaps the old Jew did sleep with the sixteen year old girl, after all. Once more it is being done for love of country. It is not easy to tell the truth; but if there is to be any salvation for Germany, we who know our guilt must admit it... whatever the pain and humiliation.", "character": "Ernst Janning", "characterId": "nm0000044"}]}, {"lines": [{"text": "I'll make you a wager...", "character": "Hans Rolfe", "characterId": "nm0001703"}, {"text": "I don't make wagers.", "character": "Judge Dan Haywood", "characterId": "nm0000075"}, {"text": "[chuckles]\nA gentleman's wager... in five years, the men you sentenced to life imprisonment will be free.", "character": "Hans Rolfe", "characterId": "nm0001703"}, {"text": "Herr Rolfe, I have admired your work in the court for many months. You are particularly brilliant in your use of logic...", "character": "Judge Dan Haywood", "characterId": "nm0000075"}, {"text": "[Rolfe nods with an appreciative smile]", "character": null, "characterId": null}, {"text": "-so, what you suggest may very well happen. It *is* logical, in view of the times in which we live. *But to be logical is not to be right*, and *nothing* on God's earth could ever *make it* right!", "character": "Judge Dan Haywood", "characterId": "nm0000075"}, {"text": "[Rolfe wipes the smile from his face]", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Those people, those millions of people... I never knew it would come to that. You *must* believe it, *You must* believe it!", "character": "Ernst Janning", "characterId": "nm0000044"}, {"text": "Herr Janning, it \"came to that\" the *first time* you sentenced a man to death you *knew* to be innocent.", "character": "Judge Dan Haywood", "characterId": "nm0000075"}]}, {"lines": [{"text": "We have fallen on happy times, Herr Hahn. In old times it would have made your day if I'd deigned to say good morning to you. Now that we are here in this place together... you feel obliged to tell me what to do with my life... Listen to me, Herr Hahn, there have been terrible things that have happened to me in my life. But the worst thing that has ever happened... is to find myself in the company of men like you.", "character": "Ernst Janning", "characterId": "nm0000044"}]}, {"lines": [{"text": "We must forget if we want to go on living.", "character": "Mrs. Bertholt", "characterId": "nm0000017"}]}, {"lines": [{"text": "[during a tour of spacious judges' quarters]\nI trust you'll be comfortable in this room, sir.", "character": "Capt. Harrison Byers", "characterId": "nm0000638"}, {"text": "Captain, I have no doubt that the entire state of Maine would be comfortable in this room!", "character": "Judge Dan Haywood", "characterId": "nm0000075"}]}, {"lines": [{"text": "One thing about Americans, we're not cut out to be occupiers. We're new at it and not very good at it.", "character": "Col. Tad Lawson", "characterId": "nm0001847"}]}, {"lines": [{"text": "Herr Janning, you may proceed.", "character": "Judge Dan Haywood", "characterId": "nm0000075"}, {"text": "\"Lift your heads. Be proud to be German. There are devils among us, communists, liberals, Jews, gypsies. Once these devils will be destroyed your misery will be destroyed.\" It was the old, old story of the sacrificial lamb. What about those of us who knew better, we who knew the words were lies and worse than lies? Why did we sit silent? Why did we take part? Because we loved our country. What difference does it make if a few political extremists lose their rights? What difference does it make if a few racial minorities lose their rights? It is only a passing phase. It is only a stage we are going through. It will be discarded sooner or later. Hitler himself will be discarded - sooner or later. The country is in danger. We will march out of the shadows! We will go forward. FORWARD is the great password. And history tells how well we succeeded, Your Honor. We succeeded beyond out wildest dreams. The very elements of hate and power about Hitler that mesmerized Germany, mesmerized the world. We found ourselves with sudden powerful allies. Things that had been denied to us as a democracy were open to us now. The world said, \"Go ahead. Take it. Take it! Take Sudetenland! Take the Rhineland! Re-militarize it! Take all of Austria! Take it!\" And then, one day we looked around and found that we were in an even more terrible danger. The ritual begun in this courtroom swept over the land like a raging, roaring disease. What was going to be a \"passing phase\" had become the way of life. Your Honor, I was content to sit silent during this trial. I was content to tend my roses. I was even content to let counsel try to save my name, until I realized that in order to save it, he would have to raise the specter again. You have seen him do it. He has done it, here, in this courtroom. He has suggested that the Third Reich worked for the benefit of people. He has suggested that we sterilized men for the welfare of the country. He has suggested that perhaps the old Jew did sleep with the 16 year old girl after all. Once more, it is being done - for love of country. It is not easy to tell the truth. But if there is to be any salvation for Germany, we who know our guilt must admit it - whatever the pain and humiliation. I had reached my verdict on the Feldenstein case before I ever came into the courtroom. I would have found him guilty, whatever the evidence. It was not a trial at all. It was a sacrificial ritual in which Feldenstein, the Jew, was the helpless victim.", "character": "Ernst Janning", "characterId": "nm0000044"}, {"text": "Your Honor, I must interrupt. The defendant is not aware of what he's saying. He's not aware of the implications!", "character": "Hans Rolfe", "characterId": "nm0001703"}, {"text": "I am aware. I am aware! My counsel would have you believe we were not aware of the concentration camps. Not aware. Where were we? Where were we when Hitler began shrieking his hate in Reichstag? Where were we when our neighbors were being dragged out in the middle of the night to Dachau? Where were we when every village in Germany has a railroad terminal where cattle cars were filled with children being carried out to their extermination! Where were we when they cried out in the night to us. Deaf, dumb, blind!", "character": "Ernst Janning", "characterId": "nm0000044"}, {"text": "Your Honor, I must protest!", "character": "Hans Rolfe", "characterId": "nm0001703"}, {"text": "We were only aware of the extermination of the hundreds. Does that make us any the less guilty? Maybe we didn't know the details. But if we didn't know, it was because we didn't want to know.", "character": "Ernst Janning", "characterId": "nm0000044"}, {"text": "Traitor! Traitor!", "character": "Emil Hahn", "characterId": "nm0459252"}, {"text": "Order! Order! Order! Put that man back in his seat and keep him there.", "character": "Judge Dan Haywood", "characterId": "nm0000075"}, {"text": "Who made his life excrement, because he walked with them.", "character": "Ernst Janning", "characterId": "nm0000044"}]}, {"lines": [{"text": "The whole world is as responsible for Hitler's Germany. It is an easy thing to condemn one man in the dock. It is easy to condemn the German people to speak of the basic flaw in the German character that allowed Hitler to rise to power and at the same time positively ignore the basic flaw of character that made the Russians sign pacts with him, Winston Churchill praise him, American industrialists profit by him! Ernst Janning said he is guilty. If he is, Ernst Janning's guilt is the world's guilt - no more and no less.", "character": "Hans Rolfe", "characterId": "nm0001703"}]}, {"lines": [{"text": "My Country, right or wrong.", "character": "Hans Rolfe", "characterId": "nm0001703"}]}, {"lines": [{"text": "Today, you sentence me! Tomorrow, the Bolsheviks sentence you!", "character": "Emil Hahn", "characterId": "nm0459252"}]}]}