{"quotes": [{"lines": [{"text": "I came up here and I says... 'so where's the the road block?' They said, 'it's right here.' I said 'this is the road we're blocking? This is the road you's been blocking for three months?' It's a dirt road! I thought it was maybe a highway you know... jeez.", "character": null, "characterId": null}]}, {"lines": [{"text": "15 that's when the tilten trucks rolled in and the S.W.A.T. team came out. There was three of us that just looked at each other... and one of the women said 'Holy shit they're here.' Our instincts kicked in and we said the women have to go to the front, because it's our obligation to do that, to protect the land, to protect our Mother. And I can remember looking at the faces of the S.W.A.T. team and they were all scared. They were like young babies who had never met something so strong; who had never met a spirit, because we were fighting something without a spirit. There was no thought to it; they were like robots.", "character": null, "characterId": null}]}, {"lines": [{"text": "The people in the pines are very sad when they hear that Corporal Lemay has been shot and died. And they know they will be blamed, no matter where the bullet came from.", "character": "Narrator", "characterId": "nm0643446"}]}, {"lines": [{"text": "The way they treat the media reminds me, in some ways, more of a police state than a democracy.", "character": null, "characterId": null}, {"text": "[about the Canadian government]", "character": null, "characterId": null}]}, {"lines": [{"text": "The struggle is not over. As we say in Mohawk, 'skennen,' which means peace.", "character": null, "characterId": null}]}, {"lines": [{"text": "'We have come to inform you that you have not dealt justly with us and that we want you to leave our land, as we do not want to be robbed of our heritage. This land was given to you in trust for the tribe to whom it belongs. And how have you betrayed that trust? By selling the timber and filling your treasury with the proceeds of stolen property. This land is ours, ours as a heritage given to us as a sacred legagcy. It is a place where our fathers lie beneath those trees. Our mothers sang our lullaby, and you would tear it from us and leave us wanderers at the mercy of fate.'", "character": "Narrator", "characterId": "nm0643446"}]}, {"lines": [{"text": "That's too bad... it's such a beautiful day, you know. You wonder where the honor has gone huh? Does your Canadian politicians have any?", "character": null, "characterId": null}, {"text": "[after the Army begins their operations]", "character": null, "characterId": null}]}, {"lines": [{"text": "No Canadian military soldier will fire one shot... first.", "character": null, "characterId": null}]}, {"lines": [{"text": "Somebody had asked me, how far you willing to go? I said, six feet under. And I think that's what's gonna happen. You're gonna see a death feast. You're not gonna see land claims and they're proving it. But that's what they want huh? Keep the Indian Nation down where they had them for so many years. If I go to jail, I'm gonna walk through those doors in honor. I'm not going in as a junkie. Nothing to be ashamed of and when I come out, I'll teach my children and my grandchildren to fight. No more compassion. I've had it. I was raised as a Pacifist. I was raised that if you don't want prejudice on you, don't put it out. And we when through a lot, but this has changed me. I've never been violent. I've never thought to hit out, to strike out. But now don't look at me sideways because I know I'll never bow down to them. Becuase they just step on your hands. If this is civilized, I'd rather stay on this side of the barricade.", "character": null, "characterId": null}]}, {"lines": [{"text": "We are native people to this land. We're not trying to take your land or anyone else's property. You ask if there's an imminent assault here, yes there is. Within a few hundred feet from here, you'll find the armed forces. Yes, they're ready for an assault. We were here to protect our burial grounds and the pines from a 9 hole golf course. You must keep that in mind. Have you forgotten?", "character": null, "characterId": null}]}, {"lines": [{"text": "They thought I was an Indian. They wanted to exterminate me. One of them came up to me with a machine gun. And he said, 'this can fire 30 bullets a second. This rifle's loaded. All our rifles are loaded. We were ready to fire.' They kept on, 'I'll make you lie in the mud and keep quiet.' Then my son arrived. He got in the car. 'I'm sorry but we're nervous tonight. There's a lot happening.' I said, 'I can see that.' At almost the same time something happened. The gun went off. A bullet fired into the ground. The earth exploded and flew in my face. My son was beside me, he got mud in his face. Yannick was shaking.", "character": null, "characterId": null}, {"text": "[testifying about the police and soldier abuse]", "character": null, "characterId": null}]}, {"lines": [{"text": "War is really annoying.", "character": null, "characterId": null}, {"text": "[to children as an Army helicopter circles above them]", "character": null, "characterId": null}]}, {"lines": [{"text": "We're your eyes and they're trying to blind us by getting the press out of here. And I'm not gonna leave, I'm not going to be blinded. I want you to see, I want the people to see what's gonna happen. I can't understand why the politicians don't realize this, that there's gonna be complete anarchy throughout Canada if anybody's hurt here. If anybody's shot, if a gun goes off. That's gonna break up the country. That's what it's gonna do, it's gonna break our country up. And I love Canada.", "character": null, "characterId": null}]}, {"lines": [{"text": "Even if we're not recognized as a Nation, it's about all Indian Nations together, this fight. So in a way our battle is won.", "character": null, "characterId": null}]}, {"lines": [{"text": "I just can't say it enough, how idiotic they're acting on the world stage. Whoever we are, what's wrong with talking to one another? If they're gonna act like children, then they should watch children a little longer because right after they get in a fight, five minutes later they're best buddies again.", "character": null, "characterId": null}, {"text": "[speaking at a peace camp]", "character": null, "characterId": null}]}, {"lines": [{"text": "I can bring you the shells of the eggs!", "character": null, "characterId": null}, {"text": "Let's use that for breakfast.", "character": null, "characterId": null}, {"text": "You won't be able to use the shells because I don't think you eat them.", "character": null, "characterId": null}, {"text": "We'll take the camera crew over there... because we don't waste no food.", "character": null, "characterId": null}, {"text": "Well they did. I'm sorry but they did.", "character": null, "characterId": null}, {"text": "No food left here. Unless it's your own men. You're own men trying to pull some shit.", "character": null, "characterId": null}, {"text": "[talking about pranks between soldiers and Mohawk warriors]", "character": null, "characterId": null}]}, {"lines": [{"text": "The Chinooks and helicopters were not here for the beer...", "character": null, "characterId": null}, {"text": "[after raiding a Mohawk village]", "character": null, "characterId": null}]}, {"lines": [{"text": "Bacon... they're gonna cholesterol us to death.", "character": null, "characterId": null}, {"text": "[sorting food items allowed by the Army]", "character": null, "characterId": null}]}, {"lines": [{"text": "They were prepared for anything. If the people from TC came out, they weren't surrendering, they didn't have their hands held above their heads. They were going home.", "character": null, "characterId": null}, {"text": "We never surrendered. It was an exit... they weren't ready.", "character": null, "characterId": null}, {"text": "It was bad enough for us, the women. I mean the men knew they we're gonna get beaten on. We all took care of each other as best we could. A 14-year-old girl was bayoneted in the chest. She was protecting her 4-year-old sister, it was really awful. What saved her from the beyonet going stright in instead of sideways must have been the spirits on our side.", "character": null, "characterId": null}, {"text": "He says, 'give up, you lost now.' I said, 'we didn't lose.'", "character": null, "characterId": null}, {"text": "[speaking about the end of the siege and being arrested by the Army]", "character": null, "characterId": null}]}, {"lines": [{"text": "They started putting the plastic handcuffs on, and then we got inside and somebody had a fingernail clipper. And as they came in we were snipping them off. So, we had a whole bunch of these plastic bands. Finally, then I threw 'em out the window. A little while later, all of a sudden the MP pass by and sees 'em on the ground; I don't know if he knew where it came from. The MP says, 'if anyone makes a move, shoot 'em. Just shoot 'em.' Now if he'd have known nobody had handcuffs on, we could've jumped him. But it was over. It was finished when they found out that we were family people. They thought we were gonna have records as long as our arm. How it's gonna be written in history, if I was a soldier, I'd be ashamed to say I was in Oka or Kahnesatake.", "character": null, "characterId": null}]}, {"lines": [{"text": "This is our territory and the government has to acknowledge that.", "character": null, "characterId": null}, {"text": "[speaking to the media]", "character": null, "characterId": null}]}, {"lines": [{"text": "In fact, you really, really have to ask yourself... who's the most mature in this whole affair.", "character": null, "characterId": null}, {"text": "[about the town officials of Oka]", "character": null, "characterId": null}]}, {"lines": [{"text": "It's very, very disturbing, town council makes decisions, but denies any responsability. These people by definition should be responsible... to the people for the actions they take. That's why they were elected.", "character": null, "characterId": null}, {"text": "[referring to why the siege started]", "character": null, "characterId": null}]}, {"lines": [{"text": "I'm willing to be here right until the end, if something does go down where we get shot up, fine. You know. But as far as being afraid, I mean I think fear is a very big part of what keeps people alive and hopefully I'll come out of this alive.", "character": null, "characterId": null}]}, {"lines": [{"text": "I myself am a traditional native, and I follow our constitution which was given to us by the creator, and in there it states that 'roit'skenrakehte,' in our language, 'roit'skenrakehte,' as close as I can bring it to mean in English would be 'the men.' It's our responsability to protect the people within. There is a place in our constitution and when our services are needed we have to go. Maybe this is the decade that road blocks are going to be throughout Canada. Because people are fed up. And the only thing that the governments understand is right here.", "character": null, "characterId": null}, {"text": "[taps his rifle]", "character": null, "characterId": null}, {"text": "Fish is dying, the air is dying, the plants are dying, the animals are dying, we're not too far behind as the Mohawk Nation.", "character": null, "characterId": null}]}, {"lines": [{"text": "This move that you're making will be the last one, because from here on in, I guess we're going to be burying each other. Because we won't move, no, no more.", "character": null, "characterId": null}, {"text": "[speaking to a soldier]", "character": null, "characterId": null}]}, {"lines": [{"text": "It seems that the government wants these talks to fail so they can have a legitimate excuse to put the Army on the Indian people and kill us!", "character": null, "characterId": null}, {"text": "[after peace negotiations falter]", "character": null, "characterId": null}]}, {"lines": [{"text": "They came to me and said 'you're under arrest Mrs. Etienne.' And I said 'for what?' And they said, 'for being behind the barricades.' And for intimidation and all kind of stuff like that, not obeying the injunction. They'd have to arrest Siddon and they'd have to arrest Judge Gold. They'd have to arrest Ciaccia, because they've all been on the other side of the barricade.", "character": null, "characterId": null}]}, {"lines": [{"text": "The toughest challenge for any government in the western world, in our world, is to defend democracy against people who do not believe in democracy.", "character": null, "characterId": null}, {"text": "[speaking about the Mohawk]", "character": null, "characterId": null}]}, {"lines": [{"text": "Leave your piece behind please. I'm unarmed, you don't have to be armed. Want me to hold it?", "character": null, "characterId": null}, {"text": "[joking with Major Tremblay]", "character": null, "characterId": null}]}, {"lines": [{"text": "I have a military job to do here, I'm going to do it!", "character": null, "characterId": null}, {"text": "Back your men up then.", "character": null, "characterId": null}, {"text": "My men will back up as soon as your men are backing up.", "character": null, "characterId": null}, {"text": "They're backed up already.", "character": null, "characterId": null}, {"text": "Oh yeah, prove it to me.", "character": null, "characterId": null}, {"text": "[speaking through a barricade]", "character": null, "characterId": null}]}, {"lines": [{"text": "You don't have a cause. You should be real proud. They're gonna have your pictures on the papers as cowards. When you write home to Mommy you'd better tell 'em you're in Germany, you don't wanna tell 'em here. She liable to kick your ass when you get home.", "character": null, "characterId": null}, {"text": "[talking to a soldier on guard]", "character": null, "characterId": null}]}, {"lines": [{"text": "Mom what's that thing? I know it's a bomb Ma.", "character": null, "characterId": null}, {"text": "Yeah it's some kind of bomb.", "character": null, "characterId": null}, {"text": "What happens if you touch it?", "character": null, "characterId": null}, {"text": "It's poison I guess.", "character": null, "characterId": null}, {"text": "What's poison?", "character": null, "characterId": null}, {"text": "Makes us sick.", "character": null, "characterId": null}, {"text": "[referring to unexploded Army bomb that almost hit them]", "character": null, "characterId": null}]}, {"lines": [{"text": "I don't ask questions here, I just take orders Sir!", "character": null, "characterId": null}]}, {"lines": [{"text": "They're not foolin', be careful.", "character": null, "characterId": null}, {"text": "[after soldiers beat up a sleeping Mohawk warrior]", "character": null, "characterId": null}]}, {"lines": [{"text": "Just the idea of putting razor wire in the water, come on guys. Get real. I don't think they've clued in to the idea that we're not going anywhere. It's probably a concept that they just can't understand.", "character": null, "characterId": null}, {"text": "[after the Army tightens their barricade around the Mohawks]", "character": null, "characterId": null}]}, {"lines": [{"text": "What do you know about the two journalists who managed to cross your lines?", "character": null, "characterId": null}, {"text": "That's your story. As far as we're concerned, nobody got through our lines. We think they've probably been in there all the time.", "character": null, "characterId": null}, {"text": "Major Tremblay just confirmed it.", "character": null, "characterId": null}]}, {"lines": [{"text": "Is there any law in operation here?", "character": null, "characterId": null}, {"text": "[after being denied medical assistance]", "character": null, "characterId": null}]}, {"lines": [{"text": "I started realizing who I am huh. I didn't come here to kill people, you know. I just came here to protect the land. The government's gone too far. We only could take so much.", "character": null, "characterId": null}]}]}