{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "He can't die. And you know why? Because he's free. And man who's free never dies.", "character": "Keoma", "characterId": "nm0626259"}]}, {"lines": [{"text": "Why did you come back?", "character": "The Witch", "characterId": "nm0315998"}, {"text": "The world keeps going around and around. So you always end up in the same place.", "character": "Keoma", "characterId": "nm0626259"}]}, {"lines": [{"text": "[Keoma has been tied to a wheel in a Christ-like manner, and his brothers have just killed Caldwell after he killed William Shannon]", "character": null, "characterId": null}, {"text": "Here lies... William H. Shannon. A man we all loved and admired. A very special sort of man. There wasn't a person on Earth he'd refuse to help if they needed it... not one person who would have betrayed him! Except the one he gave his love to...", "character": "Sam Shannon", "characterId": "nm0006774"}, {"text": "[points to Keoma]", "character": null, "characterId": null}, {"text": "...his bastard son! We learned from our father to respect law and justice... but you didn't. Only filth would sell out his own father! But that alone is not the extent of his guilt. He betrayed us all when he brought back that plague-ridden woman to infect us. Howe far can a man sink? He betrayed his father... he betrayed us... and he betrayed each and every one of you, my friends. Keoma's responsible for the deaths of your loved ones! HE has brought despair to this town! So now... what should we do with him? Take the law into our own hands? Drag him to the nearest tree and string him up like he deserves? No. For we are honorable men... and prefer to let justice take its course...", "character": "Sam Shannon", "characterId": "nm0006774"}, {"text": "[gestures to Caldwell's corpse]", "character": null, "characterId": null}, {"text": "...as it should have done with this venomous snake... in a court of law.", "character": "Sam Shannon", "characterId": "nm0006774"}, {"text": "We already called the marshal. He'll be here in a few hours. And then, Keoma will be... his problem.", "character": "Butch Shannon", "characterId": "nm0346315"}, {"text": "And as soon as my brother here is sworn in as sheriff, we'll start rebuilding around here! Make this town a place we can be proud of!", "character": "Sam Shannon", "characterId": "nm0006774"}, {"text": "[townsfolk applaud]\nGreat speech, Sam.", "character": "Sam Shannon", "characterId": "nm0006774"}]}, {"lines": [{"text": "Pa. What was it all about.", "character": "Keoma", "characterId": "nm0626259"}, {"text": "What?", "character": "William Shannon", "characterId": "nm0074125"}, {"text": "The war. I never could figure it out.", "character": "Keoma", "characterId": "nm0626259"}, {"text": "The war. Im not sure I know. I figure after we got through slaughtering all those Indians, we thought we ought to do somethin'... generous. So we gave freedom to the black man. Now we feel good, we can go back to... finish off the Indians.", "character": "William Shannon", "characterId": "nm0074125"}]}, {"lines": [{"text": "[commandeering the townspeople's medicine]", "character": null, "characterId": null}, {"text": "This land belongs to Mr. Caldwell, along with everything that's on it. Now, you had to pay for the water... and now you gotta pay for the medicines.", "character": "Confederate Soldier", "characterId": "nm0812830"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "Hey! I'll pay this time.", "character": "Keoma", "characterId": "nm0626259"}, {"text": "How much you willing to pay?", "character": "Confederate Soldier", "characterId": "nm0812830"}, {"text": "Four cents.", "character": "Keoma", "characterId": "nm0626259"}, {"text": "Four cents? Four cents is mighty little.", "character": "Confederate Soldier", "characterId": "nm0812830"}, {"text": "The price of four bullets.", "character": "Keoma", "characterId": "nm0626259"}, {"text": "[Keoma counts off the members of Caldwell's gang on his fingers]", "character": null, "characterId": null}, {"text": "One, two, three, and four.", "character": "Keoma", "characterId": "nm0626259"}, {"text": "[Keoma shoots the other three gang members, then walks up to the Confederate Soldier and hands him a bullet]", "character": null, "characterId": null}, {"text": "Take it. It has your name on it.", "character": "Keoma", "characterId": "nm0626259"}]}, {"lines": [{"text": "I need to find out who I am. To give the simplest of my actions a reason. I know by being in this world has some significance, but I'm afraid that when I found out what it is, it will be too late. In the meantime, I'm a vagabond. I keep traveling. Even when the earth sleeps, I keep traveling... chasing shadows.", "character": "Keoma", "characterId": "nm0626259"}]}]}