{"quotes": [{"lines": [{"text": "I don't mind an honest day's work... as long as somebody else does it.", "character": "Dodsworth", "characterId": "nm0502766"}]}, {"lines": [{"text": "[a mouse just wakled by Dodsworth's bed and took a minnow, snapping its fingers at Dodsworth, ignoring him and walks away with the minnow it stole]\nYou know, one of these days I'm gonna have to buy me a mouse trap.", "character": "Dodsworth", "characterId": "nm0502766"}, {"text": "[Dodsworth swallowed and ate a minnow then lightly burped, after speaking]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Looking at himself in the mirror wearing a mortar cap]\nVery becoming, Dodsworth. You'd have made a good college professor. Too bad you never got past third grade.", "character": "Dodsworth", "characterId": "nm0502766"}]}, {"lines": [{"text": "[the Un-Named Kitten tugged its line, after setting a trap of free cheese with ball bearings in its holes, Un-Named Kitten hides to see the mice eat the cheese trap. And as Dodsworth brought it back to him]\nWhere's the mice? What's the idea tugging on the line, when you don't have single solitary mouse?", "character": "Dodsworth", "characterId": "nm0502766"}, {"text": "[as Dodsworth speaks, the kitten gets a magnet out, that attracted numerous mice, by the ball bearing infested Swiss cheese trap the Un-Named Kitten had just set and saw them quickly eat it, immediately shocking Dodsworth]", "character": null, "characterId": null}, {"text": "Great jumpin' Jehosophat! The kid has hit the jackpot! Fill 'er up boy.", "character": "Dodsworth", "characterId": "nm0502766"}, {"text": "[whispering]", "character": null, "characterId": null}, {"text": "Looks like Dodsy is going to keep his happy home.", "character": "Dodsworth", "characterId": "nm0502766"}, {"text": "[Dodsworth's owner then called his name. Dodsworth then quickly wraps up a piece of newspaper, to make it look like a diploma and then spoke extra quickly to the witty Un-Named Kitten, as if it had really earned a diploma and quickly got it out the front door. But in reality, Dodsworth was just getting rid of the true mouse catching feline, out of the house, he was living in]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after replacing Dodsworth, the kitten had same diet as Dodsworth, of minnows. After earning Dodsworth's bed, home & owner, a mouse walked by it stealing a minnow ans walks away]", "character": null, "characterId": null}, {"text": "You know, one of these days I'm gonna have to buy me a mousetrap.", "character": "Kitten", "characterId": "nm0000305"}, {"text": "[closing music & credits begin as cartoon concludes]", "character": null, "characterId": null}]}]}