{"quotes": [{"lines": [{"text": "What can a man do in New York if he's lonely and hasn't a dick?", "character": "Luigi Mackeroni", "characterId": "nm0759797"}]}, {"lines": [{"text": "Every morning when I wake up, it all seems like a bad nightmare. But then I reach for my groin and face the absurd facts once more.", "character": "Luigi Mackeroni", "characterId": "nm0759797"}]}, {"lines": [{"text": "You're pretty cool, aren't you?", "character": "Billy", "characterId": "nm0725319"}, {"text": "I've been through too much shit. I'm sorry.", "character": "Luigi Mackeroni", "characterId": "nm0759797"}]}, {"lines": [{"text": "Look around you. This is your work. Do you really think that god will forgive you? You've created a hell full of creatures that could never be the work of god. You talk about sin and depravity, and you may be right, but look at the boy you're pointing the gun at. He's young and deserves the right to live. There aren't any condoms in heaven, Dr. Riffleson. Nor any that bite. You speak of a god who will judge all of mankind, I say god will protect all lovers. He doesn't care if it's two men or a man and a woman. He doesn't care if a man dresses like a woman and sings in a bar. It's possible that these people haven't always done the right thing, but we're all human beings. We're all responsible for the way we live our lives. If god does ever pass judgement over us, he won't need anyone to do it for him. Each and every one of us here, whether homosexual or heterosexual, whether transvestite or atheist professor, brothel owner or policeman, Cerb, Croat, or Chinese...", "character": "Luigi Mackeroni", "characterId": "nm0759797"}, {"text": "I don't know where the words came from. I was giving a speech and realizing my words were having an effect... ]", "character": null, "characterId": null}, {"text": "May he who is free of sin cast the first stone.", "character": "Luigi Mackeroni", "characterId": "nm0759797"}, {"text": "Only the strange light bothered me. That and the angels singing around me]", "character": null, "characterId": null}]}]}