{"quotes": [{"lines": [{"text": "[holding a cup of tea]\nStu, what does it remind you of when you hold it next to your cheek?", "character": "Stan", "characterId": "nm0761572"}, {"text": "[taking the cup and placing it to his cheek]\nNot a damn thing but hot air.", "character": null, "characterId": null}, {"text": "Didn't it remind you of when you're making love and a woman 'fore it gets sometimes? Just like this?", "character": "Stan", "characterId": "nm0761572"}, {"text": "Maybe so. I don't go for women who got malaria.", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[to his older son]\nYou let anyone jump on your brother again, and you just stand and watch - boy, I'll beat you to death! I don't care who started what, or whether he was winnin' or losin'; well, you get a thick oh-oh-oh-oh-oh, a goddam brick, get *anything*, and you knock the shit out of whoever fightin' your brother! 'Cause if anything was to happen to me or your mother, you ain't got nobody except your brother. And this goes for him, too - and he knows! You're the one that keep comin' up with this off-the-wall bullshit about \"Henry started it\".", "character": null, "characterId": null}, {"text": "[he coughs harshly]", "character": null, "characterId": null}, {"text": "Now if the, if the son of a bitch is too big for you, you come get me... You are not a child anymore. You soon will be a goddam *man*. Now, start learnin' what life is about *now*, son.", "character": null, "characterId": null}]}, {"lines": [{"text": "[confronting two acquaintances of Stan who are trying to recruit him to help with a revenge murder]\nYou wait just one minute. You talk about \"be a man, stand up\"; don't you know it's more to it than just with your fists? The scars on your mug? You talk about an animal, and what - now, you think you're still in the bush some damn where? You *here*, you use your brain, that's what you use. Both of you nothin'-ass niggas got a lot o' nerve comin' up here, doin' some shit like this.", "character": "Stan's Wife", "characterId": "nm0601452"}]}, {"lines": [{"text": "Man, I ain't poor. Look, I give away things to the Salvation Army; you can't give away nothin' to Salvation Army if you poor. I mean, we may not have a damn thing sometimes - you wanna see somebody that's poor? Now, you go around and look at Walters. Now, he be sittin' over a oven, and, and with nothin' but a coat on, and, and sittin' around there rubbin' their knees all day and eatin' nothin' but wild greens picked out of a vacant lot. Now, that ain't me... and damn sure won't be.", "character": "Stan", "characterId": "nm0761572"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[Stan's wife enters with a young woman]", "character": null, "characterId": null}, {"text": "Hey - tell me why you're wearin' that pretty smile on your face.", "character": null, "characterId": null}, {"text": "Well, she gonna have a baby!", "character": "Stan's Wife", "characterId": "nm0601452"}, {"text": "I thought her old man was shootin' blanks - but I see he's droppin' bombs on occasion, I guess.", "character": null, "characterId": null}, {"text": "[as Dinah Washington is heard singing \"This Bitter Earth\", Stan is seen hanging sheep carcasses in the meatpacking house]", "character": null, "characterId": null}]}]}