{"quotes": [{"lines": [{"text": "What would you say if she asked you about me?", "character": "Sibella", "characterId": "nm0339343"}, {"text": "I'd say that you were the perfect combination of imperfections. I'd say that your nose was just a little too short, your mouth just a little too wide. But yours was a face that a man could see in his dreams for the whole of his life. I'd say that you were vain, selfish, cruel, deceitful. I'd say that you were adorable. I'd say that you were... Sibella.", "character": "Louis Mazzini", "characterId": "nm0696866"}, {"text": "What a pretty speech.", "character": "Sibella", "characterId": "nm0339343"}, {"text": "I mean it.", "character": "Louis Mazzini", "characterId": "nm0696866"}, {"text": "[seductively]\nCome and say it to me again.", "character": "Sibella", "characterId": "nm0339343"}]}, {"lines": [{"text": "revenge is the dish which people of taste prefer to eat cold.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "It is so difficult to make a neat job of killing people with whom one is not on friendly terms.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "[Louis Mazzini just murdered his relative, Lady Agatha D'Ascoyne, who was distributing suffragette literature from a balloon over London]", "character": null, "characterId": null}, {"text": "I shot an arrow in the air; she fell to earth in Berkeley Square.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "While I never admired Edith as much as when I was with Sibella, I never longed for Sibella as much as when I was with Edith.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "[sobs]\nOh Louis! I don't want to marry Lionel!", "character": "Sibella", "characterId": "nm0339343"}, {"text": "Why not?", "character": "Louis Mazzini", "characterId": "nm0696866"}, {"text": "He's so dull.", "character": "Sibella", "characterId": "nm0339343"}, {"text": "I must admit he exhibits the most extraordinary capacity for middle age that I've ever encountered in a young man of twenty-four.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "I've married the dullest man in London.", "character": "Sibella", "characterId": "nm0339343"}, {"text": "In England!", "character": "Louis Mazzini", "characterId": "nm0696866"}, {"text": "In Europe!", "character": "Sibella", "characterId": "nm0339343"}]}, {"lines": [{"text": "I had not forgotten or forgiven the boredom of the sermon of young Henry's funeral, and I decided to promote the Reverend Lord Henry D'Ascoyne to next place on the list.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "Even my lamented master, the great Mr. Benny himself, never had the privilege of hanging a duke. What a finale to a lifetime in the public service!", "character": "The Hangman", "characterId": "nm0539942"}, {"text": "Finale?", "character": "Prison Governor", "characterId": "nm0607948"}, {"text": "Yes, I intend to retire. After using the silken rope... never again be content with hemp.", "character": "The Hangman", "characterId": "nm0539942"}]}, {"lines": [{"text": "[after murdering his cousin along with his cousin's mistress]\nI was sorry about the girl, but found some relief in the reflection that she had presumably during the weekend already undergone a fate worse than death.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "The Reverend Lord Henry was not one of those new-fangled parsons who carry the principles of their vocation uncomfortably into private life.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "The next morning I went out shooting with Ethelred - or rather, to watch Ethelred shooting; for my principles will not allow me to take a direct part in blood sports.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "The port is with you", "character": "The Parson", "characterId": "nm0000027"}]}, {"lines": [{"text": "He says he wants to go to Europe to expand his mind.", "character": "Sibella", "characterId": "nm0339343"}, {"text": "He certainly has room to do so.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "[during an illicit rendezvous]\nWhat am I doing?", "character": "Sibella", "characterId": "nm0339343"}, {"text": "You know very well. You're playing with fire.", "character": "Louis Mazzini", "characterId": "nm0696866"}, {"text": "At least it warms me.", "character": "Sibella", "characterId": "nm0339343"}]}, {"lines": [{"text": "A difficult client can make things most distressing. Some of them tend to be very hysterical - so inconsiderate.", "character": "The Hangman", "characterId": "nm0539942"}]}, {"lines": [{"text": "[to a poacher caught in a mantrap]", "character": null, "characterId": null}, {"text": "Hoskins is now going to thrash you; then he'll let you go. Let this be a lesson to you not to poach on my land.", "character": "The Duke", "characterId": "nm0000027"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Your grace. I represent the magazine \"Tit Bits\" by whom I'm commissioned to approach you for the publication rights of your memoirs.", "character": "Tit Bits reporter.", "characterId": "nm0522884"}, {"text": "My memoirs? Oh, my memoirs. My memoirs. My memoirs!", "character": "Louis Mazzini", "characterId": "nm0696866"}, {"text": "[Mazzini suddenly realises that he has left his memoirs, in which he confesses to killing all his relatives, in the condemned cell after being released from prison]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Describing his country church]\nI always say my West window has all the *exuberance* of Chaucer without, happily, any of the concomitant crudities of his period.", "character": "The Parson", "characterId": "nm0000027"}]}, {"lines": [{"text": "I want to talk to you for a minute. If you make a noise, I shall blow your head off at once. By the time anyone has heard the shot I shall be running back toward the castle shouting for help. I shall say that you stepped on the trap and your gun went off as you fell. So be quiet.", "character": "Louis Mazzini", "characterId": "nm0696866"}, {"text": "[Lights Cigarette]", "character": null, "characterId": null}, {"text": "When I've finished I shall kill you. You will be the sixth D'Ascoyne that I've killed. You want to know why? In return for what the D'Acoyne's did to my mother. Because she married for love instead of for rank or money or land. They condemed her to a life of poverty and slavery, in a world for which they had not equipped her to deal. You yourself refused to grant her dying wish, which was to be buried here, at Chalfont. When I saw her poor little coffin slide underground, saw her exiled in death as she had been in life, I swore to have revenge on your intolerable pride. That revenge I am just about to complete.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "If I may venture to say so, I am amazed at your calmness.", "character": "Prison Governor", "characterId": "nm0607948"}, {"text": "Dr. Johnson was, as always, right when he observed, \"Depend upon it, sir, when a man knows he's going to be hanged in a few hours, it concentrates his mind wonderfully.\"", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "It is so difficult to make a neat trump of killing people with whom one is not on friendly terms.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "It was not a piece of news that I was looking forward to breaking to Sibella. She had no rights in the matter, but women have a disconcerting ability to make scenes out of nothing and approve themselves injured when they themselves are at fault.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "Oh, the Italian men are so handsome... but I could never get away from Lionel for a moment. But, I was forgetting... you're Italian.", "character": "Sibella", "characterId": "nm0339343"}, {"text": "Half.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "How happy could I be with either, were t'other dear charmer away.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "The last execution of a Duke in this country was very badly bungled. That was in the old days of the axe, of course.", "character": "The Hangman", "characterId": "nm0539942"}]}, {"lines": [{"text": "I shot an arrow in the air, she fell to earth in Barclay Square.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Good evening, Mr. Elliot.", "character": "Warder in Jail", "characterId": "nm0619802"}, {"text": "Good evening.", "character": "The Hangman", "characterId": "nm0539942"}]}, {"lines": [{"text": "[to the Duke, before he executes him]\nFrom here, I think, the wound will be consistent with the story I shall tell.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "I made an oath that I would revenge the wrongs her family had done her. It was no more than a piece of youthful bravado, but it was one of those acorns from which great oaks are destined to grow. Even then I went so far as to examine the family tree and prune it to just the living members. But what could I do to hurt them? What could I take from them, except, perhaps, their lives.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "I considered it both seemly and touching that my dear wife should visit me as she did this morning, to make her farewells. Your arrival on the other hand, appears to me unseemly and tasteless in the extreme.", "character": "Louis Mazzini", "characterId": "nm0696866"}, {"text": "I couldn't bear my last sight of you to be that look of hatred you gave me as you went out from the trial", "character": "Sibella", "characterId": "nm0339343"}, {"text": "In view of the fact that your evidence had put the rope around my neck, you could hardly expect a glance of warm affection.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "I couldn't help feeling that even Sibella's capacity for lying was going to be taxed to the utmost. Time had brought me revenge on Lionel, and as the Italian proverb says, revenge is a dish which people of taste prefer to eat cold.", "character": "Louis Mazzini", "characterId": "nm0696866"}]}, {"lines": [{"text": "All of your cousins seem to get killed. I really wouldn't be the least surprised if you murdered them all.", "character": "Sibella", "characterId": "nm0339343"}]}, {"lines": [{"text": "A tragic loss serves to put lesser matters in their proper perspective.", "character": "The Banker", "characterId": "nm0000027"}]}, {"lines": [{"text": "Lionel will be very rich one day.", "character": "Sibella", "characterId": "nm0339343"}, {"text": "I might be a duke one day.", "character": "Louis Mazzini", "characterId": "nm0696866"}, {"text": "Pigs might fly.", "character": "Sibella", "characterId": "nm0339343"}, {"text": "No, I might. Really I might. You see, Mama was the daughter...", "character": "Louis Mazzini", "characterId": "nm0696866"}, {"text": "[yawning]\nOh yes, I know. Well, when you are a duke, you just come and show me your... crown, or whatever it's called, and then I'll feel awfully silly won't I?", "character": "Sibella", "characterId": "nm0339343"}]}]}