{"quotes": [{"lines": [{"text": "one is born, one lives for a time then one dies, that is all...", "character": "Allan Quatermain", "characterId": "nm0001289"}]}, {"lines": [{"text": "Mrs. Curtis, the average life of a man in my profession is approximately eight years. Now, I've been at it for fifteen, so you see, I've been living on borrowed time. My wife died here six years ago. Sooner or later, an animal, or an unfriendly native, or a tropical disease will get me. I have a son in England. There'll be very little money for him if anything should happen to me in the ORDINARY course of events, but the money you're offering would provide very nicely for the boy until he's old enough to take care of himself.", "character": "Allan Quatermain", "characterId": "nm0001289"}]}, {"lines": [{"text": "The only way out of this is... suffocation.", "character": "Allan Quatermain", "characterId": "nm0001289"}]}, {"lines": [{"text": "Stupid waste, this safari. All of it! Half our supplies gone after that all-night stampede. Wasted! Waste of time, supplies, and lives.", "character": "Allan Quatermain", "characterId": "nm0001289"}, {"text": "[Glares at him, too sleepy to argue]", "character": "Elizabeth Curtis", "characterId": "nm0000039"}, {"text": "[Sarcastic]\nWell, I hope the lady enjoyed it!", "character": "Allan Quatermain", "characterId": "nm0001289"}, {"text": "[Ignores him]", "character": "Elizabeth Curtis", "characterId": "nm0000039"}]}, {"lines": [{"text": "I think I ought to warn you - you've come on a hopeless errand.", "character": "Allan Quatermain", "characterId": "nm0001289"}, {"text": "My brother told me your reasons. There was one argument he neglected to use.", "character": "Elizabeth Curtis", "characterId": "nm0000039"}, {"text": "Oh, what was that?", "character": "Allan Quatermain", "characterId": "nm0001289"}, {"text": "Money.", "character": "Elizabeth Curtis", "characterId": "nm0000039"}, {"text": "It's a very good argument.", "character": "Allan Quatermain", "characterId": "nm0001289"}, {"text": "I'm willing to pay anything - beyond reason, of course.", "character": "Elizabeth Curtis", "characterId": "nm0000039"}, {"text": "Why are you so determined to go on with this? I can understand your planning it before you knew its dangers, but now... your brother must have told you.", "character": "Allan Quatermain", "characterId": "nm0001289"}, {"text": "Are you sure you're not exaggerating the dangers? With proper equipment and your services, we should be able to manage. I'm not afraid.", "character": "Elizabeth Curtis", "characterId": "nm0000039"}, {"text": "Your courage does you no credit, Mrs. Curtis. It's the result of ignorance.", "character": "Allan Quatermain", "characterId": "nm0001289"}, {"text": "What is your usual fee for a safari, Mr. Quatermain?", "character": "Elizabeth Curtis", "characterId": "nm0000039"}, {"text": "Oh, two hundred pounds and all expenses. I wouldn't undertake this one for five hundred.", "character": "Allan Quatermain", "characterId": "nm0001289"}, {"text": "Would you for five thousand?", "character": "Elizabeth Curtis", "characterId": "nm0000039"}]}, {"lines": [{"text": "It's occurred to me that since your husband's body was never found, you can't inherit his money until you prove that he's dead. That could be the reason for this visit.", "character": "Allan Quatermain", "characterId": "nm0001289"}, {"text": "One of the reasons my husband went looking for that diamond mine was a possibly foolish hope of finding a fortune of his own. You see, I hold all the wealth there is in the family.", "character": "Elizabeth Curtis", "characterId": "nm0000039"}, {"text": "Well, then, I still don't understand.", "character": "Allan Quatermain", "characterId": "nm0001289"}, {"text": "What? That I'd be willing to risk my life for my husband?", "character": "Elizabeth Curtis", "characterId": "nm0000039"}, {"text": "That you're proposing to throw it away. That's not normal. It has a smell of sickness about it.", "character": "Allan Quatermain", "characterId": "nm0001289"}, {"text": "I happen to love my husband. Perhaps, that's an emotion that you are incapable of understanding.", "character": "Elizabeth Curtis", "characterId": "nm0000039"}, {"text": "Perhaps.", "character": "Allan Quatermain", "characterId": "nm0001289"}, {"text": "Perhaps, you've never known a woman truly in love.", "character": "Elizabeth Curtis", "characterId": "nm0000039"}, {"text": "Perhaps, but I have known people who make elaborate sacrifices for reasons they themselves don't quite understand. Sometimes, it's to expiate a feeling of guilt. Sometimes, it's...", "character": "Allan Quatermain", "characterId": "nm0001289"}, {"text": "If I were you, I'd examine my OWN motives, Mr. Quatermain. A man who doesn't care whether he lives or dies is not exactly a wholesome specimen. I'm risking my life for a man I love. You're doing it for money.", "character": "Elizabeth Curtis", "characterId": "nm0000039"}, {"text": "Mrs...", "character": "Allan Quatermain", "characterId": "nm0001289"}, {"text": "No, no, no, not your son. There are things you can do for him other than toss your life away. What's YOUR sickness, Mr. Quatermain? Nothing to live for?", "character": "Elizabeth Curtis", "characterId": "nm0000039"}]}]}