{"quotes": [{"lines": [{"text": "How can I become a star because of... because of someone who was stolen off that gorgeous island and locked up in that lousy oil tank?", "character": "Dwan", "characterId": "nm0001448"}, {"text": "Its not *someone*! Its an animal, a beast who tried to rape you.", "character": "Fred Wilson", "characterId": "nm0001301"}, {"text": "Thats not true. He risked his life to save me.", "character": "Dwan", "characterId": "nm0001448"}, {"text": "He tried to rape you honey. And before you cry a lot, you should ask the natives on that island what they thought of losing Kong.", "character": "Fred Wilson", "characterId": "nm0001301"}, {"text": "Actually, they'll miss him a lot.", "character": "Jack Prescott", "characterId": "nm0000313"}, {"text": "Like leprosy.", "character": "Fred Wilson", "characterId": "nm0001301"}, {"text": "No, you're dead wrong. He was the terror, the mystery of their lives, and the magic. A year from now that will be an island full of burnt-out drunks. When we took Kong we kidnapped their god.", "character": "Jack Prescott", "characterId": "nm0000313"}]}, {"lines": [{"text": "You know I had my horoscope done before I flew out to Hong Kong. And it said that I was going to cross over water and meet the biggest person in my life.", "character": "Dwan", "characterId": "nm0001448"}]}, {"lines": [{"text": "I'm Dwan. D-W-A-N, Dwan. That's my name. You know, like Dawn, except that I switched two letters to make it more memorable.", "character": "Dwan", "characterId": "nm0001448"}]}, {"lines": [{"text": "[to Kong]\nYou Goddamn chauvinist pig ape!", "character": "Dwan", "characterId": "nm0001448"}]}, {"lines": [{"text": "[Wilson steps out of the launch and onto the beach]", "character": null, "characterId": null}, {"text": "Let's not get eaten alive on this island. Bring the mosquito spray.", "character": "Fred Wilson", "characterId": "nm0001301"}]}, {"lines": [{"text": "Kong! Kong! Kong! Kong! you heard them chant that! He exists. You saw the wall, right? Now who the hell do you think they're planning to give that girl to?", "character": "Jack Prescott", "characterId": "nm0000313"}, {"text": "It's some nutty religion. A priest gets dressed up like an ape and gets laid.", "character": "Fred Wilson", "characterId": "nm0001301"}]}, {"lines": [{"text": "God it's scary it's like there's a curse on all of us.", "character": "Dwan", "characterId": "nm0001448"}, {"text": "Damn it! I'm tired of you trying to confuse this girl's mind! This is her big chance and yours too! You know there are stars in Princeton the same way there are in Hollywood Jack. You want out, you want me to cable Harvard or Yale and get Kong another keeper?", "character": "Fred Wilson", "characterId": "nm0001301"}, {"text": "Coast to coast tours, beauty and the beast, that's a grotesque farce!", "character": "Jack Prescott", "characterId": "nm0000313"}]}, {"lines": [{"text": "[as the \"Petrox Explorer\" comes in sight of Skull Island]\n... Did you ever wonder how Hernando Cortez felt when he discovered the Lost Treasure of the Incas?", "character": "Fred Wilson", "characterId": "nm0001301"}, {"text": "That wasn't Cortez; it was Pizarro. And he died flat broke.", "character": "Jack Prescott", "characterId": "nm0000313"}]}, {"lines": [{"text": "Well, here's to the big one.", "character": "Fred Wilson", "characterId": "nm0001301"}]}, {"lines": [{"text": "If that island doesn't produce huge, I'll be wiping windshields.", "character": "Fred Wilson", "characterId": "nm0001301"}]}, {"lines": [{"text": "You know we're going to be great friends. I'm a Libra. What sign are you? I bet you're an Aries. Aren't you? Of course you are.\" I knew it. That's just wonderful.", "character": "Dwan", "characterId": "nm0001448"}]}, {"lines": [{"text": "You're just going to America to be a star.", "character": "Dwan", "characterId": "nm0001448"}]}, {"lines": [{"text": "I know the day, the hour you completed your toilet training.", "character": "Fred Wilson", "characterId": "nm0001301"}]}, {"lines": [{"text": "Jack, you want to talk for us?", "character": "Fred Wilson", "characterId": "nm0001301"}, {"text": "I'll try.", "character": "Jack Prescott", "characterId": "nm0000313"}]}, {"lines": [{"text": "Fred, the kids would burn every Petrox gas station from Maine to California.", "character": "Jack Prescott", "characterId": "nm0000313"}]}, {"lines": [{"text": "Well, Fred, I finished testing the samples from that pool. It'll be real great oil!", "character": "Roy Bagley", "characterId": "nm0041281"}, {"text": "Son of a bitch! Ah, ha ha! Fred Wilson is \"crazy\" is he? Wait'll those candy-asses in New York hear about this one! Wait'll I put the screws to them! I'll grind them...", "character": "Fred Wilson", "characterId": "nm0001301"}, {"text": "Like I said, it *will* be real great oil... as soon as Mother Nature finishes cooking it a little longer... a bit more aging.", "character": "Roy Bagley", "characterId": "nm0041281"}, {"text": "How much longer?", "character": "Fred Wilson", "characterId": "nm0001301"}, {"text": "Shit, hardly a tick o' the clock, as geological time goes. Say, uh, ten thousand years. Until then, you'd get better mileage filling up your Cadillac with mule piss!", "character": "Roy Bagley", "characterId": "nm0041281"}]}, {"lines": [{"text": "The ape had the right idea.", "character": "Jack Prescott", "characterId": "nm0000313"}]}, {"lines": [{"text": "Except, I promise you'll never get another booking in your life. You'll end up tap-dancing at Rotary clubs.", "character": "Fred Wilson", "characterId": "nm0001301"}]}, {"lines": [{"text": "Ah, the power of it. Ah, the superpower! Hail to the power! Hail to the power of Kong! And Petrox!", "character": "Fred Wilson", "characterId": "nm0001301"}]}, {"lines": [{"text": "[conversing with Wilson over the 2-way radio regarding the next procedure in the search for Kong and Dwan]\nThere's gonna be somebody on that radar all night, isn't there?", "character": "Carnahan", "characterId": "nm0491590"}, {"text": "[in a tone of weary disgust]\nAny large furry BLIPS seen moving in your direction, you will KNOW...! Sweet dreams and out.", "character": "Fred Wilson", "characterId": "nm0001301"}]}, {"lines": [{"text": "[interrupts the briefing aboard the Petrox Explorer]\nAnd I'm not so sure human feet have never walked on that island before. You see, in 1605, Piero Fernandez DeQuerez was blown south from Timetang. He wrote in his log of piercing the white veil. That's obviously the cloud bank - And landing on the beach of the skull... Where he heard the roar of the greatest beast. The rest of that log entry unfortunately was suppressed by the Holy Office in Rome.", "character": "Jack Prescott", "characterId": "nm0000313"}, {"text": "Who are you?", "character": "Fred Wilson", "characterId": "nm0001301"}, {"text": "In 1749, a waterlogged lifeboat was found in the same area, it was empty, but drawn in blood on the thwart was the likeness of some huge, slouchy humanoid thing. And this strange warning... \"From the wedding with the creature who touches Heaven, lady, God preserve thee.\" I also heard of a note in a bottle written by a dying Japanese submariner in 1944. I haven't been able to track that one down.", "character": "Jack Prescott", "characterId": "nm0000313"}]}, {"lines": [{"text": "[Kong has been wrecking the ship]\nHey, Kong. Remember me from before, your blind date? Why are you waking up all these sleepy people?", "character": "Dwan", "characterId": "nm0001448"}]}, {"lines": [{"text": "You know, for some reason, I'm reminded of Amsterdam. Ever eat a raw herring with a beer chaser and a scoop of ice cream?", "character": "Capt. Ross", "characterId": "nm0709907"}]}, {"lines": [{"text": "There is a girl out there who might be running for her life from some gigantic turned-on ape.", "character": "Jack Prescott", "characterId": "nm0000313"}]}, {"lines": [{"text": "Lights! Camera! Kong!", "character": "Fred Wilson", "characterId": "nm0001301"}]}, {"lines": [{"text": "Even an environmental rapist like you wouldn't be asshole enough to destroy a unique new species of animal.", "character": "Jack Prescott", "characterId": "nm0000313"}, {"text": "Bet me.", "character": "Fred Wilson", "characterId": "nm0001301"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "OK, Boan, how much you got here?", "character": "Joe Perko", "characterId": "nm0641172"}, {"text": "About eighteen hundred.", "character": "Boan", "characterId": "nm0364918"}, {"text": "Eighteen hundred? What's going on?", "character": "Joe Perko", "characterId": "nm0641172"}, {"text": "There's Bagley.", "character": "Boan", "characterId": "nm0364918"}, {"text": "Hey, Mr. Bagley! Something's haywire. They only loaded me enough pipe to push one test hole. Less than two thousand feet.", "character": "Joe Perko", "characterId": "nm0641172"}, {"text": "Yeah, that'll be enough.", "character": "Roy Bagley", "characterId": "nm0041281"}, {"text": "Are you kidding? On Bagatan, we didn't come until we were past twenty-six thousand feet.", "character": "Boan", "characterId": "nm0364918"}, {"text": "You take my word, fellas. This hole proves out within two thousand, or it's a write-off.", "character": "Roy Bagley", "characterId": "nm0041281"}]}, {"lines": [{"text": "Jack, let me straighten you out on a couple of points. One, that wall is an ancient ruin. Two, this island is uninhabited.", "character": "Fred Wilson", "characterId": "nm0001301"}, {"text": "[Loud drumming begins, coming from the direction of the wall]", "character": null, "characterId": null}, {"text": "And three, there's an uninhabited German beer hall down there with a mechanical band.", "character": "Jack Prescott", "characterId": "nm0000313"}]}, {"lines": [{"text": "Take plenty of TNT when you go inland. Any sign of a monkey bigger than four feet, send him bang-bang.", "character": "Fred Wilson", "characterId": "nm0001301"}]}, {"lines": [{"text": "If he's not gonna eat her, why did he take her?", "character": "Carnahan", "characterId": "nm0491590"}, {"text": "Apes are highly territorial. He's probably gonna take her back to his turf.", "character": "Jack Prescott", "characterId": "nm0000313"}, {"text": "What for? Joe and the guys, uh, said that you said the ape was gonna marry her. Is that some kinda joke or did you really mean his huge...", "character": "Carnahan", "characterId": "nm0491590"}, {"text": "I don't know, Carnahan! Look, I'm just as ignorant about this as you are, so quit askin' me so many dumb questions, will ya?", "character": "Jack Prescott", "characterId": "nm0000313"}]}, {"lines": [{"text": "Did you ever meet anyone before whose life was saved by \"Deep Throat\"?", "character": "Dwan", "characterId": "nm0001448"}]}, {"lines": [{"text": "Radio your computer and ask them if you don't believe me.", "character": "Dwan", "characterId": "nm0001448"}]}]}