{"quotes": [{"lines": [{"text": "Although the Royal Canadian Mounted Police are few in number, they successfully guard a vast dominion of the British Empire. From the United States border to the Arctic ice pack and from the Atlantic to the Pacific, the red coat of the Mountie is the symbol of law and order and a promise that justice will prevail. To these gallant men, \"King of the Royal Mounted\" is respectfully dedicated.", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "This type of light cruiser is our greatest concern. It is fast and Great Britain has many of them with which to continue the blockade against us. That is why you were summoned herre to witness a demonstration of a new weapon. Are we ready, Doctor?", "character": "Admiral [Ch. 1]", "characterId": "nm0698139"}]}, {"lines": [{"text": "I have here a model of our marine mine. This mine has been treated with a pitchblend concentrate known as \"Compound X.\" To this Compound X I have added one milligram of copper sulphate. You will observe the effect.", "character": "Doctor [Ch. 1]", "characterId": "nm0227117"}, {"text": "[the mine is attracted to the model of a ship and blows it up on contact]", "character": null, "characterId": null}, {"text": "A magnetic mine! Gentlemen, this weapon is greater than the submarine itself. Explain, Doctor.", "character": "His Excellency [Ch. 1]", "characterId": "nm0574707"}, {"text": "Gladly. Your Excellency, this is a discovery of a Canadian scientist named Merritt. It's extremely valuable as a cure for infantile paralysis. By adding copper sulphate, the compound becomes highly magnetic as you have seen.", "character": "Doctor [Ch. 1]", "characterId": "nm0227117"}, {"text": "Then a mine or torpedo containing the compound aims itself at any steel hulled vessel in that area.", "character": "Admiral [Ch. 1]", "characterId": "nm0698139"}]}, {"lines": [{"text": "With these magnetic mines, we will blast the English fleet from the North Sea", "character": "Admiral [Ch. 1]", "characterId": "nm0698139"}]}, {"lines": [{"text": "That gang in the speedboat left one of their men behind wounded. and we learned from him that Garson has connections in the Valley of Hunted Men.", "character": "Sergeant Dave King", "characterId": "nm0485226"}, {"text": "The Valley of Hunted Men... until now we've let it pretty much alone. It's filled with bad characters, ex-convicts and the like, but as long as they've stayed in there we haven't bothered them.", "character": "Inspector King", "characterId": "nm0712660"}]}, {"lines": [{"text": "Vinegar Smith! You haven't grown a day older!", "character": "Sergeant Dave King", "characterId": "nm0485226"}, {"text": "I haven't grown a day older in thirty years and I ain't gonna grow older, either.", "character": "Vinegar Smith", "characterId": "nm0124560"}]}, {"lines": [{"text": "The best man I ever knew sat in that chair - and any man that takes his place will have to do more than just sit.", "character": "Vinegar Smith", "characterId": "nm0124560"}]}, {"lines": [{"text": "Tom, Garson killed your father and he was responsible for the death of mine. Together, you and I are going to get to the bottom of this Compound X business, capture Garson and the men he's connected with.", "character": "Sergeant Dave King", "characterId": "nm0485226"}, {"text": "We'll get him, Dave.", "character": "Corporal Tom Merritt, Jr.", "characterId": "nm0445518"}, {"text": "Sounds to me like that chair is going to be filled right well.", "character": "Vinegar Smith", "characterId": "nm0124560"}]}, {"lines": [{"text": "You might be walking into a trap.", "character": "Sergeant Dave King", "characterId": "nm0485226"}, {"text": "I didn't expect a tea party when I joined the Mounties.", "character": "Corporal Tom Merritt, Jr.", "characterId": "nm0445518"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "I wish you didn't have to go, Dave.", "character": "Linda Merritt", "characterId": "nm0176729"}, {"text": "Orders are orders. Tom obeyed his - that's why the King presented him with the Victoria Cross. You must be awfully proud of him.", "character": "Sergeant Dave King", "characterId": "nm0485226"}, {"text": "I am. I don't even think of him as dead. I'll always see him as he used to ride - happy, free, proud of the uniform he wore - proud to serve Canada. I'll ses him riding like that as long as I live.", "character": "Linda Merritt", "characterId": "nm0176729"}]}]}