{"quotes": [{"lines": [{"text": "Must you wear that filthy thing on your head?", "character": "Mrs. Kurlander", "characterId": "nm0002059"}, {"text": "Ma, it's a hat. You wear it on your head.", "character": "Aaron", "characterId": "nm0103038"}]}, {"lines": [{"text": "True or false? Walter Emmins had to go to the hospital because he played with his belly button so much, that it got infected; and they had to operate.", "character": "Aaron", "characterId": "nm0103038"}, {"text": "Definitely false!", "character": "Mrs. Kurlander", "characterId": "nm0002059"}, {"text": "It's true! He's gonna be out of school for three weeks.", "character": "Aaron", "characterId": "nm0103038"}]}, {"lines": [{"text": "[sighs]\nListen to me, Aaron. You're going to be okay, huh? You're a smart boy. You're very smart. I tell you how smart you are. Once, when you were less than a year old, your mother was in the sanitarium with consumption; and you would cry every night. So, the first few times, I picked you up and you stopped crying. So, I realized you just wanted attention. So, the next time you cried, I got a glass of cold water, and I stood over the crib and I said, 'You see this? This is a glass of cold water. So, you better stop crying or you'll be sorry.' But you kept crying, so I poured the water in your face and you stopped crying; just like that! And from then on... when you cried, all I had to do was to show you the glass of water and you'd stop crying. Now, that's a smart baby for you, eh? You be a mensch.", "character": "Mr. Kurlander", "characterId": "nm0469103"}]}, {"lines": [{"text": "Perhaps you could spare one or two bites for young Aaron.", "character": "Mr. Mungo", "characterId": "nm0336960"}, {"text": "Oh, no. Really, I couldn't.", "character": "Aaron", "characterId": "nm0103038"}, {"text": "When Aaron here works for his meal the way I did, he can have some.", "character": "Lydia", "characterId": "nm0001527"}, {"text": "That wouldn't be feasible.", "character": "Mr. Mungo", "characterId": "nm0336960"}, {"text": "[Sarcastic]\nWith you, who knows?", "character": "Lydia", "characterId": "nm0001527"}]}]}