{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "The king cannot speak with you now. He is engaged in the affairs of state.", "character": null, "characterId": null}, {"text": "Since when have the affairs of state taken precedence over the affairs of God?", "character": "Samuel", "characterId": "nm0703615"}, {"text": "[shoves his way past and enters Saul's throne room]", "character": null, "characterId": null}, {"text": "...Samuel. We welcome you. With God's blessing, our victory is complete.", "character": "Saul", "characterId": "nm0940919"}, {"text": "Is THIS how you show Him your gratitude... by robbing the Amalekites of their women and cattle? By holding their king in chains?", "character": "Samuel", "characterId": "nm0703615"}, {"text": "We were discussing a possible treaty. The king is to be ransomed...", "character": "Saul", "characterId": "nm0940919"}, {"text": "\"... Spare nothing from the sword.\"", "character": "Samuel", "characterId": "nm0703615"}, {"text": "[beheads the Amalekite king]", "character": null, "characterId": null}, {"text": "\"We are not like other nations. The Lord of Hosts is both our God and our King.\" The people said, \"We want a king we can see. We want a king of our own flesh and blood.\"", "character": "Samuel", "characterId": "nm0703615"}, {"text": "[holds up the severed head]", "character": null, "characterId": null}, {"text": "Here are your kings of flesh and blood. Here is a king you can see.", "character": "Samuel", "characterId": "nm0703615"}, {"text": "[throws the head at Saul's feet]", "character": null, "characterId": null}]}, {"lines": [{"text": "[over the defeated Goliath]\nAn entire army at my command. Yet it takes a shepherd boy to wipe out our disgrace.", "character": "Saul", "characterId": "nm0940919"}]}, {"lines": [{"text": "[to David, when they first meet]\nHave you seen Him? Face to face? I saw Him... once. He smiled on me, too. But at daybreak He was gone.", "character": "Saul", "characterId": "nm0940919"}]}, {"lines": [{"text": "Slaves of a nameless God, once again I gring you the challenge of Goliath of Goth, champion of the Philistines. Where is your faith in your God? Where is your trust in His protection? You boast that He can move mountains, and yet He cannot move one man among you to defend His honor. Six times have we challenged you to put forward a champion, and six times have you cowered in silence. Send down a champion, and whoever wins the combat wins the day for his country and his God. Well, Israelites, what is your answer?", "character": null, "characterId": null}, {"text": "[Nobody speaks out]", "character": null, "characterId": null}, {"text": "... Then let all the world bear witness. There is no God in Israel!", "character": null, "characterId": null}]}, {"lines": [{"text": "...Is Israel governed by a king, Father, or by the whims of a senile old prophet?", "character": "Jonathan", "characterId": "nm0458161"}, {"text": "You cannot have the one without the other.", "character": "Saul", "characterId": "nm0940919"}, {"text": "And who's to say that Samuel is not a false prophet?", "character": "Jonathan", "characterId": "nm0458161"}, {"text": "If Samuel is a false prophet, I'm a false king. It was Samuel who annointed me, even as he has rejected me.", "character": "Saul", "characterId": "nm0940919"}, {"text": "The people still look to you as their king, Father. They have not rejected you.", "character": "Jonathan", "characterId": "nm0458161"}, {"text": "...What was his name? The man who wrestled with me until daybreak.", "character": "Saul", "characterId": "nm0940919"}, {"text": "What man, My Lord?", "character": "Abner", "characterId": "nm0145284"}, {"text": "It was only a dream, Father.", "character": "Jonathan", "characterId": "nm0458161"}, {"text": "Well, if it was a dream, send in my musician; let me dream on.", "character": "Saul", "characterId": "nm0940919"}]}, {"lines": [{"text": "God is not a man that He should deceive you... The Lord does not see as man sees. Men judge by outward appearances, but the Lord judges by the heart alone.", "character": "Samuel", "characterId": "nm0703615"}, {"text": "[to David]", "character": null, "characterId": null}, {"text": "You kneel before me as the shepherd of your father's flock, but God has chosen you... to be the shepherd of His people Israel, to unite His scattered tribes into one nation... and to send the heathen from His promised land.", "character": "Samuel", "characterId": "nm0703615"}, {"text": "My brothers are all soldiers. Why not choose one of them?", "character": "Young David", "characterId": "nm0780766"}, {"text": "It was not I who chose you. It was the Lord God of Israel.", "character": "Samuel", "characterId": "nm0703615"}, {"text": "I am the least in my father's house.", "character": "Young David", "characterId": "nm0780766"}, {"text": "You are a child after God's own heart.", "character": "Samuel", "characterId": "nm0703615"}, {"text": "If I stand so well in His sight, why not let Him command me face to face?", "character": "Young David", "characterId": "nm0780766"}, {"text": "Because no man may see God face to face and live. God speaks to man through the mouths of His prophets.", "character": "Jesse", "characterId": "nm0926645"}, {"text": "So be it. When I have gone the way of all flesh, you shall be brought before the king by one of his sons. Then shall the Lord challenge you, even as you have challenged Him, to defend His name and His honor. Have no fear, David. The Lord shall not forsake you so long as you keep His laws and obey His prophets without question.", "character": "Samuel", "characterId": "nm0703615"}]}, {"lines": [{"text": "Any man can teach, but David's are the gifts of God.", "character": "Jesse", "characterId": "nm0926645"}]}, {"lines": [{"text": "...Hear how Jonathan warbles in praise of the cuckoo bird, David, who has fed from my table and now lies with my daughter... David has robbed me of my God, my people, even my children. What else can he take but my crown...? So long as David lives, neither I nor Jonathan nor the throne shall be safe... Samuel anointed him in my place! David! The boy I trusted and loved as my own son.", "character": "Saul", "characterId": "nm0940919"}, {"text": "Then be glad of it! Give thanks that the future of Israel belongs to a man worthy of your love.", "character": "Jonathan", "characterId": "nm0458161"}, {"text": "[Saul throws a javelin, just missing him]", "character": null, "characterId": null}]}, {"lines": [{"text": "Come with me to the sanctuary at Nob. We have a covenant of friendship between us.", "character": "David", "characterId": "nm0000152"}, {"text": "I also have a covenant of honor between my father and myself. I would lay down my life for you willingly, but I cannot break faith with my father *or* with you. You have the love of One far greater than I", "character": "Jonathan", "characterId": "nm0458161"}, {"text": "[the Lord of Hosts]", "character": null, "characterId": null}, {"text": "to care for you. My father has no one.", "character": "Jonathan", "characterId": "nm0458161"}]}, {"lines": [{"text": "[at Nob, shortly after David has escaped]\nAbner, I want these priests killed, one by one, until their high priest \"remembers\" where David is, or is going. Then the killing will stop.", "character": "Saul", "characterId": "nm0940919"}, {"text": "No soldier would carry out such an order. These priests...", "character": "Abner", "characterId": "nm0145284"}, {"text": "THESE PRIESTS are maggots! In carrion! Fattening themselves on the offerings people give to the Lord! They are traitors, every one of them! And so is any soldier who refuses to obey the king's command.", "character": "Saul", "characterId": "nm0940919"}, {"text": "[He runs his javelin through one soldier who couldn't bring himself to slay the priests]", "character": null, "characterId": null}, {"text": "Will no one obey the king?", "character": "Saul", "characterId": "nm0940919"}, {"text": "[Another soldier volunteers]", "character": null, "characterId": null}, {"text": "It takes a gentile to obey.", "character": "Saul", "characterId": "nm0940919"}, {"text": "[the second soldier kills several priests, but still no one \"remembers\" David's whereabouts, so Saul kills the high priest with his javelin]", "character": null, "characterId": null}]}, {"lines": [{"text": "...Who are you, David ben Jesse, to shout down at the King of Israel?", "character": "Abner", "characterId": "nm0145284"}, {"text": "Who are *you*, Abner ben Ner, to call yourself commander of the king's army? Why did you not keep watch over my lord the king while he slept? Where is the king's sword that was by his side?", "character": "David", "characterId": "nm0000152"}, {"text": "[holds it up]", "character": null, "characterId": null}, {"text": "Here, in the hands of a man he calls his enemy.", "character": "David", "characterId": "nm0000152"}]}, {"lines": [{"text": "[at the palace of Akiss, king of the Philistines]\n... My master wishes to see King Akiss.", "character": "Absalom", "characterId": "nm0000852"}, {"text": "He is Israelite?", "character": null, "characterId": null}, {"text": "He is mad.", "character": "Absalom", "characterId": "nm0000852"}, {"text": "Therefore Israelite.", "character": null, "characterId": null}, {"text": "[laughs and permits them to enter]", "character": null, "characterId": null}, {"text": "I apologize for the necessity of your performance, but in our country, madmen are held to be sacred. Grasp that and you have perhaps grasped the very essence of religion... Another Samson? Absalom, I would be obliged if you were to keep well away from those pillars, hmm? Youth is no barrier to strength, as you yourself so ably demonstrated, David.", "character": null, "characterId": null}, {"text": "God's victory, not mine. I was but the means to His end.", "character": "David", "characterId": "nm0000152"}, {"text": "Of Goliath, perhaps. It's the motive of your God that seems less clear. If He can deliver you from a giant, why can He not free you of Saul?", "character": null, "characterId": null}, {"text": "If you grant us refuge, He will have done so.", "character": "David", "characterId": "nm0000152"}, {"text": "What about the god in whose temple you stand? Will not Dagon deserve some measure of thanks? Hmm?", "character": null, "characterId": null}, {"text": "It's you who will have cause to thank him, for we shall be yours to command against any enemy you choose to name.", "character": "David", "characterId": "nm0000152"}, {"text": "Except Saul, of course.", "character": null, "characterId": null}, {"text": "I cannot raise my hand against the Lord's annointed king.", "character": "David", "characterId": "nm0000152"}, {"text": "He's very ready to raise his hand against you, hmm?", "character": null, "characterId": null}, {"text": "He could no sooner rid himself of me than I could ever bring myself to kill him.", "character": "David", "characterId": "nm0000152"}, {"text": "To love one's enemy is a fine sentiment... but for a poet, not for a king.", "character": null, "characterId": null}]}, {"lines": [{"text": "...Who is Absalom, father?", "character": "Young Solomon", "characterId": "nm1738426"}, {"text": "A boy who was once like you.", "character": "David", "characterId": "nm0000152"}, {"text": "Is he your enemy?", "character": "Young Solomon", "characterId": "nm1738426"}, {"text": "[thinks before answering]\n... Perhaps I am his enemy, but he could never be mine.", "character": "David", "characterId": "nm0000152"}]}, {"lines": [{"text": "...It makes no difference how good a man's case is. He will receive no audience with the king unless he can bribe his way into the king's presence; and even if he does, that will not help his cause; for the king's judgment means nothing without the approval of Uriah's widow, Bathsheba. If only I were make a judge in the land, I would see that everyone who brought a petition received justice!", "character": "Absalom", "characterId": "nm0000852"}]}, {"lines": [{"text": "...Every day, he", "character": "Joab", "characterId": "nm0941000"}, {"text": "[Absalom]", "character": null, "characterId": null}, {"text": "stands in the marketplace, preaching to the people and stealing their affections. The rabble are flocking to his side, David. Some say he's planning a rebellion. I would've thought that was obvious! Absalom is a traitor who must be dealt with...", "character": "Joab", "characterId": "nm0941000"}, {"text": "Absalom is MY SON! Any man who dares to call the king's son a traitor, without the evidence to support such a claim, shall himself meet the fate of a traitor... by my own hand!", "character": "David", "characterId": "nm0000152"}, {"text": "I am giving you the evidence.", "character": "Joab", "characterId": "nm0941000"}, {"text": "\"Some say\" is not evidence.", "character": "David", "characterId": "nm0000152"}, {"text": "Your love blinds you, my friend.", "character": "Joab", "characterId": "nm0941000"}]}, {"lines": [{"text": "What God chooses to give us, we cannot refuse.", "character": "David", "characterId": "nm0000152"}]}, {"lines": [{"text": "[shortly before Saul's last stand at Mount Gilboa]\nDavid is not among the enemy, Father. It's not your honor that's at stake. It's the lives of our men.", "character": "Jonathan", "characterId": "nm0458161"}, {"text": "I will ride out against the Philistines. If I ride alone, so be it.", "character": "Saul", "characterId": "nm0940919"}, {"text": "[rallying the Israelite troops while preparing to offer a sacrifice]\nRouse yourselves in anger! Lay nations at our feet! Whet your flashing swords! Make your arrows drunk with blood!", "character": "Nathan", "characterId": "nm0119501"}, {"text": "[cutting in]\nMy Lord, *I* am your sacrifice.", "character": "Saul", "characterId": "nm0940919"}, {"text": "This day, you will surely die.", "character": "Nathan", "characterId": "nm0119501"}, {"text": "Then my prayer will be answered at last.", "character": "Saul", "characterId": "nm0940919"}, {"text": "The Lord scorns your prayers. He has utterly rejected you.", "character": "Nathan", "characterId": "nm0119501"}, {"text": "And Samuel, too. And Abraham and Isaac and Jacob! Even David will be forsaken at the end, for in death, we are all cut off from God's care. What purpose, then, in serving Him? He wrestles with man for the nighttime of his life, but at daybreak, He is gone.", "character": "Saul", "characterId": "nm0940919"}, {"text": "[calling out]", "character": null, "characterId": null}, {"text": "Who marches with the king and his sons?", "character": "Saul", "characterId": "nm0940919"}]}]}