{"quotes": [{"lines": [{"text": "Maybe we'll meet some place by accident.", "character": "Ronnie", "characterId": "nm0427700"}, {"text": "Will you tell me where you think the accident will take place and I'll make sure I'm there.", "character": "Danny Fisher", "characterId": "nm0000062"}]}, {"lines": [{"text": "What room is the party in?", "character": "Danny Fisher", "characterId": "nm0000062"}, {"text": "I beg your pardon, what party?", "character": "Hotel Desk Clerk", "characterId": "nm0321982"}, {"text": "You know, the PARTY the fellas are having!", "character": "Danny Fisher", "characterId": "nm0000062"}, {"text": "Oh! Oh! It's up in room #205.", "character": "Hotel Desk Clerk", "characterId": "nm0321982"}]}, {"lines": [{"text": "Look, son! You know you didn't fail because your marks were bad. Mr. Evans said you failed because of your attitude. He said anybody that disagreed with you got a punch in the mouth. Is that what I brought you up to do, to fight?", "character": "Mr. Fisher", "characterId": "nm0415591"}, {"text": "No, Pa, that's not what you brought me up to do, but I stopped listening to you! I ran out of other cheeks! You know, I remember once, Pop, when I was no more than 3 feet high you took me to the circus. You accidentally bumped into some guy and he turned around and punched you. He punched you right in the mouth, and you know what you did? Nothing! Nothing! When they swing at you, Pop, it's not enough to duck, you gotta swing back! Maybe you can't anymore, but I'm not taking after you. You go to school, I'm going out and make a buck.", "character": "Danny Fisher", "characterId": "nm0000062"}]}, {"lines": [{"text": "Now, you've just been told that you're not graduating tomorrow. Doesn't that mean anything to you?", "character": "Mr. Evans", "characterId": "nm0047450"}, {"text": "You said I'm not graduating. OK, that's it. Now what do you want?", "character": "Danny Fisher", "characterId": "nm0000062"}, {"text": "I once had a son, Danny. He lived 13 years. Some hoodlums jumped him one night, and he died.", "character": "Mr. Evans", "characterId": "nm0047450"}, {"text": "I'm sorry. But what's that got to do with me?", "character": "Danny Fisher", "characterId": "nm0000062"}, {"text": "Because you have all the earmarks of being a hoodlum.", "character": "Mr. Evans", "characterId": "nm0047450"}, {"text": "Aw!", "character": "Danny Fisher", "characterId": "nm0000062"}, {"text": "A hoodlum or a hustler, whatever you want to call it.", "character": "Mr. Evans", "characterId": "nm0047450"}, {"text": "This isn't principal talk.", "character": "Danny Fisher", "characterId": "nm0000062"}, {"text": "Well, the more difficult the student, the more I try to lean over backwards.", "character": "Mr. Evans", "characterId": "nm0047450"}, {"text": "Listen, Mr. Evans. We moved into this neighborhood 3 years ago. In that 3 years that I've been going to school here, I've shined shoes and dusted people off in a barbershop. I've done towel duty in 4 different men's rooms. I've stacked chairs and bottles and swept the floor up of every joint on Bourbon Street. It's gotten so I look longer at a dame with clothes on than one without. I'm not a hoodlum. But I am a hustler. I've had to be for a very simple reason - my old man. You see, sir, my mother was killed in an accident about 3 years ago. Well, after that, it might as well have gotten the old man too, because he took himself right out of the lineup. He quit cold. He lost the drugstore that he owned, he lost the house, and then finally what few little jobs he's had since. You know, maybe I could've liked school, Mr. Evans. But every time I wanted to play ball, I had to go to work. Somebody had to. Anyway, now I'm through. I'm through.", "character": "Danny Fisher", "characterId": "nm0000062"}, {"text": "I wasn't aware that you worked after school, Danny.", "character": "Mr. Evans", "characterId": "nm0047450"}, {"text": "It's not the working after school, Mr. Evans, it's the working before. It's been nice talking to you.", "character": "Danny Fisher", "characterId": "nm0000062"}, {"text": "[shakes hands with Mr. Evans]", "character": null, "characterId": null}, {"text": "I'm sorry I said what I did, Danny.", "character": "Mr. Evans", "characterId": "nm0047450"}, {"text": "That's all right. My life's a long way from over yet. And you never know. You may be right.", "character": "Danny Fisher", "characterId": "nm0000062"}]}, {"lines": [{"text": "You're a pretty fancy performer, ain't ya kid?", "character": "Ralph", "characterId": "nm0043088"}, {"text": "Now you know what I do for an encore.", "character": "Danny Fisher", "characterId": "nm0000062"}]}, {"lines": [{"text": "You keep speaking of Danny having a profession. Singing is a profession. Well alright, so he's starting in the sewer. Sewers can't be ignored. They run under the best cities. And some of them lead to the fanciest plumbing at the Ritz.", "character": "Charlie LeGrand", "characterId": "nm0829717"}]}, {"lines": [{"text": "Danny... We know you're in here. You come on out now, and you got a chance. You can't get away. Maxie's got the whole town covered!", "character": "Shark", "characterId": "nm0607558"}, {"text": "[Shark flips out his switch-blade]", "character": null, "characterId": null}, {"text": "This is it, buddy! This is the big get-even day! We've got a lot to settle up, you and me. Danny, I knew it was your old man that night. I knew it, and I slugged him anyway, so you come on out and get me! You come out and get me, or we're coming in!", "character": "Shark", "characterId": "nm0607558"}, {"text": "[Shark and his cohort continue to try to trap and corner Danny. Danny climbs up and stands on the bottom sill of a hidden window on the wall in a dark part of the alley as he hides from Shark and his cohort]", "character": null, "characterId": null}, {"text": "I'm gonna let you in on a little secret, kid. We've been laughing at you. Me and Maxie, ever since it happened, we've been splitting a gut. You told me once we'd tangle again. Well, now's your chance. Come on, Danny Boy!", "character": "Shark", "characterId": "nm0607558"}, {"text": "[Shark's cohort inadvertently walks below Danny, then Danny jumps down from the window sill onto, and knocks the cohort out]", "character": null, "characterId": null}, {"text": "You got him?", "character": "Shark", "characterId": "nm0607558"}, {"text": "[Using a muffled voice, pretending to be Shark's cohort answering,]\nYEAH!", "character": "Danny Fisher", "characterId": "nm0000062"}, {"text": "[thinking his cohort knocked Danny out, but it's the other way around]\nHold him. I wanna put my mark on him. Where is he?", "character": "Shark", "characterId": "nm0607558"}, {"text": "[Danny surprises Shark as he charges at him and a fight ensues to a permanent finish]", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Shark]\nI should've finished you off a long time ago.", "character": "Danny Fisher", "characterId": "nm0000062"}]}]}