{"quotes": [{"lines": [{"text": "Well, Mitchell, I don't know at all your approach to medicine. Perhaps you regard it as an opportunity to become one of those bedside manners with a list of proper pills to give the patient - particularly when you don't know what is the matter with him. Or perhaps your aim is to become an eminent carpenter with a knife and a chisel and a saw. Perhaps even you'll flow over with the nobility of relieving humanity's suffering. I'll tell you my approach to medicine! It is a game in which man pits his brains against the forces of destruction and disease. In the beginning I don't expect you to participate in the game. You'll only listen and accept. You will study and you will make notes and you will memorize... and you will do all this only because I tell you to.", "character": "Dr. Alexander Q. Tower", "characterId": "nm0001647"}]}, {"lines": [{"text": "Randy, Randy - Where's the rest of me...?", "character": "Drake McHugh", "characterId": "nm0001654"}]}, {"lines": [{"text": "[to Parris, as Dr. Gordon operates on a friend's father]\nLet's get out of here! I never heard a grown man scream and holler like this before, did you?", "character": "Drake McHugh, as a boy", "characterId": "nm0188465"}]}, {"lines": [{"text": "[Referring to the dying Madame von Eln]\nWhen she passes, how much passes with her! - a whole way of life, a way of gentleness and honor and dignity. These things are going, Henry, and they may never come back to this world.", "character": "Col. Skeffington", "characterId": "nm0003193"}]}, {"lines": [{"text": "I only know that you have to judge people by what you find them to be and not by what other people say they are.", "character": "Madame Marie von Eln", "characterId": "nm0653642"}]}, {"lines": [{"text": "Don't cry, Anna, for me. It will be worse for him. My troubles are almost over and his are just beginning. Growing up is so difficult, Anna. The disappointments and the heartbreaks, the frightening problems, the menaces and cruelties of the world. How often have I wished that his mother will live or his father, or that I were his mother! It isn't fair that a young boy should be brought up by an old woman who will leave him when he needs her most.", "character": "Madame Marie von Eln", "characterId": "nm0653642"}]}, {"lines": [{"text": "Well, a little loneliness won't hurt you to speak of... you get used to it.", "character": "Dr. Alexander Q. Tower", "characterId": "nm0001647"}]}, {"lines": [{"text": "Oh, have you read this?", "character": "Dr. Alexander Q. Tower", "characterId": "nm0001647"}, {"text": "Yes, sir. I didn't understand it entirely, I'm afraid.", "character": "Parris Mitchell", "characterId": "nm0191950"}, {"text": "psychiatry.", "character": "Dr. Alexander Q. Tower", "characterId": "nm0001647"}, {"text": "It's something I never thought about. I mean, for a doctor to want to cure diseases of people's minds instead of their bodies. I suppose it's a pretty big field, sir.", "character": "Parris Mitchell", "characterId": "nm0191950"}, {"text": "Maybe too big. Maybe a hundred years off.", "character": "Dr. Alexander Q. Tower", "characterId": "nm0001647"}]}, {"lines": [{"text": "[referring to Drake]\nFunny thing, I sort of like that boy. Bold as brass, but he's the only young man in town beside Parris Mitchell who has grace enough to say 'sir' to his elders.", "character": "Col. Skeffington", "characterId": "nm0003193"}]}, {"lines": [{"text": "What's the harm in a little kiss?", "character": "Drake McHugh", "characterId": "nm0001654"}, {"text": "A little kiss? Suppose we find out?", "character": "Randy Monaghan", "characterId": "nm0792130"}]}, {"lines": [{"text": "In the 13th Century, man was happier and more comfortable in his world than he is now. I'm speaking of psychic man and his relationship with his whole universe.", "character": "Dr. Alexander Q. Tower", "characterId": "nm0001647"}, {"text": "I get it, sir. Everything was so simple then", "character": "Parris Mitchell", "characterId": "nm0191950"}, {"text": "That was it, Parris. That was it. But in this modern complicated world, man breaks down under the strain, the bewilderment, disappointment, and disillusionment. He gets lost, goes crazy, commits suicide. I don't know what's going to happen to this world in the next hundred years or so, but I can guarantee you life isn't going to get any simpler. Worry and doubt bring on a bellyache. Mankind's building up the biggest psychic bellyache in history.", "character": "Dr. Alexander Q. Tower", "characterId": "nm0001647"}]}]}