{"quotes": [{"lines": [{"text": "[last line and scenery]", "character": null, "characterId": null}, {"text": "Ladies and gentlemen, we're gonna have to end this picture. We just ran out of the stuff. Good night.", "character": "Mouse", "characterId": "nm0293659"}, {"text": "[after this quote, spoken by the mouse, the cat and mouse are at equal height on top of Earth, they have an arm on the neck of each other in friendship and both begin waving farewell to viewers, just before the closing credits' music begin]", "character": null, "characterId": null}]}, {"lines": [{"text": "Hey, wait a minute, pal! What are you trying to do, eat me?", "character": "Mouse", "characterId": "nm0293659"}, {"text": "Duh, yeah, yeah, yeah, yeah, yeah.", "character": "Cat", "characterId": "nm0173418"}, {"text": "Well forget it, pal. I've seen this cartoon before; and believe me, if you're smart, you won't eat me; 'cause before this picture's over, I save your life.", "character": "Mouse", "characterId": "nm0293659"}, {"text": "Duh, yeah, b-but I'm hungry.", "character": "Cat", "characterId": "nm0173418"}, {"text": "All right then. In the next room, you'll find a great big fat juicy canary. Eat him.", "character": "Mouse", "characterId": "nm0293659"}]}, {"lines": [{"text": "You see, old chum? It's just like I said at the beginning. I told you I'd save your life, didn't I?", "character": "Mouse", "characterId": "nm0293659"}, {"text": "Duh, gee, thanks a lot, old pal.", "character": "Cat", "characterId": "nm0173418"}, {"text": "And here's the little bottle that did the whole trick.", "character": "Mouse", "characterId": "nm0293659"}, {"text": "[then the mouse hands the Jumbo-Gro juice bottle to the cat]", "character": null, "characterId": null}, {"text": "Well, so long, shortie.", "character": "Mouse", "characterId": "nm0293659"}, {"text": "[then the mouse starts walking away from the cat]", "character": null, "characterId": null}, {"text": "Good bye. But hey! I'm still hungry.", "character": "Cat", "characterId": "nm0173418"}, {"text": "[right after the cat speaks, it then drank its first of 4 sips of Jumbo-Gro juice and grew larger than the extra large mouse, then the extra larger cat is wearing a bib and then starts chasing the mouse]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after listening to the advice of the mouse, the cat goes to the birdcage thinking it is well and healthy, but after taking the top cover off the birdcage, the cat is temporarily angry at itself until it notices the Jumbo-Gro juice and feeds some Jumbo-Gro juice to the canary, as a medication to the canary, making the canary healthy, but the grew larger than the cat The canary was ill, very small, very weak and slim when first let out of its cage door]", "character": null, "characterId": null}, {"text": "I've been sick.", "character": null, "characterId": null}, {"text": "the teeth, eyes, mouth and nose, back onto the cat quickly as if it was throwing them away and starts running away]", "character": null, "characterId": null}]}]}