{"quotes": [{"lines": [{"text": "May your taxes increase!", "character": "The Poet", "characterId": "nm0444476"}, {"text": "[Said when acting as a beggar to get the Baghdad merchants to give him alms]", "character": null, "characterId": null}]}, {"lines": [{"text": "[closing lines]\nIs this man to be pardoned, O Caliph?", "character": null, "characterId": null}, {"text": "Pardon him, All Highest. His crime was a service. Let him go free.", "character": "Omar", "characterId": "nm0941253"}, {"text": "No, don't ask that. Under the circumstances it would embarrass the All Highest to pardon his father-in-law. No, O Prince of Justice, let me help you to compose this most difficult of verdicts against a man who in his life never once did right and who never once wronged anyone. Condemn the scoundrel to some dreadful oasis at least a week's camel's journey away. Force him to take with him the widow of the soon to be late Wazir and all the property she can get her hands on before the accounts are audited. Condemn him to lighten her sorrow and to toil ceaselessly to remove all grief from her heart.", "character": "The Poet", "characterId": "nm0444476"}, {"text": "You have just condemned yourself for life, My Lord.", "character": "Lalume", "characterId": "nm0336576"}, {"text": "And finally, O Prince of True Believers, take from me my greatest treasure, my daughter, Marsinah. Take her away forever by marrying her til the end of her days.", "character": "The Poet", "characterId": "nm0444476"}, {"text": "Such is the Caliph's pleasure. And so he orders.", "character": "The Caliph", "characterId": "nm0198954"}, {"text": "[singing]\nPrinces come/Princes go. An hour of pomp and show./ They know. /Princes come/ And over the sands and over the sands of time./ They go./ Wise men come./Ever promising/the riddle of life to know./Wise men come./But over the sands./ The silent sands of time./ They go./Lovers come./Lovers go./And all that there is to know/Lovers know./Only lovers know.", "character": "The Poet", "characterId": "nm0444476"}]}, {"lines": [{"text": "[singing]\nOn days when my lord groweth restless, and bored by his sword and his plume... his handmaiden hath what he needeth- and what doth he need? Rahadlakum!", "character": "Lalume", "characterId": "nm0336576"}]}, {"lines": [{"text": "[on being told that the Wazir intends to visit her room that night]\nIf you do I'll kill myself, I swear it!", "character": "Marsinah", "characterId": "nm0001955"}, {"text": "Really? It'll be one of the most interesting wedding nights I've had in years.", "character": "Wazir", "characterId": "nm0001982"}]}, {"lines": [{"text": "[Hajj the poet has just been sentenced by the Wazir, and the Chief Policeman enters to find him and Lalume, the Wazir's wife, kissing]\nIs that his sentence?", "character": "Chief Policeman", "characterId": "nm0563417"}]}, {"lines": [{"text": "I was stepped upon!", "character": "The Caliph", "characterId": "nm0198954"}, {"text": "Oh inconceivable, All Highest, but true. You were incontrovertibly stepped upon.", "character": "Manservant", "characterId": "nm0038066"}]}]}