{"quotes": [{"lines": [{"text": "Lot's wife was turned into a pillar of salt. Whoever opens this box will be turned into brimstone and ashes.", "character": "Dr. Soberin", "characterId": "nm0215260"}]}, {"lines": [{"text": "Listen to me, as if I were Cerberus barking with all his heads at the gates of hell. I will tell you where to take it, but don't... don't open the box!", "character": "Dr. G.E. Soberin", "characterId": "nm0215260"}]}, {"lines": [{"text": "Kiss me, Mike. I want you to kiss me. Kiss me. The liar's kiss that says I love you, and means something else.", "character": "Lily Carver", "characterId": "nm0734707"}]}, {"lines": [{"text": "Get me to that bus stop and forget you ever saw me. If we don't make it to the bus stop...", "character": "Christina Bailey", "characterId": "nm0001458"}, {"text": "We will.", "character": "Mike Hammer", "characterId": "nm0576127"}, {"text": "If we don't, remember me.", "character": "Christina Bailey", "characterId": "nm0001458"}]}, {"lines": [{"text": "Do me a favor, will you? Keep away from the windows. Somebody might... blow you a kiss.", "character": "Velda", "characterId": "nm0178253"}]}, {"lines": [{"text": "You have only one real lasting love.", "character": "Christina Bailey", "characterId": "nm0001458"}, {"text": "Now who could that be?", "character": "Mike Hammer", "characterId": "nm0576127"}, {"text": "You. You're one of those self-indulgent males who thinks about nothing but his clothes, his car, himself. Bet you do push-ups every morning just to keep your belly hard.", "character": "Christina Bailey", "characterId": "nm0001458"}]}, {"lines": [{"text": "An ordinary little girl gets killed and it rings bells all the way to Washington. There's gotta be a pitch... I picked up a girl. If she hadn't gotten in my way, I wouldn't have stopped. She must be connected with somethin' big.", "character": "Mike Hammer", "characterId": "nm0576127"}]}, {"lines": [{"text": "[after kissing Mike Hammer]", "character": null, "characterId": null}, {"text": "You don't taste like anyone I know.", "character": "Friday", "characterId": "nm0139792"}]}, {"lines": [{"text": "Now listen, Mike. Listen carefully. I'm going to pronounce a few words. They're harmless words. Just a bunch of letters scrambled together. But their meaning is very important. Try to understand what they mean. \"Manhattan Project, Los Alamos, Trinity.\"", "character": "Lt. Pat Murphy", "characterId": "nm0011741"}]}, {"lines": [{"text": "Christina Georgina Rossetti. Poetess, English, born 1830, died 1894. Your Christina was being held in that hospital for interrogation... What's the point of all this, if it's any of my business?", "character": "Velda", "characterId": "nm0178253"}, {"text": "She told me if I dropped her off at the bus station, I could forget her. But if she didn't make it, she said, \"Remember me.\"", "character": "Mike Hammer", "characterId": "nm0576127"}, {"text": "So, remember her. She's dead. But I'm not dead. Hey, remember me?", "character": "Velda", "characterId": "nm0178253"}, {"text": "Yeah. I remember you from somewhere.", "character": "Mike Hammer", "characterId": "nm0576127"}]}, {"lines": [{"text": "[seeing Mike in a new car]\nOh, the Jag wasn't good enough for you, huh?", "character": null, "characterId": null}, {"text": "Yeah, the ashtrays were all full.", "character": "Mike Hammer", "characterId": "nm0576127"}]}, {"lines": [{"text": "[Hammer awakens from a coma]", "character": null, "characterId": null}, {"text": "Three days ago, I was figuring I'd have to finance a new tux to bury the corpse.", "character": "Lt. Pat Murphy", "characterId": "nm0011741"}]}, {"lines": [{"text": "Mike, why don't you tell us what you know? Then step aside like a nice fella and let us do our job.", "character": "Lt. Pat Murphy", "characterId": "nm0011741"}, {"text": "What's in it for me?", "character": "Mike Hammer", "characterId": "nm0576127"}]}, {"lines": [{"text": "You were with her the night she died. She knew she was gonna get killed. She must have talked and told you... If you knew, you'd be afraid like she was afraid. Like I am. You'd better go.", "character": "Ray Diker", "characterId": "nm0551067"}]}, {"lines": [{"text": "You want to avenge the death of your dear friend. How touching. How sweet. How nicely it justifies your quest for the great whatsit.", "character": "Velda", "characterId": "nm0178253"}]}, {"lines": [{"text": "You're so bright working on your own, you penny-ante gumshoe. You thought you saw something big and you tried to horn in.", "character": "Lt. Pat Murphy", "characterId": "nm0011741"}]}, {"lines": [{"text": "There is something sad and melancholy about trips. I always hate to go away. But one has to find some new place or it would be impossible to be sad and melancholy again.", "character": "Dr. G.E. Soberin", "characterId": "nm0215260"}]}, {"lines": [{"text": "You're never around when I need you.", "character": "Mike Hammer", "characterId": "nm0576127"}, {"text": "You never need me when I'm around.", "character": "Velda", "characterId": "nm0178253"}]}, {"lines": [{"text": "The head of Medusa. That's what's in the box, and who looks on her will be changed not into stone but into brimstone and ashes. But of course you wouldn't believe me, you'd have to see for yourself, wouldn't you?", "character": "Dr. Soberin", "characterId": "nm0215260"}]}, {"lines": [{"text": "Look Mike, I like you. I like the way you handle yourself. You seem like a reasonable man. Why don't we make a deal. What's it worth to you to drag your considerable talents back to the gutter you crawled out of.", "character": "Carl Evello", "characterId": "nm0829717"}]}, {"lines": [{"text": "So you're a fugitive from the laughing house.", "character": "Mike Hammer", "characterId": "nm0576127"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "You almost wrecked my car! Well? Get in!", "character": "Mike Hammer", "characterId": "nm0576127"}]}, {"lines": [{"text": "What's this all about? I'll make a quick guess. You were out with some guy who thought \"no\" was a three-letter word. I should have thrown you off that cliff back there. I might still do it. Where are ya headed?", "character": "Mike Hammer", "characterId": "nm0576127"}, {"text": "Los Angeles. Drop me off at the first bus stop.", "character": "Christina Bailey", "characterId": "nm0001458"}, {"text": "Do you always go around with no clothes on?", "character": "Mike Hammer", "characterId": "nm0576127"}]}, {"lines": [{"text": "Sixty-three years, I live in one place - the house of my body. Move in when I born, move out when I die... People, they always move. They never stand still. They move from here, from there and move, and move all the time.", "character": "Mover", "characterId": "nm0591035"}]}, {"lines": [{"text": "She was a good kid. She was lots of fun. We worked together - a couple of jobs till she got sick. That's when I noticed that she started to change. You get on a merry-go-round. You think you can get off any old time. But then it starts going too fast. She was scared. She was more and more scared. She was afraid to go out. She'd go to the movies once in a while or out for groceries but never very far. And then the police came around. They asked questions, lots of questions. Then they took her away. After all, I had a feeling someone was watching the place. Then those men came.", "character": "Lily Carver", "characterId": "nm0734707"}]}, {"lines": [{"text": "What does matter is that your work has been interrupted, your car wrecked, your life has been ruffled, to put it mildly. If you had not stopped to pick up Christina, not any of these things would have happened. So let's pretend you did not pick her up.", "character": "Carl Evello", "characterId": "nm0829717"}]}, {"lines": [{"text": "We're gonna steer away from these penny-ante divorce cases for a while. I've got a line on something better. That girl I picked up was mixed up in something big.", "character": "Mike Hammer", "characterId": "nm0576127"}, {"text": "And a cut of something big could be something big.", "character": "Velda", "characterId": "nm0178253"}, {"text": "I want you to find out all you can about her.", "character": "Mike Hammer", "characterId": "nm0576127"}, {"text": "First, you find a little thread, the little thread leads you to a string, and the string leads you to a rope, and from the rope you hang by the neck. What kind of a girl was she, this friend of yours, Christina?", "character": "Velda", "characterId": "nm0178253"}]}, {"lines": [{"text": "Okay, how much did they give you? I'll top it.", "character": "Mike Hammer", "characterId": "nm0576127"}, {"text": "You can't top this. They said they'd let me breathe.", "character": "Eddie Yeager", "characterId": "nm0379621"}]}, {"lines": [{"text": "Who are you?", "character": "Friday", "characterId": "nm0139792"}, {"text": "Who am I? Who are you?", "character": "Mike Hammer", "characterId": "nm0576127"}, {"text": "I'm Friday. I'd have been named Tuesday if I'd been born on Tuesday. I'm Carl's sister, half-sister. Same mother, different father. You know, you're not like the others - Carl's friends, I mean.", "character": "Friday", "characterId": "nm0139792"}, {"text": "Maybe that's because I'm not his friend.", "character": "Mike Hammer", "characterId": "nm0576127"}, {"text": "Oh, wonderful. Then you can be my friend, all mine; nothing to do with Carl.", "character": "Friday", "characterId": "nm0139792"}]}, {"lines": [{"text": "Will you be my friend?", "character": "Friday", "characterId": "nm0139792"}, {"text": "What do I have to do?", "character": "Mike Hammer", "characterId": "nm0576127"}, {"text": "I want to be a close friend. Ask me something.", "character": "Friday", "characterId": "nm0139792"}, {"text": "And no matter what it is, the answer's 'yes', isn't it?", "character": "Mike Hammer", "characterId": "nm0576127"}, {"text": "Maybe.", "character": "Friday", "characterId": "nm0139792"}, {"text": "Let's see how good you are at spelling. Can you spell the word \"no\"?", "character": "Mike Hammer", "characterId": "nm0576127"}, {"text": "N-O spells \"no.\"", "character": "Friday", "characterId": "nm0139792"}, {"text": "That's a good girl. Now you practice saying that. Because one of the best ways to be friendly is to know when to say no.", "character": "Mike Hammer", "characterId": "nm0576127"}]}, {"lines": [{"text": "[Lily is hiding in Mike's apartment]", "character": null, "characterId": null}, {"text": "*They* tried to get her last night.", "character": "Mike Hammer", "characterId": "nm0576127"}, {"text": "They? A wonderful word. And who are they? They're the nameless ones who kill people for the great whatsit. Does it exist? Who cares? Everyone everywhere is so involved in the fruitless search for what? Why don't you turn her over to Pat? It's his job to protect her, if she needs protection. Or to question her if that's what's needed. Why are you always tryin' to make a noise like a cop?", "character": "Velda", "characterId": "nm0178253"}]}, {"lines": [{"text": "Lie still. Why torment yourself? Who would you see? Someone you do not know, a stranger. What is it we are seeking? Diamonds, rubies, gold? Perhaps narcotics? How civilized this earth used to be. But as the world becomes more primitive, its treasures become more fabulous. Perhaps sentiment will succeed where greed failed. You will die, Mr. Hammer. But your friend, you can save her. Yes you can. The young lady you picked up on the highway. She wrote you a letter. In it were two words, \"Remember Me.\" She asks you to remember. What is it you must remember?", "character": "Dr. G.E. Soberin", "characterId": "nm0215260"}]}, {"lines": [{"text": "Let the big slob sit there and think about his girl. What's likely to happen to her?", "character": "Lt. Pat Murphy", "characterId": "nm0011741"}, {"text": "I didn't know.", "character": "Mike Hammer", "characterId": "nm0576127"}, {"text": "You didn't know. Do you think you'd have done any different if you had known?", "character": "Lt. Pat Murphy", "characterId": "nm0011741"}]}, {"lines": [{"text": "He's a bedroom dick.", "character": null, "characterId": null}]}, {"lines": [{"text": "Women are worse than flies.", "character": "Charlie Max", "characterId": "nm0001181"}]}, {"lines": [{"text": "I could tolerate flabby muscles in a man, if it'd make him more friendly. You're the kind of person who never gives in a relationship, who only takes. Ah, woman, the incomplete sex. And what does she need to complete her?", "character": "Christina Bailey", "characterId": "nm0001458"}, {"text": "[sarcastically]", "character": null, "characterId": null}, {"text": "One man, wonderful man!", "character": "Christina Bailey", "characterId": "nm0001458"}]}]}