{"quotes": [{"lines": [{"text": "Do you love me Crewson?", "character": "Gwinneth Livingston", "characterId": "nm0662646"}, {"text": "I do, I love you.", "character": "Cmdr. Andy Crewson", "characterId": "nm0000026"}, {"text": "What kind of love?", "character": "Gwinneth Livingston", "characterId": "nm0662646"}, {"text": "All kinds. Sacred and profane.", "character": "Cmdr. Andy Crewson", "characterId": "nm0000026"}]}, {"lines": [{"text": "What's the difference how you get it. A cab, a bomb or dysentery, it's all the war.", "character": "Cmdr. Andy Crewson", "characterId": "nm0000026"}]}, {"lines": [{"text": "Crewson, I love you very much.", "character": "Gwinneth Livingston", "characterId": "nm0662646"}, {"text": "That's the only way to love a person, otherwise it isn't worth all the trouble. I love you very much too.", "character": "Cmdr. Andy Crewson", "characterId": "nm0000026"}]}, {"lines": [{"text": "And that, Mr. Crewson, is why I'm engaged to Mr. Turnbill. He's alive now, and he'll still be alive at the end of the war. He's filthy rich now, and he'll be even filthier rich then.", "character": "Gwinneth Livingston", "characterId": "nm0662646"}, {"text": "That's the stuff. True love almost always fades, but money stays green forever.", "character": "Cmdr. Andy Crewson", "characterId": "nm0000026"}]}, {"lines": [{"text": "[Cmdr. Andy Crewson is pressured, by an industrialist, to give an example of real war time anecdotes]\nOh! Anecdotes Huh? Real? Huh? Well, Let me think. Oh, you mean something like this? On Guadalcanal, they're bottoming the hell out of us every night and us bombing the hell out of them every day. I had a little native boy who'd sort of taken up with me. Ugly little cuss. He acted as valet and gentleman's gentleman. Slept on the floor of my tent. One night, BOMB. Yeah, he was blown to bits. Took us days to scrape him off the sides of the tent. Oh, we found most of him... arms and legs and liver, you know. All except his head. Never did find that. I got a million of them. Little human interest touches of war. Very real.", "character": "Cmdr. Andy Crewson", "characterId": "nm0000026"}]}]}