{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "When you die, your life... flashes, and you disintegrate, radiating energy. When a thing turns into its opposite, when love becomes hate, there are always sparks. But when life turns into death, it's explosive. There are streaks of light, magical, and electrifying. Everyone senses something, some energy, some spirit, some sort of illumination, But I see it. I've seen bodies shining like stars. Some say there's no soul, no afterlife, that life and death is the straightest line on the compass, and nothing more. I say believe what you want, because no matter what you do, cut everything up, burn it all down, you're in the path of something beyond your control.", "character": "Sandra Larson", "characterId": "nm0662504"}]}, {"lines": [{"text": "I've always been fascinated by death. The feel of it, the smell of it, the quietness of it.", "character": "Sandra Larson", "characterId": "nm0662504"}]}, {"lines": [{"text": "It's like looking into the sun without going blind. I'm consumed.", "character": "Sandra Larson", "characterId": "nm0662504"}]}, {"lines": [{"text": "I never met anyone like you before. You're totally different. You're compelling.", "character": "Matt", "characterId": "nm0653660"}]}, {"lines": [{"text": "I have to do it.", "character": "Matt", "characterId": "nm0653660"}, {"text": "Do what?", "character": "Sandra", "characterId": "nm0662504"}, {"text": "Fuck a corpse.", "character": "Matt", "characterId": "nm0653660"}]}, {"lines": [{"text": "[to Sandra, after her first embalming]\nYou didn't faint. That's always a good sign.", "character": "Mr. Wallis, Mortician", "characterId": "nm0106319"}]}, {"lines": [{"text": "He's also at the Wallis Funeral Home. Now, did you sleep with these two guys?", "character": "Matt", "characterId": "nm0653660"}, {"text": "You know, I don't fuck everything that's dead.", "character": "Sandra Larson", "characterId": "nm0662504"}, {"text": "That's not what I meant.", "character": "Matt", "characterId": "nm0653660"}]}]}