{"quotes": [{"lines": [{"text": "Don't feel bad about losing your virtue. I sort of knew you would. Everybody always does.", "character": "Bree Daniel", "characterId": "nm0000404"}]}, {"lines": [{"text": "Tell me, Klute. Did we get you a little? Huh? Just a little bit? Us city folk? The sin, the glitter, the wickedness? Huh?", "character": "Bree Daniel", "characterId": "nm0000404"}, {"text": "Ah - that's so pathetic.", "character": "John Klute", "characterId": "nm0000661"}, {"text": "Fuck off!", "character": "Bree Daniel", "characterId": "nm0000404"}]}, {"lines": [{"text": "What's your bag, Klute? What do you like? Are you a talker? A button freak? Maybe you like to get your chest walked around with high heeled shoes. Or make 'em watch you tinkle. Or maybe you get off wearing women's clothes. Goddamned hypocrite squares!", "character": "Bree Daniel", "characterId": "nm0000404"}, {"text": "Okay...", "character": "John Klute", "characterId": "nm0000661"}, {"text": "I hope this doesn't make my cold any worse.", "character": "Bree Daniels", "characterId": "nm0000404"}]}, {"lines": [{"text": "[voiceover]\nI have no idea what's going to happen. I... I just can't stay in this city, you know? Maybe I'll come back. You'll probably see me next week.", "character": "Bree Daniel", "characterId": "nm0000404"}, {"text": "[end credits roll]", "character": null, "characterId": null}]}, {"lines": [{"text": "I have no idea what I'm going to do. I'm so deeply puzzled. I've done terrible things, I've killed three people. Really, I don't consider myself a terrible man, no more than-than others. See, Tom Gruneman had discovered me. We were here on business together and he found me and Jane McKenna in my hotel room. She had become hysterical and she started screaming and I guess I hit her. I don't actually recall, it all happened so quickly. Anyway, she fell and hit her head and that's when Tom came in the room. I guess he must have heard her screaming. But I never understood really why she... she did that, she had never screamed before. And it was the revulsion and the contempt that I saw in his face. And the certainty that sooner or later he would use it against me within the company. And I tried to endure that as long as I possibly could, you see. Just want me to keep on talking, don't you?", "character": "Peter Cable", "characterId": "nm0162541"}, {"text": "No, I don't. I do understand, I really do.", "character": "Bree Daniel", "characterId": "nm0000404"}, {"text": "Make a man think that he's accepted. It's all a great big game to you. I mean, you're all obviously too lazy and too warped to do anything meaningful with your lives so you prey upon the sexual fantasies of others. I'm sure it comes as no great suprise to you when I say that there are little corners in everyone which were better off left alone; sicknesses, weaknesses, which-which should never be exposed. But... that's your stock in trade, isn't it - a man's weakness? And I was never really fully aware of mine... until you brought them out.", "character": "Peter Cable", "characterId": "nm0162541"}]}, {"lines": [{"text": "You're not gonna get hung up on me, are you?", "character": "Bree Daniel", "characterId": "nm0000404"}]}, {"lines": [{"text": "Men would pay $200 for me, and here you are turning down a freebie. You could get a perfectly good dishwasher for that.", "character": "Bree Daniel", "characterId": "nm0000404"}]}, {"lines": [{"text": "And for an hour... for an hour, I'm the best actress in the world, and the best fuck in the world.", "character": "Bree Daniel", "characterId": "nm0000404"}]}, {"lines": [{"text": "I understand you use narcotics. Maybe I can have a policeman come here and look at your... arms.", "character": "John Klute", "characterId": "nm0000661"}, {"text": "You know, I may stand better with the cops than you do, pal. Why don't you just sit down and relax, eh?", "character": "Frank Ligourin", "characterId": "nm0001702"}]}, {"lines": [{"text": "[having sex with a john]\nOh my angel! Oh my angel!", "character": "Bree Daniels", "characterId": "nm0000404"}]}, {"lines": [{"text": "Miss Daniels, can I ask you some questions now?", "character": "John Klute", "characterId": "nm0000661"}, {"text": "[notices Klute's surveillance gear]\nYou bastard! Is this a shakedown, hon'? 'Cause you picked a loser, I don't have it.", "character": "Bree Daniel", "characterId": "nm0000404"}, {"text": "I'm looking for Tom Gr...", "character": "John Klute", "characterId": "nm0000661"}, {"text": "[interrupts him]\nJesus, do you think I'd still be living in this kip if I was still in the line fulltime? I'd be back on Park Avenue.", "character": "Bree Daniel", "characterId": "nm0000404"}, {"text": "Can I ask you some questions?", "character": "John Klute", "characterId": "nm0000661"}, {"text": "Or you'll have me thrown back in the brig, you mean.", "character": "Bree Daniel", "characterId": "nm0000404"}]}, {"lines": [{"text": "I was just finishing up some work here. I used to be a photographer, you know... before I got into publishing.", "character": "Frank Ligourin", "characterId": "nm0001702"}, {"text": "He knows you're a pimp, Frankie. He knows you were my pimp.", "character": "Bree Daniels", "characterId": "nm0000404"}, {"text": "[annoyed]\nExcuse me... Bree, would you mind waiting outside?", "character": "Frank Ligourin", "characterId": "nm0001702"}, {"text": "[she leaves]", "character": null, "characterId": null}, {"text": "you know, I don't go to a woman. A woman comes to me. *Her* choice.", "character": "Frank Ligourin", "characterId": "nm0001702"}]}, {"lines": [{"text": "[at a payphone]\nHey Trina, Bree. Listen, I could use a quick fifty. You got a commuter for me?", "character": "Bree Daniel", "characterId": "nm0000404"}]}, {"lines": [{"text": "So where can I find Jane McKenna?", "character": "John Klute", "characterId": "nm0000661"}, {"text": "Baby, would I be tellin' you all this? She copped out long ago.", "character": "Frank Ligourin", "characterId": "nm0001702"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "She committed suicide, Baxter.", "character": "Frank Ligourin", "characterId": "nm0001702"}]}]}