{"quotes": [{"lines": [{"text": "If I didn't believe in magic, I'd still be treating gall bladders, prostates and stuff like that. See, magic ain't got nothing to do with organs and glands and busted necks. Magic got to do with the soul, man. Only the soul's got destiny. It got wings. It's can fly. That's magic. The body? The body's just got a few minutes down here in the dirt with the rest of us.", "character": "Merlin", "characterId": "nm0089483"}, {"text": "You see things before they happen.", "character": "Billy", "characterId": "nm0000438"}, {"text": "That's probability. Some things is just sure to happen. Seeing em comin' ain't nothing to get excited about.", "character": "Merlin", "characterId": "nm0089483"}, {"text": "No, you taught me too good, magician. You taught me to believe. That black bird's gonna get me.", "character": "Billy", "characterId": "nm0000438"}]}, {"lines": [{"text": "Everybody here made a conscious, adult decision to be here. To be with you. When you go crazy, you force them to rethink that decision. You've got to...", "character": "Linet", "characterId": "nm0408776"}, {"text": "Compromise.", "character": "Billy", "characterId": "nm0000438"}, {"text": "Change doesn't have to mean compromise. We're bigger now. Things are different. Christ, we've got an overhead.", "character": "Linet", "characterId": "nm0408776"}, {"text": "Publicity helps the overhead by bringing in more crowds, more suckerheaded American driftwood that can't tell the difference between me and Jim Jones, or Charles Manson, or the Great Wallenda. That kid... that kid thinks I'm Evel Knievel!", "character": "Billy", "characterId": "nm0000438"}, {"text": "That kid thinks you're Billy Davis! Sir William the Knight! You're his hero!", "character": "Linet", "characterId": "nm0408776"}, {"text": "I'm not trying to be a hero! I'm fighting the dragon!", "character": "Billy", "characterId": "nm0000438"}]}, {"lines": [{"text": "So, what's your name?", "character": "Bontempi", "characterId": "nm0274684"}, {"text": "Marhalt.", "character": "Marhalt", "characterId": "nm0718203"}, {"text": "I mean your \"real\" name.", "character": "Bontempi", "characterId": "nm0274684"}, {"text": "[matter-of-factly]\nMarhalt.", "character": "Marhalt", "characterId": "nm0718203"}]}, {"lines": [{"text": "I had another dream.", "character": "Billy", "characterId": "nm0000438"}, {"text": "That right?", "character": "Merlin", "characterId": "nm0089483"}, {"text": "Black bird again. Same black bird", "character": "Billy", "characterId": "nm0000438"}, {"text": "Way you get knocked around, you're bound to have some weird dreams, Billy.", "character": "Merlin", "characterId": "nm0089483"}]}, {"lines": [{"text": "[angry in the wake of Bagman's beating by local police, and Billy's refusal to consider promotion for the troupe]\nDammit, Billy, you're all stone-broke most of the time. And you take in every damn longhair that knows how to make a pair of sandals, and you wanna pick up the Blue Cross tab? Do you have the slightest idea what gas is selling for, or two-by-fours, or hamburger or anything else?", "character": "Steve", "characterId": "nm0387025"}, {"text": "You think it's breaking up?", "character": "Billy", "characterId": "nm0000438"}, {"text": "It's money, Billy. It's all to do with money. Money makes the world go round, even your world.", "character": "Steve", "characterId": "nm0387025"}, {"text": "No, it's just getting too tough. It's tough to live by the code. I mean, it's real hard to live for something that you believe in. People try it and then they get tired of it, like they get tired of their... diets. Or exercise. Or their marriage. Or their kids, or their job, or themselves... or they get tired of their God. You can keep the money you make off this sick world, lawyer, I don't want any part of it. Anybody who wants to live more for themselves doesn't belong with us. Let them go out and buy some pimpy psychiatrist's paperback that says it's okay, don't ask me to say it's okay, it's NOT okay!", "character": "Billy", "characterId": "nm0000438"}, {"text": "[breaking the awkward silence]\nOnce, I was in a jail in Alabama, and I got my ass kicked, just like I did last night, only then it was because I was a nigger-lover.", "character": "Bagman", "characterId": "nm0077536"}, {"text": "[Merlin begins playing his harmonica]", "character": null, "characterId": null}, {"text": "Well, I woke up in the morning, and I didn't even have energy enough to lick my wounds. I found out I'd given up. So I tried to kill myself. Tried to cut my wrists with a bedspring.", "character": "Bagman", "characterId": "nm0077536"}, {"text": "[Laughs]", "character": null, "characterId": null}, {"text": "See, I'd found out that I'd given up on it all because of where I was, what was all around me. Well, last night I get my ass kicked, and I came up laughing. Because now, I'm in Camelot.", "character": "Bagman", "characterId": "nm0077536"}]}, {"lines": [{"text": "You got two separate fights. The one for truth and justice and the American way of life and all that. That's gotta take a backseat to the one for staying alive. You gotta stay alive! Man, you can have the most beautiful ideals in the whole world, but if you die, your ideals are gonna die with you! The important thing is we gotta stay together, we gotta keep the troupe together. And if keeping the troupe going means that we have to take some of this promoter's money, then I say let's take it and get some sleep!", "character": "Bagman", "characterId": "nm0077536"}]}, {"lines": [{"text": "[waking a disoriented Bagman, who was asleep by the campfire]\nThere's not two different fights, there can't be two different fights. You got to fight for your ideals, and if you die, your ideals don't die. The code that we're living by is the truth. The truth IS the code! I can't let people walk on that idea, I can't!", "character": "Billy", "characterId": "nm0000438"}, {"text": "[He rises, heads to the motorcycles]", "character": null, "characterId": null}, {"text": "[waking as Billy starts his motorcycle]\nWhat the hell's going on?", "character": "Steve", "characterId": "nm0387025"}, {"text": "[who has been watching silently all along]\nBilly's using your bike.", "character": "Merlin", "characterId": "nm0089483"}]}, {"lines": [{"text": "There can only be one king, Morgan. You can't just split off and start over again whenever you want. We both know that inside. There can only be one king at one time. That's the law.", "character": "Alan", "characterId": "nm0481635"}]}, {"lines": [{"text": "[touching the butterfly on Merlin's head]\nOh, my master... I love you. Goodbye.", "character": "Billy", "characterId": "nm0000438"}]}, {"lines": [{"text": "My king. If you'll allow me, I will fight for you in defense of the crown. These others will challenge...", "character": "Alan", "characterId": "nm0481635"}, {"text": "[chuckles emotionally]", "character": null, "characterId": null}, {"text": "Shit, I can't talk like that. Morgan's agreed to fight, and if you promise to sit on your ass and stay out of the way, there's still some of us that'll fight for you.", "character": "Alan", "characterId": "nm0481635"}, {"text": "[through his tears]\nAll right.", "character": "Billy", "characterId": "nm0000438"}]}, {"lines": [{"text": "For the crown!", "character": "Little John", "characterId": "nm0286010"}, {"text": "The crown lives forever!", "character": "Alan and the Troupe", "characterId": "nm0481635"}, {"text": "These are the weapons you have chosen. You may not draw weapons from the rack. Good luck.", "character": "Little John", "characterId": "nm0286010"}]}]}