{"quotes": [{"lines": [{"text": "Win one for the Gipper!", "character": "George Gipp", "characterId": "nm0001654"}]}, {"lines": [{"text": "Now I'm going to tell you something I've kept to myself for years. None of you ever knew George Gipp. He was long before your time, but you all know what a tradition he is at Notre Dame. And the last thing he said to me, \"Rock,\" he said, \"sometime when the team is up against it and the breaks are beating the boys, tell them to go out there with all they've got and win just one for the Gipper. I don't know where I'll be then, Rock,\" he said, \"but I'll know about it and I'll be happy.\"", "character": "Knute Rockne", "characterId": "nm0002285"}]}, {"lines": [{"text": "Mr. Rockne, couldn't football be replaced by some other game? Something less violent?", "character": "Committee Member", "characterId": "nm0370743"}, {"text": "Well, what game would you suggest?", "character": "Knute Rockne", "characterId": "nm0002285"}, {"text": "Well, hockey, for instance.", "character": "Committee Member", "characterId": "nm0370743"}, {"text": "[This answer is greeted by raucous laughter in the committee room]", "character": null, "characterId": null}, {"text": "Why, as a matter of fact, I suggested that very idea to Father Callahan, our president. He was downright interested until we came to the use of sticks, and then he threw up his hands. He said, \"No... , that game is not for our university. Notre Dame will never endorse any game that puts a club in the hands of an Irishman.\"", "character": "Knute Rockne", "characterId": "nm0002285"}]}, {"lines": [{"text": "Who can say for certain what a man was really born to be? That's God's will. Someday Knute will find his right place in the world, and when he does, whether it be science or not, I have a feeling it will be the one he was meant to do.", "character": "Father John Callahan", "characterId": "nm0187981"}]}, {"lines": [{"text": "Father, I've decided to take up coaching as my life's work.", "character": "Knute Rockne", "characterId": "nm0002285"}, {"text": "Hmmmm.", "character": "Father John Callahan", "characterId": "nm0187981"}, {"text": "You think I'm making a mistake, don't you?", "character": "Knute Rockne", "characterId": "nm0002285"}, {"text": "Anyone who follows the truth in his heart never makes a mistake.", "character": "Father John Callahan", "characterId": "nm0187981"}]}, {"lines": [{"text": "We haven't got any use for gamblers around here. You've done your best to ruin baseball, and horse racing, and this is one game that's clean and is gonna stay clean.", "character": "Knute Rockne", "characterId": "nm0002285"}]}, {"lines": [{"text": "Poppa, don't talk Norwegian, talk American. We're all Americans now, especially me. I'm left end.", "character": "Knute, Age 7", "characterId": "nm0790788"}]}, {"lines": [{"text": "Coach, let us use the forward pass, I know it'll work.", "character": "Knute Rockne", "characterId": "nm0002285"}, {"text": "I'm not so sure. We've never seen it in a game.", "character": "Notre Dame Coach Harper", "characterId": "nm0302664"}, {"text": "Neither has the Army, what can we lose?", "character": "Knute Rockne", "characterId": "nm0002285"}]}]}