{"quotes": [{"lines": [{"text": "Lately there is a growing sentiment that films are no longer necessary. That film once was a necessity for the people who made it - they had to make that particular film - and for the people who saw it - they were given answers. They needed films. And we have moved away from that. Today I don't think films are necessary. They don't have an existential urge. People who make movies can just as well make other interesting things, it's a little arbitrary. Films in fact can be made about anything, which is maybe a disadvantage, because if they can be about anything, and they don't have to be about something, well, then films become a consumer article, and I think that's what is happening at this moment in history. I mean we are living in the late capitalism, late stage of consumerism, and everything around us has changed. Films have changed just as well. Everything has been reduced to the aspect of how it can be consumed. Films did not escape that. So films give less and less answers to necessary questions, because if they are consumer articles, they are not supposed to give answers. There isn't supposed to be a need for questions. So they are not really about anything in particular. They are not about life, because they are not supposed to distract people, not to concentrate them, not to put them into position whereby they could look at their lives differently, but they are made basically so that they don't look at their lives. Of course that is the opposite of what people were in the beginning, or what they were meant to be. But I don't think really we should complain. I think this is happening to our whole culture, and therefore also to films. And I think it is a transitory stage, because in the long run there is an incredible need and a necessity for stories. And there is a necessity to find meaning. People need meaning in the long run. Of course at this moment in time they need to consume all other things except meaning. But in the long run I think that need will be the strongest. And it will be stronger than the need to be entertained. People get less and less answers. They don't get answers from governments, they don't get answers from the churches, they don't get answers from any other institutions, they certainly don't get answers from television. So I think in the long run the movie theater will remain the privileged place it had been. It will remain a place where there is a certain communion with other people and where you go because you have a certain need. I think in the long run films will find their existential justification.", "character": null, "characterId": null}]}]}