{"quotes": [{"lines": [{"text": "Why should we be here talking, arguing? Believe me Anna, words are becoming less and less necessary; they create misunderstandings.", "character": "Sandro", "characterId": "nm0275213"}]}, {"lines": [{"text": "[Admiring the buildings of a small town from a roof top]\nSuch imagination. Such movement. They were concerned with the architectural aesthetics. Such extraordinary freedom. I must go ahead and leave Ettore. I'd like to work on design again. I used to have ideas of my own, you know.", "character": "Sandro", "characterId": "nm0275213"}, {"text": "Why did you stop?", "character": "Claudia", "characterId": "nm0900143"}, {"text": "Why, why, why? Because it isn't easy to admit that a red floor suits a room when you are thinking exactly the opposite. But the lady wants it red. Because there is always a lady... or a man... and so... Once I was asked to make the estimate for the construction of a school. It took me a day and a half. I earned four million lira. So I went on giving estimates of other people's projects. Why are you looking at me this way?", "character": "Sandro", "characterId": "nm0275213"}, {"text": "Because I am convinced you could make really beautiful things.", "character": "Claudia", "characterId": "nm0900143"}, {"text": "I don't know. I really don't know about that. Who needs beautiful things nowadays, Claudia? How long will they last? All of this was built to last centuries. Today, ten, twenty years at the most, and then? Well...", "character": "Sandro", "characterId": "nm0275213"}]}, {"lines": [{"text": "Do you like scuba diving?", "character": "Patrizia", "characterId": "nm0750879"}, {"text": "I simply loath it, yet I must conform, what can you do?", "character": "Raimondo", "characterId": "nm0527379"}]}, {"lines": [{"text": "Giulia is like Oscar Wilde. Give her all the luxuries and she will manage without the little necessities.", "character": "Corrado", "characterId": "nm0011627"}]}, {"lines": [{"text": "Did you know that when I was a boy I wanted to be a diplomat? Can you imagine that! Me, a diplomat? It's strange but I never thought I'd be rich. I saw myself living in a rooming house, full of geniuses... Instead, I have two apartments, one in Rome and one in Milan. As far as genius goes, it's a habit I've never formed. What do you think of that?", "character": "Sandro", "characterId": "nm0275213"}]}]}