{"quotes": [{"lines": [{"text": "Personne qui a essayé de faire le smatte?", "character": "Fern", "characterId": "nm0862400"}, {"text": "Avec Chico y a jamais personne qui lève le p'tit doigt.", "character": "Gaby", "characterId": "nm0323592"}]}, {"lines": [{"text": "Ça fait un heure que j'attend j'ai mon hostie d'voyage. Conférence pas conférence tu vas donner ça à ton boss.", "character": "François Chico Tremblay", "characterId": "nm0499228"}, {"text": "Câlice de p'tit baveux. vous allez y dire d'attendre un peu.", "character": "Raoul", "characterId": "nm0161711"}, {"text": "Ça fait déjà une heure qu'yé là.", "character": "La secrétaire de Raoul", "characterId": "nm0128789"}, {"text": "Dans s'cas là vous allez y dire qu'la clique des États est dans mon bureau, ça va l'calmer correct.", "character": "Raoul", "characterId": "nm0161711"}]}, {"lines": [{"text": "R'commence pus jamais ça Raoul j'suis pas un french poodle.", "character": "François Chico Tremblay", "characterId": "nm0499228"}, {"text": "Excuse moé Chico, les meetings d'affaire ça m'met toujours les nerf en boule, j'ai pas encore l'habitude.", "character": "Raoul", "characterId": "nm0161711"}, {"text": "Sont tu v'nus pour r'garder des photos cochonnes?", "character": "François Chico Tremblay", "characterId": "nm0499228"}]}, {"lines": [{"text": "Tu veux qu'on s'fasse spotter? Hostie qu't'as pas d'tête. Ça s'fait pas porter la valise d'un business man.", "character": "François Chico Tremblay", "characterId": "nm0499228"}]}, {"lines": [{"text": "Amène toé, où cé qu'tas mis l'chard?", "character": "François Chico Tremblay", "characterId": "nm0499228"}, {"text": "En face mon choux. As-tu faim? on pourrais peut-être...", "character": "Rita", "characterId": "nm0077715"}, {"text": "Quand j'ai faim, j'mange. Pas besoin d'toé pour me coacher. J'te l'ai dit, fais comme si t'avais une douzième année. Une femme éduquée s'tune femme qui s'ferme la yeule, anwaye!", "character": "François Chico Tremblay", "characterId": "nm0499228"}]}, {"lines": [{"text": "Fern as tu fait faire le tune-up du chard?", "character": "François Chico Tremblay", "characterId": "nm0499228"}, {"text": "J'ai pas pensé d'y d'mander, tu m'en veux pas trop?", "character": "Rita", "characterId": "nm0077715"}, {"text": "Crisse que t'as pas d'tête!", "character": "François Chico Tremblay", "characterId": "nm0499228"}]}, {"lines": [{"text": "toute du monde. Pas un calvère d'immigrant qui met les pieds icitte, sauf pour faire du ménage.", "character": "François Chico Tremblay", "characterId": "nm0499228"}]}, {"lines": [{"text": "J'ai toute fait arrangé ça par un décorateur, un vrai, une tapette.", "character": "François Chico Tremblay", "characterId": "nm0499228"}]}, {"lines": [{"text": "Laisse moé l'ouvrir hostie, pour une fois que j'bois du bon stock.", "character": "François Chico Tremblay", "characterId": "nm0499228"}, {"text": "Mon dieu ça m'a fait peur, ces bouchons là ça pète aussi fort qu'une carabine.", "character": "Rita", "characterId": "nm0077715"}, {"text": "J'pense que t'es mieux avec une carabine.", "character": "Angelo", "characterId": "nm0693625"}]}, {"lines": [{"text": "Grouille, y t'attendent au canal 10, j'ai tout arrangé y vont t'prendre comme hôtesse du quiz. Mais fais ça vite pis crisse ton camp.", "character": "François Chico Tremblay", "characterId": "nm0499228"}, {"text": "Pourquoi tu dis ça mon choux? J'veux pas r'tourner dans l'show business, pis si j'restais j'pourrais t'aider.", "character": "Rita", "characterId": "nm0077715"}, {"text": "T'as pas assez d'tête. Pis j'te l'répèterai pas cent fois tabarnak j'ai pus besoin d'toé. Don't call us, we'll call you.", "character": "François Chico Tremblay", "characterId": "nm0499228"}]}, {"lines": [{"text": "Y commence à être temps que j'parle. T'as pas r'marqué toé qu'les vrai boss s'pas ceux qui ont des gros guns, s'pas ceux qui ont des gros muscles. C'est ceux qui ont des grand geules pis qui sont capable de fourrer l'monde en leur faisant acroire n'importe quelle cochonnerie.", "character": "François Chico Tremblay", "characterId": "nm0499228"}]}, {"lines": [{"text": "On va l'calmer Chico, comme on a fait pour Fern. Asteur mon blond, tu vas nous amener voir Chico, après ça on va te laisser lousse.", "character": "Raoul", "characterId": "nm0161711"}, {"text": "Mon hostie d'crosseur!", "character": "Gaby", "characterId": "nm0323592"}, {"text": "Réveille moé l'gros tas qu'on y parle dans l'tuyau d'l'oreil.", "character": "Raoul", "characterId": "nm0161711"}]}, {"lines": [{"text": "Pauvre p'tit gars qu'y disent les smattes, s'pas d'leur faute si y volent des banques, sont pas allé à l'école, sont pas intelligents. Si y connaissaient des mots de cinq piasses y puncheraient à shop tout les matins. Ben j'en connais des mots de cinq piasses pis ça m'a jamais donné une maudite cenne.", "character": "François Chico Tremblay", "characterId": "nm0499228"}]}, {"lines": [{"text": "Un french canadian pea soup qui a mis une balle entre les deux yeux d'un big boss des États. Parce qu'ya pas un hostie de gun man à New York qui avait l'guts d'le faire.", "character": "François Chico Tremblay", "characterId": "nm0499228"}]}, {"lines": [{"text": "Chico yé en Floride ou à Cap-Chat.", "character": "Gaby", "characterId": "nm0323592"}, {"text": "Prend moé pas pour un épais Hostie.", "character": "Raoul", "characterId": "nm0161711"}, {"text": "Ok, yé à porte d'la roulotte pis y t'attend avec un gun.", "character": "Gaby", "characterId": "nm0323592"}]}, {"lines": [{"text": "Mauvaises nouvelles?", "character": "Gaby", "characterId": "nm0323592"}, {"text": "Des mauvaises nouvelles pour toé mon hostie. Viens t-en on va aller écouter un beau programme de radio ensemble ben tranquille.", "character": "Raoul", "characterId": "nm0161711"}]}, {"lines": [{"text": "Quand est-ce vous allez me tuer?", "character": "Gaby", "characterId": "nm0323592"}, {"text": "Ben voyon, voyon les abeilles, c'est pas parce que t'es l'chum de Chico qu'on va t'mettre su l'dos toutes ses folleries.", "character": "Raoul", "characterId": "nm0161711"}, {"text": "Raoul faut que j'te donne une chose, tu mens ben en tabarnak. Si mauditement ben que si tu m'laisses en vie après s'que vous v'nez d'me faire, j'va t'faire sauter la cervelle ça j'te l'jure.", "character": "Gaby", "characterId": "nm0323592"}, {"text": "Ouvre donc la radio qu'on écoute le pouilleux.", "character": "Raoul", "characterId": "nm0161711"}]}, {"lines": [{"text": "Dehors j'ai dit!", "character": "Yvan Bédard", "characterId": "nm0349788"}, {"text": "Hey ti-Gilles, y commence à être baveux s'te gars là hein? J'sens qu'tu vas t'fâcher. Moé j'suis d'un tempérament calme.", "character": "Policier", "characterId": "nm0719222"}, {"text": "Correct mononc, tu veux jouer aux tough, qui c'est qu'c'est ton boss? As tu déjà passé la soirée au poste toé, hein? Anwaille le numéro d'téléphone de ton boss accouche!", "character": "Policier", "characterId": "nm0766689"}]}, {"lines": [{"text": "En somme vous aviez deux morales, une pour votre soeur et l'autre pour vous.", "character": "Yvan Bédard", "characterId": "nm0349788"}, {"text": "Quesse tu dis là toé, j'pas morale. Hostie chu morale en tabarnak moé, j'ai toujours t'nue ma parole.", "character": "François Chico Tremblay", "characterId": "nm0499228"}]}]}