{"quotes": [{"lines": [{"text": "\"When I awake this morning, you were still asleep. As I awoke I heard you gentle breathing. I saw you closed eyes beneath wisps of stray hair and I was deeply moved. I wanted to cry out, to wake you, but you slept so deeply, so soundly. \" \"In the half light you skin gloved with life so warm and sweet. I wanted to kiss it, but I was afraid to wake you. I was afraid of you awake in my arms again. Instead, I wanted to something no one could take from me, mine alone...this eternal image of you. Beyond your face I saw a pure, beautiful vision showing us in the perspective of my whole life...all the year to come, even all the years past.\"", "character": "Lidia", "characterId": "nm0603402"}]}, {"lines": [{"text": "Who wrote that?", "character": "Giovanni", "characterId": "nm0000052"}, {"text": "You did.", "character": "Lidia", "characterId": "nm0603402"}]}, {"lines": [{"text": "I no longer have inspirations, only recollections.", "character": "Giovanni", "characterId": "nm0000052"}]}, {"lines": [{"text": "So as I was saying, my friend, it's absurd to speak of wealth now. No one's wealthy anymore. But should anyone still think of becoming rich, my only advice would be, \"Don't worry about the money.\" I've always looked upon my businesses as works of art. Whatever profit I earned was of practically no concern to me. The important thing is to create something solid; something to be remembered. What sustains a writer - you for instance - is certainly not the idea of profit but a sense of necessity. You write because you have to...", "character": "Mr. Gherardini", "characterId": "nm0179112"}, {"text": "Still, one has to live.", "character": "Signora Gherardini", "characterId": "nm0536507"}, {"text": "I never worried about that. Life is what we make of it through our own efforts. What would you do if you couldn't write?", "character": "Mr. Gherardini", "characterId": "nm0179112"}, {"text": "A few years ago he'd have killed himself. Now I don't know. Tell us.", "character": "Lidia", "characterId": "nm0603402"}, {"text": "I don't consider myself that important. There are other solutions. A writer of today constantly wonders if writing isn't some sort of irrepressible but outdated instinct. This lonely craft of painstakingly joining one word to another that absolutely can't be mechanized.", "character": "Giovanni", "characterId": "nm0000052"}, {"text": "Are you sure of that?", "character": "Mr. Gherardini", "characterId": "nm0179112"}, {"text": "No. But you industrialists have the advantage of constructing your \"stories\" using real people, real houses, real cities. The rhythm of life today is in your hands. Perhaps even the future.", "character": "Giovanni", "characterId": "nm0000052"}, {"text": "Are you one of the many worring about the future? I'm building my own future, though the present keeps me plenty busy. Besides, the future will probably never come. Who knows what the future holds? Perhaps our priveleges will be swept away. That would actually be a good thing. When I was young - long ago, now, sadly - I imagined a world like this, and I set to work creating such a future. Bah!", "character": "Mr. Gherardini", "characterId": "nm0179112"}]}]}