{"quotes": [{"lines": [{"text": "I am ignorant, but I read books. You won't believe it, everything is useful... this pebble for instance.", "character": "The Fool", "characterId": "nm0000865"}, {"text": "Which one?", "character": "Gelsomina", "characterId": "nm0556399"}, {"text": "Anyone. It is useful.", "character": "The Fool", "characterId": "nm0000865"}, {"text": "What for?", "character": "Gelsomina", "characterId": "nm0556399"}, {"text": "For... I don't know. If I knew I'd be the Almighty, who knows all. When you are born and when you die... Who knows? I don't know for what this pebble is useful but it must be useful. For if its useless, everything is useless. So are the stars!", "character": "The Fool", "characterId": "nm0000865"}]}, {"lines": [{"text": "Maybe he loves you?", "character": "The Fool", "characterId": "nm0000865"}, {"text": "Me?", "character": "Gelsomina", "characterId": "nm0556399"}, {"text": "Why not? He is like dogs. A dog looks at you, wants to talk, and only barks.", "character": "The Fool", "characterId": "nm0000865"}]}, {"lines": [{"text": "What a funny face! Are you a woman, really? Or an artichoke?", "character": "The Fool", "characterId": "nm0000865"}]}, {"lines": [{"text": "[reciting his act by rote before a crowd]\nHere we have a piece of chain that is a quarter of an inch thick. It is made of crude iron, stronger than steel. With the simple expansion of my pectoral muscles, or chest, that is, I'll break the hook.", "character": "Zampanò", "characterId": "nm0000063"}, {"text": "[collecting money from the crowd]", "character": null, "characterId": null}, {"text": "Thank you, thank you. Now, to do this feat, I must fill myself up like a tire. If a blood vessel should break, I would spit blood. For instance, in Milan a man weighing 240 pounds lost his eyesight doing this trick. That is because the optical nerves take a beating, and once you lose your eyes, you are finished. If there's any delicate person in the audience, I would advise him to look away 'cause there could be blood.", "character": "Zampanò", "characterId": "nm0000063"}, {"text": "[with seemingly great effort, he breaks the chain]", "character": null, "characterId": null}]}, {"lines": [{"text": "The Fool is hurt.", "character": "Gelsomina", "characterId": "nm0556399"}]}]}