{"quotes": [{"lines": [{"text": "[note that Fabio gives to Riza]\nYes, I'd like to Cher something with you this evening.", "character": "Fabio", "characterId": "nm0210343"}]}, {"lines": [{"text": "[giving directions]\n\"Fabio, now phone and ask permission. Phone a friend... Make it short, and watch what you say... Hi, So-and-so. So-and-so calls you. She wants to talk and take you to some tacky bar to have salad for lunch. Or better yet, a tuna empanada. And then you say, \"Darling, I have to hang up. A sadistic killer is literally tearing me apart.If I survive, I'll call you back and give you the details.\" Something like that, but always posing for the camera.\"", "character": "Fabio", "characterId": "nm0210343"}, {"text": "[while menaced by an electric drill]\n\"Darling, I have to hang up. A sadistic killer is literally tearing me apart, and I have to wait for him to finish. Well, if I survive... I'll go out later and we can go to a tacky place to eat something greasy. Beans with sausage.All right, darling. Goodbye. \"", "character": "Fabio", "characterId": "nm0210343"}]}, {"lines": [{"text": "I went to an orgy after the concert, but I could only think of you.", "character": "Sexilia", "characterId": "nm0005386"}]}, {"lines": [{"text": "[on telephone]\nHi, Paco, it's Sexi... I'm sitting here with a friend. She has some problems because her father takes an aphrodisiac every second day and rapes her.", "character": "Sexilia", "characterId": "nm0005386"}]}, {"lines": [{"text": "A Spanish biogynaecologist, Dr De la Pena,achieved the non-sexual reproduction of six identical parakeets for the first time.", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Riza]\nI'll turn you into the queen of Halloween.", "character": "Fabio", "characterId": "nm0210343"}]}, {"lines": [{"text": "Los Melancolicos can't be with you tonight due to problems with drugs, child trafficking, white slavery and a few other things. But instead, we'll have a group you all know and hate.", "character": null, "characterId": null}]}, {"lines": [{"text": "Mohamed, ya soy fértil!", "character": "Toraya", "characterId": "nm0513298"}]}]}