{"quotes": [{"lines": [{"text": "Then, my Lord, I must ask you to... to... Please do me the honour to consider yourself my prisoner.", "character": "Thorold", "characterId": "nm0332520"}]}, {"lines": [{"text": "If you had a shred of honour, you'd... But no, rather than marry, you hide out in this dungeon.", "character": "Lady Godiva", "characterId": "nm0000058"}]}, {"lines": [{"text": "In heaven's name, who is this she-wolf?", "character": "Lord Leofric", "characterId": "nm0618865"}, {"text": "She's no prisoner, M'lord, but Godiva, the sister of the Sheriff.", "character": "Lady Godiva", "characterId": "nm0000058"}]}, {"lines": [{"text": "If I had half a wit, I'd forget that I had ever met them.", "character": "Lady Godiva", "characterId": "nm0000058"}]}, {"lines": [{"text": "Well, whether it be a wake or a wedding, ale is ale. Confusion to the bride!", "character": "Grimald", "characterId": "nm0572142"}]}, {"lines": [{"text": "Arise, Leofric and Godiva, as man and wife. And may heaven help you both.", "character": "Prior", "characterId": "nm0262418"}]}, {"lines": [{"text": "Being born of the people, M'lord, I cannot help but think of those who do the fighting and the dying.", "character": "Lady Godiva", "characterId": "nm0000058"}]}, {"lines": [{"text": "The waging of war is man's affair.", "character": "Lord Leofric", "characterId": "nm0618865"}, {"text": "Then wage war in your way, M'lord, and I'll wage war in mine.", "character": "Lady Godiva", "characterId": "nm0000058"}]}, {"lines": [{"text": "The Sheriff, my lady's brother, cruelly released us from a warm, cosy dungeon in the middle of the winter. We had no money and naturally we didn't want to work.", "character": "Grimald", "characterId": "nm0572142"}]}, {"lines": [{"text": "He said you were to get a stout stick and beat me well for doubting you.", "character": "Lady Godiva", "characterId": "nm0000058"}]}, {"lines": [{"text": "In olden days, the Saxons drove a faithles wife through the streets unclothed to prove her shame. Let it be so with Godiva. The people will behave as they did in the past. A holiday will be declared, with drinking and dancing. At the end of her ride, they will stone her to death.", "character": "Count Eustace", "characterId": "nm0103320"}]}, {"lines": [{"text": "Then proclaim on the morrow that I *will* make such a ride as Count Eustace proposes through the streets of Coventry... I know my people, King Edward. There will be no holiday, no merrymaking in the streets and there will be no person in all of Coventry who will look upon my nakedness.", "character": "Lady Godiva", "characterId": "nm0000058"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Leofric, I once told you that I was not given to vapours or fainting. But if you'll allow me just this one faint, I'm sure that the King will forgive our absence.", "character": "Lady Godiva", "characterId": "nm0000058"}, {"text": "[moans and pretends to faint]", "character": null, "characterId": null}]}]}