{"quotes": [{"lines": [{"text": "What's the matter with comics?", "character": "Biff", "characterId": "nm0642671"}, {"text": "I went into show business when I was seven years old. Two days later the first comic I ever met stole my piggy bank in a railroad station in Portland. When I was 11 the comics were looking at my ankles. When I was 14 they were...just looking. When I was 20 I'd been stuck with enough lunch checks to pay for a three-story house. Naw, they're shiftless, dame-chasing, ambitionless...", "character": "Dixie", "characterId": "nm0001766"}]}, {"lines": [{"text": "Grand opera never brought crowds like this into the lobby. Girls, that's what the public wants.", "character": "S.B. Foss", "characterId": "nm0111297"}]}, {"lines": [{"text": "Hey lady, you got your motor running.", "character": "Biff", "characterId": "nm0642671"}, {"text": "Don't get excited, you didn't get it started.", "character": "Dixie", "characterId": "nm0001766"}]}, {"lines": [{"text": "The next time you girls pull something like that don't do it during my act. You know its tough enough doing something artistic for those lugs out there with you and Dolly calling yourselves by your right names.", "character": "Lolita La Verne", "characterId": "nm0269274"}]}, {"lines": [{"text": "I seen a lot of pink elephants in my day but never a strangler.", "character": "Lolita La Verne", "characterId": "nm0269274"}]}, {"lines": [{"text": "Ah, I get it, you're pulling this act to make me feel protective.", "character": "Biff", "characterId": "nm0642671"}, {"text": "Haven't you ever figured on anybody telling the truth?", "character": "Dixie", "characterId": "nm0001766"}, {"text": "Not burlesque dames, they're used to wriggling out of things.", "character": "Biff", "characterId": "nm0642671"}]}, {"lines": [{"text": "This is my first experience with burlesque. It's a surprising profession.", "character": "Inspector Harrigan", "characterId": "nm0227644"}]}, {"lines": [{"text": "Aren't you a teeny weeny bit glad to see me back?", "character": "Biff", "characterId": "nm0642671"}, {"text": "[pause]\nNo.", "character": "Dixie", "characterId": "nm0001766"}]}]}