{"quotes": [{"lines": [{"text": "[to the American flyers]\nOh, say can you see, by dawns early light!", "character": "Jimmy", "characterId": "nm0620136"}]}, {"lines": [{"text": "[repeated line to the American flyers]\nGood morning, American bum!", "character": "Jimmy", "characterId": "nm0620136"}, {"text": "I'm not sure I like being called a \"bum\"! I've always thought of myself as more of a \"tramp\".", "character": "Duke Sinclaire", "characterId": "nm0418148"}]}, {"lines": [{"text": "[the American flyers are driving the French drillmaster crazy]", "character": null, "characterId": null}, {"text": "We've got him out-witted! Our feet are *killing* him!", "character": "Duke Sinclaire", "characterId": "nm0418148"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "A half-forgotten corner of France in a wholly-forgotten war. In memory of the heroes of the Lafayette Escadrille, who died in defense of life and of liberty. This monument, this patch of foreign sky, belongs to a handful of Americans who flew for France and died for France in the First World War. They came with an air of adventure or a sense of impatience in the days before America entered the war. The wore French uniforms, they fought in French planes, and they fell in love with French women. These weren't just names in 1917; they were headlines. But this story is about a man whose name isn't carved in stone with the other young men of that old war. He ran away to war for reasons of his own. His name is Thad Walker.", "character": "Narrator", "characterId": "nm0920074"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Lafayette Escadrille.", "character": "Narrator", "characterId": "nm0920074"}]}, {"lines": [{"text": "This is a day to write home about.", "character": "Tom Hitchcock", "characterId": "nm0566947"}, {"text": "an altimeter, a compass, and a revolutions counter.", "character": "Duke Sinclaire", "characterId": "nm0418148"}, {"text": "All he's gotta do now is land.", "character": "Tom Hitchcock", "characterId": "nm0566947"}]}]}