{"quotes": [{"lines": [{"text": "[into a phone]\nMarcy, if you hadn't kicked me out, I'd be home right now watching TV.", "character": "Claude", "characterId": "nm0675178"}]}, {"lines": [{"text": "Damnit Marcie!", "character": "Claude", "characterId": "nm0675178"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "I told that goddamn son-of-a-bitch to have my car ready by five-goddamn-o'clock this afternoon, that asshole! Now I gotta drive around all fuckin' weekend in this goddamned rat-tailed piece of shit. It's bad enough I gotta drive this truck all week, now I gotta fuckin' drive it around all weekend!", "character": "Ichabod William", "characterId": "nm0560310"}, {"text": "William, why do you cus so much? I'll bet if you could go one day without cussin, you'd just roll over and die.", "character": "Mary", "characterId": "nm0399234"}, {"text": "Well, goddamn Mary! If you had to drive around all weekend in this rat-tailed piece of shit, you'd cus too!", "character": "Ichabod William", "characterId": "nm0560310"}, {"text": "Well, I haven't said a single cus word yet, right?", "character": "Mary", "characterId": "nm0399234"}, {"text": "That ain't the point. You ain't gotta drive it.", "character": "Ichabod William", "characterId": "nm0560310"}, {"text": "But I still gotta ride in it, right?", "character": "Mary", "characterId": "nm0399234"}]}, {"lines": [{"text": "William, calm down. Stop cussin' at those motorists. They can't help it if they're fat. Besides, the way you drink you'd end up with a beer gut before long and then what? You'd cus yourself?", "character": "Mary", "characterId": "nm0399234"}, {"text": "Now Mary, a fuckin' beer gut ain't the same thing as being fat.", "character": "Ichabod William", "characterId": "nm0560310"}, {"text": "Oh, they do. They do.", "character": "Mary", "characterId": "nm0399234"}, {"text": "They don't fuckin' count! I know a lot of people that got a beer gut and ain't fuckin' fat.", "character": "Ichabod William", "characterId": "nm0560310"}, {"text": "Like who?", "character": "Mary", "characterId": "nm0399234"}, {"text": "Like, Cowboy. And he's a skinny-ass motherfucker!", "character": "Ichabod William", "characterId": "nm0560310"}, {"text": "Oh, please! If there's a law against being fat, there ought to be a law against beer guts too.", "character": "Mary", "characterId": "nm0399234"}, {"text": "There ain't no one gonna vote for it.", "character": "Ichabod William", "characterId": "nm0560310"}, {"text": "Well, I would.", "character": "Mary", "characterId": "nm0399234"}, {"text": "Mary, just get off my back. I had a real hard day at work. And I'm driving around this rat-tailed piece of shit truck. I take you to a lotta nice places all the time, and all you do is give me a lotta shit.", "character": "Ichabod William", "characterId": "nm0560310"}]}, {"lines": [{"text": "What the hell's the matter with you?", "character": "Skipper", "characterId": "nm0679861"}, {"text": "Marcy kicked my damn ass out. Pissed me off! She said she didn't give a flying fuckwad what I'd do. She said I could sleep in my truck for all she cared. Shit! She loves that yappy dog of hers more then she loves me. I tell you one thing, that damn dog of here never had to sleep outside. And I never took a shit on the carpet.", "character": "Claude", "characterId": "nm0675178"}]}]}