{"quotes": [{"lines": [{"text": "There's no such thing as love, only proofs of love.", "character": "Jacques", "characterId": "nm0545461"}]}, {"lines": [{"text": "It happened gradually with my realizing it. I couldn't laugh. I couldn't sleep. I wondered if it was your fault, but no. You're as wonderful as ever. You stay the same. I am the one who has changed. I asked myself over and over. Why am I no longer impatient? Why does my heart not leap up when he arrives? The sound of the elevator's approach no longer thrills me.", "character": "Hélène", "characterId": "nm0143018"}, {"text": "Hélène!", "character": "Jean", "characterId": "nm0076350"}, {"text": "It's a horrible discovery, but I wish to be frank. My heart is drifting away from you. I'm ready for your reproaches, bitterness and insults. I've called myself the worst name already. Only one insult could wound me now - hypocrite.", "character": "Hélène", "characterId": "nm0143018"}, {"text": "Hélène, you are wonderful. You were the first to speak, but I was guilty first. The story of your love is exactly the story of my own. All you thought, I thought as well. I kept silent, suffering. What a lesson you've taught me!", "character": "Jean", "characterId": "nm0076350"}, {"text": "Really?", "character": "Hélène", "characterId": "nm0143018"}, {"text": "Really. Hélène, you're beautiful, you're stunning. It's as if I'm seeing you for the first time. We should congratulate ourselves. It would have been awful if one went on loving longer than the other.", "character": "Jean", "characterId": "nm0076350"}, {"text": "Yes, awful. What now?", "character": "Hélène", "characterId": "nm0143018"}, {"text": "Neither of us has betrayed the other. We can avoid a messy breakup. We'll continue to see each other. We'll elude the death throes of a languishing love. No deceit, no suprises, no disgust. We'll be unique among our kind. I give you back your freedom, and you give me mine. We each go our own way. We'll be each other's confidant though I doubt I'll find anyone to confide in you about. You've set such a high standard. Can anyone ever know the future? I may soon find you were the only woman capable of making me happy. Perhaps you'll feel the same. And one day we'll meet again, I'll be at your side until we die.", "character": "Jean", "characterId": "nm0076350"}, {"text": "What if you don't find me when you return? Anything's possible. I might fall for another. He couldn't compare to you, but still...", "character": "Hélène", "characterId": "nm0143018"}, {"text": "That would be nobody's fault. Goodnight, Hélène.", "character": "Jean", "characterId": "nm0076350"}]}, {"lines": [{"text": "[looking aroud her new home]\nAre you sure all this is necessary? If so, I accept it. But do you realize what we are in for?", "character": "Agnès", "characterId": "nm0479626"}, {"text": "I do. Our life was a nightmare.", "character": "Mme. D", "characterId": "nm0091502"}, {"text": "And this is a dream?", "character": "Agnès", "characterId": "nm0479626"}]}, {"lines": [{"text": "[on her new bedroom]\nI call this a prison.", "character": "Agnès", "characterId": "nm0479626"}, {"text": "Trees! You have a lovely view of the square.", "character": "Mme. D", "characterId": "nm0091502"}, {"text": "Am I allowed to look outside?", "character": "Agnès", "characterId": "nm0479626"}]}, {"lines": [{"text": "Since we met, I've felt attached to you by a string. I simply follow it.", "character": "Jean", "characterId": "nm0076350"}, {"text": "Is that string called indiscretion?", "character": "Agnès", "characterId": "nm0479626"}]}, {"lines": [{"text": "There was a time when I would see a man's face behind every bouquet. Now look. Behind these flowers, there's still a man's face threatening us. That's what we've come to.", "character": "Agnès", "characterId": "nm0479626"}]}, {"lines": [{"text": "We're unlucky. Every time we meet alone, it's raining.", "character": "Agnès", "characterId": "nm0479626"}]}, {"lines": [{"text": "You've married a tramp. She was a cabaret dancer. You've played a trick on me and now I've played one on you.", "character": "Hélène", "characterId": "nm0143018"}, {"text": "You?", "character": "Jean", "characterId": "nm0076350"}, {"text": "Yes, me. You don't seem to realize where a woman's scorn can lead.", "character": "Hélène", "characterId": "nm0143018"}, {"text": "You?", "character": "Jean", "characterId": "nm0076350"}, {"text": "Don't be absurd. You've married a tramp. Now you must face the consequences. You're suddenly so sentimental.", "character": "Hélène", "characterId": "nm0143018"}, {"text": "You're horrid!", "character": "Jean", "characterId": "nm0076350"}, {"text": "Since your marriage seems to mean so much to you, you mustn't run off. Return to Agnès' side. You won't be the only one to console her. All her lovers are inside. And there are plenty of them!", "character": "Hélène", "characterId": "nm0143018"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "You're here. In time perhaps you'll forgive me. But don't hurry. So many honest girls become dishonest women. Perhaps I'll show the opposite can happen. I'm not yet worthy of having you come close to me. Wait. Just leave me a little hope. Then you can judge my behaviour. I'll be happy if you can bear my presence. Show me a corner of your house where I can live. I'll stay there without protest. I'm not evil. I know myself. I was weak. And I was in love with you. That's my only excuse. I lacked the courage to tell you the truth. Remember the letter you wouldn't read? It wasn't pleasant. You can forgive me. I won't trouble you anymore. It will be easy.", "character": "Agnès", "characterId": "nm0479626"}, {"text": "Hold on to life with all your strength! Hold on to me! I love you. You can't leave me! Try to hold on! Fight!", "character": "Jean", "characterId": "nm0076350"}, {"text": "I am fighting.", "character": "Agnès", "characterId": "nm0479626"}, {"text": "You are my wife. I love you! Stay with me!", "character": "Jean", "characterId": "nm0076350"}, {"text": "I will try.", "character": "Agnès", "characterId": "nm0479626"}, {"text": "That's an order. You can't disobey! Stay with me!", "character": "Jean", "characterId": "nm0076350"}, {"text": "I will stay.", "character": "Agnès", "characterId": "nm0479626"}]}]}