{"quotes": [{"lines": [{"text": "[title song; chorus]\nLet me tell ya 'bout White Chicks, White Chicks, White Chicks Let me tell ya 'bout White Chicks, White Chicks, White Chicks Let me tell ya 'bout 'em...", "character": null, "characterId": null}, {"text": "[Verse 1]", "character": null, "characterId": null}, {"text": "Now, they're so hot and they're so pretty, They get down to the real nitty gritty. White Chicks got this attitude, They ain't happy till they get screwed. Give me five on the black hand side, There's nothing as sweet as a little White hide. When I see Black Chicks on the street, I know White Chicks got them beat. Got to get some fine White pussy, Feel so wet and taste so juicy. Got to get some fine White Chick, Give her some of my big Black dick. They got blonde hair, they got blue eyes, They do things that hypnotize. There's one thing I just got to say, Give me White Chicks every day!", "character": null, "characterId": null}, {"text": "[Chorus]", "character": null, "characterId": null}, {"text": "[Verse 2]\nBlack boys like to watch White Chicks, Play around with their rubber dicks. White Chicks, Man, they can't be beat, Especially when it's time to eat. There ain't a thing White Chicks won't do, They're always lookin' for something new. You find a White Chick, but what the hell, Stick it in her little White bell. They got style, and they got class, They also got a real nice ass. I like them that's got green eyes, 'Specially when they spread their thighs. Pussies so wet and sweet as honey, Some White Chicks charge a whole lotta money. But I know where the funk is free, I've got White Chicks payin' me!", "character": null, "characterId": null}, {"text": "[Chorus]", "character": null, "characterId": null}, {"text": "[Verse 3]\nLet me tell ya 'bout White Chicks, they're so fine, They love to do it all the time. Do it in the morning, do it at night, Like TNT, they're like dynamite. Sometimes White Chicks come in twos, So when you go to bed, you can't lose. One on the bottom and one on the top, White Chicks don't know when to stop. They're so hot and they're so sleazy, They make you hard and it's so easy, To see why they fuck all night long, When my dick is hard and my rap is strong. White Chicks, they just can't be beat, In and out, they're a soulful treat. You know, I think that they're so groovy, I'm gonna use them in my movie!", "character": null, "characterId": null}, {"text": "[Chorus]", "character": null, "characterId": null}]}]}