{"quotes": [{"lines": [{"text": "The course of our lives can be changed by such little things. So many passing by, each intent on his own problems. So many faces that one might easily have been lost. I know now that nothing happens by chance. Every moment is measured; every step is counted.", "character": "Lisa Berndl", "characterId": "nm0000021"}]}, {"lines": [{"text": "Now I'm alone. My head throbs and my temples are burning. Perhaps God has been kind, and I too have caught the fever. If this letter reaches you, believe this - that I love you now as I've always loved you. My life can be measured by the moments I've had with you and our child. If only you could have shared those moments, if only you could have recognized what was always yours, could have found what was never lost. If only...", "character": "Lisa Berndl", "characterId": "nm0000021"}]}, {"lines": [{"text": "Honor is a luxury only gentlemen can afford.", "character": "Stefan Brand", "characterId": "nm0431139"}]}, {"lines": [{"text": "Promise me something.", "character": "Stefan Brand", "characterId": "nm0431139"}, {"text": "Anything.", "character": "Lisa Berndl", "characterId": "nm0000021"}, {"text": "And I don't even know where you live. Promise me you won't vanish.", "character": "Stefan Brand", "characterId": "nm0431139"}, {"text": "I won't be the one who vanishes.", "character": "Lisa Berndl", "characterId": "nm0000021"}]}, {"lines": [{"text": "Oh, if only you could've recognized what was always yours, could've found what was never lost. If only...", "character": "Lisa Berndl", "characterId": "nm0000021"}]}, {"lines": [{"text": "[Speaking of Stefan]\nHe returned last week.", "character": null, "characterId": null}, {"text": "A concert tour?", "character": null, "characterId": null}, {"text": "Pleasure trip most likely.", "character": null, "characterId": null}, {"text": "The way he's burning himself up, it's a wonder he's still alive.", "character": null, "characterId": null}, {"text": "Ten years ago, he showed great promise. Too bad. With that talent, he could have been a great pianist.", "character": null, "characterId": null}, {"text": "Perhaps talent is not enough.", "character": null, "characterId": null}, {"text": "Perhaps he has too many talents.", "character": null, "characterId": null}]}, {"lines": [{"text": "[When leaving for Milan]\nSay Stefan, the way that you said it last night.", "character": "Stefan Brand", "characterId": "nm0431139"}, {"text": "...Stefan", "character": "Lisa Berndl", "characterId": "nm0000021"}, {"text": "It's as though you've said it all your life.", "character": "Stefan Brand", "characterId": "nm0431139"}]}, {"lines": [{"text": "Have you ever shuffled faces like cards, hoping to find one that lies somewhere, just over the edge of your memory? The one you've been waiting for? Well tonight when I first saw you, and then later when I watched you in the dark, it was as though i'd found that one face among all the others. Who are you?", "character": "Stefan Brand", "characterId": "nm0431139"}]}, {"lines": [{"text": "Suddenly in that one moment, everything was in danger, everything I thought was safe. Somewhere out there were your eyes... and I knew I couldn't escape them. It was like the first time I saw you. The years between were melting away.", "character": "Lisa Berndl", "characterId": "nm0000021"}]}]}