{"quotes": [{"lines": [{"text": "Fascism must be stamped out forever. If necessary, in spite of the government. Perhaps some day soon this government may need the rebel forces to destroy the workers movement. We fight for the revolution. We expect help from no one.", "character": "Durruti", "characterId": "nm0173105"}]}, {"lines": [{"text": "What's happened to her?", "character": "Floren", "characterId": "nm0000721"}, {"text": "[When she sees María crying while Pilar is giving her a bath]", "character": null, "characterId": null}, {"text": "She saw the shooting of a bishop.", "character": "Pilar", "characterId": "nm0006702"}, {"text": "Since he was a bishop God must be resting his soul now. God is a fascist.", "character": "Floren", "characterId": "nm0000721"}, {"text": "Come on Floren! Stop talking nonsense.", "character": "Pilar", "characterId": "nm0006702"}]}, {"lines": [{"text": "Friends, I am Concha Liano and like my two comrades I am a member of Mujeres Libres. Our country is now in revolt. The symbols of oppression are burning. The workers have occupied the factories and barracks. The hated army which oppressed the working class for centuries has been defeated by ordinary men and women. Spain is an example to the world. Priests and capitalists are fleeing from proletarian justice. Now, at last, the people are speaking out. Friends, Freedom has broken out. We cannot aspire to any kind of justice while the greatest slavery exists. It forces you to renounce love, tenderness, friendship and waste your lives on the sexual voracity of strangers. It makes a woman sell her own body in houses like this which are just love sheds. Love must be free not bought... No more hypocrisy. No woman is decent until we all are. This has to end at once. It's over now. We're here to help you. Comrades, sisters, in the name of all Spanish women we open our arms to help you regain your dignity as workers, sisters, mothers. Join the liberation of prostitutes! Long live Mujeres Libres and the libertarian revolution!", "character": "Concha", "characterId": "nm0563760"}]}, {"lines": [{"text": "I'm going to explain, so listen well. We don't see why the revolution is in the hands of only half the population. We are anarchists, but we are also women and we want to make our revolution. Not have men make it for us. We don't want a struggle designed to fit the male because we'll be fucked, as always. We want to fight so that we can claim our part in the share-out. And we want to make it clear that just now we're beside ourselves with joy and it would be a mistake to keep us at home knitting! We want to die! But we want to die like men, not live like servants!", "character": "Pilar", "characterId": "nm0006702"}]}, {"lines": [{"text": "Are you an anarchist too?", "character": "María", "characterId": "nm0317725"}, {"text": "Yes, indeed. Anarchist, spiritualist and lame.", "character": "Floren", "characterId": "nm0000721"}, {"text": "[Holds up her foot]", "character": null, "characterId": null}, {"text": "Anarchist because the individual is all and the state is nothing. Spiritualist because, after death, the individual is all and God is nothing. And lame from birth because, that way, my mind developed.", "character": "Floren", "characterId": "nm0000721"}]}, {"lines": [{"text": "So what did my father die for? Know why he's here? To tell us we have to abandon this town! Durruti says it isn't strategic! We have to go back across the river! He says we'll have tanks soon, and caps with braid, and we'll be called the People's Army! I don't want an army! I want anarchy! Anarchy, for fuck's sake!", "character": "Obrero Hijo", "characterId": "nm0764450"}]}, {"lines": [{"text": "We are not afraid of ruins. Workers built the palaces and cities of Spain and America. We can do it again. The bourgeoisie can destroy their world before abandoning history's stage, but we have a new world in our hearts, a world that is growing every moment. It's growing while I talk you.", "character": "Durruti", "characterId": "nm0173105"}]}, {"lines": [{"text": "Comrade Durruti. The readers of the New York Herald would like to know if the anarchists act on government orders or if they are in confrontation with it.", "character": "Reportero extranjero", "characterId": "nm0153042"}, {"text": "Fascism must be stamped out forever. If necessary, in spite of the government. Perhaps some day soon this government may need the rebel forces to destroy the workers movement. We fight for the revolution. We expect help from no one.", "character": "Durruti", "characterId": "nm0173105"}, {"text": "[to a Russian in the room]", "character": null, "characterId": null}, {"text": "We'll show you Russian bolsheviks how to make a revolution. There is a dictatorship in your country. There are colonels and generals in the Red Army while my column has no leaders and no subordinates. We all have equal rights. We are all soldiers. I too am a simple soldier... The bourgeoisie always tend to identify freedom with chaos. We have organized enthusiasm, not obedience. Every man and woman is responsible to themselves and to the rest. that is our strength. We, the workers, are destined to inherit the earth.", "character": "Durruti", "characterId": "nm0173105"}, {"text": "It will undoubtedly be a very expensive triumph. You will rest on a pile of ruins.", "character": "Reportero extranjero", "characterId": "nm0153042"}, {"text": "We are not afraid of ruins. Workers built the palaces and cities of Spain and America. We can do it again. The bourgeoisie can destroy their world before abandoning history's stage, but we have a new world in our hearts, a world that is growing every moment. It's growing while I talk you.", "character": "Durruti", "characterId": "nm0173105"}]}, {"lines": [{"text": "Fascism must be stamped out forever. If necessary, in spite of the government. Perhaps some day soon this government may need the rebel forces to destroy the workers movement. We fight for the revolution. We expect help from no one. We'll show you Russian Bolsheviks how to make a revolution. There is a dictatorship in your country. There are colonels and generals in the Red Army while my column has no leaders and no subordinates. We all have equal rights. We are all soldiers. I too am a simple soldier... The bourgeoisie always tend to identify freedom with chaos. We have organized enthusiasm, not obedience. Every man and woman is responsible to themselves and to the rest. that is our strength. We, the workers, are destined to inherit the earth.", "character": "Durruti", "characterId": "nm0173105"}]}, {"lines": [{"text": "We'll show you Russian Bolsheviks how to make a revolution. There is a dictatorship in your country. There are colonels and generals in the Red Army while my column has no leaders and no subordinates. We all have equal rights. We are all soldiers. I too am a simple soldier.", "character": "Durruti", "characterId": "nm0173105"}]}]}