{"quotes": [{"lines": [{"text": "I didn't come here to talk about dying Nic... but we might have to.", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "But we might have to?", "character": "Nicholas Ray", "characterId": "nm0712947"}, {"text": "I was looking forward to seeing you, because I need your advice. You told me on the phone that you wanted to see me, but I was afraid to come too. And I think I'd rather tell you right now; why. I was aware that I'd see you in weakness, and... that... you might be worried about being seen this way. But I feel it's okay now. There is something else that came to my mind in the plane last night, that I'm actually more afraid of. I thought that I could find myself being attracted to your weakness, or to your suffering, and... if I realized I was, I think I would have to leave you. It would feel like abusing you... or betraying you.", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "That won't happen.", "character": "Nicholas Ray", "characterId": "nm0712947"}, {"text": "Good! So what are our plans for the rest of the day?", "character": "Wim Wenders", "characterId": "nm0000694"}]}, {"lines": [{"text": "Stanislavski was a dirty word. Improvisation was a dirty word. I think it's because there is that superfluity of talent in Hollywood, that I'm as uncomfortable as I am living there. It, uhh... you go home very night thinking, '... a waste, waste, waste'. I don't like the lifestyle. I did. I loved it for a while, but it didn't get done the things that I wanted to do. It's very tempting. It's very easy to compromise... and if you turn it down a couple of times you're 'difficult'. And if you're difficult - who needs you?", "character": "Nicholas Ray", "characterId": "nm0712947"}]}, {"lines": [{"text": "The film is about... a man who wants to bring himself all together before he dies. A regaining of self esteem. A once, very highly successful man.", "character": "Nicholas Ray", "characterId": "nm0712947"}, {"text": "[narrating]\nI was getting very confused. Something was happening. Each time the camera was pointed at Nic - something that I had no control of. It was in the camera itself. It was looking at Nic through the viewfinder. Like a very precise instrument, the camera showed clearly and mercilessly... that his time was running out. No, you couldn't really see it with your bare eyes. There was always hope... but not in the camera. I didn't know how to take it. I was terrified.", "character": "Wim Wenders", "characterId": "nm0000694"}]}, {"lines": [{"text": "[lecturing]\nWe are starting this new film of ours with about the same amount of head-start that we had on, The Lusty Men. A little backstory behind it, is that we started shooting with 26 pages of script, and then we wrote every night. So, there wasn't much besides instinct and reactions of my actors to what we had done the day before; to what we were going to do the next day. So, there was no possibility of meticulous 'Henry James-type' construction. The closer I get to my ending... the closer I am getting to rewriting my beginning. And certainly by the end, by the last page... umm, the climax has reconditioned the opening. And the opening usually changes.", "character": "Nicholas Ray", "characterId": "nm0712947"}]}, {"lines": [{"text": "[reading from Nicholas Ray's diary]\n'I looked into my face and what did I see? No grenache rock of identity - faded blue. Drawn skin and wrinkled lips and sadness. And the wildest urge to recognize and accept the face of my mother... ' Nick. Nick. Oh, Nick.", "character": "Wim Wenders", "characterId": "nm0000694"}]}]}