{"quotes": [{"lines": [{"text": "The truth is that I really do love you, yet it is the curse of my nature that I can desire but not possess beauty. It must always be just out of reach. I've wept for you and for myself.", "character": "Oscar Wilde", "characterId": "nm0250718"}, {"text": "If you let me, I would show you I'm more real than the goddess you imagine.", "character": "Lillie Langtry", "characterId": "nm0000768"}, {"text": "That is the one truth that I am frightened of.", "character": "Oscar Wilde", "characterId": "nm0250718"}]}, {"lines": [{"text": "Do you remember, Lillie? Once I said that one day you and I would commit a great folly. It was I who did by not leaving my heart in your keeping.", "character": "Oscar Wilde", "characterId": "nm0250718"}]}, {"lines": [{"text": "Oh, my dear, one day you and I will commit a great folly.", "character": "Oscar Wilde", "characterId": "nm0250718"}]}, {"lines": [{"text": "\"the love that dare not speak its name\", in this century, is such a great affection of an elder for a younger man, as there was between David and Jonathan, such as Plato made the very basis of his philosophy. It is that deep affection that is as pure as it is perfect. It dictates and pervades great works of art, like those of Shakespeare and Michaelangelo, and those two letters of mine, such as they are. It is in this century misunderstood, and on account of it am I placed where I am now. It is beautiful. It is fine. It is the noblest form of affection. There is nothing unnatural about it. It is intellectual and it repeatedly exists between an elder and a younger man when the elder has intellect and the younger man all the joy, hope, and glamour of life before him. That it should be so the world does not understand. The world mocks at it and puts one in the pillory for it.", "character": "Oscar Wilde", "characterId": "nm0250718"}]}, {"lines": [{"text": "[Oscar Wilde is carrying a lily.]", "character": null, "characterId": null}, {"text": "I could only afford one bloom, and I told them it had to be the most perfect in all Covent Garden, as it was for you.", "character": "Oscar Wilde", "characterId": "nm0250718"}, {"text": "And you carried all the way here?", "character": "Lillie Langtry", "characterId": "nm0000768"}, {"text": "All the way on foot, and I hate walking. It was like a royal progress. As I passed down the Strand, I heard one pompous gentleman say loudly enough for all to hear, \"There goes that bloody fool, Oscar Wilde.\" I bowed to him and said, \"I am carrying this to Mrs. Langtry. Would you not gladly exchange places?\"", "character": "Oscar Wilde", "characterId": "nm0250718"}, {"text": "[laughing]\nOne day they'll send a doctor to certify you.", "character": "Lillie Langtry", "characterId": "nm0000768"}, {"text": "The only thing certifiable about me is my genius.", "character": "Oscar Wilde", "characterId": "nm0250718"}]}, {"lines": [{"text": "The camera, you know, will never capture you. Photography, in my experience, has the miraculous power of transferring wine into water.", "character": "Oscar Wilde", "characterId": "nm0250718"}]}, {"lines": [{"text": "Nowadays, people are preoccupied with reality. They want to see every leaf on the tree, every hair on the dog's tail. That's not art, that's illustration.", "character": "J. M. Whistler", "characterId": "nm0271514"}]}, {"lines": [{"text": "When you two talk together, do you always talk about nothing but art?", "character": "Lord Rosslyn", "characterId": "nm0402100"}, {"text": "Of course not, Lord Rosslyn. When Jimmy and I are together, we never talk about anything exept ourselves.", "character": "Oscar Wilde", "characterId": "nm0250718"}, {"text": "Oh no, you forget, dear Oscar, when you and I are together, we never talk about anything except me.", "character": "J. M. Whistler", "characterId": "nm0271514"}, {"text": "That's true, Jimmy. We do talk about you, but I think about myself.", "character": "Oscar Wilde", "characterId": "nm0250718"}]}]}