{"quotes": [{"lines": [{"text": "If you're faced with corruption from civil servants, please report to the Anti-Corruption Division of the Royal Hong Kong Police.", "character": null, "characterId": null}]}, {"lines": [{"text": "[to himself]\nI only want to make a living... I don't want to report anything. You all forced me hard. The television advertisement told us we can all make a report. I'll go hell and clear this mess! At least I can do it this way!", "character": null, "characterId": null}, {"text": "[he hangs himself in front of his family]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after catching the Ugly Assassin]\nWho sent you here? The Faucet?", "character": null, "characterId": null}, {"text": "[the Ugly Assassin stays quiet]", "character": null, "characterId": null}, {"text": "I thought all dogs knew how to bark. How come such puppies don't know how?", "character": null, "characterId": null}]}, {"lines": [{"text": "What I'm talking is very serious corruption in Hong Kong. As much as 95% of the civil servants are involved.", "character": null, "characterId": null}, {"text": "This is a bad tradition in Chinese society. They live in relationships and bribery. Anything can be solved with money. The situation is worsening and the problem is difficult to solve.", "character": null, "characterId": null}, {"text": "As long as we have determination, I'll clear them once I commence work.", "character": null, "characterId": null}, {"text": "What will you do if there's a rock in front of your path?", "character": null, "characterId": null}, {"text": "Move it.", "character": null, "characterId": null}, {"text": "[He bends down to pick up a rock]", "character": null, "characterId": null}, {"text": "[stops him]\nBe careful. There may be worms under the rock. They'll crawl on you.", "character": null, "characterId": null}]}, {"lines": [{"text": "You aren't working well with your colleagues, right?", "character": null, "characterId": null}, {"text": "Maybe I do things in another manner.", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}, {"text": "You've been married for five years, and now, suddenly your wife left you with the kids for another man. Why?", "character": null, "characterId": null}, {"text": "We don't match each other.", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}, {"text": "In what way?", "character": null, "characterId": null}, {"text": "[smiling]", "character": null, "characterId": null}, {"text": "In your sex life?", "character": null, "characterId": null}, {"text": "This is my personal matter.", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}, {"text": "Everyone calls you 'Tamerlane.' Colleagues don't work well with you. Your wife doesn't want you, and even the kids leave you. Don't you think you have a problem?", "character": null, "characterId": null}, {"text": "This doesn't relate to my reinstatement!", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}, {"text": "It is absolutely related. If a normal person cannot express his desire in a normal way, his character will become extreme and selfish. In addition to the emotional impact from the gun injury, I advise you to stop working temporarily and visit me each month.", "character": null, "characterId": null}, {"text": "I don't want to follow the bad examples of others! Is that considered abnormal?", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}, {"text": "According to psychology, a person that isn't acting normally is abnormal.", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}, {"text": "I think you're abnormal! You stupid virgin. Have you even felt the smell of a man? I'm sure you haven't even had a sexual climax before! Don't think you're a woman because you're wearing a bra! Let me tell you, I'm a real, strong man. At least I've got two kids! What have you got? Bear something out if you can!", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}]}, {"lines": [{"text": "You're familiar with the police force. I hope you can help me.", "character": "Solicitor Annie Ma", "characterId": "nm0001041"}, {"text": "What do you want the information for? In the end you'll stand on their side, anyway.", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}]}, {"lines": [{"text": "Let me ask you a question. How much do you know about corruption in Hong Kong? You're not facing a few thousand policemen. It's a few hundred thousand civil servants and four million Hong Kong people If everyone had the habit of paying dirty money, they'll think that going by the back door is a proper thing. They all belong to the corruption group. What's the use of anti-corruption?", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}]}, {"lines": [{"text": "We have crows in this generation. We hope to raise pigeons in the next.", "character": "Solicitor Annie Ma", "characterId": "nm0001041"}]}, {"lines": [{"text": "Let me tell you what the best way is. If he cuts you with a knife, shoot him with a gun. If he shoots you with a gun, kick him in the ass. This is a demanding war. Once you declare war, they won't let you go. We can never turn back.", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}]}, {"lines": [{"text": "I, Luk Tai-Chiu, has had the pleasure of being respected by the Big Four Families and by all police. Being your tap, I can handle the society peacefully. Do you know why? Because we are united. But what happens if we're not united?", "character": "Luk Tai-Chiu", "characterId": "nm0498429"}, {"text": "[pats Brother Chiu]", "character": null, "characterId": null}, {"text": "Give me the chopsticks.", "character": "Luk Tai-Chiu", "characterId": "nm0498429"}, {"text": "[Chiu hands him the chopsticks. Luk then grabs his hands and uses a pair of pliers to rip off his thumb]", "character": null, "characterId": null}, {"text": "I hope that this is the last unloyal finger that I cut off.", "character": "Luk Tai-Chiu", "characterId": "nm0498429"}]}, {"lines": [{"text": "Let me tell you. No matter how hard your neck is, it's not as hard as a bullet.", "character": "Luk Tai-Chiu", "characterId": "nm0498429"}, {"text": "Let me tell you, too. No matter how big your hands are, you can't cover the whole earth.", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}, {"text": "My biology teacher said that nobody on earth can be hit dead.", "character": "Luk Tai-Chiu", "characterId": "nm0498429"}, {"text": "My Chinese teacher also told me that no tiger can be hit dead.", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}]}, {"lines": [{"text": "There was once a child who asked me whether he should be greedy. I said no. Tell me why the child should be greedy for such a small sum. He should instead aim at larger amounts. It's just like bathing. Just a little piss water doesn't have any meaning. Surely, it's much more pleasant to bath with large water tubes.", "character": "Luk Tai-Chiu", "characterId": "nm0498429"}]}, {"lines": [{"text": "I'll get you and shut your tap!", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}, {"text": "Shut it? Shut it up, and the whole world will have no water to drink. Then, we'll see who dies. You or me!", "character": "Luk Tai-Chiu", "characterId": "nm0498429"}]}, {"lines": [{"text": "Let me warn you. You'll eventually fall off the horse! Look forward to it! I'll get you one day!", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}, {"text": "My horse runs quickly! Can you catch it?", "character": "Luk Tai-Chiu", "characterId": "nm0498429"}]}, {"lines": [{"text": "Corruption has a strong root in Hong Kong. There are a few million citizens, and most of them have the habit of paying and receiving dirty money. If we don't stop them, the future life of Hong Kong citizens will be affected.", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}]}, {"lines": [{"text": "Now, it isn't businessmen having mutual benefits. Civil servants are doing the same. They defend for their benefits. Civil servants know the rule and offend the rule. They defend prostitution and gambling. Drugs can be sold publicly. These are the harmless effects of corruption.", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}]}, {"lines": [{"text": "[his first lines]\nWorried, Mr. Wong?", "character": "Ugly Assassin", "characterId": "nm0665204"}]}, {"lines": [{"text": "[on the phone]\nHello? Who is this?", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}, {"text": "Money isn't everything. Maybe if I added a bullet...", "character": "Luk Tai-Chiu", "characterId": "nm0498429"}, {"text": "What did you say ...", "character": "Sergeant Wong Yat-Chung", "characterId": "nm0862479"}, {"text": "[a gunshot rings out]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after cutting someone's throat and wiping the blood off his wrist sword with a dollar bill]\nThe less greedy a person is, the easier he'll betray me.", "character": "Luk Tai-Chiu", "characterId": "nm0498429"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "On November 17, 1974, ICAC brought back 130 policemen from the Mongkok Police Station. They were accused of corruption. Ex-Police Commissioner Gerber was led back to Hong Kong for a trial. This was the first successful action in anti-corruption. This has improved an honest atmosphere among civil servants.", "character": null, "characterId": null}]}]}