{"quotes": [{"lines": [{"text": "You wanted to know where I'm from? I'm from Connecticut, Mayflower stock. I was taught that my prince would come, and he would be a lawyer, and I would have his children. And on the weekends we would barbecue. And all the other princes and their princesses would come, and they would say, \"Delicious, delicious.\" Oh, how boring.", "character": "Margaret", "characterId": "nm0137592"}, {"text": "[She turns off the light and begins applying fluorescent makeup]", "character": null, "characterId": null}, {"text": "fuck women instead of men, and you'll discover a whole kingdom of freedom. Men won't step on you anymore, women will. So come on, who's next? Who wants to teach me? Come on, teach me. Are you afraid? You're right, because they're all dead. All my teachers.", "character": "Margaret", "characterId": "nm0137592"}]}, {"lines": [{"text": "I kill with my cunt.", "character": "Margaret", "characterId": "nm0137592"}]}, {"lines": [{"text": "Shut up before I cut your face and nobody's gonna want to fuck your ugly cunt!", "character": "Adrian", "characterId": "nm0791974"}]}, {"lines": [{"text": "Margaret... is an uptight WASP cunt from Connecticut", "character": "Adrian", "characterId": "nm0791974"}]}, {"lines": [{"text": "Whether or not I like someone doesn't depend on what kind of genitals they have.", "character": "Margaret", "characterId": "nm0137592"}]}, {"lines": [{"text": "At the turn of the century heroin was available at every corner drugstore. Any housewife could get some for a headache.", "character": "Owen", "characterId": "nm0103579"}, {"text": "I am not a turn of the century housewife and I don't want heroin in my house.", "character": "Katherine", "characterId": "nm0343967"}]}, {"lines": [{"text": "And this chicken is the Miss America of the 80s?", "character": "Jimmy", "characterId": "nm0137592"}, {"text": "No, Jimmy. You are.", "character": "Adrian", "characterId": "nm0791974"}, {"text": "[singing]", "character": null, "characterId": null}, {"text": "Here he is, Miss America...", "character": "Adrian", "characterId": "nm0791974"}, {"text": "No. I think Margaret is Miss America.", "character": "Designer", "characterId": "nm0449624"}, {"text": "I think it's Jimmy.", "character": "Photographer", "characterId": "nm0696377"}, {"text": "You just say that because you're gay", "character": "Jack", "characterId": "nm0531286"}, {"text": "Oh, he's not gay all the time!", "character": "Designer's Assistant", "characterId": "nm0408391"}, {"text": "I seriously think Jimmy is the new Miss America. He has all the mannerisms of a sex symbol.", "character": "Photographer", "characterId": "nm0696377"}, {"text": "That's what we should call this! Make it a series. \"The two Miss Americas.\"", "character": "Jack", "characterId": "nm0531286"}, {"text": "Great idea! And we could end it with the two of them fucking!", "character": "Photographer", "characterId": "nm0696377"}, {"text": "He can't fuck.", "character": "Margaret", "characterId": "nm0137592"}, {"text": "I can too fuck. I just can't fuck you.", "character": "Jimmy", "characterId": "nm0137592"}]}, {"lines": [{"text": "I'm sorry, but duty is more important than shrimps.", "character": "Johann", "characterId": "nm0903220"}, {"text": "Oh.", "character": "Sylvia", "characterId": "nm0214229"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "Well, the duty is yours, the house is mine. And in my house, shrimps are more important than duty.", "character": "Sylvia", "characterId": "nm0214229"}]}, {"lines": [{"text": "That's really quite a world that you've shown me. German scientists are as tall as the Empire State Building, and aliens are as big as jumbo shrimp.", "character": "Sylvia", "characterId": "nm0214229"}]}, {"lines": [{"text": "That's the only thing I care about, my career. What do you think I'm doing right now? I'm getting ready to shoot with a professional photographer who I met at the club, who's gonna come here...", "character": "Margaret", "characterId": "nm0137592"}, {"text": "Wally wants to go to bed with you.", "character": "Owen", "characterId": "nm0103579"}, {"text": "Nobody - nobody fucks at the club, everybody's gay! It's you that thinks about fucking all the time.", "character": "Margaret", "characterId": "nm0137592"}, {"text": "\"shit\" and \"fuck.\"", "character": "Owen", "characterId": "nm0103579"}]}, {"lines": [{"text": "You just wanna get laid. You'll say anything to get laid. Just like everyone else from California. What do you have, a cock for a brain, baby? Don't fuck with me, you asshole. Why don't you go fuck your father if he loves you so much?", "character": "Margaret", "characterId": "nm0137592"}]}, {"lines": [{"text": "I seem to remember, when we were at, um, Cambridge, there was a war, I think it was between the, uh, they were called, uh, mods and rockers, and they - they went at each other with bicycle chains. I don't think your punks need help from the outside to kill themselves.", "character": "Owen", "characterId": "nm0103579"}]}, {"lines": [{"text": "All your costumes are just participation in some kind of phoney theater. I'm only telling you this for your own good. It's a freak show.", "character": "Owen", "characterId": "nm0103579"}, {"text": "Oh, are you trying to say that your blue jeans weren't theater?", "character": "Margaret", "characterId": "nm0137592"}, {"text": "It's not the same thing.", "character": "Owen", "characterId": "nm0103579"}, {"text": "So your professor wore a three-piece suit and blamed you for your jeans. And your jeans were \"too much.\" And he didn't understand that his suit was also a costume. You thought your jeans stood for love, freedom and sexual equality; we at least know that we're in costume.", "character": "Margaret", "characterId": "nm0137592"}]}, {"lines": [{"text": "Cocteau was Cocteau before he ever did... drugs.", "character": "Katherine", "characterId": "nm0343967"}, {"text": "What are you saying?", "character": "Owen", "characterId": "nm0103579"}, {"text": "That's it's not going to help you.", "character": "Katherine", "characterId": "nm0343967"}]}, {"lines": [{"text": "Me and my rhythm box! Me and my rhythm box!", "character": "Adrian", "characterId": "nm0791974"}]}, {"lines": [{"text": "Let's go dancing! What else is there to do?", "character": "Margaret", "characterId": "nm0137592"}]}]}