{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Hello, children. I'm Mother Goose. Guess what? I've dusted off the old storybook and I'm about to bring you a wonderful tale, sure to bring a smile to your face, a tear to your heart, and that tingly feeling in your naughty parts. You may want to share your fun with Mommy and Daddy bu-u-t...", "character": "Mother Goose", "characterId": "nm0403039"}, {"text": "[beckons with index finger and proceeds in a lower voice]", "character": null, "characterId": null}, {"text": "if, while I'm talking, Mommy and Daddy start to get naked and do some funny wrestling, and Mommy starts to scream, \"Jesus! Christ! Fill me! Fill me!\", you must promise to run straight to your room, quick as a bunny. Now, let's snuggle back and enjoy the wonderful adventures of Little Red Riding Hood.", "character": "Mother Goose", "characterId": "nm0403039"}]}, {"lines": [{"text": "Once upon a time, when fairy tales were really hot stuff, in the small village of Gobbledyguk, near a big forest, there lived a kindly lady named Mrs. Hood who owned a quaint little store featuring bread, homemade candies, and lotto tickets. But we don't give a shit about her. It's her stepdaughter we want to focus on. Now, there were a lot of pretty women in that village, but the finest of them all was Mrs. Hood's stepdaughter, Bernice, better known as Little Red Riding Hood.", "character": "Mother Goose", "characterId": "nm0403039"}]}, {"lines": [{"text": "Oh, Mr. Wolf. Do we have to make love here in a bed of pine needles and chipmunk shit? Can't we just run off to some distant kingdom and live happily ever after?", "character": "Gretel", "characterId": "nm0245884"}, {"text": "That is my sentiments exactly, my fair maiden.", "character": "Wolf", "characterId": "nm0000465"}, {"text": "It is? It *is* true.", "character": "Gretel", "characterId": "nm0245884"}, {"text": "Nah, not really. I'll just tell you what you wanna hear until I have an orgasm. Then I'll tell ya to get lost.", "character": "Wolf", "characterId": "nm0000465"}]}, {"lines": [{"text": "[as she spots Hal walking into the pub]\nOh, my god. I think I have a boner and I don't even have a cock!", "character": "Mrs. Hood", "characterId": "nm0648508"}, {"text": "Oh, I'm willing to bet that this guy is a knave, with a capital silent 'K'.", "character": "Wolf", "characterId": "nm0000465"}]}, {"lines": [{"text": "Excuse me, Red, I bear ill tidings. Your Granny's taken ill at the cottage.", "character": "Cronie", "characterId": "nm0249892"}, {"text": "Oh, what a pisser! That means I have to schlep all the way to the cottage, again.", "character": "Red Riding Hood", "characterId": "nm0597868"}]}, {"lines": [{"text": "Give me two rotto tickets and a date with your beautiful daughter, Led.", "character": "Ninja", "characterId": "nm1173156"}, {"text": "No Led for you! Get outta here!", "character": "Mrs. Hood", "characterId": "nm0648508"}, {"text": "[turns to Red]", "character": null, "characterId": null}, {"text": "\"My beautiful daughter, Led\", now I've heard everything.", "character": "Mrs. Hood", "characterId": "nm0648508"}]}, {"lines": [{"text": "[in voiceover]\nAs you might have guessed, Mrs. Hood and Red really aren't stepmother and stepdaughter. We don't do no kinky shit like that in *our* fairy tales. They're really lesbo lovers of the 47th degree.", "character": "Mother Goose", "characterId": "nm0403039"}]}, {"lines": [{"text": "[retrieving a package of condoms from the waist band of her panties]\nWith the plague and all... You can't be too safe.", "character": "Buxom Wench", "characterId": "nm0520926"}, {"text": "What's that?", "character": "Hal", "characterId": "nm0124973"}, {"text": "[she opens the package and withdraws a condom]", "character": null, "characterId": null}, {"text": "Oh, ye olde scumbag. Yeah I've used these many times, many times before.", "character": "Hal", "characterId": "nm0124973"}]}, {"lines": [{"text": "My, my, my, what a lovely little cottage you have here.", "character": "Wolf", "characterId": "nm0000465"}, {"text": "Oh, thank you, thank you. Why don't you go sit down and have some nice hot tea, just brewed.", "character": "Granny", "characterId": "nm0908924"}, {"text": "Why, thank you. Perhaps you've heard of me, I'm a friend of your granddaughter, Red Riding Hood.", "character": "Wolf", "characterId": "nm0000465"}, {"text": "Oh, Red, that dear sweet little girl. Ya know, she's always bringing me wildflowers and cakes and candies and pies and things, but between you and me, I was hoping that she'd spend a little bit more time finding herself a nice handsome strong husband. Someone not unlike yourself. A brawny guy.", "character": "Granny", "characterId": "nm0908924"}, {"text": "Well, perhaps you could put in a good word for me.", "character": "Wolf", "characterId": "nm0000465"}, {"text": "Perhaps I could.", "character": "Granny", "characterId": "nm0908924"}, {"text": "[hands him a mug]", "character": null, "characterId": null}, {"text": "By the way, what was your name?", "character": "Granny", "characterId": "nm0908924"}, {"text": "Oh...", "character": "Wolf", "characterId": "nm0000465"}, {"text": "[Granny pours the tea past his mug into Wolf's lap]", "character": null, "characterId": null}, {"text": "Jesus fucking Christ!", "character": "Wolf", "characterId": "nm0000465"}, {"text": "Oh, you don't have to shout, Mr. Fuckingchrist, there's nothing wrong with my hearing. It's my eyesight that's off just a little.", "character": "Granny", "characterId": "nm0908924"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "And that's the story of Little Red Riding Hood. Wasn't the woodsman, Hal, big and strong and handsome? But that's what fairy tales are all about, so you can dream. And you know what they say,", "character": "Mother Goose", "characterId": "nm0403039"}, {"text": "[singing]", "character": null, "characterId": null}, {"text": "\"Fairy tales can come true. They can happen to you. La, la, la, la...\"", "character": "Mother Goose", "characterId": "nm0403039"}, {"text": "[singing]\nDa, da, da...", "character": "Wolf", "characterId": "nm0000465"}, {"text": "[singing]\nWhen you are among the very young at heart.", "character": "Wolf", "characterId": "nm0000465"}, {"text": "[imitating Wolfman Jack]\nAnother hit song brought to you by Wolfman.", "character": "Wolf", "characterId": "nm0000465"}, {"text": "[Hal, Wolf, and Mother Goose continue singing]", "character": null, "characterId": null}]}]}