{"quotes": [{"lines": [{"text": "Zack Taylor, that boy that just walked out of here is more of a man than you'll ever be! And he cares a hell of a lot more about this town. Because he remembers it when it was a town full of friends and neighbors who really cared about each other - who were willing to work together no matter how tough it got. You told him to come back here when he's a man. Well you see, he can't do that... because he's dying. But he came back here, because of all the places in the world, this place... this town... is where he wanted to spend his last days. And you all think you got it tough. I'm just sorry he saw what happened to this town.", "character": "Isaiah Edwards", "characterId": "nm0294229"}]}, {"lines": [{"text": "Safe? Safe? How can you call him safe? He was out from me to you!", "character": "Isaiah Edwards", "characterId": "nm0294229"}, {"text": "Now Isaiah, this was a close decision. The Good Lord helped me make the right decision.", "character": "Rev. Robert Alden", "characterId": "nm0339428"}, {"text": "Well, that's wonderful, but the Good Lord wasn't leading by two runs! We were!", "character": "Isaiah Edwards", "characterId": "nm0294229"}, {"text": "Isaiah, this is Sunday! Let's not question Divine Guidance.", "character": "Rev. Robert Alden", "characterId": "nm0339428"}, {"text": "[Looking up into the heavens]\nOh, if this had been Saturday, Willie would have been out!", "character": "Isaiah Edwards", "characterId": "nm0294229"}]}, {"lines": [{"text": "You think I've got a chance?", "character": "Charles Ingalls", "characterId": "nm0001446"}, {"text": "Hey, you're an Ingalls! Of course you've got a chance!", "character": "Albert Ingalls", "characterId": "nm0479612"}]}, {"lines": [{"text": "Jason, what are you looking at?", "character": "Jeb Carter", "characterId": "nm0448181"}, {"text": "I'm watching Mr. Reed give Miss Plum a kiss so I'll know how to do it right when I try it on Amy Bryant.", "character": "Jason Carter", "characterId": "nm0295191"}, {"text": "Jason Carter, I wouldn't kiss you even if you were the last boy on earth!", "character": "Amy Bryant", "characterId": "nm0924197"}]}, {"lines": [{"text": "You heard her! She wouldn't kiss me if I was the last boy on earth!", "character": "Jason Carter", "characterId": "nm0295191"}, {"text": "You believe that?", "character": "Jeb Carter", "characterId": "nm0448181"}, {"text": "You think she was lying?", "character": "Jason Carter", "characterId": "nm0295191"}, {"text": "Of course she was.", "character": "Jeb Carter", "characterId": "nm0448181"}, {"text": "Yeah...", "character": "Jason Carter", "characterId": "nm0295191"}, {"text": "Sure. All you gotta do now is wait for the rest of us to die.", "character": "Jeb Carter", "characterId": "nm0448181"}]}, {"lines": [{"text": "Mr. Ingalls, Albert is a very sick young man. I'm afraid he has a blood disorder which is... well, it's causing him to lose strength.", "character": "Doctor Houser", "characterId": "nm0130210"}, {"text": "I see. How long? How long will the treatments take before we can get him back on his feet?", "character": "Charles Ingalls", "characterId": "nm0001446"}, {"text": "Mr. Ingalls, I'm sorry, but uh... Well, there is no treatment. Albert's not going to get any better - only worse.", "character": "Doctor Houser", "characterId": "nm0130210"}]}, {"lines": [{"text": "What's wrong with you people? What's happened to all of you?", "character": "Albert Ingalls", "characterId": "nm0479612"}, {"text": "Just who are you to ask that kind of question?", "character": "Zack Taylor", "characterId": "nm0194234"}, {"text": "My name's Albert Ingalls. The man who's trying to help you is my father.", "character": "Albert Ingalls", "characterId": "nm0479612"}, {"text": "Well, that don't make you something special. Go on back to the big city with your old man. We don't need no kid not grown telling us what for. Come back in ten years when you're a man!", "character": "Zack Taylor", "characterId": "nm0194234"}]}, {"lines": [{"text": "It may sound strange to you, Mr. Hall, but Albert wants to become a doctor so he can help people.", "character": "Charles Ingalls", "characterId": "nm0001446"}]}, {"lines": [{"text": "Well, well Gentlemen, it sounds to me like we have the basis for a possible wager here.", "character": "Sherwood Montague", "characterId": "nm0143857"}, {"text": "Now you're talking there, Montey. You put up the money and I'll put up my snakeball.", "character": "Isaiah Edwards", "characterId": "nm0294229"}, {"text": "That's Mr. Montague. And I'd hardly call your snakeball a sound investment.", "character": "Sherwood Montague", "characterId": "nm0143857"}]}]}