{"quotes": [{"lines": [{"text": "Why does one decide to marry? Social pressure? Boredom? Loneliness? Sexual appeasement? Love? I won't put any of these reasons down. Each in its own way is adequate, each is all right. Last year, I married a musician who wanted to get married in order to stop masturbating. Please, don't be startled, I'm not putting him down. That marriage did not work. But the man tried. He is now separated, still masturbating, but he is at peace with himself because he tried society's way.", "character": "Rev. Dupas", "characterId": "nm0000661"}]}, {"lines": [{"text": "Now, just last month, I married a novelist to a painter. Everyone at the wedding ceremony was under the influence of an hallucinogenic drug. The drug quickened our mental responses, slowed our physical responses, and the whole ceremony took two days to perform. Never have the words had such meaning!", "character": "Rev. Dupas", "characterId": "nm0000661"}]}, {"lines": [{"text": "Those guys in the park, they said 'Hey, fatface! What are you staring at?' If I told them I wasn't staring at them, they would've beat me up for being a liar. And if I told them I was staring at them because I wanted to take their picture, then they'd beat me up for being a cop. So I told them I was staring at them because they looked familiar, and they beat me up for being a fag. There's no way of talking someone out of beating you up if that's what he wants to do.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}]}, {"lines": [{"text": "I trust you.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}, {"text": "Oh, Alfred, do you really?", "character": "Patsy Newquist", "characterId": "nm0734454"}, {"text": "I nearly trust you.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}, {"text": "Nearly?", "character": "Patsy Newquist", "characterId": "nm0734454"}, {"text": "I nearly do. I really nearly do.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}, {"text": "[ecstatically]\nOh, Alfred!", "character": "Patsy Newquist", "characterId": "nm0734454"}]}, {"lines": [{"text": "Why don't you call me 'Dad'?", "character": "Mr. Newquist", "characterId": "nm0306696"}, {"text": "I didn't call my own father 'Dad.'", "character": "Alfred Chamberlain", "characterId": "nm0001285"}, {"text": "What did you call him?", "character": "Mr. Newquist", "characterId": "nm0306696"}, {"text": "I didn't call him anything. The occasion never came up.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}]}, {"lines": [{"text": "First, let me state to you, Alfred, and to you, Patricia, that of the 200 marriages I have performed, all but seven have failed. So the odds are not good.", "character": "Rev. Dupas", "characterId": "nm0000661"}]}, {"lines": [{"text": "Kissing you is like kissing white bread!", "character": "Patsy Newquist", "characterId": "nm0734454"}]}, {"lines": [{"text": "Honey, I don't want to hurt you. I want to change you.", "character": "Patsy Newquist", "characterId": "nm0734454"}]}, {"lines": [{"text": "I want to be married to a big, strong, vital, virile, self-assured man... that I can protect and take care of.", "character": "Patsy Newquist", "characterId": "nm0734454"}]}, {"lines": [{"text": "Now, I'm not saying that I'm any better or stronger than you are. It's just, we... you and I have different temperaments. And my temperament is better and stronger than yours!", "character": "Patsy Newquist", "characterId": "nm0734454"}]}, {"lines": [{"text": "Your father-in-law wants me to mention the deity in the ceremony. He wants me to sneak it in. He's offered me a lot of money to do it.", "character": "Rev. Dupas", "characterId": "nm0000661"}, {"text": "I don't know what to tell you, Henry.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}, {"text": "Well, if it's all right with you, I'd like to take the money and not mention the deity; First Existential can use the money.", "character": "Rev. Dupas", "characterId": "nm0000661"}]}, {"lines": [{"text": "Alfred, you're the first man I've ever gone to bed with where I didn't feel he was a lot more likely to get pregnant than I was!", "character": "Patsy Newquist", "characterId": "nm0734454"}]}, {"lines": [{"text": "My father worked fourteen hours a day in a sweatshop on lower Broadway, number three hundred and thirteen. Our first apartment was a five flight walk up, four and a half room, cold water flat with the bathtub in the kitchen and the toilet down the hall. A hundred and forty two Hester Street. Three families used the toilet. An Italian family, a coloured family, a Jewish family. Three families with different faiths. A one thing each of those families had in common. They had in common the sacrifices they had to make to get where they were. What they had in common was *persecution*. *Persecution!*", "character": "Judge Stern", "characterId": "nm0414279"}]}, {"lines": [{"text": "I'll tell you what God was to my father. God got my father up those six and a half flights of stairs, not counting the stoop.", "character": "Judge Stern", "characterId": "nm0414279"}]}, {"lines": [{"text": "It isn't just pain you don't feel, you don't feel pleasure!", "character": "Patsy Newquist", "characterId": "nm0734454"}, {"text": "I do feel pleasure.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}, {"text": "About what?", "character": "Patsy Newquist", "characterId": "nm0734454"}, {"text": "A lot of things.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}, {"text": "Name one!", "character": "Patsy Newquist", "characterId": "nm0734454"}, {"text": "My work.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}, {"text": "Oh, name another.", "character": "Patsy Newquist", "characterId": "nm0734454"}, {"text": "Sleeping.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}, {"text": "Work and sleeping. Oh, that's just great! What about sex?", "character": "Patsy Newquist", "characterId": "nm0734454"}, {"text": "Makes you sleep better.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}]}, {"lines": [{"text": "To Patsy's father, Carol Newquist. I've never heard that name on a man before but I'm sure it's all right.", "character": "Rev. Dupas", "characterId": "nm0000661"}]}, {"lines": [{"text": "Who is it, Darby?", "character": "Mrs. Chamberlain", "characterId": "nm0005368"}, {"text": "It's Alfred.", "character": "Mr. Chamberlain", "characterId": "nm0709907"}, {"text": "Alfred who?", "character": "Mrs. Chamberlain", "characterId": "nm0005368"}, {"text": "Alfred Chamberlain.", "character": "Mr. Chamberlain", "characterId": "nm0709907"}, {"text": "My Alfred Chamberlain?", "character": "Mrs. Chamberlain", "characterId": "nm0005368"}, {"text": "Tom Wolfe said you can't go home again. But I doubt if he meant that literally, more likely a metaphor. But he didn't come from Chicago. More Carolina, Georgia. Something like that. Wolfe wasn't a racist, though. I don't think he was. An anti-Semite I think, but not a racist.", "character": "Mr. Chamberlain", "characterId": "nm0709907"}]}, {"lines": [{"text": "Alfred, look whose decided to pay us a visit, Lieutenant Practice.", "character": "Mr. Newquist", "characterId": "nm0306696"}, {"text": "Can I have a glass of milk, Mrs Newquist, and a cookie?", "character": "Lt. Practice", "characterId": "nm0000273"}]}, {"lines": [{"text": "It was after this that I began to wonder. If they're that unformidable, why bother to fight back? It's very dangerous. It's dangerous to challenge a system unless you're completely at peace with the thought that you're not going to miss it when it collapses.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}]}, {"lines": [{"text": "And you're going to feel starting right now, is that right? I don't want a nod, I want an answer. Say, \"yes, Patsy.\"", "character": "Patsy Newquist", "characterId": "nm0734454"}, {"text": "Yes, Patsy.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}, {"text": "Yes, Patsy what?", "character": "Patsy Newquist", "characterId": "nm0734454"}, {"text": "Yes, Patsy, I'm going to feel.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}, {"text": "Starting when?", "character": "Patsy Newquist", "characterId": "nm0734454"}, {"text": "Starting as soon as I can manage it.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}, {"text": "Starting when?", "character": "Patsy Newquist", "characterId": "nm0734454"}, {"text": "Starting now.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}, {"text": "And what's your first feeling?", "character": "Patsy Newquist", "characterId": "nm0734454"}, {"text": "Er, it's sort of distant.", "character": "Alfred Chamberlain", "characterId": "nm0001285"}]}, {"lines": [{"text": "You know how I get through the day, Alfred? In planned segments. I get up in the morning and I think, \"Okay. Sniper didn't get me for breakfast, let's see if I can take my morning walk without being mugged. Okay. I finished my walk, let's see if I can make it back home without getting a brick dropped on my head from the top of a building. Okay. I'm safe in the lobby, let's see if I can make it up in the elevator without getting a knife in my ribs. Okay. I made it to the hall, let's see if I can walk in and not find burglars in the hallway. Okay. I made it to the hall, let's see if I can walk into my living room and not find the rest of my family dead.\" This goddam city.", "character": "Mr. Newquist", "characterId": "nm0306696"}]}, {"lines": [{"text": "Are you really so down on people, or are you just being fashionable?", "character": "Patsy Newquist", "characterId": "nm0734454"}]}, {"lines": [{"text": "We are involved here in a far reaching conspiracy to undermine our most basic beliefs and sacred institutions. Whose behind this conspiracy? Once again ask yourself who has the most to gain. People in high places, their names would astound you! People in low places, concealing their activities beneath a cloak of poverty! People of all walks of life, left wing and right wing. Black and white. Students and scholars. A conspiracy of such ominous proportion that we will never, never know the whole story and we'll never be able to reveal all the facts! We are readying mass arrests. I am going to see that you people get every possible break. If there is any information you would like to contribute at this time, it will be held in the strictest confidence....", "character": "Lt. Practice", "characterId": "nm0000273"}, {"text": "[runs out of front door]", "character": null, "characterId": null}]}]}