{"quotes": [{"lines": [{"text": "Kiss me, my fool!", "character": "Country Red", "characterId": "nm0172231"}]}, {"lines": [{"text": "[whislting and searching about frantically]", "character": null, "characterId": null}, {"text": "Howdy do, cousin! Glad to meet ya! Say, where is that Red Riding Hood, huh? Where is she? Hey, Red! Where is that good-lookin' babe? I wanna love her and hug her and kiss her and hug her and...", "character": "Country Cousin", "characterId": "nm0173418"}, {"text": "[City Wolf bangs him on the head with a baseball bat]", "character": null, "characterId": null}, {"text": "Control yourself, cousin. Ms. Riding Hood is not here. You shall meet her this evening at the club. But remember, here in the city we do not shout and whistle at the ladies. Come now. It's top hat and tails, you know.", "character": "City Wolf", "characterId": "nm0124889"}]}, {"lines": [{"text": "Folks, confidentially, I'm not the real grandma. I'm the wolf, see? Now, I'm supposed to eat Red Riding Hood all up, but I ain't a-gonna do it. All I'm going to do is chase her and catch her and kiss her and hug her and love her and hug her and...", "character": "Country Cousin", "characterId": "nm0173418"}, {"text": "[Giggle fit]", "character": null, "characterId": null}]}, {"lines": [{"text": "Oh, I'm terribly sorry, cousin, but this city life is a bit too much for you. I shall have to motor you back to the country.", "character": "City Wolf", "characterId": "nm0124889"}, {"text": "[he drives Country Cousin back to his home in the country]", "character": null, "characterId": null}, {"text": "Eh, howdy, boys.", "character": "Country Red", "characterId": "nm0172231"}, {"text": "[City wolf sees Red and goes through the same wild reactions that his country cousin went through; Country Cousin knocks him out with a mallet and puts him back in the car]", "character": null, "characterId": null}, {"text": "Sorry, cousin. This country life is a bit too much for ya. I guess I'll have to drive ya back to the city!", "character": "Country Cousin", "characterId": "nm0173418"}]}, {"lines": [{"text": "Uh-heh! Kissed a cow.", "character": "Country Cousin", "characterId": "nm0173418"}]}]}