{"quotes": [{"lines": [{"text": "[Narrating]\nOne day Siddhartha heard an old musician on a passing boat speaking to his people.", "character": "Lama Norbu", "characterId": "nm0948078"}, {"text": "If you tighten the string too much it will snap and if you leave it too slack, it won't play.", "character": "Old Musician", "characterId": "nm0659248"}, {"text": "[continues narrating]\nSuddenly, Siddhartha realized that these simple words held the great truth, and that in all these years he had been following the wrong path.", "character": "Lama Norbu", "characterId": "nm0948078"}]}, {"lines": [{"text": "Were you sleeping lama?", "character": "Jesse Conrad", "characterId": "nm0927615"}, {"text": "No, I was meditating.", "character": "Lama Norbu", "characterId": "nm0948078"}, {"text": "What's meditating?", "character": "Jesse Conrad", "characterId": "nm0927615"}, {"text": "It is being totally quiet and relaxed, separating yourself from everything around you, setting your mind free like a bird, and you can then see your thoughts as if they were passing clouds", "character": "Lama Norbu", "characterId": "nm0948078"}, {"text": "[looks out the window of a flying plane]", "character": null, "characterId": null}]}, {"lines": [{"text": "There is no empty room when the soul is full... ... you learn that in a prison cell! *laughs*", "character": "Lama Norbu", "characterId": "nm0948078"}]}, {"lines": [{"text": "[speaking to Mara]\nYou are pure illusion, you do not exist. The earth is my witness.", "character": "Siddhartha", "characterId": "nm0000206"}]}, {"lines": [{"text": "Car broken, sir?", "character": null, "characterId": null}, {"text": "Yah.", "character": null, "characterId": null}, {"text": "Very bad karma!", "character": null, "characterId": null}]}, {"lines": [{"text": "Your grandfather must have been pretty tough if the tiger lost his tooth.", "character": "Jesse Conrad", "characterId": "nm0927615"}]}, {"lines": [{"text": "You see, my teacher, Lama Dorje, who was even a teacher of the Dalai Lama, towards the end of his life he felt he was needed in the West, to teach the Dharma, the 'Path Buddha'... so, he came to America, to Seattle, where he passed away nine years ago. We have been searching his reincarnation in many places. But now we think he might have been reborn, right here, as your son.", "character": "Lama Norbu", "characterId": "nm0948078"}, {"text": "[Somewhat startled]\nAs Jesse?", "character": "Lisa Conrad", "characterId": "nm0000403"}, {"text": "Yes.", "character": "Lama Norbu", "characterId": "nm0948078"}, {"text": "Lama Dorje had a great sense of humor.", "character": "Kenpo Tenzin", "characterId": "nm0727749"}, {"text": "[laughs]", "character": null, "characterId": null}]}, {"lines": [{"text": "one for winter, one for the rainy season, and one for summer. In this way he hoped to shield his son from all knowledge of pain or worry. But then, one day, Siddhartha heard a mysterious song of haunting beauty. At first he couldn't understand where it was coming from. The song was in a language he had never heard before. What was it saying? What did it mean?", "character": null, "characterId": null}, {"text": "[Siddhartha goes to investigate, whereupon he discovers an unfamiliar woman singing this hauntingly beautiful song]\nWhat is this song?", "character": "Siddhartha", "characterId": "nm0000206"}, {"text": "It is from a faraway land, my Lord. It evokes the beauties of the country she knew as a child. The mountains, and the lakes that she can never forget.", "character": "Yasodhara", "characterId": "nm0755093"}, {"text": "How strange. Do such places exist? Places as beautiful as here?", "character": "Siddhartha", "characterId": "nm0000206"}, {"text": "I've heard that only suffering lies beyond these walls.", "character": "Yasodhara", "characterId": "nm0755093"}, {"text": "What do you mean, \"suffering\"?", "character": "Siddhartha", "characterId": "nm0000206"}, {"text": "Your father loves you very much. He has given us everything we could want. There is no need to go anywhere else when you have such beauty around you.", "character": "Yasodhara", "characterId": "nm0755093"}, {"text": "It is true. We have everything, and everything is perfect. So... what is this feeling I have? If the world is so beautiful, why have I never seen it? I've not even seen my own city! I must see the world, Yasodhara!... with my own eyes.", "character": "Siddhartha", "characterId": "nm0000206"}]}, {"lines": [{"text": "[Explaining the meaning of death to Siddhartha, as they watch a body on a traditional funeral pyre being prepared for cremation]\nDeath is the moment of separation, which comes to every person in every family. When the body grows cold and stiff like wood, it has to be burnt like wood.", "character": "Channa", "characterId": "nm0051945"}]}, {"lines": [{"text": "[after mulling over the words he overheard from the old musician]\nThe path to enlightenment is in the middle way. It is the line between all opposite extremes.", "character": "Siddhartha", "characterId": "nm0000206"}]}, {"lines": [{"text": "I was just telling Jesse the story of Siddhartha.", "character": "Lama Norbu", "characterId": "nm0948078"}, {"text": "That's a beautiful story. A beautiful... myth.", "character": "Dean Conrad", "characterId": "nm0001389"}, {"text": "It is one way of telling the truth, and children seem to love it.", "character": "Lama Norbu", "characterId": "nm0948078"}, {"text": "Lama Norbu, I have great respect for your culture and your... religion. And I know about the invasion of Tibet, and the tragedies that happened. But I don't believe in reincarnation, and neither does my wife.", "character": "Dean Conrad", "characterId": "nm0001389"}, {"text": "[laughing softly]\nWhy should you?", "character": "Lama Norbu", "characterId": "nm0948078"}, {"text": "[Goes over and pours some tea into a porcelain cup]\nIn Tibet, we think of the mind and the body as the contents and the container.", "character": "Lama Norbu", "characterId": "nm0948078"}, {"text": "[Breaks the cup against the edge of the table; all the tea spills out]\nNow, the cup is no longer a cup, but what is the tea?", "character": "Lama Norbu", "characterId": "nm0948078"}, {"text": "Still tea.", "character": "Dean Conrad", "characterId": "nm0001389"}, {"text": "it moves from one body to another, but it is still mind!", "character": "Lama Norbu", "characterId": "nm0948078"}]}, {"lines": [{"text": "[as they observe Lama Norbu, who is old and ailing, in a state of deep meditation]\nSomeone like Lama Norbu can remain like this for ten days. Or even more. He can sit like a mountain, serene and unmovable. And he can meditate deep and vast as ocean. And then smoothly, while doing meditation, he can enter into the state of death, with his own will.", "character": "Champa", "characterId": "nm0475251"}, {"text": "He's dying.", "character": "Dean Conrad", "characterId": "nm0001389"}, {"text": "We are all of us dying every minute. Death is a big part of life. Every breath that we breathe, we die.", "character": "Champa", "characterId": "nm0475251"}, {"text": "What about his passion for life? What about the people he's leaving behind?", "character": "Dean Conrad", "characterId": "nm0001389"}, {"text": "He will come back.", "character": "Champa", "characterId": "nm0475251"}, {"text": "I don't know if I believe it, but I'd like to.", "character": "Dean Conrad", "characterId": "nm0001389"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Once upon a time, in a village in ancient India, there was a little goat and a priest. The priest wanted to sacrifice the goat to the gods. He raised him arm to cut the goat's throat, when suddenly the goat began to laugh. The priest stopped, amazed, and asked the goat, \"why do you laugh? Don't you know I'm about to cut your throat?\" \"Oh yes,\" said the goat. \"After 499 times dying and being reborn as a goat, I will be reborn as a human being.\" Then the little goat began to cry. The high priest said, \"why now are you crying?\" And the goat replied, \"for you, poor priest. Five hundred lives ago I too was a high priest, and sacrificed goats to the gods.\" The priest dropped to his knees, saying, \"forgive me, I beg. From now on I will be the guardian and protector of every goat in the land.\"", "character": "Lama Norbu", "characterId": "nm0948078"}, {"text": "[children laughing]", "character": null, "characterId": null}, {"text": "Now, what does this ancient tale teach us?", "character": "Lama Norbu", "characterId": "nm0948078"}, {"text": "[in unison]\nThat no living creature must ever be sacrificed.", "character": null, "characterId": null}, {"text": "What happened to the goat?", "character": null, "characterId": null}, {"text": "Ah, yes. The goat - hmm - had many many lives as a human being. Until one day he turned into someone very strange indeed. Champa, show us something of your previous life...", "character": "Lama Norbu", "characterId": "nm0948078"}, {"text": "B-a-a-a-a-a", "character": "Champa", "characterId": "nm0475251"}, {"text": "[children all laughing]", "character": null, "characterId": null}, {"text": "B-a-a-a-a-a", "character": "Champa", "characterId": "nm0475251"}]}, {"lines": [{"text": "Why have you lied to me about the existence of suffering, sickness, poverty, old age, and death?", "character": "Siddhartha", "characterId": "nm0000206"}, {"text": "If I've lied to you, Siddhartha, it has been because I love you.", "character": "King Suddhodhana", "characterId": "nm0784293"}, {"text": "Your love has become a prison.", "character": "Siddhartha", "characterId": "nm0000206"}]}, {"lines": [{"text": "To learn is to change. The path of enlightenment is in the middle way. It is the line between all opposite extremes.", "character": "Siddhartha", "characterId": "nm0000206"}]}, {"lines": [{"text": "[his first sentence as a child]\nI have been born to reach Enlightenment and free all creatures from suffering.", "character": "Siddhartha", "characterId": "nm0000206"}]}, {"lines": [{"text": "Hey, where's our reincarnation? Where's Lama Dorje?", "character": "Dean Conrad", "characterId": "nm0001389"}, {"text": "Reading his book. Wow. Like the Three Kings from the east, huh?", "character": "Lisa Conrad", "characterId": "nm0000403"}, {"text": "Hmm. Yeah. Amazing. Well, at least they didn't try to tell us that Jesse was the result of an immaculate conception.", "character": "Dean Conrad", "characterId": "nm0001389"}, {"text": "reincarnation. I wouldn't mind coming back, visiting the places I like again and the people I love.", "character": "Lisa Conrad", "characterId": "nm0000403"}, {"text": "Suppose you come back as an ant.", "character": "Dean Conrad", "characterId": "nm0001389"}, {"text": "So, what's wrong with an ant? Lots of group activity and picnics and things.", "character": "Lisa Conrad", "characterId": "nm0000403"}, {"text": "You can get squished.", "character": "Dean Conrad", "characterId": "nm0001389"}, {"text": "People get squished too.", "character": "Lisa Conrad", "characterId": "nm0000403"}]}]}