{"quotes": [{"lines": [{"text": "It's hard to believe that this area like all the enormous expanses of eastern Tibet was once a huge forest, full of trees so large that it took several men with outstretched arms to encircle them.", "character": null, "characterId": null}, {"text": "What happened to the trees?", "character": null, "characterId": null}, {"text": "In my childhood there was a dense forest here. But during the last decades all the forests have been cut down. One mountain after the other has been stripped. Here, there are only tree stumps, this is all we have left. The trees have all been floated to China, and now nothing grows here - it's terrible.", "character": null, "characterId": null}]}, {"lines": [{"text": "They use every part of the animal, not just the meat and milk. The hair of the Yak is spun into the threads with which they make their tents. The fur itself is made into blankets and coats, which are worn winter and summer. *Nothing* is thrown away. For the Tibetans Nature is sacred.", "character": null, "characterId": null}]}, {"lines": [{"text": "The country on the roof of the world is as big as western Europe, or a quarter of the U.S., but with only six million inhabitants. Since 1960, Beijing has been oppressing Tibet with half a million soldiers, and colonizing it with what are by now eight million chinese settlers.", "character": null, "characterId": null}, {"text": "More than a million Tibetans have been killed. The country has been looted. Tibet's natural resources are plundered and nearly all the big wild animals have been wiped out. Before the Chinese started to build roads one could see great herds of antelopes, wild donkeys, and yaks. Today only a few birds are left.", "character": "Narrator", "characterId": "nm0773165"}, {"text": "Tibetans do not kill animals just for fun or profit. It would be against their faith. The majority are nomads who live *with* - and not against - Nature.", "character": null, "characterId": null}]}, {"lines": [{"text": "Before drinking one always sacrifices a few drops for the hungry spirits.", "character": null, "characterId": null}]}]}