{"quotes": [{"lines": [{"text": "Dirty old Blighty. Undereducated, economically backward, bizarre. A catalogue of modern miseries. With its fake traditions, its Irish war, its militarism and secrecy, its silly old judges. It's hatred of intellectuals, its ill health and bad food. Its sexual repression. Its hypocrisy and racism. And its indolence. It's so exotic. So, home-made.", "character": "Narrator", "characterId": "nm0006890"}]}, {"lines": [{"text": "Robinson lives in the way people were said to live in the cities of the Soviet Union. His income is small but he saves most of it. He isn't poor because he lacks money but because everything he wants is unobtainable.", "character": "Narrator", "characterId": "nm0006890"}]}, {"lines": [{"text": "Robinson is not a conservationist. But he misses the smell of cigarette ash and urine that used to linger in the Neo-Georgian phone boxes that appear on London postcards.", "character": "Narrator", "characterId": "nm0006890"}]}, {"lines": [{"text": "London, he says, is a city under siege from a suburban government which uses homeless, pollution, crime, and the most expensive and run down public transport system of any city in Europe as weapons against Londoners' lingering desire for the freedoms of city life.", "character": "Narrator", "characterId": "nm0006890"}]}, {"lines": [{"text": "[Comments on the general election result]\nRobinson began to consider what this result would mean for him. His flat would continue to deteriorate and its rent increase. He would be intimidated by vandalism and petty crime. The bus service would get worse. There would be more traffic and noise pollution and an increased risk of getting knocked down crossing the road. There would be more drunks pissing in the street when he looked out of the window and more children taking drugs on the stairs when he came home at night. His job would be at risk and subjected to interference. His income would decrease. He would drink more and less well. He would be ill more often. He would die sooner. For the elderly or anyone with children it would be much worse. For London as a whole, there would now be no new elected metropolitan authority. The public transport system would degenerate into chaos as it was deregulated and privatised. There would be more road schemes. Hospitals would close. As the social security system was dismantled there would be increased homelessness and crime, with police more often carrying guns. The population would continue to decline as those who could would move away and employers followed.", "character": "Narrator", "characterId": "nm0006890"}]}, {"lines": [{"text": "On June the 4th we passed through Leicester Square again and found it being officially reopened by the queen who was to switch on a new electricity substation which had been built beneath it. We heard that earlier someone in the crowd had shouted \"Pay your taxes you scum\" but there had been no other incidents.", "character": "Narrator", "characterId": "nm0006890"}]}, {"lines": [{"text": "He asked me if I find it strange that the largest street festival in Europe should take place in London, the most unsociable and reactionary of cities. I said that I didn't find it strange at all, for only in the most unsociable of cities would there be a space for it. And in any case for many people London was not at all unsociable.", "character": "Narrator", "characterId": "nm0006890"}]}, {"lines": [{"text": "In the supermarket we found a cafe with friendly staff and pleasant, inexpensive food, but there was no sign of anyone writing poetry.", "character": "Narrator", "characterId": "nm0006890"}]}, {"lines": [{"text": "He argued that the failure of London was rooted in the English fear of cities, a protestant fear of popery and socialism, the fear of Europe, that had disenfranchised Londoners and undermined their society. He denounced the anachronisms of the City and its constitutional privileges.", "character": "Narrator", "characterId": "nm0006890"}, {"text": "[...]", "character": null, "characterId": null}, {"text": "For Londoners, London is obscured. Too thinly spread, too private for anyone to know. Its social life invisible, its government abolished, its institutions at the discretion of either monarchy or state or the City, where at the historic centre there nothing but a civic void, which fills and empties daily with armies of clerks and dealers, mostly citizens of other towns. The true identity of London, he said, is in its absence. As a city it no longer exists. In this alone it is truly modern. London was the first metropolis to disappear.", "character": "Narrator", "characterId": "nm0006890"}]}, {"lines": [{"text": "Life is a hospital where every patient is obsessed by the desire of changing beds. One would like to supper opposite the stove another is sure he'd bet well beside the window.", "character": "Narrator", "characterId": "nm0006890"}]}, {"lines": [{"text": "Life is a hospital where every patient is obsessed by the desire of changing beds. One would like to supper opposite the stove another is sure he'd get well beside the window.", "character": "Narrator", "characterId": "nm0006890"}]}, {"lines": [{"text": "Robinson credits Stern with the discovery of the cinema in his description of duration as the succession of ideas which follow and succeed each other in our minds like the images on the inside a lantern, turned round by the heat of a candle.", "character": "Narrator", "characterId": "nm0006890"}]}]}