{"quotes": [{"lines": [{"text": "I am the Second designated by the Shogunate... Ogami Itto.", "character": "Ogami Itto", "characterId": "nm0423663"}]}, {"lines": [{"text": "Lately, I've been having awful nightmares. The voices may be the souls of those you've beheaded... they curse me from ponds of blood... or mountains of spikes... from ghastly places... I can hear them as they send chills down my spine. They say that they'll put a curse upon the Ogami line and they keep repeating that over and over. I am consumed with fear for our child's safety.", "character": "Sugito", "characterId": "nm0913796"}]}, {"lines": [{"text": "So you see, as three warriors have paid their lives to present this declaration I must now exercise my official right to inspect your shrine. Ogami, take me to the shrine.", "character": "Inspector Yagyu Bizen-no-Kami", "characterId": "nm0619821"}, {"text": "[They go to the shrine]", "character": null, "characterId": null}, {"text": "To pay respect to, and to offer prayers for the souls of those I have been ordered to execute by the Shogunate I have built this shrine.", "character": "Ogami Itto", "characterId": "nm0423663"}, {"text": "It is most respectful! I am moved. It does you great credit, Ogami.", "character": "Inspector Yagyu Bizen-no-Kami", "characterId": "nm0619821"}, {"text": "Why it's...!", "character": "Ogami Itto", "characterId": "nm0423663"}, {"text": "What do we have here? Of all things... a death memorial tablet bearing the emblem of the Shogunate! Ogami! What is the meaning of this? Why a Shogunate tablet?", "character": "Inspector Yagyu Bizen-no-Kami", "characterId": "nm0619821"}]}, {"lines": [{"text": "Men, take Ogami Itto!", "character": "Inspector Yagyu Bizen-no-Kami", "characterId": "nm0619821"}, {"text": "This is too odd! Inspector Bizen... What is the meaning of these uniformed men? Was it your intent to take me away from the beginning?", "character": "Ogami Itto", "characterId": "nm0423663"}, {"text": "Naturally, in such an emergency as this!", "character": "Inspector Yagyu Bizen-no-Kami", "characterId": "nm0619821"}, {"text": "If that were so, they would have come here openly. Besides, there shouldn't have been any reason to hide your uniforms.", "character": "Ogami Itto", "characterId": "nm0423663"}, {"text": "[Grabs a guard]", "character": null, "characterId": null}, {"text": "Furthermore, how do you explain the armor? If you were in such a rush to come here, why did you take the time to don this?", "character": "Ogami Itto", "characterId": "nm0423663"}]}, {"lines": [{"text": "You would've been happier if you'd chosen to join your mother in her world.", "character": "Ogami Itto", "characterId": "nm0423663"}]}]}