{"quotes": [{"lines": [{"text": "Dear sweet simple minded Barbara Ann. Barbara Ann whose deepest and most heartfelt yearnings express with a kind of touching lyricism the total vulgarity of our time.", "character": "Alan", "characterId": "nm0001522"}]}, {"lines": [{"text": "Everybody has got to love me. Everybody. This is my year. My horoscope says I am going to be famous. I am a Capricorn and I can't miss. I deserve it, too. I've been good. I haven't done bad things with boys. Well, a little. But not really bad. And only if I liked a boy.", "character": "Barbara Ann", "characterId": "nm0001839"}]}, {"lines": [{"text": "Honey, you *know* I never go out with a married man on the first date.", "character": "Marie Greene", "characterId": "nm0017030"}]}, {"lines": [{"text": "You lied to me, Miss Greene. You permitted me to believe your father was dead.", "character": "Stella Bernard", "characterId": "nm0002106"}, {"text": "Well, they're divorced.", "character": "Barbara Ann", "characterId": "nm0001839"}, {"text": "In our family we don't divorce our men; we *bury* 'em!", "character": "Stella Bernard", "characterId": "nm0002106"}]}, {"lines": [{"text": "Mollymauk does not fool around.", "character": "Alan", "characterId": "nm0001522"}]}, {"lines": [{"text": "I'm not a bunny, I am a cocktail waitress.", "character": "Marie Greene", "characterId": "nm0017030"}]}, {"lines": [{"text": "This guy has the constitution of a horse!", "character": "Stella Bernard", "characterId": "nm0002106"}]}, {"lines": [{"text": "[Emmett has called Mr. Beverly into his office]\nFrankly, Beverly, I've been reevaluating your performance in plant skills. There's been talk, Beverly. Talk. Do you think this material is too controversial for you?", "character": "Weldon Emmett", "characterId": "nm0466327"}, {"text": "[looking somewhat bewildered]\nMr. Emmett, I don't understand. I've been teaching botany for...", "character": "Mr. Beverly", "characterId": "nm0287776"}, {"text": "[cutting him off]\nWe call it \"Plant Skills for Life\" here at Consolidated, don't we, Beverly, hmm?", "character": "Weldon Emmett", "characterId": "nm0466327"}, {"text": "I've been teaching \"Plant Skills for Life\" for 30 years.", "character": "Mr. Beverly", "characterId": "nm0287776"}, {"text": "Yes, yes, yes, yes, yes... I know all that. Be quick, man! What unit are you currently programming?", "character": "Weldon Emmett", "characterId": "nm0466327"}, {"text": "Well, yesterday, for example, we covered the pistils and the stamen.", "character": "Mr. Beverly", "characterId": "nm0287776"}, {"text": "The what?", "character": "Weldon Emmett", "characterId": "nm0466327"}, {"text": "The fertilization of the flowers. It's very beautiful. You know how the pistils give off the pollen? And the stamen is the receptacle? I show how it gets from one to the other, and...", "character": "Mr. Beverly", "characterId": "nm0287776"}, {"text": "[looking shocked]\nGood lord, man! What kind of *smut* are you exposing these children to?", "character": "Weldon Emmett", "characterId": "nm0466327"}, {"text": "It's life, sir. I try to make it...", "character": "Mr. Beverly", "characterId": "nm0287776"}, {"text": "DON'T burble to me about \"life,\" Beverly. Just keep the *filth* out of your classroom. Good lord, \"the stamens and the pistils...\" Get your mind out of the gutter, man. Out of the gutter!", "character": "Weldon Emmett", "characterId": "nm0466327"}, {"text": "[continues]\nRemember the image! Parents must know that their daughters are as safe at Consolidated as they are in... church.", "character": "Weldon Emmett", "characterId": "nm0466327"}]}, {"lines": [{"text": "\"harping\" all the time does not make you an angel.", "character": "Phil Neuhauser", "characterId": "nm0614217"}]}, {"lines": [{"text": "[Looking at the party on the beach through his binoculars]\n15 beach pictures I've made, this is the first time I've ever been to a beach. Damnedest sight I ever saw in my life.", "character": "T. Harrison 'Harry' Belmont", "characterId": "nm0300010"}, {"text": "However, title... title. We need a title. Uh, \"Bikini Vampire.\" \"I Was a Teenage Bikini Vampire.\" \"I Married a Teenage Bikini Vampire.\"", "character": "T. Harrison 'Harry' Belmont", "characterId": "nm0300010"}, {"text": "[Sees Barbara Ann and Alan passing by on a motorized floating whale]\n\"I Was a Teenage Bikini Vampire... on some kind of a fish.\"", "character": "T. Harrison 'Harry' Belmont", "characterId": "nm0300010"}]}, {"lines": [{"text": "My son is a dear boy. He's also a *total* idiot. He takes after his late father.", "character": "Stella Bernard", "characterId": "nm0002106"}, {"text": "Oh, yes, he told me. He was a psychiatrist?", "character": "Barbara Ann", "characterId": "nm0001839"}, {"text": "Yes, but with a gimmick. He was the first head-shrinker in Beverly Hills to validate parking tickets... You can't imagine what a simple thing like that can mean business-wise.", "character": "Stella Bernard", "characterId": "nm0002106"}]}, {"lines": [{"text": "I buried my husband ten years ago. He died at home, yeah. Right there - right on that spot you're sitting on.", "character": "Stella Bernard", "characterId": "nm0002106"}, {"text": "[Barbara Ann looks a little uncomfortable]\nOh, I'm telling you, one minute he's sitting there, Robbie and I are combing my hair at the time, next minute he's gone.", "character": "Stella Bernard", "characterId": "nm0002106"}, {"text": "Oh, how awful! How did he die?", "character": "Barbara Ann", "characterId": "nm0001839"}, {"text": "All psychosomatic. Absolutely *nothing* wrong with him physically. Case of \"death wish,\" pure and simple. Everything, Miss Greene, *everything* - it's in the mind. You decide to die, then you do it, pfft! That's all there is to it.", "character": "Stella Bernard", "characterId": "nm0002106"}]}, {"lines": [{"text": "This is not a good day for me. As a matter of fact, the good days get fewer and fewer.", "character": "Marie Greene", "characterId": "nm0017030"}]}, {"lines": [{"text": "I'm 40 years old... No, that's a lie, that's a lie, that's a lie, that's a lie. I'm 41, I'll be 42 in September. I'm an old... I'm an old bag! I would be better off dead. Dead, dead, dead, dead, dead!", "character": "Marie Greene", "characterId": "nm0017030"}]}, {"lines": [{"text": "What do you want from me? I'll be a cocktail waitress, like Marie... Oh, the hell I will. I'll do something else. I'll... I'll be a prostitute, that's what I'll be. You get to pick your customers. And you get paid for it. That sounds like a lot of fun, doesn't it? I'll be a prostitute.", "character": "Barbara Ann", "characterId": "nm0001839"}, {"text": "[soberly]\nBarbara Ann...", "character": "Alan", "characterId": "nm0001522"}, {"text": "Yes?", "character": "Barbara Ann", "characterId": "nm0001839"}, {"text": "There's been an accident... There has been an accident.", "character": "Alan", "characterId": "nm0001522"}]}, {"lines": [{"text": "you promised to love, honor and obey me!", "character": "Bob Barnard", "characterId": "nm0922229"}, {"text": "Listen, I may have been a little hysterical at the ceremony, but I never said anything as *dumb* as that!", "character": "Barbara Ann", "characterId": "nm0001839"}]}, {"lines": [{"text": "Did he leave a note?", "character": "Dr. Milton Lippman", "characterId": "nm0577865"}, {"text": "couldn't write a simple English sentence if his life depended on it.", "character": "Stella Bernard", "characterId": "nm0002106"}]}, {"lines": [{"text": "[Alan has climbed up on a front-end loader]\nAl, what are you doing on that big machine? Golly Moses, Al! What big teeth it has!", "character": "Bob Barnard", "characterId": "nm0922229"}, {"text": "All the better to eat you with, my dear!", "character": "Alan", "characterId": "nm0001522"}]}]}