{"quotes": [{"lines": [{"text": "Get someone else to make your mind up for you and you'll know at once if you're right or wrong.", "character": "Emma", "characterId": "nm0607865"}]}, {"lines": [{"text": "[Emma has just arrived in an open-top yellow VW Beetle; Bill looks out of the window at it]", "character": null, "characterId": null}, {"text": "Is that your car out there? You look like something out of a tampon ad.", "character": "Bill Webster", "characterId": "nm0934014"}]}, {"lines": [{"text": "[Bill looks at a framed photograph of himself in ceremonial regalia standing next to the Queen]", "character": null, "characterId": null}, {"text": "I rather think I had the nicer frock, don't you?", "character": "Bill Webster", "characterId": "nm0934014"}, {"text": "[to Emma]\nOne more year as Lord Chancellor and he'd have got to keep the wig.", "character": "Ethel", "characterId": "nm0371175"}]}, {"lines": [{"text": "[Arthur and Tim are in their fishing boat]", "character": null, "characterId": null}, {"text": "We've got something all snarled up in the nets.", "character": "Tim", "characterId": "nm0100598"}, {"text": "If it's another of those damn tourists, we're throwing the bugger back - too much bloody paperwork.", "character": "Arthur", "characterId": "nm0751085"}]}, {"lines": [{"text": "[Bill is phoning his friends, begging to borrow some money from them; they all come up with excuses or tell him to sod off]", "character": null, "characterId": null}, {"text": "[to Emma]\nIf you want to get rid of someone, d'you know what you do? Lend them some money and you'll never ever hear from them again.", "character": "Bill Webster", "characterId": "nm0934014"}]}, {"lines": [{"text": "[the Prime Minister and a journalist are wrestling in a duckpond in Bill Webster's garden, fighting each other to take possession of a briefcase containing a bribe. Shirley appears at Bill's side]", "character": null, "characterId": null}, {"text": "Shirley!", "character": "Bill Webster", "characterId": "nm0934014"}, {"text": "Aren't you...?", "character": "Emma", "characterId": "nm0607865"}, {"text": "I'll kiss babies for my party. I'll admire pigs. I'll even be nice to Michael Portillo. But I draw the line at mud wrestling.", "character": "Shirley", "characterId": "nm0768795"}]}, {"lines": [{"text": "Do you remember, during the Thatcher-Heath contest, when we were in bed, back at your place, with a magnum of champagne, going at it hammer and tongs, when who should ring but dear old Brian Redhead to do your radio interview. You did very well, considering.", "character": "Bill Webster", "characterId": "nm0934014"}, {"text": "Probably the only in-flagrante radio interview in the history of politics.", "character": "Shirley", "characterId": "nm0768795"}, {"text": "Actually no. *I* did one during the Callaghan vote of confidence. I came like the clappers just as I was saying the words \"Margaret Thatcher\". Wrecked my sex-life for years.", "character": "Bill Webster", "characterId": "nm0934014"}]}]}