{"quotes": [{"lines": [{"text": "Michaela! They are the same enzyme! There is one enzyme for both chains. It's the same bloody enzyme!", "character": "Augusto Odone", "characterId": "nm0000560"}]}, {"lines": [{"text": "Do you know how many children die every year from choking on french fries? Many more than from Adrenoleukodistrophy. You see, ours is what is known as an orphan disease, too small to be noticed, too small to be funded, especially with the iron hand of \"Reganomics\".", "character": "Professor Nikolias", "characterId": "nm0001811"}]}, {"lines": [{"text": "When we first went to the Comoros, what did we do? We got to know the country, right?", "character": "Augusto Odone", "characterId": "nm0000560"}, {"text": "Yes", "character": "Michaela Odone", "characterId": "nm0000215"}, {"text": "We studied, we got to know the language, resources, its law. We studied, right? We should threat Lorenzo's illness like another country.", "character": "Augusto Odone", "characterId": "nm0000560"}, {"text": "I don't quite see the analogy.", "character": "Michaela Odone", "characterId": "nm0000215"}, {"text": "All right, all right. ALD has many dimensions, right?", "character": "Augusto Odone", "characterId": "nm0000560"}, {"text": "Yes", "character": "Michaela Odone", "characterId": "nm0000215"}, {"text": "So, in order to understand it, we need to command genetics, biochemistry, microbiology, neurology, ology-ology.", "character": "Augusto Odone", "characterId": "nm0000560"}, {"text": "Augusto, we don't have time to go to medical school.", "character": "Michaela Odone", "characterId": "nm0000215"}, {"text": "Michaela, the doctors are in the dark. They're groping in the dark. The've got Lorenzo on a turvy-topsy diet. And that bloody immunosuppression is brutal and useless. Michaela, we should not have consigned him blindly into their hands. He should not suffer by our ignorance. We take responsibility. So... we read a little. And we go out and inform ourselves.", "character": "Augusto Odone", "characterId": "nm0000560"}, {"text": "But... to miss time with him while he can still speak to us...", "character": "Michaela Odone", "characterId": "nm0000215"}, {"text": "Yes, I know, I know. But he expects it of us.", "character": "Augusto Odone", "characterId": "nm0000560"}]}, {"lines": [{"text": "The life of one boy is not enough reward for you to risk the reputation of the institution and the esteem of your peers.", "character": "Michaela Odone", "characterId": "nm0000215"}, {"text": "That was uncalled for. Your responsibility is merely towards your own child. My responsibility is towards all the boys that suffer from this disease, now and in the future. Of course I anguish for the suffering of your boy. And of course I applaud you for the efforts you make on his behalf. But I will have nothing to do with this oil.", "character": "Professor Nikolias", "characterId": "nm0001811"}, {"text": "We are not asking, Doctor, for your anguish or your applause. We are asking merely for a little courage.", "character": "Michaela Odone", "characterId": "nm0000215"}]}, {"lines": [{"text": "When Michael, our first boy, got sick, we searched around looking for anything that might help him. You know what was the best thing that happened? He was taken quickly. Now Tommy... he has lasted three years, for two of them, he's been without his sight, his mind, everything that makes him a human being, he's a vegetable. Y'know if you would just stop all this denial, you wouldn't do a thing to prolong your boy's suffering and indignity one minute longer.", "character": "Ellard Muscatine", "characterId": "nm0714310"}, {"text": "Has it occurred to you that maybe he doesn't want to be around anymore?", "character": "Loretta Muscatine", "characterId": "nm0372475"}]}, {"lines": [{"text": "Dr. Nikolias, what about the other boys, what results are you seeing in them?", "character": "Augusto Odone", "characterId": "nm0000560"}, {"text": "As with Lorenzo it's too early to tell. We need this study to run for the full six months.", "character": "Professor Nikolias", "characterId": "nm0001811"}, {"text": "And that would tell you what is obvious right now? That avoiding apple skins and pizza has no effect on this brutal disease?", "character": "Augusto Odone", "characterId": "nm0000560"}]}]}