{"quotes": [{"lines": [{"text": "Miss Hughes! You are in the midst of life. Do not seek death; it will find you. But choose the road that makes death a fulfillment.", "character": "Chang", "characterId": "nm0000024"}]}, {"lines": [{"text": "Are you an American?", "character": "Sam Cornelius", "characterId": "nm0001421"}, {"text": "No, Mongolian.", "character": "Sally Hughes", "characterId": "nm0001419"}, {"text": "You'll have to teach me the language some time.", "character": "Sam Cornelius", "characterId": "nm0001421"}]}, {"lines": [{"text": "[considering possible reasons why their plane has been hijacked]", "character": null, "characterId": null}, {"text": "For good measure, they've got two journalists and - by his own account - a famous comedian.", "character": "Sam Cornelius", "characterId": "nm0001421"}, {"text": "Very funny. But what about you, Cornelius? Maybe they want you? Who are you?", "character": "Harry Lovett", "characterId": "nm0888399"}, {"text": "I'm somebody flying in a strange plane with a lunatic pilot and I'm trying to find out why - that's who I am!", "character": "Sam Cornelius", "characterId": "nm0001421"}]}, {"lines": [{"text": "You are more beautiful than the women of Thailand; more feminine than the women of France; more pliable than the women of Japan; more...", "character": "George Conway", "characterId": "nm0001868"}, {"text": "Stop, stop. I don't want to hear about all these other women. What I want to hear is that you won't leave me.", "character": "Maria", "characterId": "nm0001377"}]}, {"lines": [{"text": "Well now, there you are. Here I am. And, where are we?", "character": "Harry Lovett", "characterId": "nm0888399"}]}, {"lines": [{"text": "Get a load of the outfit. Have kimono, will travel.", "character": "Harry Lovett", "characterId": "nm0888399"}]}, {"lines": [{"text": "You know, in the outside world, you'd be a knock out! I bet people would fight to see you dance.", "character": "George Conway", "characterId": "nm0001868"}]}, {"lines": [{"text": "Like everyone else, you are on a pilgrimage thru life. By chance, part of your voyage of discovery, is here.", "character": "Chang", "characterId": "nm0000024"}]}, {"lines": [{"text": "You who have written so much of better worlds, should think it a dream when you find one? Or, is it that you fail to recognize one of your own dreams when you see it?", "character": "Chang", "characterId": "nm0000024"}]}, {"lines": [{"text": "Sally, Golden Girl. I was always taught dreams could come true. It's terrific to believe when you're a kid. A little more difficult later on when you're a little more difficult. All that passion and involvement. Men. Causes. I went around agonizing about man's inhumanity to man. I made a good living out of taking pictures of people with their heads blown off; so, that other people with their heads still on and usually under hairdryers could get a kick out of 'em before turning to the nearest recipe. One day it all made me sick. The dreams were over.", "character": "Sally Hughes", "characterId": "nm0001419"}]}, {"lines": [{"text": "You've always been a part of Shangri-la without knowing it. I'm certain there's a wish for Shangri-la in everyone's heart.", "character": "Catherine", "characterId": "nm0880521"}]}, {"lines": [{"text": "I don't know whether I've been mad and I'm now sane. Or, was sane for a time and now I'm mad again.", "character": "Richard Conway", "characterId": "nm0002075"}]}]}