{"quotes": [{"lines": [{"text": "Say, baby... can I be Your slave? I've got to admit girl you're the shit girl... and I'm digging you like a grave. Now, do they call you Daughter to the Spinning Pulsar... or maybe Queen of 10,000 moons? Sister to the Distant yet Rising Star? Is your name Yemaya? Oh, hell no. Its got to be Oshun. Oooh, is that a smile me put on your face, child... wide as a field of jasmine and clover? Talk that talk, honey. Walk that walk, money. High on legs that'll spite Jehovah. Shit. Who am I? It's not important. But me they call me brother to the night. And right now... I'm the blues in yourleft thigh... trying to become the funk in your right. Who am I? I'll be whoever you say? But right now I'm the sight-raped hunter... blindly pursuing you as my prey. And I just want to give you injections... of sublime erections... and get you to dance to my rhythm... make you dream archetypes... of black angels in flight... upon wings of distorted, contorted... metaphoric jizm. Come on slim. Fuck your man. I ain't worried about him. It's you who I want to step to my scene. 'cause rather the deal with the fallacy... of this dry-ass reality... I'd rather dance and romance your sweet ass in a wet dream. Who am I? Well, they call me Brother to the night. And right now I'm the blues in your left thigh... trying to become the funk in your right. Is that all right?", "character": "Darius Lovehall", "characterId": "nm0005478"}]}, {"lines": [{"text": "Romance is about the possibility of the thing. You see, it's about the time between when you first meet the woman, and when you first make love to her; When you first ask a woman to marry you, and when she says I do. When people who been together a long time say that the romance is gone, what they're really saying is they've exhausted the possibility.", "character": "Darius Lovehall", "characterId": "nm0005478"}]}, {"lines": [{"text": "You always want what you want when you want it. Why is everything so urgent with you?", "character": "Nina Mosley", "characterId": "nm0000505"}, {"text": "Let me tell you somethin'. This here, right now, at this very moment, is all that matters to me. I love you. That's urgent like a motherfucker.", "character": "Darius Lovehall", "characterId": "nm0005478"}]}, {"lines": [{"text": "When a man gets a hard on, you know where the blood come from, right? You know where the blood come from, right? His head and his feet. So A - he's stupid and B - he can't run.", "character": "Savon Garrison", "characterId": "nm0913460"}]}, {"lines": [{"text": "Poetry is the possibility of language.", "character": "Eddie Coles", "characterId": "nm0731346"}]}, {"lines": [{"text": "[answers phone]\nyea...", "character": "Darius Lovehall", "characterId": "nm0005478"}, {"text": "Hey, What's up, cat daddy?", "character": "Savon Garrison", "characterId": "nm0913460"}, {"text": "How's the book comming?", "character": "Savon Garrison", "characterId": "nm0913460"}, {"text": "Masterpiece of MINIMALISM.", "character": "Darius Lovehall", "characterId": "nm0005478"}]}, {"lines": [{"text": "I gather up each sound you left behind and stretch them on our bed. Each night I breathe you and become high", "character": "Nina Mosley", "characterId": "nm0000505"}]}, {"lines": [{"text": "You coming through to my party?", "character": "Sheila Downes", "characterId": "nm0164662"}, {"text": "No. I can't mess with your parties. Y'all don't serve food.", "character": "Darius Lovehall", "characterId": "nm0005478"}, {"text": "Aren't you something?", "character": "Sheila Downes", "characterId": "nm0164662"}, {"text": "Carrots? I need some food that had parents, man.", "character": "Darius Lovehall", "characterId": "nm0005478"}]}, {"lines": [{"text": "I don't need poetry to get women.", "character": "Hollywood", "characterId": "nm0004740"}, {"text": "No, you need a personality to get women.", "character": "Sheila Downes", "characterId": "nm0164662"}, {"text": "Try a breath mint and a visa.", "character": "Savon Garrison", "characterId": "nm0913460"}]}, {"lines": [{"text": "Have you been listening? I'm gonna tell you the point. I'm gonna feed you the point. The point is... I don't know the point, alright?", "character": "Darius Lovehall", "characterId": "nm0005478"}]}, {"lines": [{"text": "Why are you here?", "character": "Nina Mosley", "characterId": "nm0000505"}, {"text": "You said it was bad timing. And I figured if I asked again, you'd say yes. If not that time, maybe the next time; until the next time became the right time.", "character": "Darius Lovehall", "characterId": "nm0005478"}, {"text": "Ahhhh. Persistence.", "character": "Nina Mosley", "characterId": "nm0000505"}, {"text": "You'd be surprised how far it can get ya.", "character": "Darius Lovehall", "characterId": "nm0005478"}]}, {"lines": [{"text": "All we have Marvin, is all these years. And it's just not enough... Anymore.", "character": "Nina Mosley", "characterId": "nm0000505"}]}]}