{"quotes": [{"lines": [{"text": "Nice day, we ate, we drank, we laughed, we belched, we fucked, and we farted. And we shat. What more do you want? A perfect Sunday!", "character": "Spattoletti", "characterId": "nm0656521"}]}, {"lines": [{"text": "In my opinion, I can't stand these people that are so intelligent yet create such a shitty world.", "character": "Salome", "characterId": "nm0577423"}]}, {"lines": [{"text": "Honey, if you really like me, you could do it free occasionally.", "character": "Spattoletti", "characterId": "nm0656521"}, {"text": "I promised when my fiancé left me pregnant at 16 - I promised not even the Pope! I'd rather close down business.", "character": "Salome", "characterId": "nm0577423"}]}, {"lines": [{"text": "Feelings are a luxury and this is war.", "character": "Salome", "characterId": "nm0577423"}]}, {"lines": [{"text": "My room is the mirror room, the best in the house. It's straight out of the \"Arabian Nights\".", "character": "Salome", "characterId": "nm0577423"}]}, {"lines": [{"text": "You're scared? What happened? You went limp?", "character": null, "characterId": null}]}, {"lines": [{"text": "Rumba, the longer you touch it, the longer it gets.", "character": "Prostitute", "characterId": "nm0199774"}]}, {"lines": [{"text": "Oh, well. Why didn't you say something? You're just sitting there, so quiet, looking at me like a hungry kitty. Come on. Given our plans, let's just do it. I'm actually very happy to satisfy someone like you. You never know. It might even bring me some luck. Come on. Come here. Come on. What are you waiting for?", "character": "Salome", "characterId": "nm0577423"}]}, {"lines": [{"text": "Sure, I told you. You need some satisfaction. Especially here with all these beautiful girls. This way it's over with, and you get your head back on track.", "character": "Salome", "characterId": "nm0577423"}]}, {"lines": [{"text": "You know, Tunin, I'm not like them. I'm an artist. You know what they used to call me at the Salone Margherita? Ivonne is the Italian Josephine Baker. Just think of that.", "character": null, "characterId": null}]}, {"lines": [{"text": "That's where you copied your Jean-Harlow-of-the-Renaissance haircut.", "character": null, "characterId": null}]}, {"lines": [{"text": "Jesus! Don't get all sentimental listening to a girl who makes a living with her genitals.", "character": null, "characterId": null}]}, {"lines": [{"text": "You've got everything, Romoletto. Good, good... Who are they? Your daughters? They're beautiful, nice and firm.", "character": "Spattoletti", "characterId": "nm0656521"}]}, {"lines": [{"text": "Yes, Madam.", "character": "Antonio Soffiantini 'Tunin'", "characterId": "nm0316284"}, {"text": "Madam? My name is Tripolina.", "character": "Tripolina", "characterId": "nm0689239"}, {"text": "Like the son. \"Tripoli, beautiful land of love.\"", "character": "Antonio Soffiantini 'Tunin'", "characterId": "nm0316284"}, {"text": "I was looking for an eccentric name. Tripolina came out. Maybe I've always liked Africa, the palms, Rudolph Valentino doing \"The Sheik\".", "character": "Tripolina", "characterId": "nm0689239"}]}, {"lines": [{"text": "What are you waiting for? At the whorehouse, they wait in line to make love to Tripolina. Come on. Let's make love. Let's do it, and maybe you'll give me a present later. Come here! Take off your pants, quick. Stop looking at me with those eyes, those beautiful eyes. Get undressed. Let's make love without problems, without staring. I'm good. Come on!", "character": "Tripolina", "characterId": "nm0689239"}, {"text": "Stop it, damn it! Stop. Listen... don't be like this. Everything becomes bad like this. It could be nice, couldn't it?", "character": "Antonio Soffiantini 'Tunin'", "characterId": "nm0316284"}]}, {"lines": [{"text": "I've seen many end up on the sidewalk of love.", "character": "Madame Aïda", "characterId": "nm0147870"}, {"text": "It doesn't matter.", "character": "Tripolina", "characterId": "nm0689239"}, {"text": "Stupid idiot. Loser. You'll believe anything. Still believe in Santa Claus, eh? Isn't it enough at your age to be a prostitute in this whorehouse?", "character": "Madame Aïda", "characterId": "nm0147870"}]}, {"lines": [{"text": "Listen. A joke is a joke, and I like to joke. Life is a bitch. If you don't laugh at it, better to shoot yourself, and that's it.", "character": "Salome", "characterId": "nm0577423"}]}, {"lines": [{"text": "It'll be okay. Go to that girl now. She's waiting behind the door for you, dying with anxiety. When she looks at you, you can see little stars falling from her eyes. Poor Tripoli. Life has already been so bad to her. Go now.", "character": "Salome", "characterId": "nm0577423"}]}, {"lines": [{"text": "What would happen if all women stopped their soldiers at the door during war?", "character": "Salome", "characterId": "nm0577423"}, {"text": "You die in war. It would be great if every mother did that. Why not? Why? For history? For justice? They've been fighting since the creation of the world. Explain it to me, all this justice. The dead stay dead, and that's it.", "character": "Tripolina", "characterId": "nm0689239"}]}, {"lines": [{"text": "You, shut up! Look who's talking. The other day, this one and the Spanish girl screamed like hell over a pair of underwear. Get a life!", "character": "Salome", "characterId": "nm0577423"}]}, {"lines": [{"text": "Tunin, enough! Don't waste time! And don't be upset with yourself. Not everyone has to be a hero, damn it!", "character": "Salome", "characterId": "nm0577423"}]}, {"lines": [{"text": "Long live anarchy.", "character": "Antonio Soffiantini 'Tunin'", "characterId": "nm0316284"}]}]}