{"quotes": [{"lines": [{"text": "The sign says \"no smoking.\"", "character": "Taxi Driver", "characterId": "nm0833609"}, {"text": "No, the sign says \"thank you for not smoking.\" As I am smoking, I don't expect to be thanked.", "character": "Giles De'Ath", "characterId": "nm0000457"}]}, {"lines": [{"text": "It is difficult to know where to begin since, unlike you, I already know the ending.", "character": "Giles De'Ath", "characterId": "nm0000457"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "It is so difficult to know where I should begin, especially when, unlike you, I already know the ending. But let us say that this story began with end of another.", "character": "Giles De'Ath", "characterId": "nm0000457"}]}, {"lines": [{"text": "But what of you my darling? For no one on earth knows you better than I do. And if you've read thus far, I know you'll never bring yourself to destroy this letter, nor will you ever show it to anyone else. And it will gradually dawn on you that your life might have taken a very different course had you simply been able to open your heart to another. And you'll often return to this letter. You'll read it again and again in the years to come until you no longer have to read what you know by heart. And you'll cherish it as a source of pride in the face of an uncaring world.", "character": "Giles De'Ath", "characterId": "nm0000457"}]}, {"lines": [{"text": "I'm getting rather tired of hearing myself say no.", "character": "Giles De'Ath", "characterId": "nm0000457"}]}, {"lines": [{"text": "[Reading a newspaper review]", "character": null, "characterId": null}, {"text": "\"Hotpants College II\" is a puerile romp without a single redeeming feature.", "character": "Giles De'Ath", "characterId": "nm0000457"}]}, {"lines": [{"text": "I'm a writer. I write. I don't process words.", "character": "Giles De'Ath", "characterId": "nm0000457"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[quoting Walt Whitman as a eulogy]\nNow Voyager, sail thou forth, to seek and find.", "character": "Ronnie Bostock", "characterId": "nm0000594"}]}, {"lines": [{"text": "In Europe, it is often the case that a... a young man benefits from the... the wisdom and the experience of an elder. Why, there's almost a tradition of such friendships. Cocteau and Radiguet. Uh, Verlaine, Rimbaud.", "character": "Giles De'Ath", "characterId": "nm0000457"}, {"text": "[mistaking the pronunciation of \"Rimbaud\"]\nRambo?", "character": "Ronnie Bostock", "characterId": "nm0000594"}]}]}