{"quotes": [{"lines": [{"text": "Champagne for my real friends, real pain for my sham friends.", "character": "Francis Bacon", "characterId": "nm0001394"}]}, {"lines": [{"text": "[Opening line]\nLike a bomb exploding in reverse. Thoughts, ideas... fragments of images. Shards of memory, like shrapnel, all come back to me, and are forced back out in a cruel pastiche of experience.", "character": "Francis Bacon", "characterId": "nm0001394"}]}, {"lines": [{"text": "When I went into the house of pleasure, I didn't stay in the room where they celebrate acceptable modes of loving in the bourgeois style. I went into the rooms which are kept secret and I leaned and lay on their beds. I went into the rooms which are kept secret which they consider it shameful even to name. But there is no such shame for me because then, what sort of poet, and what sort of artist would I be?", "character": "Francis Bacon", "characterId": "nm0001394"}]}, {"lines": [{"text": "Some seem to think my work is drawn from an expression of horror, which has never really concerned me. Pleasure is impossible to define. And I feel horror occupies much the same territory. But, you see, I'm optimistic by nature. I'm optimistic about nothing.", "character": "Francis Bacon", "characterId": "nm0001394"}]}, {"lines": [{"text": "This painful inability to sustain relationships. The selfishness my work demands leaves no room for an emotional self. Can tenderness ultimately only manifest itself in the motion of a brush? Even this remains invisible. The visceral reach, running fingertips along the curved notches of a spine. The line of a femur, the curl of tendon into muscle. The smell. To violate, desecrate, to examine a person from the inside, eroticizing the white shirt cuff glimpsed beneath a dark suit. The girth, the solids, the sack of flesh, just offal bags. Ruminating intestines. Fine wines filled and swilled with rich food, trying to create some distance between myself and some dead lover.", "character": "Francis Bacon", "characterId": "nm0001394"}]}, {"lines": [{"text": "Once a stone has been polished, you can't return it to the rough. A flower that has been picked has only one fate. That's why whores consider it bad luck to receive cut flowers. They know that they are going to die.", "character": "Francis Bacon", "characterId": "nm0001394"}]}, {"lines": [{"text": "Everybody, this is George. This is Muriel, Isabel, the beautiful Henrietta, and Deakin. Introduce yourselves. George is a little shy.", "character": "Francis Bacon", "characterId": "nm0001394"}, {"text": "Hello...", "character": "George Dyer", "characterId": "nm0185819"}, {"text": "So... who's Arthur and who's Martha?", "character": "John Deakin", "characterId": "nm0425490"}, {"text": "Oh, piss off, Deakin! I'm really sick of it!", "character": "Muriel Belcher", "characterId": "nm0842770"}, {"text": "I'll talk to you after you've had a shave...", "character": "John Deakin", "characterId": "nm0425490"}]}, {"lines": [{"text": "There's a fleeting substance to reality. Ghostlike deposits. Sometimes, a man's shadow is more in the room than he is. The void which spreads across his face as he daydreams is the void of death.", "character": "Francis Bacon", "characterId": "nm0001394"}]}, {"lines": [{"text": "I'm sorry to trouble you, Mr. Bacon, but it's your friend Mr. Dyer.", "character": "Bell-Hop", "characterId": "nm0552082"}, {"text": "Oh. What is it now?", "character": "Francis Bacon", "characterId": "nm0001394"}, {"text": "Well, I'm afraid he's on the roof of the building.", "character": "Bell-Hop", "characterId": "nm0552082"}, {"text": "Oh...", "character": "Francis Bacon", "characterId": "nm0001394"}, {"text": "And he says he's gonna jump.", "character": "Bell-Hop", "characterId": "nm0552082"}, {"text": "Ohh!", "character": "Francis Bacon", "characterId": "nm0001394"}, {"text": "So we were wondering if you might...", "character": "Bell-Hop", "characterId": "nm0552082"}, {"text": "[Disinterested and annoyed]\n... Come up and give him a push?", "character": "Francis Bacon", "characterId": "nm0001394"}]}, {"lines": [{"text": "In all the motor accidents I've seen, people strewn across the road, the first thing you think of is the strange beauty, the vision of it, before you think of trying to do anything. It's to do with the unusualness of it. I once saw a bad car accident on the large road, and the bodies were strewn about with broken glass from the car and the blood and the various possessions, and it was, in fact, very beautiful. I think the beauty in it is terribly elusive, but it just happened to be the disposition of the bodies, the way they lay in the blood.", "character": "Francis Bacon", "characterId": "nm0001394"}]}, {"lines": [{"text": "What mad misfortunes make his eyes blaze with despair? I dream of some tough lover. Big as the Universe, his body blemished by shadows. He'll crush me, naked, in gloomy bars between his golden thighs. A mundane yob transformed into an archangel. Is my lover to be my assassin? Or I his? Loneliness - my only true companion - will always rival any lover. Its greedy desire... always drive a wedge between me and any contender for my company. And I question myself; do I possess some inner destructive demon?", "character": "Francis Bacon", "characterId": "nm0001394"}]}]}