{"quotes": [{"lines": [{"text": "If you want my food, take it. I'm not hungry, I've a rift in my stomach.", "character": "Lulù Massa", "characterId": "nm0002231"}]}, {"lines": [{"text": "life, stripe, goal. All inside the racetrack. Everyone here is running. I'm a little champion. She knows it, right? Then you find the southerns, like him, from east Sicily, they are all outlier, tired since the first morning. So I beat'em on the rate! Once I have earned 25.000 lire of task-work in a month. But running, running... Because I can concentrate myself, I keep my mind busy. I've a method to keep me busy She knows. I just think in a pair of butts. An ass like this. Here, there's nothing to think, what do I have to say? We must work, so do it. With no excuse. Do you understand? Work, with no excuse.", "character": "Lulù Massa", "characterId": "nm0002231"}]}, {"lines": [{"text": "I supported the task-work. Followed the politics of the union. I worked for productivity and I was working, and keeping with the production. And now I transformed myself into a beast, a beast, a real beast! And the students say we are like machines... they say that I'm a machine, a pulley, a screw, a piston rod, a transmission belt, they say that I'm a pump, a broken pump and there's no way to repair that pump. I suggest to stop working right now. All. And who does not stop to work right now is a scab and a fucking asshole!", "character": "Lulù Massa", "characterId": "nm0002231"}]}, {"lines": [{"text": "gentlemen, workers, friends, comrades... I'm gonna speak on the mic. The students out there, say that when we enter is dark and when we exit is dark another time. What kind of life is it? This is routing, but since we are here, why don't we do twice task-work, working in Sundays too, we can enter in the night, with our children and our women. The children works there. And our women put the food in our mouth, so we can work twice, keep running and on and on, for some lire more, and live our life here, working till death. And we'll leave this hell to go to another hell...", "character": "Lulù Massa", "characterId": "nm0002231"}]}]}