{"quotes": [{"lines": [{"text": "[filling in for the preacher]\nI don't know how to preach a sermon, I can't quote Scriptures, although I know all the words, I wouldn't know how to put them together, but I can speak from my heart. I can say how thankful I am that I have Ma and the kids, I'm thankful for the food we get nd the clothes we wear. A lot of folks are always asking God for something instead of being thankful for what they got. I figure if He wants you to have it, it'll come to you because you deserve it. He gave us the mountains, the trees, the water and the fertile land. Gave men the ability to make things and grow things. He put gold and silver, coal and oil under the ground, all man has to do is dig them up. Why I figure that He kind of wants you to help yourself a little, He don't want to do it all. If I found out right now there was oil under my land, would I be lazy? No sir, right away I'd get Geoduck and Crowbar to start digging an oil well. The whole world could be a better place to live in if everybody would do like I do. Every morning when I wake up I say \"I thank you God, for letting me live to see another day\" and at night when I go to lseep I say \"Dear God, please let me live to see another tomorrow so I can prove to You that I can be a better man than I have been today.\" Amen.", "character": "Pa Kettle", "characterId": "nm0452939"}]}, {"lines": [{"text": "Pa, I always seem to be scoldin' you.", "character": "Ma Kettle", "characterId": "nm0537685"}, {"text": "I know, Ma. You do all the barkin', but it's me that's always in the doghouse.", "character": "Pa Kettle", "characterId": "nm0452939"}]}, {"lines": [{"text": "Graduate high school one week, go to work the next. Ain't you ever gonna take a vacation?", "character": "Ma Kettle", "characterId": "nm0537685"}, {"text": "Ma, what did I tell you about \"ain't\"? Now listen, I *am not* taking a vacation, you *are not* taking a vacation, we *are not* taking a vacation, get it?", "character": "Rosie Kettle", "characterId": "nm0625562"}, {"text": "Yep, ain't nobody taking a vacation.", "character": "Ma Kettle", "characterId": "nm0537685"}]}, {"lines": [{"text": "[looking over Clem]\nHaven't you growed?", "character": "Ma Kettle", "characterId": "nm0537685"}, {"text": "Ma, what did I tell you? It's not \"growed\", it's \"grown\".", "character": "Rosie Kettle", "characterId": "nm0625562"}, {"text": "Well what have I got to groan about?", "character": "Ma Kettle", "characterId": "nm0537685"}]}]}