{"quotes": [{"lines": [{"text": "[Responding to restrictive attack orders]", "character": null, "characterId": null}, {"text": "In my all my fifty years of military service, I have never learned how to bomb HALF a bridge!", "character": "General Douglas MacArthur", "characterId": "nm0000060"}]}, {"lines": [{"text": "The days of the frontal attack are over. Only a mediocre commander would use it. Your good commanders do not turn in heavy losses.", "character": "Gen. Douglas MacArthur", "characterId": "nm0000060"}]}, {"lines": [{"text": "You see, General, my people are going to laugh if I fell in deep water. I cannot swim!", "character": null, "characterId": null}, {"text": "That's not so bad, Mr. President. Everyone's about to see that I can't walk on water.", "character": "General Douglas MacArthur", "characterId": "nm0000060"}]}, {"lines": [{"text": "He's the greatest General since Sergeant York!", "character": null, "characterId": null}]}, {"lines": [{"text": "Inchon has some of the highest tides in the world, but only once a month do they reach a height sufficient for our largest landing craft to go in. There are maybe two three-hour periods when MacArthur can put troops ashore. Which is not enough time for a major amphibious landing.", "character": "Lt. Gen. Richard K. Sutherland", "characterId": "nm0093780"}, {"text": "Exactly. This is little more than a trench in the mudflats. If every possible handicap were listed, Inchon has them all.", "character": "Gen. Sampson", "characterId": "nm0743159"}, {"text": "However, gentlemen, MacArthur claims that these very handicaps are what he's counting on. He feels that the enemy won't believe that anyone would try to surmount such obstacles. The element of surprise will be his most valuable ally.", "character": "Lt. Gen. Richard K. Sutherland", "characterId": "nm0093780"}, {"text": "[Looks at Gen. George C. Marshall]\nWhat do you think of His Majesty's plan?", "character": "President Harry S. Truman", "characterId": "nm0281130"}, {"text": "It's daring... it's brilliant... and it's dangerous.", "character": "Gen. George C. Marshall", "characterId": "nm0182626"}]}, {"lines": [{"text": "[MacArthur arrives at front lines and starts to get out of jeep]\nGeneral, sir! Excuse me, sir, but we just killed a Jap sniper here not five minutes ago!", "character": null, "characterId": null}, {"text": "Fine, son! That's the best thing to do with 'em!", "character": "Gen. Douglas MacArthur", "characterId": "nm0000060"}]}, {"lines": [{"text": "Look at him, he's not in uniform, he's in costume.", "character": "President Harry S. Truman", "characterId": "nm0281130"}]}, {"lines": [{"text": "[Upon receiving the Medal of Honor]\nMy father received the Congressional Medal of Honor when he was 19... It took me just a little bit longer... Right now, I'd gladly swap it for one trained division.", "character": "General Douglas MacArthur", "characterId": "nm0000060"}]}, {"lines": [{"text": "[to President Roosevelt during a meeting about the Philippines]\nI said I was going back, and I'm going to do it even if I have to row in a boat.", "character": "General Douglas MacArthur", "characterId": "nm0000060"}]}, {"lines": [{"text": "[Truman arrives on Wake Island, and MacArthur isn't there to meet him]\nHe can do this to Harry Truman, but he can not do this to his Commander-In-Chief!", "character": "President Harry S. Truman", "characterId": "nm0281130"}]}]}