{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Double, double, toil and trouble; fire burn, and cauldron bubble.", "character": "The Three", "characterId": "nm0916423"}]}, {"lines": [{"text": "Tomorrow, and tomorrow, and tomorrow, creeps in this petty pace from day to day; to the last syllable of recorded time; and all our yesterdays have lighted fools the way to dusty death. Out, out, brief candle! Life's but a walking shadow; a poor player that struts and frets his hour upon the stage, and then is heard no more. It is a tale told by an idiot, full of sound and fury, signifying nothing.", "character": "Macbeth", "characterId": "nm0000080"}]}, {"lines": [{"text": "Stands Scotland where it did?", "character": "Macduff", "characterId": "nm0641397"}, {"text": "Alas, poor country, almost afraid to know itself. It cannot be called our mother, but our grave...", "character": "A Holy Father", "characterId": "nm0621002"}]}, {"lines": [{"text": "I will not yield, to kiss the ground before young Malcolm's feet, and to be baited with the rabble's curse. Though Birnam wood be come to Dunsinane, and thou opposed, being of no woman born; yet I will try the last. Lay on Macduff, and damn'd be him that first cries, \"Hold! Enough!\"", "character": "Macbeth", "characterId": "nm0000080"}]}, {"lines": [{"text": "Macbeth! Be bold,bloody,and resolute; laugh to scorn the power of man; for none of woman born shall harm Macbeth.", "character": null, "characterId": null}]}, {"lines": [{"text": "Arm, arm, and out! There is no flying hence, nor tarrying here. I 'gin to be a-weary of the sun, And wish the estate of the world Were now undone. Ring the alarum bell! Blow, wind, come wrack! At least we'll die with harness on our back!", "character": "Macbeth", "characterId": "nm0000080"}]}, {"lines": [{"text": "[during Macbeth's strange behavior at the banquet]\nThis is the very painting of your fear. This is the air-drawn dagger which you said led you to Duncan.", "character": "Lady Macbeth", "characterId": "nm0634282"}]}, {"lines": [{"text": "my way of life is fall'n into the sear, the yellow leaf; And that which should accompany old age, As honour, love, obedience, troops of friends, I must not look to have; but, in their stead, Curses, not loud but deep, mouth-honor, breath, Which the poor heart would fain deny, and dare not.", "character": "Macbeth", "characterId": "nm0000080"}]}, {"lines": [{"text": "King, Cawdor, Glamis, all. And I fear Thou play'st most foully for it.", "character": "Banquo", "characterId": "nm0057422"}]}, {"lines": [{"text": "God's benison go with you. And with those that would make good of bad, and friends of foes.", "character": "A Holy Father", "characterId": "nm0621002"}]}, {"lines": [{"text": "Is't night's predominance, or the day's shame, That darkness does the face of earth entomb, when living light should kiss it?", "character": "Lady Macduff", "characterId": "nm0916423"}]}, {"lines": [{"text": "And when we have our naked frailties hid / That suffer in exposure, let's meet / To question this most bloody piece of work, to know it further.", "character": "A Holy Father", "characterId": "nm0621002"}, {"text": "Fears and scruples shake us.", "character": "Ross", "characterId": "nm0226109"}, {"text": "In the great hand of God, I stand.", "character": "Macduff", "characterId": "nm0641397"}, {"text": "And I. So, all.", "character": "Banquo", "characterId": "nm0057422"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Peace; the charm's wound up.", "character": null, "characterId": null}]}]}