{"quotes": [{"lines": [{"text": "You mean to tell me you let your daughter go and visit Helen without even knowing where she lives?", "character": "Count DeHoven", "characterId": "nm0144825"}, {"text": "Well, yes. She said she'd write in a few days.", "character": "Lucy Morgan", "characterId": "nm0173993"}, {"text": "But all we know about Helen is that she ran away to marry a man she had never seen. A man she met through a matrimonial agency advertisement.", "character": "Count DeHoven", "characterId": "nm0144825"}, {"text": "Yes, I... I guess that is so.", "character": "Lucy Morgan", "characterId": "nm0173993"}, {"text": "Don't you know that some of those agencies are the worst kind of traps? That many of the customers are criminals, morons, white slavers, or people who are mentally or physically diseased?", "character": "Count DeHoven", "characterId": "nm0144825"}, {"text": "Oh, I've never given it a thought.", "character": "Lucy Morgan", "characterId": "nm0173993"}, {"text": "Oh, you American mothers, with your Bridge parties, and beauty shops, and your silly flirtations. Wasting your lives and neglecting your duties. Letting your children run wild for lack of sensible parental supervision.", "character": "Count DeHoven", "characterId": "nm0144825"}, {"text": "Oh, you don't know American children. They're spoiled and disobedient, and drunken.", "character": "Lucy Morgan", "characterId": "nm0173993"}, {"text": "Drunken? Yes, drunk with the exuberance of youth and sheer joy of living. There's nothing really wrong with the children of today. Nothing that proper environment and congenial home life wouldn't correct.", "character": "Count DeHoven", "characterId": "nm0144825"}, {"text": "What do you expect us modern mothers to do?", "character": "Lucy Morgan", "characterId": "nm0173993"}, {"text": "Quit trying to be butterflies. Get back to the business of being mothers, like your mother, and your grandmother, and generations of mothers before them.", "character": "Count DeHoven", "characterId": "nm0144825"}]}, {"lines": [{"text": "I don't wanna grow old!", "character": "Lucy Morgan", "characterId": "nm0173993"}]}, {"lines": [{"text": "Want to play, Stewart?", "character": null, "characterId": null}, {"text": "Oh, I suppose so, but I don't like Bridge. My brother lost his wife playing Bridge.", "character": "Stewart, Singing Bridge Player", "characterId": "nm0172559"}, {"text": "You mean to say your brother bet his wife on a Bridge game?", "character": null, "characterId": null}, {"text": "No, she trumped his ace, and he shot her!", "character": "Stewart, Singing Bridge Player", "characterId": "nm0172559"}, {"text": "That'll never happen to you, you old woman hater.", "character": null, "characterId": null}, {"text": "I'm not a woman hater, I'm just a happy bachelor!", "character": "Stewart, Singing Bridge Player", "characterId": "nm0172559"}, {"text": "I should think lifelong bachelorhood would be pretty lonely.", "character": null, "characterId": null}, {"text": "Oh, well, if it was good enough for my father, I guess it's good enough for me!", "character": "Stewart, Singing Bridge Player", "characterId": "nm0172559"}]}]}