{"quotes": [{"lines": [{"text": "We're just dancing partners, okay?", "character": "Lucy McLoughlin", "characterId": "nm0005392"}]}, {"lines": [{"text": "This club is shit. The money is shit. I hate this job.", "character": "Carlos Rega", "characterId": "nm0130736"}]}, {"lines": [{"text": "Me, I'm gonna be a missionary. You know, like, uh, traveling around the world killing people for money.", "character": "Spike", "characterId": "nm0713750"}]}, {"lines": [{"text": "Mitchell! You see that? You won't recognize it. It's called a goal. It belongs to the opposition. Fill it.", "character": "Brother McBride", "characterId": "nm0516385"}]}, {"lines": [{"text": "a Catholic - with cash.", "character": "Sidney McLoughlin", "characterId": "nm0004051"}]}, {"lines": [{"text": "You'll have to get the shirt sewn into your underpants. That'll stop you exposing yourself when you raise your arms.", "character": "Lucy McLoughlin", "characterId": "nm0005392"}, {"text": "I know just the man for the job.", "character": "Danny Mitchell", "characterId": "nm0038673"}]}, {"lines": [{"text": "Latin dancing is more than just technique. Show me emotion. Show me passion. Imagine that you're in love with each other. Now, then, excite me. Make me blush.", "character": "Mrs. Burns", "characterId": "nm0512631"}]}, {"lines": [{"text": "That girl is premier division. You, you're third division - maybe second if you wash your hair.", "character": "Rudi Morelli", "characterId": "nm0514780"}]}, {"lines": [{"text": "Plans change. So can boyfriends.", "character": "Danny Mitchell", "characterId": "nm0038673"}]}, {"lines": [{"text": "[finally getting to work for a professional soccer team, swabbing out its locker room toilet]\nNever looked like this in my dreams.", "character": "Danny Mitchell", "characterId": "nm0038673"}, {"text": "Nothin' ever does, son.", "character": "Sidney McLoughlin", "characterId": "nm0004051"}]}, {"lines": [{"text": "Wise up. There's plenty more fish in the batter.", "character": "Rudi Morelli", "characterId": "nm0514780"}]}, {"lines": [{"text": "You know, when I leave school, I'm gonna be playin' football. Football's not a matter of life and death. It's more important than that. What else would I do instead of football? There is nothing else.", "character": "Danny Mitchell", "characterId": "nm0038673"}, {"text": "Call me old-fashioned, Mitchell, but I always thought that strikers were supposed to score goals.", "character": "Brother McBride", "characterId": "nm0516385"}]}, {"lines": [{"text": "Danny, you've nothin' in common with her. She's a rich bitch; you're just a poor bastard.", "character": "Mickey", "characterId": "nm0829623"}]}, {"lines": [{"text": "You know, I knew a fella once, dreamt of bein' a pro footballer, just like you. He had talent, just like you. Maybe even could have made it, but he'll never know, 'cause he was scared. Wouldn't take a chance. Didn't take the risks. And do you know what? Even since then, he's taken every chance that's come his way. Took risks when everybody around him told him not ta, as if trying to make up for that decision all those years ago. Don't you make the same mistake that he did.", "character": "Sidney McLoughlin", "characterId": "nm0004051"}]}]}