{"quotes": [{"lines": [{"text": "Could it have been otherwise? She had wept no doubt in the early morning hours. Was Emma the first bride to weep while the bridegroom slept? Or the last? Tristan, Lancelot, love in a Scotch cottage, love in a Swiss chalet...", "character": "Gustave Flaubert", "characterId": "nm0000051"}]}, {"lines": [{"text": "Is it a crime to want things to be beautiful?", "character": "Emma Bovary", "characterId": "nm0428354"}]}, {"lines": [{"text": "Do you know, Charles, why that clock strikes? To announce the death of another hour.", "character": "Emma Bovary", "characterId": "nm0428354"}]}, {"lines": [{"text": "I'm a fairly courageous man, Emma, but I was afraid of you.", "character": "Rodolphe Boulanger", "characterId": "nm0431139"}, {"text": "No! Oh... oh, I ask for too much, I know it. I expected too much of you.", "character": "Emma Bovary", "characterId": "nm0428354"}, {"text": "You asked for something that consumes while it burns - that destroys everything it touches. I didn't want to be destroyed.", "character": "Rodolphe Boulanger", "characterId": "nm0431139"}]}, {"lines": [{"text": "She had learned to be a woman for whom experience would always be a prison, and freedom would lie always beyond the horizon.", "character": "Gustave Flaubert", "characterId": "nm0000051"}]}, {"lines": [{"text": "[at his trial]\nTo declare that men have absolute power over truth is blasphemy, and the last delusion. Truth lives forever, men do not.", "character": "Gustave Flaubert", "characterId": "nm0000051"}]}, {"lines": [{"text": "Forgiveness is still, as I understand it, among the Christian sentiments.", "character": "Gustave Flaubert", "characterId": "nm0000051"}]}, {"lines": [{"text": "[to the Marquis]\nI'm just a village doctor and it isn't often I have the honor of murdering such a distinguished patient.", "character": "Charles Bovary", "characterId": "nm0001336"}]}, {"lines": [{"text": "I like everything, I suppose that's what's wrong with me.", "character": "Charles Bovary", "characterId": "nm0001336"}]}, {"lines": [{"text": "This could be a disaster, Emma, these people are aristocrats, I know them, I've treated their servants.", "character": "Charles Bovary", "characterId": "nm0001336"}]}, {"lines": [{"text": "I am in the business of making money, I leave the matter of morals to the priests and the philosophers.", "character": "Lheureux", "characterId": "nm0021181"}]}, {"lines": [{"text": "There are those who are offended by her, and who see in Emma Bovary's life an attack upon public morality. Gentlemen of the court, I maintain that there is truth in her story, and that a morality which has within it no room for truth is no morality at all. Men may dislike truth. Men may find truth offensive and inconvenient. Men may persecute the truth, subvert it, try by law to suppress it. But to maintain that men have the final power over truth is blasphemy and the last illusion. Truth lives forever. Men do not.", "character": "Gustave Flaubert", "characterId": "nm0000051"}]}, {"lines": [{"text": "You scoundrel!", "character": "Emma Bovary", "characterId": "nm0428354"}, {"text": "I beg your pardon?", "character": "Lheureux", "characterId": "nm0021181"}, {"text": "You monster!", "character": "Emma Bovary", "characterId": "nm0428354"}, {"text": "It's hardly becoming, Madame Bovary, for a woman of your character to start calling names. I've tolerated your conduct for too long. The things I've witnessed! The cheating, the lying, the insatiable greed! What ininquities! What sordid passions! Your child and husband deceived! All morals abandoned! Every loyalty forsworn while you indulged yourself with any man that came your way!", "character": "Lheureux", "characterId": "nm0021181"}, {"text": "Oh, dont! Please!", "character": "Emma Bovary", "characterId": "nm0428354"}, {"text": "And now you call me names. I am in the business of making money, Madame Bovvary, a recognized, honorable profession, a profession which I am confident bears public comparison with yours.", "character": "Lheureux", "characterId": "nm0021181"}]}]}