{"quotes": [{"lines": [{"text": "Ladies, are you tired of keeping your traps shut when your old man screws up real bad? Do you have to try to be in control of your temper when he does something so stupid even you can't believe it? Are you fed-up with being the nice quiet little wife when he can be a dumb loud-mouth oaf of a husband any time he pleases? If you answer yes to any of these questions, it's time you ordered your very own Inflatible Husband Doll. Yes folks, this wintery little doll will just sit there and look frightened no matter what you say.", "character": "Madame", "characterId": "nm0283222"}, {"text": "[looks at it]", "character": null, "characterId": null}, {"text": "Lord, what a puss. Yes, you can curse, cajole, conive, rant, rave and ramble and throw ultimatums at 'em all night long and he won't ever answer back. Not even once.", "character": "Madame", "characterId": "nm0283222"}, {"text": "[to doll]", "character": null, "characterId": null}, {"text": "You idiot moron! How dare you? You flirt with that little polynesian waitress? See that ladies? The damned doll has no gambelonium. Yes ladies and gentlemen, the Inflatible Husband Doll. And if you don't even like him you can take a pin and...", "character": "Madame", "characterId": "nm0283222"}, {"text": "[pops doll and it begins to fly around the room]", "character": null, "characterId": null}, {"text": "Did you get a close-up of that? Yes ladies and gentlemen, the Inflatible Husband Doll. Available at Pretend-O-Rama and your local If-Only Stores.", "character": "Madame", "characterId": "nm0283222"}]}, {"lines": [{"text": "Oh, well I demand to know what is going on. I mean, one minute your cousin Charlie is Mr. Suberbia and the next minute he's Baby Jane Hudson.", "character": "Bernadette", "characterId": "nm0866214"}, {"text": "Well, I guess there's no hiding it now. Oh, when Charlie was in the army he was assigned to a top secret nuclear waste experiment.", "character": "Madame", "characterId": "nm0283222"}, {"text": "Mama told me never to play with that stuff.", "character": "Sara Joy", "characterId": "nm0484641"}, {"text": "Now one night while Charlie was watching a Bette Davis movie on television there was a terrible radiation leak. It caused every chromesome in his body to become nelly.", "character": "Madame", "characterId": "nm0283222"}, {"text": "Oh, how horrible!", "character": "Bernadette", "characterId": "nm0866214"}, {"text": "Yes. And ever since that fateful night he has transformed into Bette Davis whenever he hears the word Trash.", "character": "Madame", "characterId": "nm0283222"}, {"text": "Wow! It's just like David Banner whenever he turns into The Hulk.", "character": "Sara Joy", "characterId": "nm0484641"}, {"text": "Uh, that is science fiction Sara Joy. This is reality.", "character": "Bernadette", "characterId": "nm0866214"}]}, {"lines": [{"text": "Don't you recognize me? I'm your cousin Madame!", "character": "Madame", "characterId": "nm0283222"}, {"text": "Oh, yes. Now I remember. Your mother called you Madame because she couldn't spell Blech!", "character": "Cousin Charlie", "characterId": "nm0682308"}, {"text": "[shakes ashes from his cigarette into Madame's mouth]", "character": null, "characterId": null}, {"text": "Ptoo! What an ash!", "character": "Madame", "characterId": "nm0283222"}]}, {"lines": [{"text": "Is it true darling that on your license plate it says \"For Covered Wagons Only\"?", "character": "Cousin Charlie", "characterId": "nm0682308"}]}, {"lines": [{"text": "My god, are you putting on weight or are my eyeballs getting fat?", "character": "Cousin Charlie", "characterId": "nm0682308"}, {"text": "What are you talking about? I have the body of a 16 year old girl.", "character": "Madame", "characterId": "nm0283222"}, {"text": "You ought to give it back dear. Your wrinkling the hell out of it. Tell me darling, is that your face or did your neck throw-up?", "character": "Cousin Charlie", "characterId": "nm0682308"}]}, {"lines": [{"text": "Why, I passed your house the other day. You must have been sunbathing on the patio. Vultures were circling overhead.", "character": "Cousin Charlie", "characterId": "nm0682308"}, {"text": "Oh yes. I do remember you swooping and swirling on your broomstick spelling out the words \"Surrender Dorothy\".", "character": "Madame", "characterId": "nm0283222"}]}, {"lines": [{"text": "I hope you like my dress.", "character": "Cousin Charlie", "characterId": "nm0682308"}, {"text": "You bet dear. I love your dress. I always have.", "character": "Madame", "characterId": "nm0283222"}, {"text": "Ha-ha. Darling, that joke has been around since 1776. And so have you. Why, you gave Minute-Men a whole new meaning.", "character": "Cousin Charlie", "characterId": "nm0682308"}, {"text": "How amusing coming from someone who's seen more ceilings than Michaelangelo.", "character": "Madame", "characterId": "nm0283222"}]}, {"lines": [{"text": "Well, if you need me I'll be in my dressing room practicing my collection of one-liners.", "character": "Cousin Charlie", "characterId": "nm0682308"}, {"text": "Well, be sure to do a good job darling. They're all in your face.", "character": "Madame", "characterId": "nm0283222"}]}, {"lines": [{"text": "[as Mae West]\nOh, I always said that Sex is a misdemeanor. D' more you miss, d' meaner you get.", "character": "Cousin Charlie", "characterId": "nm0682308"}]}, {"lines": [{"text": "[as Mae West]\nWhy don't you come up and see me some time? How about Wednesday? That's amateur night.", "character": "Cousin Charlie", "characterId": "nm0682308"}]}, {"lines": [{"text": "These are my Summer Diamonds. Some are diamonds, some are not.", "character": "Madame", "characterId": "nm0283222"}]}]}