{"quotes": [{"lines": [{"text": "Magic Boy, Magic Boy / There was a boy named Sasuke in Japan. / He loved the friendly creatures of the wood, / The monkeys and the birds, the squirrels and the deer, / And animals loved him, 'cause he was good. / Magic Boy, Magic Boy / To look at Sasuke playing with his friends, Magic Boy / To hear them laugh beneath the golden sun, Magic Boy / Whoever could have guessed what strange and frightening things, / Would happen by the time that day was done? / Magic Boy, Magic Boy", "character": null, "characterId": null}]}, {"lines": [{"text": "You'll find bad men wherever you go.", "character": null, "characterId": null}]}, {"lines": [{"text": "Magic Boy, Magic Boy. / Deep in a spooky forest lived a boy, / A wicked witch was trying to destroy. / He said \"To fight a witch who uses magic tricks, / I'll have to learn to be a magic boy.\" / Magic Boy, Magic Boy. / An old magician taught him magic tricks. / He learned to run straight up the mountainside. / He'd shoot a thunderbolt, and with the speed of light, / He'd leap upon the wind to hitch a ride. / Magic Boy, Magic Boy. / The boy could now work magic, so when he fought that witch, / It was the wildest fight you ever saw. / The witch was breathing fire, she shot a thunderbolt, / But Magic Boy was quicker on the draw, aha! / He blew a wild exciting hurricane, / And then the wicked witch began to run. / He blew it at the witch, she fell into a ditch, / And crumbled up into a skeleton. / Magic Boy, Magic Boy. / So if the stormy night makes you afraid, / That witches ride where lightning flashes are, Boo!, / Just dream of Magic Boy, he'll hurry to your aid, / And shoot those witches with a shooting star. / Magic Boy, Magic Boy.", "character": null, "characterId": null}]}, {"lines": [{"text": "Little brother, what you saw was a witch. They say that years ago, when Japan was a bright new country, there was a wicked, jealous, greedy witch who wanted to take away all pleasure from the happy Japanese people. This witch cast magic spells over them and made them suffer. But there was a great Japanese king then who knew magic, too, and he heard of the evil she was doing, and he came here to the forest where she was, and he punished her. He turned her into a little crawling salamander. The years went by, the good king who knew magic grew old and passed away, and the witch was able to change back into her former self, and now once again she brings suffering to the innocent. Her name is Yakusha, the evil princess.", "character": null, "characterId": null}]}, {"lines": [{"text": "Way up there on a mountain top lives a hermit, who is the only one who can teach you the magic that you seek to learn. But the mountain is too *high* for a little *boy* to climb.", "character": null, "characterId": null}, {"text": "I will climb it. And see the hermit. He will teach me magic. But who are you?", "character": "Sarutobi Sasuke", "characterId": "nm1090669"}, {"text": "[turns around]", "character": null, "characterId": null}, {"text": "Hmm? He's gone!", "character": "Sarutobi Sasuke", "characterId": "nm1090669"}]}, {"lines": [{"text": "Good work. Sasuke, do you think you are strong enough now?", "character": null, "characterId": null}, {"text": "Yes.", "character": null, "characterId": null}, {"text": "You do, eh? Well, here's what you'll carry tomorrow.", "character": null, "characterId": null}, {"text": "[Sasuki gasps as larger buckets appear]", "character": null, "characterId": null}]}, {"lines": [{"text": "Who told you to laugh?", "character": null, "characterId": null}]}]}