{"quotes": [{"lines": [{"text": "Why don't you face facts, Grandma?", "character": "Rhoda Cooper", "characterId": "nm0713799"}, {"text": "Oh, Rhoda!", "character": "Lucy Cooper", "characterId": "nm0094135"}, {"text": "[Pats her hand]", "character": null, "characterId": null}, {"text": "When you're seventeen and the world's beautiful, facing facts is just as slick fun as dancing or going to partis, but when you're seventy... well, you don't care about dancing, you don't think about parties anymore, and about the only fun you have left is pretending that there ain't any facts to face, so would you mind if I just went on pretending?", "character": "Lucy Cooper", "characterId": "nm0094135"}]}, {"lines": [{"text": "Two old-fashioneds, for two old-fashioned people.", "character": "Pa", "characterId": "nm0602005"}]}, {"lines": [{"text": "It's been very nice knowing you, Miss Breckenridge.", "character": "Pa", "characterId": "nm0602005"}]}, {"lines": [{"text": "Fifty years go by pretty fast.", "character": "Pa", "characterId": "nm0602005"}, {"text": "Only when you're happy. How many children have you?", "character": "Mr. Horton, Hotel manager", "characterId": "nm0822792"}, {"text": "Five of them.", "character": "Pa", "characterId": "nm0602005"}, {"text": "Really! I'll bet they've brought you a lot of pleasure!", "character": "Mr. Horton, Hotel manager", "characterId": "nm0822792"}, {"text": "[Ironically]\nI bet you haven't any children.", "character": "Pa", "characterId": "nm0602005"}]}, {"lines": [{"text": "A man and a maid stood hand in hand; bound by a tiny wedding band. Before them lay the uncertain years that promised joy and, maybe tears. \"Is she afraid?\" thought the man of the maid. \"Darling,\" he said in a tender voice, \"Tell me. Do you regret your choice? 'We know not where the road may wind, 'or what strange byways we may find. 'Are you afraid?\" said the man to the maid. She raised her eyes and spoke at last. \"My dear,\" she said, \"the die is cast. 'The vows have been spoken. The rice has been thrown. 'Into the future we'll travel alone. 'With you,\" said the maid, \"I'm not afraid.\"", "character": "Lucy Cooper", "characterId": "nm0094135"}]}, {"lines": [{"text": "Goodbye, Lucy dear. In case I don't see you again...", "character": "Pa", "characterId": "nm0602005"}, {"text": "What?", "character": "Lucy Cooper", "characterId": "nm0094135"}, {"text": "Well, anything might happen, the train could jmup off the track. If it should happen that I don't see you again... It's been very nice knowing you, Miss Breckenridge.", "character": "Pa", "characterId": "nm0602005"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Bark, that's probably the prettiest speech you ever made. And in case I don't see you aga- well, for a little while. I just want to tell you, it's been lovely, every bit of it, the whole fifty years. I'd sooner have been your wife, Bark, than anyone else on Earth.", "character": "Lucy Cooper", "characterId": "nm0094135"}, {"text": "Thank you, Lucy.", "character": "Pa", "characterId": "nm0602005"}]}, {"lines": [{"text": "You know, I sometimes think that children should never grow past the age when you have to tuck them into bed every night.", "character": "Pa", "characterId": "nm0602005"}, {"text": "That's right. When they get older, and you can't give them as much as other choldren, they're ashamed of you, and when you give them everything and put them through college,", "character": "Max Rubens", "characterId": "nm0608373"}, {"text": "[He folds his arms]", "character": null, "characterId": null}, {"text": "they're ashamed of you.", "character": "Max Rubens", "characterId": "nm0608373"}]}, {"lines": [{"text": "Life flies past us so swiftly that few of us pause to consider those who have lost the tempo of today. Their laughter and their tears we do not even understand for there is no magic that will draw together in perfect understanding the aged and the young. There is a canyon between us, and the painful gap is only bridged by the ancient words of a very wise man... HONOR THY FATHER AND THY MOTHER.", "character": null, "characterId": null}]}]}