{"quotes": [{"lines": [{"text": "It's something you don't have any control over. I mean, whether you're born with it or acquire it, who knows? But there's something in me that needs to be with a man.", "character": "Zach Elliot", "characterId": "nm0648920"}, {"text": "My God!", "character": "Claire", "characterId": "nm0000462"}, {"text": "Maybe it's his strength, his attitude. Maybe he's everything I'm not, I don't know. Maybe it's brotherhood, bonding, release. Maybe it's just the need for another man's approval. But it's that feeling...", "character": "Zach Elliot", "characterId": "nm0648920"}, {"text": "Stop it! God!", "character": "Claire", "characterId": "nm0000462"}]}, {"lines": [{"text": "[Drops plate to get Zack's attention]\nAll right, look. We're gonna cut this out and we're gonna talk. You cannot do this to me... it's not fair. Now, I don't know what to do. I don't know what to say. I don't know how to hold you. I don't know whether I should even try to hold you. God, Zack! We've always gotten each other through, because we've never been afraid to share. You've closed yourself off and I feel helpless. I don't know what to do. You can't tell me. Are you sick? Are you in trouble? Is there another woman? Look, whatever it is, I can handle it. I can handle it, no matter what it is. But I cannot handle the silence.", "character": "Claire", "characterId": "nm0000462"}]}, {"lines": [{"text": "Bart.", "character": "Zach Elliot", "characterId": "nm0648920"}, {"text": "Zach.", "character": "Bart", "characterId": "nm0002122"}, {"text": "Why don't you just say it?", "character": "Zach Elliot", "characterId": "nm0648920"}, {"text": "I'm gay.", "character": "Bart", "characterId": "nm0002122"}, {"text": "Thank you.", "character": "Zach Elliot", "characterId": "nm0648920"}, {"text": "You're welcome.", "character": "Bart", "characterId": "nm0002122"}]}, {"lines": [{"text": "The night he died I went into a gay bar for the first time. I didn't do it to celebrate or anything. I did it 'cause I was pissed. Pissed that I never got the chance to tell him that his all American right fielder liked to get it on with other right fielders. I wanted to see the look in his eyes. God I wanted that scene.", "character": "Bart", "characterId": "nm0002122"}]}, {"lines": [{"text": "Crepe paper is a bitch to tear.", "character": "Claire", "characterId": "nm0000462"}]}, {"lines": [{"text": "If it feels good, do it. You don't get any points for playing by the rules.", "character": "Bart", "characterId": "nm0002122"}]}]}