{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[voice-over narration]\nWorking in the store Sunday all day, I want to drink this Mexican boy Johnny Alonzo from L.A. near Riverside. He makes my heart throb - thumpety, bum, bum, bum, bum, bum - when I see him.", "character": "Walt Curtis", "characterId": "nm0834130"}]}, {"lines": [{"text": "I'll give you fifteen dollars if I can sleep with Johnny. Quince dollores. Si? Para me and Johnny. Is okay? Bien?", "character": "Walt Curtis", "characterId": "nm0834130"}, {"text": "[in Spanish]\nOkay, give it to me.", "character": "Roberto Pepper", "characterId": "nm0598017"}, {"text": "Quince dollores. I wish I had more. I wish I had a hundred.", "character": "Walt Curtis", "characterId": "nm0834130"}, {"text": "[in Spanish]\nGo ahead, for the money, fifteen dollars.", "character": "Roberto Pepper", "characterId": "nm0598017"}, {"text": "I love you.", "character": "Walt Curtis", "characterId": "nm0834130"}]}, {"lines": [{"text": "I don't care, even if it jeopardizes working at the store. I have to show him that I'm gay for him. To show him how I feel.", "character": "Walt Curtis", "characterId": "nm0834130"}]}, {"lines": [{"text": "[voice-over narration]\nMaybe when they're making love they can think about Roberto having fucked me. Roberto's cock fucks Johnny, fucked me. That's about as close to Johnny as I'll ever get, unless I had the money. Poor boys never win. Who fucks whom. Mala noche. Every street Mexican on sixth will think he can stick it in me, well they're wrong. But they never were too smart to begin with or they wouldn't be here.", "character": "Walt Curtis", "characterId": "nm0834130"}]}, {"lines": [{"text": "[voice-over narration]\nI don't want to interfere with their lives. A gringo like me has an easy life. A privileged life. And just because I see someone attractive like Johnny it doesn't mean I should be able to have him, to buy him or whatever, just because he's hungry and on the street. Desperate, good-looking. That wasn't my intention exactly, but it could be misunderstood that way.", "character": "Walt Curtis", "characterId": "nm0834130"}]}, {"lines": [{"text": "[voice-over narration]\nThe plan is simple. I go to his room at midnight. He opens the door, sees that I want him that badly. I lay down at his feet like a dog. Or rather at the feet of Roberto and him. And after an hour or so when none of us know what to do anymore, I get up and I leave. My point is being made, that I want to see him badly, right? And that must mean something. How many gringos have acted that dramatically toward him ever? And whether or not he can respond in any meaningful way doesn't matter. He would think of it as a dramatic, macho act.", "character": "Walt Curtis", "characterId": "nm0834130"}]}, {"lines": [{"text": "[voice-over narration]\nChingalo, my ass is sore! It's true. I think he tried to use his cock like a weapon on me. Macho fucking prick!", "character": "Walt Curtis", "characterId": "nm0834130"}]}]}