{"quotes": [{"lines": [{"text": "I told you not to go out tonight, didn't I? Every time you go out, this kind of thing happens.", "character": "Frank Zito", "characterId": "nm0818874"}]}, {"lines": [{"text": "[looks down at his latest victim]", "character": null, "characterId": null}, {"text": "Now you tell me what I should do. I heard about it, I always do. I can't go out for a minute. It's impossible. Fancy girls, in their fancy dresses and lipstick, laughing and dancing. Should you stop them? I can't stop them. But you do, don't you? And they can't laugh and they can't dance anymore. You've got to stop, or they'll take you away from me. I will never, ever, let them take you away from me. You're mine now forever. And, I'm so happy.", "character": "Frank Zito", "characterId": "nm0818874"}]}, {"lines": [{"text": "How come all your models are women?", "character": "Frank Zito", "characterId": "nm0818874"}, {"text": "Well, it's just something I'm interested in, as a woman. In fact, this is my fourth series. It's called \"Women Form\". Not very original is it?", "character": "Anna D'Antoni", "characterId": "nm0613098"}, {"text": "Well, it's not the title that matters that much.", "character": "Frank Zito", "characterId": "nm0818874"}, {"text": "No, I guess not.", "character": "Anna D'Antoni", "characterId": "nm0613098"}, {"text": "Do you get to keep them all?", "character": "Frank Zito", "characterId": "nm0818874"}, {"text": "I'm hoping to sell them.", "character": "Anna D'Antoni", "characterId": "nm0613098"}, {"text": "I wouldn't. I'd keep them forever.", "character": "Frank Zito", "characterId": "nm0818874"}, {"text": "But why? Part of my profession is to sell photographs. It's not all for art's sake you know.", "character": "Anna D'Antoni", "characterId": "nm0613098"}, {"text": "I know, but why do you take pictures of women this way?", "character": "Frank Zito", "characterId": "nm0818874"}, {"text": "I like to make them look beautiful.", "character": "Anna D'Antoni", "characterId": "nm0613098"}, {"text": "No, I think it's to preserve them. You see, the beauty is already in the model.", "character": "Frank Zito", "characterId": "nm0818874"}, {"text": "Frank, don't be silly. Listen, I'm the photographer, right?", "character": "Anna D'Antoni", "characterId": "nm0613098"}, {"text": "Right.", "character": "Frank Zito", "characterId": "nm0818874"}, {"text": "So, I should know what I'm doing.", "character": "Anna D'Antoni", "characterId": "nm0613098"}, {"text": "I know, but to me things change. People die. But in a picture or painting, they're yours forever.", "character": "Frank Zito", "characterId": "nm0818874"}, {"text": "There's no way you can possess someone forever. Even in a photograph, there's no way.", "character": "Anna D'Antoni", "characterId": "nm0613098"}]}, {"lines": [{"text": "[voice-over]\nThis has got to stop. It's silly, and it's not getting us anywhere. You think they don't know. They do. I heard it and I know. They all know, and I don't like it anymore. But you don't listen do you. It's got to stop. Oh, you're right about them, all of them. They're all the same. I know what they're like. Just because I can't do the things you do doesn't mean I don't see it all the same. \"Fancy shmansy\", and what are we supposed to do? Sit and smile and say \"yes miss, no miss, not now miss, whatever you say miss?\" I know how it is with their hairs and their looks and they... they drive a man crazy! I didn't mean that. I didn't mean it that way. It's just that, they don't know when to stop. They never know when to stop. That's why they have to be stopped. It is you're right. You're right. But not like that, not that way. Please, they'll take you away from me. You have to be careful, not to listen to me. But I can't live like this. I have to go out and each time, it's like this. I get so scared that they'll take you away. But they won't if you do what I say. They won't take you away, not ever I say. Not ever.", "character": "Frank Zito", "characterId": "nm0818874"}]}]}