{"quotes": [{"lines": [{"text": "Eddie Miller took me away from Hester Street. Can't you understand that?", "character": "Jessie Cassidy", "characterId": "nm0001076"}, {"text": "A streetcar could have done that, and cost you less.", "character": "Miss Beryl Lee", "characterId": "nm0680102"}]}, {"lines": [{"text": "Eddie, I know that look in your eyes. You're saying, \"What'd I do wrong now?\" You didn't do anything wrong, Eddie. You never have, I guess for you, and you never will, because you don't do things for the same reasons as other people. You don't even live in the same world. You've got one all for yourself, the world by, for, and with Eddie Miller. Nobody's going to ever share your life, are they Eddie? They're just going to help you live it. Isn't that it?", "character": "Jessie Cassidy", "characterId": "nm0001076"}]}, {"lines": [{"text": "You were beginning to add up into something that a man wants... And all that talk about the things you've got, and what you'd do to keep it - if you put that with what you offer to the naked eye, can you blame a man?", "character": "John L. Hennessey", "characterId": "nm0000075"}]}, {"lines": [{"text": "I dump myself on you just when you were starting to get ahead - it wasn't fair; it wasn't fair to you. But I hated Hester Street so - and I wanted you, and I couldn't wait any longer - I waited so long!", "character": "Jessie Cassidy", "characterId": "nm0001076"}]}, {"lines": [{"text": "Now you find that girl - and if you can't, hire a detective!", "character": "John L. Hennessey", "characterId": "nm0000075"}, {"text": "I *am* a detective!", "character": "Policeman", "characterId": "nm0086151"}, {"text": "The crack still goes!", "character": "John L. Hennessey", "characterId": "nm0000075"}]}, {"lines": [{"text": "Look, Eddie, here's a world. You and I have this little space all to ourselves. What we feel for each other shuts out all the rest. So what more do we need? That's all people have to fight for is... a little place to themselves. Do you see what I mean?", "character": "Jessie Cassidy", "characterId": "nm0001076"}]}, {"lines": [{"text": "I don't think any man's worth any woman.", "character": "Miss Beryl Lee", "characterId": "nm0680102"}]}, {"lines": [{"text": "If you want these peeled, peel 'em yourself.", "character": "Jessie Cassidy", "characterId": "nm0001076"}]}, {"lines": [{"text": "Aww... the battle you put up isn't worth the chicken salad you get. And besides, Eddie wouldn't want me to go.", "character": "Jessie Cassidy", "characterId": "nm0001076"}]}, {"lines": [{"text": "Where is he?", "character": "John L. Hennessey", "characterId": "nm0000075"}, {"text": "He's in jail.", "character": "Jessie Cassidy", "characterId": "nm0001076"}, {"text": "Well, let's get him out of jail.", "character": "John L. Hennessey", "characterId": "nm0000075"}]}]}