{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[dialog in French, lines from English subtitles]", "character": null, "characterId": null}, {"text": "[voiceover]\nDear little Manon, the notary will tell you that I'm leaving you my whole estate. It may surprise you, but it's the truth. The lawyer will give you all the documents because your father was my son. He was the Soubeyran I'd hoped for all my life, whom I tormented to death because I didn't know who he was. If I had told him about the spring, he'd still be playing his harmonica, and you'd all be living in our family home. No one knows it, but I'm too ashamed to face anyone, even the trees. In the village, there's a person who knows. She will tell you everything. It's Delphine, the old blind woman. She'll explain that it's all because of Africa. I don't deserve to kiss you, and I never dared speak to you, but maybe now you can forgive me and even say a little prayer for poor Ugolin and me. I'm so pathetic, I even pity myself. Out of sheer spite, I never went near him. I never knew his voice or his face. I never saw his eyes, which might have been like his mother's. I only saw his hump and the pain I caused him. Now you understand why I want to die, because next to my torments, even hell would be a pleasure. Besides, I'll see him up there. I'm not afraid of him. Now he knows he's a Soubeyran. He's no longer a hunchback because of me. He knows it was all a foolish mistake. I'm sure that instead of blaming me, he'll defend me. Farewell, my darling girl. Your grandfather, César Soubeyran.", "character": "Cesar Soubeyran", "characterId": "nm0598971"}]}, {"lines": [{"text": "[to Manon]\nManon, don't run away! It's not to give you work. I was lying to you! It's because I love you, Manon. I love you with all my heart! Manon! I want to marry you! I'm all alone! I've got no-one! My grandparents are dead. My father hanged himself when I was little. My mother died of the flu. There's only Uncle Papet! He's rich, he's old. He's going to die. He's going to leave me all his money. It'll be yours, because I love you. I love you! I am sick for the love of you. It's suffocating me! I saw you bathing in the rainwater. I watched for hours. You were so lovely. I was tempted to commit a crime.", "character": "Ugolin", "characterId": "nm0000809"}]}, {"lines": [{"text": "[to Manon]\nYou know that. I told you so in the hills. I love you unbearably. Listen... please listen, Manon. Ever since I saw you, ever since I spoke to you, food has been turning to sawdust in my mouth, sleep has been a torment. If you reject me, I will die or go mad.", "character": "Ugolin", "characterId": "nm0000809"}, {"text": "Shut up, you fool. Shut up. Let's go.", "character": "Cesar Soubeyran", "characterId": "nm0598971"}]}, {"lines": [{"text": "An orphan's prayer soars to heaven like a lark.", "character": "Victor", "characterId": "nm0045865"}]}, {"lines": [{"text": "He's such a bigot he might confess other people's sins.", "character": "Cesar Soubeyran", "characterId": "nm0598971"}]}, {"lines": [{"text": "Do you know who she looks like?", "character": "Cesar Soubeyran", "characterId": "nm0598971"}, {"text": "Nobody!", "character": "Ugolin", "characterId": "nm0000809"}, {"text": "Yes, she does. She looks like someone you never knew. She's the splitting image of her grandmother.", "character": "Cesar Soubeyran", "characterId": "nm0598971"}, {"text": "Did you know her?", "character": "Ugolin", "characterId": "nm0000809"}, {"text": "Florette de Camoins. A great beauty.", "character": "Cesar Soubeyran", "characterId": "nm0598971"}]}, {"lines": [{"text": "Papet, my spring has dried up!", "character": "Ugolin", "characterId": "nm0000809"}, {"text": "What?", "character": "Cesar Soubeyran", "characterId": "nm0598971"}, {"text": "No water.", "character": "Ugolin", "characterId": "nm0000809"}, {"text": "None at all?", "character": "Cesar Soubeyran", "characterId": "nm0598971"}, {"text": "No. I dug a deep hole. Not a drop. My carnations are budding.", "character": "Ugolin", "characterId": "nm0000809"}]}, {"lines": [{"text": "There must be a frog blocking the pipe.", "character": null, "characterId": null}, {"text": "We're stuck, like Ugolin.", "character": null, "characterId": null}, {"text": "Impossible! It's flowed for fifty years.", "character": null, "characterId": null}]}, {"lines": [{"text": "anyone who knew was one, and didn't tell the hunchback is responsible for his death.", "character": "Cesar Soubeyran", "characterId": "nm0598971"}]}, {"lines": [{"text": "Destiny doesn't exist. Only good-for-nothings talk about destiny.", "character": "Cesar Soubeyran", "characterId": "nm0598971"}]}, {"lines": [{"text": "I'll die because I no longer want to live.", "character": "Cesar Soubeyran", "characterId": "nm0598971"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[dialog in French, lines from English subtitles]", "character": null, "characterId": null}, {"text": "Voila!", "character": "Le Fleuriste", "characterId": "nm0290026"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Next time I won't pay this much. The competition from Italy is ruining me.", "character": "Le Fleuriste", "characterId": "nm0290026"}, {"text": "This barely pays for the fertilizer for the flowers. Next year we'll grow chickpeas.", "character": "Cesar Soubeyran", "characterId": "nm0598971"}, {"text": "I'll miss our aperitifs together.", "character": "Le Fleuriste", "characterId": "nm0290026"}]}]}