{"quotes": [{"lines": [{"text": "It means you have to develop an independent mind, and work on it. Now that's extremely hard to do alone. The beauty of our system is that is isolates everybody. Each person is sitting alone in front of the tube, you know. It's very hard to have ideas or thoughts under those circumstances. You can't fight the world alone. Some people can but it's pretty rare. The way to do it is with organization. So of course if there's to be intellectual self defence, it will have to be in the context of political and other organization.", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "Sports - that's another example of the indoctrination system. For one thing, because it offers people something to pay attention to that's of no importance, that keeps them from worrying about things that matter to their lives, that might give them some idea of doing something about. And it's striking to see the intelligence that is used by ordinary people in sports. Listen to radio stations where people call in, often with the most exotic information!", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "Goebbels was in favor of free speech for views he liked. So was Stalin. If you're really in favor of free speech, then you're in favor of freedom of speech for precisely for views you despise. Otherwise, you're not in favor of free speech.", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "[Noam Chomsky is fielding questions after a speech in Laramie, Wyoming]", "character": null, "characterId": null}, {"text": "Yeah, for the last hour and 41 minutes, you have been whining how the elite and the government have been using thought control to keep radicals like yourself out of the public limelight. Now, you're here, I don't see any CIA men waiting to drag you off. You were in the paper, that's what everyone here heard where you were coming from, in the paper and I'm sure they're going to publish your comments in the paper. Now a lot of countries, you would have been shot for what you have been done today. So what are you whining about? This is... We are allowing you to speak and I don't see any thought control.", "character": null, "characterId": null}, {"text": "First of all, I haven't been saying, haven't said one word about my being kept out of the limelight. The way it works here is quite different. Now I don't think you heard what I was saying, but the way it works here that there is a system of shaping, control and so on which gives a certain perception of the world. I gave one example, I'll give you sources where you can find thousands of others. That has nothing to do with me, it has to do with marginalizing the public and ensuring that they don't get in the way of elites who are supposed to run things without interference.", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "Modern industrial civilization has developed within a certain system of convenient myths. The driving force of modern industrial civilization has been individual material gain... Now it's long been understood - very well - that a society that is based on this principle will destroy itself in time. It can only persist - with whatever suffering and injustice it entails - as long as it's possible to pretend that the destructive forces that humans create are limited, that the world is an infinite resource, and that the world is an infinite garbage can. At this stage of history either... the general population will take control of its own destiny and will concern itself with community issues guided by values of solidarity, and sympathy, and concern for others, or - alternatively - there will be no destiny for anyone to control.", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "When the state looses the bludgeon... you have to control what people think. And the standard way to do this is to resort to what in more honest days used to be called propaganda.", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "What seems to me a - in a sense - very terrifying aspect of our society, and of other societies, is the equanimity and the detachment with which sane, reasonable, sensible people can observe such events. I think that's more terrifying than the occasional Hitler or LeMay or other that crops up. These people would not be able to operate were it not for this apathy and equanimity. And therefore I think that it's in some sense the sane and reasonable and tolerant people who share a very serious burden of guilt, which they very easily throw on the shoulders of others who seem more extreme or more violent.", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "There's nothing more remote from what we have been discussing than a conspiracy theory. If I give an analysis of, say the economic system, and I point out that GM tries to maximize profit and market share - that's not a conspiracy theory; that's an institutional analysis. It has nothing to do with conspiracies. That's precisely the sense in which we've been talking about the media. The phrase \"conspiracy theory\" is one of those that's constantly brought up, and I think it's effect simply is to discourage institutional analysis.", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "Suppose I get on \"Nightline\". I'm given two minutes and I say Quaddafi is a terrorist or Khomeini is a murderer... I don't need any evidence, everybody just nods. On the other hand, suppose you say something that just isn't regurgitating conventional pieties... Suppose you say", "character": "Noam Chomsky", "characterId": "nm0159008"}, {"text": "[clips of Noam from other interviews]", "character": null, "characterId": null}, {"text": "\"The biggest international terror operations that are known are the ones that are run out of Washington\", or suppose, you say \"What happened in the 1980s is the US government was driven underground\", suppose I say \"The US is invading South Vietnam,\" as it was, or \"The best political leaders are the ones that are lazy and corrupt\", \"If the Nuremberg laws were applied, then every post-war american president would have been hanged.\", \"The Bible is one of the most genocidal books in the total canon.\", \"Education is a system of imposed ignorance\", \"There is no more morality in world affairs, fundamentally, then there was at the time of Genghis Khan...\"", "character": "Noam Chomsky", "characterId": "nm0159008"}, {"text": "[Back to speech]", "character": null, "characterId": null}, {"text": "People will, quite reasonably, expect to know what you mean. Why did you say that ?... You'd better have a lot of evidence... But you can't give evidence if you're stuck with concision. That's the genius of this structural constraint. And in my view, people from Nightline and so on, if they were smarter, if they were better propagandists, they would let dissidents on, let them on more in fact. The reason is, that they would sound like they're from Neptune.", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "Referring back to your earlier comment about escaping from or doing away with capitalism - I was wondering which workable scheme you would put in its place?", "character": null, "characterId": null}, {"text": "Me?", "character": "Noam Chomsky", "characterId": "nm0159008"}, {"text": "[laughter... ]", "character": null, "characterId": null}, {"text": "Well, I think that what used to be called, centuries ago, \"wage slavery\" is intolerable. And I don't think people ought to be forced to rent themselves in order to survive. I think that the economic institutions ought to be run democratically, by their participants, by the communities in which they exist, and so on; and I think basically through various kinds of free association.", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "There's maybe twenty percent of the population that is relatively educated, more or less articulate, that play some kind of role in decision making. They're supposed to participate in social life either as managers, or cultural managers, like say, teachers, writers and so on. They're supposed to vote. They're supposed to play some role in the way economic, political and cultural life goes on. Now their consent is crucial. It's one group that has to be deeply indoctrinated. Then there's maybe eighty percent of the population whose main function is to follow orders and not to think.", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "The point is that in a military state or a feudal state or what we would now call a totalitarian state, it doesn't much matter what people think because you've got a bludgeon over their heads and you can control what they do. But when the state loses the bludgeon, when you can't control people by force, and when the voice of the people can be heard you have this problem - it may make people so curious and so arrogant that they don't have the humility to submit to a civil rule, and therefore you have to control what people think.", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "it's diversion... The purpose of those media is just to dull people's brains; to get them to watch national football... or get involved in astrology or fundamentalist stuff, just get them away, get them away from things that matter. And for that it's important to reduce their capacity to think.", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "It's a way of building up irrational attitudes of submission to authority and group cohesion behind leadership elements. In fact it's training in irrational jingoism. That's also a feature of competitive sports.", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "If I'm analyzing capitalism and I point out that General Motors tries to maximize profit, that's not a conspiracy theory. That's analysis.", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "If the Nuremberg laws were applied, then every post-war American president would have been hanged.", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "They who have put out the peoples eyes reproach them of their blindness. - John Milton, 1642. ]", "character": null, "characterId": null}, {"text": "Three, two, one, take two. Good morning!... My name is Kevin Flook, and I'm your video host all day here at EMTV.", "character": null, "characterId": null}]}, {"lines": [{"text": "The way things change is because lots of people are working all the time. They're working in their communities, at their workplace, or wherever they happen to be, and they are building up the basis for popular movements which are going to make changes. That's the way everything has ever happened in history, whether it was the end of slavery or the democratic revolution, anything you want, you name it, that's the way it worked. You get a very false picture of this from the history books. In the history books there's a couple of leaders...", "character": "Noam Chomsky", "characterId": "nm0159008"}]}, {"lines": [{"text": "\"Judged in terms of the power, green, novelty and influence of his thought, Noam Chomsky is arguably the most important intellectual alive.\" Professor Noam Chomsky.", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[putting her hand on Noam's shoulder]\nThis guy, he's gotta go home, he really does.", "character": null, "characterId": null}, {"text": "*Thanks!*", "character": null, "characterId": null}]}]}