{"quotes": [{"lines": [{"text": "[facing a line of new recruits and citing the late Major Foster]\nSome of will give up. Some of you will even try to run. I warn you, until now no one succeeded. When the Legion doesn't get you, the Arabs will. When the Arabs won't catch you, the desert will. And when the desert doesn't devour your measly corpses, then I will. I wouldn't know what's worse", "character": "Marco Segrain", "characterId": "nm0001352"}]}, {"lines": [{"text": "[showing Foster and his patrol the dead body of a legionnair]\nOne of my men got restless.", "character": "El Krim", "characterId": "nm0000453"}, {"text": "[an Arab walks over to the body and spits in his face. Suddenly Segrain shoots the Arab at point blank range. Everyone is pointing weapons at everyone]\nOne of my men got restless.", "character": "Maj. William Sherman Foster", "characterId": "nm0000432"}]}, {"lines": [{"text": "[to El Krim]\nI see you've learned to enjoy watching men suffer.", "character": "Maj. William Sherman Foster", "characterId": "nm0000432"}]}, {"lines": [{"text": "Your Excellency, I have devoted my life to enhancing France's prestige as the cultural center of the world - not only for our pleasure and education, but also for the vast sums of money these treasures create.", "character": "François Marneau", "characterId": "nm0001884"}, {"text": "Monsieur Marneau, exactly what was there at Erfoud?", "character": "Minister", "characterId": "nm0150709"}, {"text": "A city, which has been covered by the desert sands for almost three thousand years. Where the Berber \"Joan of Arc\" is buried. They call her \"The Angel of the Desert.\" And legend has it, that entombed with her is an incalculable fortune in gold and jewels, which is most certainly worth far more than what France just spent to win the war.", "character": "François Marneau", "characterId": "nm0001884"}]}, {"lines": [{"text": "[Reassuring Marneau that, in spite of Major Foster's lack of cooperation, the Foreign Legion will be used to help provide military security for Marneau's intended archaeological excavation at Erfoud]\nWe can certainly risk a few Legionnaires for France. After all, they are mostly foreigners.", "character": "Minister", "characterId": "nm0150709"}]}, {"lines": [{"text": "[Recounting bits of his past, in a somewhat rambling manner, to a prostitute who has been sent to his room]\nI was in Morocco for 12 years. Do you know what a trench is? I dug trenches all over Europe. I ate in them, and I slept in them... I should have been a general in the U.S. Army. I was named after a general - - William Sherman... The Legion is my army now. Not the *vaunted* army of America - those bastards threw me out. All I did was tell them what I thought of them.", "character": "Maj. William Sherman Foster", "characterId": "nm0000432"}]}, {"lines": [{"text": "[Major Foster and others are sitting down to dine with the ship's captain as they transit to North Africa]\nAh, an American in the Foreign Legion, eh?", "character": "Ship's captain", "characterId": "nm0214742"}, {"text": "[Testily]\nYes... That's why they call it the \"Foreign\" Legion, Captain.", "character": "Maj. William Sherman Foster", "characterId": "nm0000432"}]}, {"lines": [{"text": "Major Foster is a hero of the War.", "character": "François Marneau", "characterId": "nm0001884"}, {"text": "I'm afraid there are no heroes in war - only survivors.", "character": "Maj. William Sherman Foster", "characterId": "nm0000432"}, {"text": "Come now, Major. You needn't be modest with us.", "character": "Mollard", "characterId": "nm0031549"}, {"text": "[Testily]\n\"Modest\"? I took 8,000 men with me. I came back with 200. I think I've earned my modesty.", "character": "Maj. William Sherman Foster", "characterId": "nm0000432"}]}, {"lines": [{"text": "You are going to excavate in Morocco, is that correct?", "character": "Ship's captain", "characterId": "nm0214742"}, {"text": "Yes.", "character": "François Marneau", "characterId": "nm0001884"}, {"text": "[Butting in]\nGrave-robbing, actually. That's what I call it where I'm from.", "character": "Maj. William Sherman Foster", "characterId": "nm0000432"}, {"text": "[Now turning to look at Murneau]\nWe are in the grave business, aren't we? I mean, you dig them up, and I fill them in.", "character": "Maj. William Sherman Foster", "characterId": "nm0000432"}, {"text": "[Remaining composed]\nWhat you call \"grave-robbing,\" Major, is the search for our classical heritage - that is, the secrets of our forefathers.", "character": "François Marneau", "characterId": "nm0001884"}]}, {"lines": [{"text": "The Legion... is the most disciplined army in the world!", "character": "Maj. William Sherman Foster", "characterId": "nm0000432"}]}, {"lines": [{"text": "[Marco has cleverly found a way to get from the troop car to the first class train car]\nWhat else can you do besides steal and climb like a monkey?", "character": "Simone Picard", "characterId": "nm0000366"}, {"text": "I read palms. I'm part gypsy.", "character": "Marco Segrain", "characterId": "nm0001352"}]}, {"lines": [{"text": "[El Krim and some of his tribesmen have stopped the train on which Major Foster and his Legionnaires are traveling]\nI have orders to continue the excavation at Erfoud.", "character": "Maj. William Sherman Foster", "characterId": "nm0000432"}, {"text": "And I have orders from higher authority to stop you... from Allah. I marvel at the audacity of the French. They think they have the right to divide up other lands, peoples. You can bring 10,000 trains of Legionnaires - you still will not take anything from our homeland.", "character": "El Krim", "characterId": "nm0000453"}, {"text": "[Making a sweeping gesture, and continuing in an ominous tone]\nThe desert welcomes you, Foster.", "character": "El Krim", "characterId": "nm0000453"}]}, {"lines": [{"text": "[Top Hat has collapsed during an open desert march; Marco, without Fontaine's permission, falls out of formation to help his comrade]\nLeave that man alone! In the Legion, you march, or die!... Get his pack and rifle, and rejoin the column.", "character": "Lt. Fontaine", "characterId": "nm0102566"}]}, {"lines": [{"text": "[Marco has rescued Top Hat and brought him back to the Legion's fort. Major Foster is not impressed with this \"heroism\"]\nOn a march a man dies where he falls. We don't go back for stragglers.", "character": "Maj. William Sherman Foster", "characterId": "nm0000432"}, {"text": "[Somewhat mockingly]\nI'll remember that, sir.", "character": "Marco Segrain", "characterId": "nm0001352"}]}, {"lines": [{"text": "[Somberly recounting the murder of the Czar Romanov royal family due to the Russian Revolution, recently happening in his home country]\nI should have been there.", "character": "Ivan", "characterId": "nm0641172"}, {"text": "Where?", "character": "Marco Segrain", "characterId": "nm0001352"}, {"text": "I was special guard, for royal family. I am away. They take them. I walk Russia. I cannot find them. July, this year, they kill them. All of them... ALL of them.", "character": "Ivan", "characterId": "nm0641172"}]}, {"lines": [{"text": "[Handing over to El Krim and his men a significant piece of the archaeological treasure that Marneau has just recovered at Erfoud]\nFrom the French - a gift to your people.", "character": "Maj. William Sherman Foster", "characterId": "nm0000432"}, {"text": "How can you make gift of something that is already ours?", "character": "El Krim", "characterId": "nm0000453"}]}, {"lines": [{"text": "[El Krim's mounted tribesmen are growing in number and coming dangerously close to the Legionnaires holed up in the compound. Major Foster seems indecisive]\nPlease, sir, the orders?... The men are waiting for your orders.", "character": "Sgt. Triand", "characterId": "nm0749363"}, {"text": "[Showing signs of disorientation, with WWI flashback]\nAre the men in their trenches?", "character": "Maj. William Sherman Foster", "characterId": "nm0000432"}, {"text": "[Impassively]\nThere are no trenches, sir.", "character": "Sgt. Triand", "characterId": "nm0749363"}, {"text": "[Getting agitated]\nWhy haven't the trenches been dug?", "character": "Maj. William Sherman Foster", "characterId": "nm0000432"}, {"text": "[Calmly reminding Foster that the men were building the wall that Major Foster himself had ordered built a few days earlier]\nThe men were building a wall for protection, sir.", "character": "Sgt. Triand", "characterId": "nm0749363"}, {"text": "[Bursting with agitation]\nFor protection? For protection from WHAT?... These are dead men. They wanted to die. That's why we joined the Legion - not to live, but to die. And we shall... all die. And for what? So that some fat, overstuffed Frenchman can belch his lunch on the sight of gold in the Louvre!", "character": "Maj. William Sherman Foster", "characterId": "nm0000432"}]}, {"lines": [{"text": "Bedouin, Berber, Rif... We will resist ALL foreigners, until we prevail.", "character": "El Krim", "characterId": "nm0000453"}, {"text": "[Now turning to address the surviving Legionnaires]\nI let you live so that what happened today could be known, to the entire world.", "character": "El Krim", "characterId": "nm0000453"}]}]}