{"quotes": [{"lines": [{"text": "I'll get you, even if I have to crawl back from the grave to do it!", "character": "Mary Dwight Strauber", "characterId": "nm0000012"}]}, {"lines": [{"text": "[talking to the hostesses in an intimidating manner]\nI'm taking over this joint. From now on you're working for me. Most of you know how I operate. If you don't, read the papers and find out!", "character": "Johnny Vanning", "characterId": "nm0161862"}]}, {"lines": [{"text": "Uh, pardon me, but I don't believe a word you're sayin'!", "character": "David Graham", "characterId": "nm0000007"}, {"text": "You think I'm pretty low, don't you?", "character": "Mary Dwight Strauber", "characterId": "nm0000012"}, {"text": "Now, what do you expect me to think? I meet a lot of people in this job. Some of them I feel sorry for because they - they just can't help themselves. They don't know any better. They're the misfits of the world. But you, you're not that kind. You know what's right and you know what's wrong. You know better, but you just won't do anything about it. You choose to think that you can get through the world by outsmarting it. Well, I've learned that those kind of people generally end up outsmarting themselves. And that's exactly what's going to happen to you. And I won't feel a bit sorry about it, because, lady, you've got it coming to you.", "character": "David Graham", "characterId": "nm0000007"}, {"text": "Thanks for telling me.", "character": "Mary Dwight Strauber", "characterId": "nm0000012"}]}, {"lines": [{"text": "Please don't ask me to talk. He'll kill me.", "character": "Mary Dwight Strauber", "characterId": "nm0000012"}, {"text": "Now you help me to prove that he was responsible for this and I'll put him where he won't kill anybody.", "character": "David Graham", "characterId": "nm0000007"}, {"text": "You don't know what he's like! He stops at nothing. People just disappear and are never heard of again. I don't want that to happen to me.", "character": "Mary Dwight Strauber", "characterId": "nm0000012"}]}, {"lines": [{"text": "Betty. Betty, listen to me. You know, I've done an awful lot for you.", "character": "Mary Dwight Strauber", "characterId": "nm0000012"}, {"text": "All you've ever done for me is mess up my life. Fixed it so the things that I wanted to have, I can't have anymore. All right. If I can't live one way, I can live another. Why not? I'm young and pretty and...", "character": "Betty Strauber", "characterId": "nm0116953"}, {"text": "And dumb.", "character": "Mary Dwight Strauber", "characterId": "nm0000012"}, {"text": "But you're smart. You can teach me the rest.", "character": "Betty Strauber", "characterId": "nm0116953"}]}, {"lines": [{"text": "I thought they were your friends.", "character": "David Graham", "characterId": "nm0000007"}, {"text": "So did I.", "character": "Mary Dwight Strauber", "characterId": "nm0000012"}]}, {"lines": [{"text": "Oh, you can understand that, can't you, Mary?", "character": "Estelle Porter", "characterId": "nm0582551"}, {"text": "I only understand that Betty was my sister, that Vanning killed her, and that you won't help me do anything about it.", "character": "Mary Dwight Strauber", "characterId": "nm0000012"}]}, {"lines": [{"text": "I'm sick of making deals.", "character": "Mary Dwight Strauber", "characterId": "nm0000012"}, {"text": "Well, you wanna keep on living, don't you?", "character": "Dorothy 'Gabby' Marvin", "characterId": "nm0485439"}, {"text": "If this is what you call living, I don't want any part of it. Always being afraid. Never knowing from one day to the next what's going to happen to you. I'm fed up with being afraid of Vanning or anybody else. There must be some other way for me to live. If there isn't, I... well, I'd just as soon put a bullet in my head right now and end it.", "character": "Mary Dwight Strauber", "characterId": "nm0000012"}]}, {"lines": [{"text": "Mary, I'd like to help you.", "character": "David Graham", "characterId": "nm0000007"}, {"text": "Why?", "character": "Mary Dwight Strauber", "characterId": "nm0000012"}, {"text": "Why? Because I... because I think you've got a break coming to you.", "character": "David Graham", "characterId": "nm0000007"}, {"text": "And?", "character": "Mary Dwight Strauber", "characterId": "nm0000012"}, {"text": "And I'd like to see that you get it.", "character": "David Graham", "characterId": "nm0000007"}]}, {"lines": [{"text": "He can't be bought. Is that plain enough?", "character": "Vanning's Lawyer", "characterId": "nm0369058"}, {"text": "Yeah. Too plain. Anybody that wouldn't take dough is crazy. Crazy men are dangerous. A guy like that is liable to get too big and really put the clamps down. And where will we be?", "character": "Johnny Vanning", "characterId": "nm0161862"}, {"text": "Oh, I've got a little something worked out that will take care of that possibility.", "character": "Vanning's Lawyer", "characterId": "nm0369058"}, {"text": "Is it cute?", "character": "Johnny Vanning", "characterId": "nm0161862"}, {"text": "Everything I do is cute.", "character": "Vanning's Lawyer", "characterId": "nm0369058"}]}, {"lines": [{"text": "You know, working for Vanning isn't going to be any bed of roses.", "character": "Emmy Lou", "characterId": "nm0422436"}, {"text": "And, you don't have to rub it in.", "character": "Mary Dwight Strauber", "characterId": "nm0000012"}, {"text": "You're gonna work for him?", "character": "Emmy Lou", "characterId": "nm0422436"}, {"text": "Uh-huh, but I'm not getting into his trap, and I'm not taking any chances of getting a slap in the face with a spade, either. You know, we're letting ourselves in for enough as it is. Some will wind up on the short end, but not me, baby. I know all the angles, and I think I'm smart enough to keep one step ahead of them till I get enough to pack it all in, and live on easy street for the rest of my life. I know how to beat this racket.", "character": "Mary Dwight Strauber", "characterId": "nm0000012"}, {"text": "Yeah, how? That's what I've been trying to find out for years.", "character": "Dorothy 'Gabby' Marvin", "characterId": "nm0485439"}]}, {"lines": [{"text": "[to Gordon]\nMe. I don't make deals with nobody... they make deals with me. All the time I've been that way - ever since I was 'that' big.", "character": "Johnny Vanning", "characterId": "nm0161862"}]}]}