{"quotes": [{"lines": [{"text": "You don't like her. My mother don't like her. She's a dog. And I'm a fat, ugly man. Well, all I know is I had a good time last night. I'm gonna have a good time tonight. If we have enough good times together, I'm gonna get down on my knees. I'm gonna beg that girl to marry me. If we make a party on New Year's, I got a date for that party. You don't like her? That's too bad.", "character": "Marty Pilletti", "characterId": "nm0000308"}]}, {"lines": [{"text": "Ma, sooner or later, there comes a point in a man's life when he's gotta face some facts. And one fact I gotta face is that, whatever it is that women like, I ain't got it.", "character": "Marty Pilletti", "characterId": "nm0000308"}]}, {"lines": [{"text": "[to Clara]\nSee, dogs like us, we ain't such dogs as we think we are.", "character": "Marty Pilletti", "characterId": "nm0000308"}]}, {"lines": [{"text": "All my brothers and brothers-in-laws tell me what a good-hearted guy I am. You don't get to be good-hearted by accident. You get kicked around long enough, you become a professor of pain.", "character": "Marty Pilletti", "characterId": "nm0000308"}]}, {"lines": [{"text": "What do you wanna do tonight?", "character": "Angie", "characterId": "nm0544064"}, {"text": "I dunno, Angie. What do you wanna do?", "character": "Marty Pilletti", "characterId": "nm0000308"}]}, {"lines": [{"text": "[to Catherine]\nWhere you go, rain go. Someday you gonna smile, we gonna have a big holiday.", "character": "Mrs. Pilletti", "characterId": "nm0591034"}]}, {"lines": [{"text": "I've been looking for a girl every Saturday night of my life.", "character": "Marty Pilletti", "characterId": "nm0000308"}]}, {"lines": [{"text": "So I'm an old garbage bag put in the street, huh?... These are the worst years, I tell you. It's going to happen to you. I'm afraid to look in a mirror. I'm afraid I'm gonna see an old lady with white hair, just like the old ladies in the park with little bundles and black shawls waiting for the coffin. I'm fifty-six years old. And what am I gonna do with myself? I've got strength in my hands. I want to clean. I want to cook. I want to make dinner for my children. Am I an old dog to lay near the fire till my eyes close? These are terrible years, Theresa, terrible years... It's gonna happen to you. It's gonna happen to you! What are you gonna do if Marty gets married? Huh? What are you gonna cook? Where's all the children playing in all the rooms? Where's the noise? It's a curse to be a widow, a curse! What are you gonna do if Marty gets married? What are you gonna do?", "character": "Aunt Catherine", "characterId": "nm0162557"}]}, {"lines": [{"text": "Tommy, Tommy, just let me get a couple of minutes, will you? Because I promised Mr. Terry that I would let him know by tomorrow. You and Virginia can fight anytime.", "character": "Marty Pilletti", "characterId": "nm0000308"}]}, {"lines": [{"text": "College girls are one step from the street, I tell you. My son Joseph wife, she type on the typewriter - one step from the street!", "character": "Aunt Catherine", "characterId": "nm0162557"}]}, {"lines": [{"text": "Listen Angie, I been looking for a girl every Saturday night of my life. I'm 34 years old. I'm just tired of looking, that's all. I like to find a girl. Everybody's always telling me get married, get married, get married. Don't you think I wanna get married? I wanna get married. Everybody drives me crazy.", "character": "Marty Pilletti", "characterId": "nm0000308"}]}]}