{"quotes": [{"lines": [{"text": "This is the father of all ironies!", "character": "Robur", "characterId": "nm0001637"}]}, {"lines": [{"text": "[after Prudent has hit his already injured head on the top of his bunk]\nDid you hurt yourself?", "character": "Dorothy Prudent", "characterId": "nm0916968"}, {"text": "Of course I hurt myself!", "character": "Prudent", "characterId": "nm0401434"}]}, {"lines": [{"text": "[debating with Robur over dinner]\nAnd you expect us to believe, sir, that because you gave that ship warning, that your actions of this afternoon were justifiable?", "character": "Prudent", "characterId": "nm0401434"}, {"text": "I expect nothing, sir.", "character": "Robur", "characterId": "nm0001637"}, {"text": "What you did was an act of pure barbarism, and were it not for the love I bear my daughter, and for the respect and esteem in which I hold Mr. Evans and Mr. Strock, I would rather the four of us perish in the sea than that this hell ship be preserved for the commission of further atrocities.", "character": "Prudent", "characterId": "nm0401434"}, {"text": "Was it not an atrocity that that warship was built for the sole purpose of destruction?", "character": "Robur", "characterId": "nm0001637"}, {"text": "And do you consider yourself, sir, a government unto yourself, that you can condemn other nations and wantonly declare war upon them?", "character": "Prudent", "characterId": "nm0401434"}, {"text": "[rising angrily]\nI am a man unto myself, Mr. Prudent, who has declared war against war! That is my purpose, sir! The purpose for which this ship was built! To end for all time the scourge of warfare!", "character": "Robur", "characterId": "nm0001637"}, {"text": "How do you propose to do that, sir?", "character": "John Strock", "characterId": "nm0000314"}, {"text": "By using the threat of invincible power, Mr. Strock. Or if necessary by using that power itself as you saw this afternoon.", "character": "Robur", "characterId": "nm0001637"}]}, {"lines": [{"text": "You, sir, are mad! Quite, quite mad!", "character": "Prudent", "characterId": "nm0401434"}, {"text": "How like the reasoning of your kind, Mr. Prudent. All well and sane to be the owner of factories, that products of which cause the violent deaths of millions in wartime and in peace. But to kill hundreds or even thousands with the aim of ending such deaths for all time? This is \"madness.\"", "character": "Robur", "characterId": "nm0001637"}, {"text": "And do you, sir, consider the man who makes a weapon responsible for the action of the man who buys it?", "character": "Prudent", "characterId": "nm0401434"}, {"text": "Yes, I do, sir! All men are responsible to all other men.", "character": "Robur", "characterId": "nm0001637"}]}, {"lines": [{"text": "I admire you, Mr. Strock. You do what you feel you must do without caring whether you alienate anyone or whether they understand you or not. That is my way. That is the only way for a man of dedication. I know that you would like to stop me, sir. For that reason, my impulse is to have you destroyed. My desire on the other hand is to have you join me.", "character": "Robur", "characterId": "nm0001637"}]}, {"lines": [{"text": "You're an intelligent man, Mr. Strock. Surely you must appreciate my ultimate objective.", "character": "Robur", "characterId": "nm0001637"}, {"text": "I would also have to believe in your method of achieving this objective. I don't.", "character": "John Strock", "characterId": "nm0000314"}, {"text": "What alternate method is there that would not require centuries more of violence and bloodshed? No. It is too long to wait. With courage and daring, worldwide peace can be achieved now.", "character": "Robur", "characterId": "nm0001637"}, {"text": "Not with my help, Mr. Robur.", "character": "John Strock", "characterId": "nm0000314"}]}, {"lines": [{"text": "So, you survived to once more knuckle down to him. No good to smile at me, Mr. Strock, I heard you promise not to interfere with him.", "character": "Phillip Evans", "characterId": "nm0291301"}, {"text": "Did you? What would you say, Mr. Evans, if I told you that I will not only interfere with him, but I will stop him?", "character": "John Strock", "characterId": "nm0000314"}, {"text": "[aghast]\nI heard you give your word of honor to him!", "character": "Phillip Evans", "characterId": "nm0291301"}, {"text": "This is the world we're living in! Not a drawing room! So don't speak to me about words of honor. We happen to be prisoners on the ship of a man who would willingly destroy the world in order to save it, Mr. Evans. The world! Reality! Now open your eyes and look at it hard. What should I have done? Proclaimed in ringing, gentlemanly tones that I would resist him to my last breath? Well, believe me, Mr. Evans, that last breath would be shortly forthcoming!", "character": "John Strock", "characterId": "nm0000314"}]}, {"lines": [{"text": "It was risk enough to refuse joining forces with him. I think that was a mistake. If I had joined forces with him, I could've found his weaknesses more easily. Now I'll have to work in the dark, Mr. Evans, but at least I'm alive to do so! Perhaps somewhat less than a perfect gentleman, but alive.", "character": "John Strock", "characterId": "nm0000314"}, {"text": "Without honor, sir!", "character": "Phillip Evans", "characterId": "nm0291301"}, {"text": "Oohh, honor be damned, Mr. Evans!", "character": "John Strock", "characterId": "nm0000314"}]}]}