{"quotes": [{"lines": [{"text": "You think this man is the enemy? Huh? This is a worker! Any union keeps this man out ain't a union, it's a goddam club! They got you fightin' white against colored, native against foreign, hollow against hollow, when you know there ain't but two sides in this world - them that work and them that don't. You work, they don't. That's all you get to know about the enemy.", "character": "Joe Kenehan", "characterId": "nm0177933"}]}, {"lines": [{"text": "]", "character": null, "characterId": null}, {"text": "I've met Mr. Felts. I wouldn't pee on him if his heart was on fire.", "character": "Sid Hatfield", "characterId": "nm0000657"}]}, {"lines": [{"text": "T'ain't no guns allowed at t'dinner table!", "character": "Mrs. Knightes", "characterId": "nm1303625"}]}, {"lines": [{"text": "I've met Mr. Felts. I wouldn't piss on him if his heart was on fire", "character": "Sid Hatfield", "characterId": "nm0000657"}]}, {"lines": [{"text": "[Narrating]\nAll we got is our misery, Joe Kenehan used to say, and the least we could do is share it.", "character": "Danny Radnor", "characterId": "nm0646165"}]}, {"lines": [{"text": "I was putting up blackberries when Trammel Blankenship came shoutin' up the holler that the Number 5 had blown. I remember I took the pot off the stovetop and washed my hands before I went down. It took two days to dig through. And then when they brung 'em up, you couldn't tell which was which. They found blood on the walls from fellas trying to claw their way out. Mrs. Elkins, Mrs. Mounts, Bridey Mae, me... we all lost our men in that fire. Danny were seven then. Now he's back in that same hole.", "character": "Elma Radnor", "characterId": "nm0001521"}]}, {"lines": [{"text": "Fellas, we're in a hole full of coal gas here. The tiniest spark at the wrong time is going to be the end of us. So we got to pick away at this situation, slow and careful. We got to organize and build support. We got to work together. Together! Till they can't get their coal out of the ground without us cause we're a union! Cause we're the workers damn it and we take care of each other!", "character": "Joe Kenehan", "characterId": "nm0177933"}]}, {"lines": [{"text": "I take care of my people. You bring 'em trouble, and you're a dead man. Sleep tight, Kenehan.", "character": "Sid Hatfield", "characterId": "nm0000657"}]}, {"lines": [{"text": "Now you watch your mouth, peckerwood. I've been called nigger, and I can't help that's the way white folks is, but I ain't never been called no scab!", "character": "Few Clothes", "characterId": "nm0000469"}]}, {"lines": [{"text": "[Narrating]\nIt were 19 and 20 in the southwest fields and things was tough. The miners was trying to bring the union to West Virginia and the coal operators and their gun thugs was set on keeping them out.", "character": "Danny Radnor", "characterId": "nm0646165"}]}, {"lines": [{"text": "'Round here, there's the Missionary folks. They's the hardshell Baptists. Then there's the Freewill folks, which is your softshell Baptists. Right now, I preach for both.", "character": "Danny Radnor", "characterId": "nm0646165"}]}, {"lines": [{"text": "We done it mama! We're gonna have the union!", "character": "Danny Radnor", "characterId": "nm0646165"}]}, {"lines": [{"text": "[Opening lines of film]\nShootin' coal! Shootin' coal!", "character": "Sephus Purcell", "characterId": "nm0420898"}]}, {"lines": [{"text": "The Prince of Darkness is upon the land. Now in the Bible his name is Beezlebub, Lord of the Flies. Right now on Earth today his name is Bolshevist! Socialist! Communist! Union man! Lord of untruth, sower of evil seed, enemy of all that is good and pure and this creature walks among us. What are we going to do about it?", "character": "Hardshell Preacher", "characterId": "nm0000626"}]}, {"lines": [{"text": "You don't want to go there, mister. Ain't nothing but crazy people.", "character": "Conductor", "characterId": "nm0492453"}]}]}