{"quotes": [{"lines": [{"text": "The great events of world history are, at bottom, profoundly unimportant. In the last analysis, the essential thing is the life of the individual. / This alone makes history, here alone do the great transformations first take place, and the whole future, the whole history of the world, ultimately spring as a gigantic summation from these hidden sources in individuals. / In our most private and most subjective lives we are not only the passive witnesses of our age, and its sufferers, but also its makers. We make our own epoch. / C.G. Jung, 1934", "character": null, "characterId": null}]}, {"lines": [{"text": "[first title card]", "character": null, "characterId": null}, {"text": "The psyche is the greatest of all cosmic wonders and the \"sine qua non\" of the world as an object. It is in the highest degree odd that Western man, with but very few - and ever fewer - exceptions, apparently pays so little regard to this fact. / Swamped by the knowledge of external objects, the subject of all knowledge has been temporarily eclipsed to the point of seeming nonexistence. / G.G. Jung, 1946", "character": null, "characterId": null}]}, {"lines": [{"text": "Not nature, but the \"genius of mankind,\" has knotted the hangman's noose with which it can execute itself at any moment. / G. G. Jung, 1952", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "I met him when I was eighteen.", "character": "Dr. Marie-Louise von Franz", "characterId": "nm2125342"}]}, {"lines": [{"text": "This feeling that he had that if man lived his life religiously, if he lived his life symbolically, then it al - it was almost as if what the theologians called God - and my Zulus called Umkulunkulu, the first spirit - well, the first spirit had passed over some of his power and some of his responsibilities to the human being and that the human being had a godlike task to perform in Creation. And the extent to which he performed it he derived his meaning. That's a very important part of Jung's thinking.", "character": "Sir Laurens Van der Post", "characterId": "nm0886394"}]}, {"lines": [{"text": "Today humanity, as never before, is split into two apparently irreconcilable halves. / The psychological rule says that when an inner situation is not made conscious, it happens outside, as fate. / That is to say, when the individual remains undivided and does not become conscious of his inner contradictions, the world must perforce act out the conflict and be torn into opposite halves. / C.G. Jung 1959", "character": null, "characterId": null}]}, {"lines": [{"text": "Philemon and other figures of my fantasies brought home to me the crucial insight that there are things in the psyche which I do not produce, but which produce themselves and have their own life. / Psychologically, Philemon represented superior insight. All my works, all my creative activity, has come from those initial fantasies and dreams which began in 1912. / C.G. Jung, 1961", "character": null, "characterId": null}]}, {"lines": [{"text": "Biographies should show people in their undershirts. Goethe had his weaknesses, and Calvin was often cruel. Considerations of this kind reveal the true greatness of a man. This way of looking at things is better than false hero worship! / G.G. Jung, 1946", "character": null, "characterId": null}]}, {"lines": [{"text": "The archetype is a force. It has an autonomy. It can certainly seize you. It is like a seizure. So, for instance, falling in love at first sight. That is such a case. You see, you have such a certain image in yourself, without knowing it, of the woman, of *the* woman. Now you see that girl. Or at least a good imitation of her type. And instantly, you get a seizure. And you're - you're gone. And afterwards, you may discover that it was a hell of a mistake.", "character": "Carl Gustav Jung", "characterId": "nm2123939"}]}, {"lines": [{"text": "In our time, when such threatening forces of cleavage are at work, splitting peoples, individuals, and atoms, it is doubly necessary that those which unite and hold together should become effective; for life is founded on the harmonious interplay of masculine and feminine forces, within the individual human being as well as without. Bringing these opposites into union is one of the most important tasks of present-day psychotherapy. / Emma Jung, 1955", "character": null, "characterId": null}]}, {"lines": [{"text": "After my wife's death in 1955, I felt an inner obligation to become what I myself am. To put it in the language of the Bollingen house, I suddenly realized that the small central section which crouched so low, so hidden, was myself! I could no longer hide myself behind the \"maternal\" and the \"spiritual\" towers. So, in that same year, I added an upper story which represents myself or my ego-personality. / I had started the first tower in 1923, two months after the death of my mother. These two dates are meaningful because the Tower, as we shall see, is connected with the dead. / At Bollingen I am in the midst of my true life, I am most deeply myself. Here I am, as it were, the \"age-old son of the mother.\" That is how alchemy puts it, very wisely, for the \"old man,\" the \"ancient,\" whom I had already experienced as a child, is personality No. 2, who has always been and always will be. He exists outside time and is the son of the maternal unconscious. In my fantasies he took the form of Philemon, and he comes to life again at Bollingen. / C.G. Jung 1961", "character": null, "characterId": null}]}, {"lines": [{"text": "You have to be lonely so that the unconscious becomes stronger.", "character": "Dr. Marie-Louise von Franz", "characterId": "nm2125342"}]}, {"lines": [{"text": "There are many people who are not in analysis, but if they are naturally gifted - which I would call if they are honest - they can find these things without analysis.", "character": "Dr. Marie-Louise von Franz", "characterId": "nm2125342"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "There are no other similar beings like man that are articulate and could, uh, give account of their functioning.", "character": "Carl Gustav Jung", "characterId": "nm2123939"}]}]}