{"quotes": [{"lines": [{"text": "As my old pappy used to say, work is fine for killin' time, but it's a shaky way to make a living.", "character": "Bret Maverick", "characterId": "nm0001258"}]}, {"lines": [{"text": "As my old pappy used to say, \"Son, stay clear of weddings because one of them is liable to be your own.\"", "character": "Bret Maverick", "characterId": "nm0001258"}]}, {"lines": [{"text": "As my old pappy used to say, a fox isn't sly; he just can't think any slower.", "character": "Bret Maverick", "characterId": "nm0001258"}]}, {"lines": [{"text": "As my old pappy used to say, you can be a gentleman and still not forget all you know about self-defense.", "character": "Bret Maverick", "characterId": "nm0001258"}]}, {"lines": [{"text": "Never cry over spilt milk. It could've been whiskey.", "character": "Bret Maverick", "characterId": "nm0001258"}]}, {"lines": [{"text": "As my old pappy used to say, a man does what he has to do - if he can't get out of it.", "character": "Bret Maverick", "characterId": "nm0001258"}]}, {"lines": [{"text": "Waco, I've never seen a man do so many things wrong. Have you ever been in a gulf hurricane?", "character": "Bret", "characterId": "nm0001258"}, {"text": "Nope.", "character": "Waco Williams", "characterId": "nm0696510"}, {"text": "Well, it's the big pine trees and the thick oak trees that get uprooted first. The palm trees are smart - they give with the wind.", "character": "Bret", "characterId": "nm0001258"}, {"text": "That sounds like pretty good advice for trees.", "character": "Waco Williams", "characterId": "nm0696510"}, {"text": "They live a long time.", "character": "Bret", "characterId": "nm0001258"}]}, {"lines": [{"text": "My Pappy always said, \"A coward dies a thousand deaths, a hero dies but one.\" A thousand to one is pretty good odds.", "character": "Bret", "characterId": "nm0001258"}]}, {"lines": [{"text": "As my old pappy used to say, if at first you don't succeed, try something else.", "character": "Bret Maverick", "characterId": "nm0001258"}]}, {"lines": [{"text": "A man does what he has to do - if he can't get out of it.", "character": "Pappy Maverick", "characterId": "nm0001258"}]}, {"lines": [{"text": "Son, hard work never hurt anyone - who didn't do it.", "character": "Pappy Maverick", "characterId": "nm0001258"}]}, {"lines": [{"text": "Jed, only one man in a hundred plays poker by the odds. Luck's only important when you sit down with men who play as tight as you do. When I find that out I quit. It's *gambling*.", "character": "Bret Maverick", "characterId": "nm0001258"}]}, {"lines": [{"text": "Cole, as my old pappy always taught me, the only time you ever quit when you're winnin' is after you've won it all.", "character": "Bret Maverick", "characterId": "nm0001258"}]}, {"lines": [{"text": "As my pappy used to say, \"Son, the best time to get lucky is when the other man's dealin'.\"", "character": "Bart Maverick", "characterId": "nm0446438"}]}, {"lines": [{"text": "Son, as my old pappy used to say, if you're ever served a rare steak that is intended for someone else, don't bother with ethical details - eat as much as you can before the mistake is discovered.", "character": "Beauregard 'Pappy' Maverick", "characterId": "nm0001258"}]}]}