{"quotes": [{"lines": [{"text": "The Berlin wall came down in two weeks - I know it can be done.", "character": "Christina", "characterId": "nm0000744"}]}, {"lines": [{"text": "Santos is dead. You remember Santos? This is his sister.", "character": "McBain", "characterId": "nm0000686"}, {"text": "Yeah, I remember Santos. It's a hell of a thing they did to him. But there's nothing we can do about it now.", "character": "Frank Bruce", "characterId": "nm0000461"}, {"text": "You know, I get up in the morning and I go to work. I go to the same bar each night and drink the same beer. I laugh, I talk. But when I saw Santos on tv, I got jealous. Because, he was doing what he did best.", "character": "McBain", "characterId": "nm0000686"}, {"text": "What, you miss the smell of napalm in the morning?", "character": "Frank Bruce", "characterId": "nm0000461"}]}, {"lines": [{"text": "[after the team has killed a bunch of drug dealers]", "character": null, "characterId": null}, {"text": "What da fuck do ya want?", "character": "Papo", "characterId": "nm0350079"}, {"text": "Money.", "character": "McBain", "characterId": "nm0000686"}, {"text": "Money? Shit man, take da money! You guys sure killed a lot of people for a little money.", "character": "Papo", "characterId": "nm0350079"}, {"text": "People? Who gives a fuck about people like that? Or people like you for that matter.", "character": "Gill", "characterId": "nm0906640"}, {"text": "Oh, I get it. Dealers of death. Who cares about people that sells drugs to eight-year-olds? Hey man, you expect them to work at Burger King making 3.75 an hour? I pay them 200 dollars *a day*! Y'know, they just tryin' to make a livin'! Do I look like the kinda guy who could get a job at one of those glass towers? And as far as dealing drugs to any eight-year-olds, do you see any eight-year-olds down dere? All I see is a bunch of assholes from New Jersey!", "character": "Papo", "characterId": "nm0350079"}]}, {"lines": [{"text": "You guys are fucking with the wrong President!", "character": "President Flynn", "characterId": "nm0174030"}]}]}