{"quotes": [{"lines": [{"text": "Is there someone I look up to? Uh, yeah. Um. I look up to John Ritter, just because, I guess, he's a physical comedian. Um, and I enjoy that.", "character": "Corey Haim", "characterId": "nm0000433"}]}, {"lines": [{"text": "I'm trying to get in the habit of, you know, picking up a book and learning how to write my feelings down, not my feelings but my thoughts, about things, and hopefully I'll moving toward the writing and directing thing soon.", "character": "Himself", "characterId": "nm0000433"}]}, {"lines": [{"text": "Well, as far as my fans out there, being, and like 'help Corey,' you know, 'where's our Corey,' you know and the whole misconception thing, from the people out there. Um, you know, they have every right to feel the way they do and things are great with me, as you see, I'm very, good shape now and on the ball. Things are happening.", "character": "Corey Haim", "characterId": "nm0000433"}]}, {"lines": [{"text": "The direction in my life right now, that I'm trying to, I guess, proceed with, in the business is, gradually, from being the little boy, from the younger, you know, brother, to trying to be the older brother or the only brother.", "character": "Corey Haim", "characterId": "nm0000433"}]}, {"lines": [{"text": "Love. I guess that's what it's all about.", "character": "Himself", "characterId": "nm0000433"}]}, {"lines": [{"text": "intense. Powerful.", "character": "Himself", "characterId": "nm0000433"}]}, {"lines": [{"text": "You are what you wear. I wear something different every day.", "character": "Himself", "characterId": "nm0000433"}]}, {"lines": [{"text": "I think maybe ten years from now, I'm hopefully going to be, in like, Tahiti or something. Kicking back like in my huge mansion, if everything goes right, it's all up to me. Just watching like the dolphins, and the porpoises and the sharks and the little sea horses and all that fun stuff go by in a whole different country, while things happen back here.", "character": "Himself", "characterId": "nm0000433"}]}]}