{"quotes": [{"lines": [{"text": "Many stories have been told of the lawlessness of the Western frontier, but none can match the plight of Peaceful Valley where outlaw gangs robbed and murdered with impunity. Horse thieves and cattle rustlers drove hard-working ranchers into bankruptcy and night riders terrorized innocent homesteaders. Lurking behind all this violence was a mysterious figure known to some as \"The Rattler\". His cunning disguises enabled him to conceal his true identity even from the men working for him. While his masked riders vandalized the countryside, the town was in the grip of his syndicate of bankers and businessmen. Except for the few ranches run by honest cattlemen or their daughters, the entire valley was a dangerous no-man's land filled with ambushers and lynch mobs. The situation seemed hopeless and, indeed, would have been had not the federal government sent the 25 best lawmen in the West. They came in one at a time. Some were easily spotted by their white horse and distinctive hat, but most chose to travel incognito, using assumed names and sometimes even posing as outlaws. It is to these fearless lawmen, their loyal sidekicks and the women of the valley who trusted them that our story is dedicated.", "character": "Prologue Narrator", "characterId": "nm0416850"}]}, {"lines": [{"text": "Well, you can read about it in them history books, hear about it in songs, but, if you really want to know how it happened, you better come and ask Pat Buttram. I know, because I was there. In fact, I was the one who sent for them 25 hard-ridin', two-fisted troubleshooters. I'd have took care of The Rattler myself single-handed, man-to-man, 'cept I didn't want to jeopardize the lives of innocent townspeople. They was already in trouble clear up to their suspenders.", "character": "Narrator", "characterId": "nm0125426"}]}, {"lines": [{"text": "Meanwhile, back at the ranch, more of my men were arrivin'. Some came in answer to the call of justice and same came to the call of...", "character": "Narrator", "characterId": "nm0125426"}, {"text": "[camera focuses on a beautiful woman]", "character": null, "characterId": null}, {"text": "...other reasons.", "character": "Narrator", "characterId": "nm0125426"}]}, {"lines": [{"text": "Now, I could see right through The Rattler's scheme 'cause Tom Wilson and Autry's dad was double-first cousins of Tex's mother's nephew. So I knew right away we would need all the help we could get.", "character": "Narrator", "characterId": "nm0125426"}]}, {"lines": [{"text": "Well, we really showed 'em how the bear goes through the buckwheat - but we had tipped our hand. Now we had to gather evidence fast and we used every possible means, even including, well...", "character": "Narrator", "characterId": "nm0125426"}, {"text": "[Miss Joyce looks coyly at the camera]", "character": null, "characterId": null}, {"text": "...every possible means.", "character": "Narrator", "characterId": "nm0125426"}]}, {"lines": [{"text": "Everybody joined in and we really laid it on 'em. 'Course, I wasn't there - I knew we had 'em and I was back at the ranch getting' the paperwork ready for the trial. And without me doin' the coordinatin' things got pretty confusin' as to who was what...", "character": "Narrator", "characterId": "nm0125426"}, {"text": "[one of the cowboy heroes leaps onto a figure and prepares to pummel him only to discover the man he's knocked down is actually a young woman]", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "And so Peaceful Valley was peaceful once more, thanks to our great cowboy heroes - and me. We cut the tail off the Rattler... or did we?", "character": "Narrator", "characterId": "nm0125426"}, {"text": "[scene cuts to the Rattler preparing to blow up a safe with dynamite]", "character": null, "characterId": null}, {"text": "Oh no! Hey, boys, come back! Gene! Roy! Buck! Hoppy! He's alive! Come back! Monte! Hoot! Rex! Help! He's still alive! We need you! Andy! Smiley! Where are you...?", "character": "Narrator", "characterId": "nm0125426"}]}, {"lines": [{"text": "I remember how happy we was when that first lawman rode into town. You could tell he was a lawman - he was ridin' a clean horse.", "character": "Narrator", "characterId": "nm0125426"}]}, {"lines": [{"text": "Back in town somethin' was cookin' and it wasn't chicken - it was trouble.", "character": "Narrator", "characterId": "nm0125426"}]}]}