{"quotes": [{"lines": [{"text": "Life isn't enough. One life isn't enough for me. There aren't enough days. Too many things to do, too many ideas. Every sunset upsets me because another day has gone by.", "character": "Nicola Lorusso", "characterId": "nm0007746"}]}, {"lines": [{"text": "What is \"prostitute\"?", "character": null, "characterId": null}, {"text": "A whore.", "character": null, "characterId": null}, {"text": "How dare you speak to her like that.", "character": null, "characterId": null}, {"text": "No, \"whore's\" good, \"whore's\" good.", "character": "Vassilassa", "characterId": "nm0053161"}]}, {"lines": [{"text": "In times like these, escape is the only way to stay alive and keep dreaming. Henry Laborit", "character": null, "characterId": null}]}, {"lines": [{"text": "We were all at the age where one hasn't decided whether to start a family or lose oneself in the world.", "character": "Raffaele Montini", "characterId": "nm0081702"}]}, {"lines": [{"text": "Italians... Greeks... my face, my race... One face, one race", "character": "Pope", "characterId": "nm0600102"}]}, {"lines": [{"text": "Italians... Turks... One face, one race!", "character": "Nonzo - the turkish sailor", "characterId": "nm0900236"}]}, {"lines": [{"text": "Life isn't enough.One life isn't enough for me. There aren't enough days too many things to do, too many ideas. Every sunset upsets me because another day has gone by. Then I'm moved, because I'm alone, a tiny dot in the universe. I'd like to watch sunsets with my mother or with a woman I might love. I'd like to spend the nights alone, or maybe with a beautiful slut which is better than alone Did the Turk leave any of that stuff? \"Dunno\" was his name. If things were always this way, if they took your weapons and left this stuff, we'd live better, right?", "character": "Nicola Lorusso", "characterId": "nm0007746"}]}, {"lines": [{"text": "One guy's color dries, another guy's wound dries.", "character": "Nicola Lorusso", "characterId": "nm0007746"}]}, {"lines": [{"text": "Know what this reminds me of? When the vacation was over. That's when we went back to school. Vacation was over and we headed home. This atmosphere here reminds me of that moment. I wonder if it's right. The world changes, and we're here. Right or not, that' how it is.Destiny can be manipulated. You can try to have things go as you'd like. One can change destiny.", "character": "Nicola Lorusso", "characterId": "nm0007746"}, {"text": "It's not easy. Sometimes one has to obey destiny.", "character": "Luciano Colasanti", "characterId": "nm0176401"}]}, {"lines": [{"text": "Dedicated to all those who are running away.", "character": null, "characterId": null}]}]}