{"quotes": [{"lines": [{"text": "What's a helot?", "character": "Beany", "characterId": "nm0045784"}, {"text": "You've ever been broke, sonny?", "character": "The Colonel", "characterId": "nm0000974"}, {"text": "Sure, mostly often.", "character": "Beany", "characterId": "nm0045784"}, {"text": "you get license fees and number plates and gas and oil and taxes and insurance and identification cards and letters and bills and flat tires and dents and traffic tickets and motorcycle cops and tickets and courtrooms and lawers and fines and... a million and one other things. What happens? You're not the free and happy guy you used to be. You need to have money to pay for all those things, so you go after what the other fellas got. There you are, you're a helot yourself.", "character": "The Colonel", "characterId": "nm0000974"}]}, {"lines": [{"text": "I don't read no papers, and I don't listen to radios either. I know the world's been shaved by a drunken barber, and I don't have to read it.", "character": "The Colonel", "characterId": "nm0000974"}]}, {"lines": [{"text": "If it was raining hundred dollar bills, you'd be out looking for a dime you lost someplace!", "character": "Ann", "characterId": "nm0001766"}]}, {"lines": [{"text": "[Ann is pleading with John not to commit suicide]\nPlease don't give up. We'll start all over again. Just you and I. It isn't too late. The John Doe movement isn't dead yet. You see, John, it isn't dead or they wouldn't be here. It's alive in them. They kept it alive by being afraid. That's why they came up here. Oh, darling!... We can start clean now. Just you and I. It'll grow John, and it'll grow big because it'll be honest this time. Oh, John, if it's worth dying for, it's worth living for. Oh please, John... You wanna be honest, don't ya? Well, you don't have to die to keep the John Doe ideal alive. Someone already died for that once. The first John Doe. And he's kept that ideal alive for nearly 2,000 years. It was He who kept it alive in them. And He'll go on keeping it alive for ever and always - for every John Doe movement these men kill, a new one will be born. That's why those bells are ringing, John. They're calling to us, not to give up but to keep on fighting, to keep on pitching. Oh, don't you see darling? This is no time to give up. You and I, John, we... Oh, no, no, John. If you die, I want to die too. Oh, oh, I love you.", "character": "Ann", "characterId": "nm0001766"}]}, {"lines": [{"text": "Hey, stop worryin', Colonel, fifty bucks ain't gonna ruin me.", "character": "Long John Willoughby", "characterId": "nm0000011"}, {"text": "I've seen plenty of fellas start out with fifty bucks and wind up with a *bank* account!", "character": "The Colonel", "characterId": "nm0000974"}, {"text": "Hey, what's wrong with a bank account, anyway?", "character": "Beany", "characterId": "nm0045784"}, {"text": "And let me tell you, Long John, when you become a guy with a bank account, they gotcha! Yes sir, they gotcha!", "character": "The Colonel", "characterId": "nm0000974"}, {"text": "Who's got him?", "character": "Beany", "characterId": "nm0045784"}, {"text": "The helots!", "character": "The Colonel", "characterId": "nm0000974"}]}, {"lines": [{"text": "Lighthouses, John. Lighthouses in a foggy world.", "character": "Henry Connel", "characterId": "nm0322299"}]}, {"lines": [{"text": "What the American people need is an iron hand!", "character": "D. B. Norton", "characterId": "nm0036427"}]}, {"lines": [{"text": "O.K. folks, but remember your manners. No stampeding. Walk slow, like you do when you come to pay your taxes.", "character": "Mayor Hawkins", "characterId": "nm0391612"}]}, {"lines": [{"text": "[after Willoughby gives the Colonel the $50 to give away]\nSay, he's giving it away. I better get me some of that", "character": "Angelface", "characterId": "nm0405220"}, {"text": "Hey, come back here you helot.", "character": "Beany", "characterId": "nm0045784"}]}, {"lines": [{"text": "You'll play your cards right and you'll never have to worry about money again.", "character": "D. B. Norton", "characterId": "nm0036427"}]}, {"lines": [{"text": "From now on, I think you'd better work directly with me.", "character": "D. B. Norton", "characterId": "nm0036427"}]}, {"lines": [{"text": "$5,000. Holy mackerel! I can see the helots coming now. A whole army of them.", "character": "The Colonel", "characterId": "nm0000974"}]}, {"lines": [{"text": "Everything in that speech is what a certain man believed in. He was my father. When he talked people listened. They will listen to you too.", "character": "Ann", "characterId": "nm0001766"}]}, {"lines": [{"text": "Listen, if that guy lays an egg I want to get *something* out of it! I'm getting a Jane Doe ready.", "character": "Henry Connel", "characterId": "nm0322299"}]}, {"lines": [{"text": "No you can't see him, you didn't vote for me in the last election. Shame on you.", "character": "Mayor Hawkins", "characterId": "nm0391612"}]}, {"lines": [{"text": "I should be drinking milk, you know. This stuff is poison.", "character": "Henry Connel", "characterId": "nm0322299"}, {"text": "[orders another]", "character": null, "characterId": null}]}, {"lines": [{"text": "There you are, Norton - - the people, try and lick that.", "character": "Henry Connel", "characterId": "nm0322299"}]}, {"lines": [{"text": "I've seen guys like you before. Guys that never had to worry. Then they get a hold of some dough and go goofy.", "character": "The Colonel", "characterId": "nm0000974"}]}, {"lines": [{"text": "Why, Bert. I feel slighted. I'd like to join, but nobody asked me.", "character": "Mayor Hawkins", "characterId": "nm0391612"}, {"text": "I'm sorry, Mayor, but we voted that no politician could join.", "character": "Sourpuss Smithers", "characterId": "nm0531759"}, {"text": "Just the John Does of the neighborhood because you know how politicians are.", "character": "Mrs. Hansen", "characterId": "nm0233352"}]}, {"lines": [{"text": "Gangway, you helots!", "character": "The Colonel", "characterId": "nm0000974"}]}, {"lines": [{"text": "[Discussing the contract with John Doe]", "character": null, "characterId": null}, {"text": "On December 26th, you get one railroad ticket... out of town. And the Bulletin agrees to pay to have your arm fixed. That's what you want, isn't it?", "character": "Henry Connel", "characterId": "nm0322299"}, {"text": "Yeah, but, it's gotta be by \"Bonesetter\" Brown.", "character": "Long John Willoughby", "characterId": "nm0000011"}]}, {"lines": [{"text": "[addressing the public]\nWhy can't that spirit, that warm Christmas spirit, last all year long?", "character": "Long John Willoughby", "characterId": "nm0000011"}]}, {"lines": [{"text": "[criticizing John's anti-separatism speech]\nTear down fences... why, if you tore one picket off your neighbor's fence, he'd sue you!", "character": "The Colonel", "characterId": "nm0000974"}]}, {"lines": [{"text": "[gets carried away spanking his own knees as he describes his dream to Ann]", "character": "Long John Willoughby", "characterId": "nm0000011"}, {"text": "So I came down and I whacked you a good one, see? Then he whacked you, and I whacked you another one, and we both started whackin' you like...", "character": "Long John Willoughby", "characterId": "nm0000011"}, {"text": "[stops abruptly when he realizes Beany is standing right behind him]", "character": "Long John Willoughby", "characterId": "nm0000011"}, {"text": "Well if you're through whackin' her, c'mon let's get goin'.", "character": "Beany", "characterId": "nm0045784"}]}, {"lines": [{"text": "Show me an American that can keep his mouth shut and I'll eat him.", "character": "Pop Dwyer - Connell's Aide", "characterId": "nm0101172"}]}, {"lines": [{"text": "Get a hold of some dough and the first thing that happens to a guy is he wants to go into a restaurant and sit down to a table and eat salad and cupcakes and tea. Boy, what that kind of food does to your system!", "character": "The Colonel", "characterId": "nm0000974"}]}]}