{"quotes": [{"lines": [{"text": "Ladies and Gentlemen!", "character": "Callie", "characterId": "nm0394407"}, {"text": "[Party guests boos, howls and meows]", "character": null, "characterId": null}, {"text": "My mistake. Easiest to say we didn't throw this party just to pass out a little food. We had another object in bringing you here.", "character": "Callie", "characterId": "nm0394407"}, {"text": "What?", "character": "Party Guest", "characterId": "nm0926985"}, {"text": "Well, as you all know, we're not the sort to wear our hearts on our sleeves. In fact, we're not the sort to wear any more than the law allows!", "character": "Callie", "characterId": "nm0394407"}]}, {"lines": [{"text": "[Picks up the phone]\nBayview 3-3-3. Oh, Mr. Minot, please. Oh, ha-ha, hello Tony. This is a tall, blonde woman that's coming into your life. Can you bear it?", "character": "Connie", "characterId": "nm0404885"}, {"text": "Good heavens, Connie, I almost missed this. I was just leaving for Callie's.", "character": "Tony", "characterId": "nm0579663"}, {"text": "Good! You'll be by for me in just a few minutes, won't you?", "character": "Connie", "characterId": "nm0404885"}, {"text": "[Listening on the phone]", "character": null, "characterId": null}, {"text": "Oh, now, stop asking questions Tony. I'm one of those women that never tell. That ought to bring you over in a hurry, if nothing else will. Ha-ha-ha. What? Oh, I suppose we should be dressed. Yes, it is getting late, isn't it? That's right, Tony. Drive fast! And after you pick me up, you can keep on driving fast. Because I crave speed, Tony! You don't know how I crave speed. Yes! Ha-ha-ha...", "character": "Connie", "characterId": "nm0404885"}]}, {"lines": [{"text": "There are lots of tried and true methods you could fall back on.", "character": "Connie", "characterId": "nm0404885"}, {"text": "For instance?", "character": "Tony", "characterId": "nm0579663"}, {"text": "Well, there's that, there's that sure fire one of spilling soup in the lady's lap. Why, it follows automatically that her gown must be dried and without delay and without the lady in it.", "character": "Connie", "characterId": "nm0404885"}]}, {"lines": [{"text": "I'm not a very good, bad woman, am I?", "character": "Connie", "characterId": "nm0404885"}, {"text": "Or, a very bad, good woman, either.", "character": "Tony", "characterId": "nm0579663"}]}]}