{"quotes": [{"lines": [{"text": "...but to blame all this on a French philosopher who's been dead for 300 years, isn't that a little out of proportion? Maybe even a little eccentric?", "character": "Jack", "characterId": "nm0001832"}, {"text": "No. Not if I'm right.", "character": "Sonia", "characterId": "nm0880521"}]}, {"lines": [{"text": "Are you gonna help me in this, or are you gonna leave me stranded out here in this argument by myself?", "character": "Jack", "characterId": "nm0001832"}, {"text": "I'm gonna leave you stranded. I'm gonna leave you stranded.", "character": "Thomas", "characterId": "nm0001334"}]}, {"lines": [{"text": "Somewhere in this world a child dies of starvation every two seconds... now... now... now...", "character": "Sonia", "characterId": "nm0880521"}]}, {"lines": [{"text": "An Italian premier, just was just after Mussolini, was asked, \"Is it difficult to govern Italians?\" He said, \"Difficult. No, not difficult. Only useless.\"", "character": "Jack", "characterId": "nm0001832"}]}, {"lines": [{"text": "It's the art of bringing people to agree on a certain course of action. If that course of action succeeds, the people are satisfied. If not, they're not. It's as simple as that. If it works, it's good. Period.", "character": "Jack", "characterId": "nm0001832"}, {"text": "Isn't that exactly what you said 'why politics doesn't work anymore'? That politics, you said, needed to become the 'art of the impossible'?", "character": "Thomas", "characterId": "nm0001334"}, {"text": "Whose side are you on?", "character": "Jack", "characterId": "nm0001832"}, {"text": "Hers, obviously. She's intelligent, gracious and more attractive.", "character": "Thomas", "characterId": "nm0001334"}]}, {"lines": [{"text": "American voters want their leaders to be dumber than they are. They figure they'll do less harm that way.", "character": "Jack", "characterId": "nm0001832"}]}, {"lines": [{"text": "My brother and I were in our bedroom watching the heat lightening go off and he asked, \"What's that?\" and I said, \"That's it. That's the big one. We're all gonna die.\"", "character": "Thomas", "characterId": "nm0001334"}]}]}