{"quotes": [{"lines": [{"text": "If you think of yourself as funny, you become tragic.", "character": "Seymour Moskowitz", "characterId": "nm0001025"}]}, {"lines": [{"text": "I think about you so much, I forget to go to the bathroom!", "character": "Seymour Moskowitz", "characterId": "nm0001025"}]}, {"lines": [{"text": "You know, I don't go out much. Did you know that? I'm actually scared of women. You must be frightened of men too, huh? I don't know what to say to them, to women. I say, \"Hello! Hello, how are you?\" I say anything I can think of, but I don't say anything, not really. I'm a loner, I'm always alone. My interests are in Keats, Shelley, Swinburne, Shakespeare, Marlowe, Wordsworth... Opera, poetry, music... Did you know I was reading since I was twelve years old? I wear glasses now, I read so much.", "character": "Zelmo Swift", "characterId": "nm0043088"}, {"text": "That's funny, I... I would've sworn you're a businessman.", "character": "Minnie Moore", "characterId": "nm0001687"}, {"text": "Naaah, I hate business. I hate it! It's funny because I'm a rich man. But I hate makin' money. I don't know what to do with it! I wake up in the morning, I say, \"Zelmo, oh Zelmo! What are you gonna do with all your money?\" What can I do with all my money? I don't know. I give it to charity, I give to friends. I buy a big house. I take vacations. From what? I don't know! But I go on, I go on! I'm not married anymore. I was married to a... Actually, she was a very rare woman. We didn't have any children so it didn't last long. I mean... I made a big mistake on our wedding night, you know. Personal stuff. Look at your hands, they're so delicate. Minnie, you know what my trouble is?You know what my trouble is? I got hair down my back and on my chest and down my arms, but not on my legs! My legs are very smooth!", "character": "Zelmo Swift", "characterId": "nm0043088"}]}, {"lines": [{"text": "Blondes! What is it with you blondes? You all have some Swedish suicide impulse, huh?", "character": "Zelmo Swift", "characterId": "nm0043088"}]}, {"lines": [{"text": "[to Minnie]\nYou know, you're tall and lovely. How tall and lovely are you?", "character": "Zelmo Swift", "characterId": "nm0043088"}]}, {"lines": [{"text": "Seymour likes cars. He's very happy with cars.", "character": "Minnie Moore", "characterId": "nm0001687"}]}]}