{"quotes": [{"lines": [{"text": "The average age for a man in the Bronze Age was eighteen, in the Roman era, twenty-two. Heaven must have been beautiful then. Today it must look dreadful. When a man reaches forty, he has no chance to die beautifully. No matter how he tries, he will die of decay. He must compel himself to live.", "character": "Yukio Mishima (Narrator)", "characterId": "nm0001702"}]}, {"lines": [{"text": "I wanted to explode, light the sky for an instant and disappear.", "character": "Yukio Mishima (Narrator)", "characterId": "nm0001702"}]}, {"lines": [{"text": "By turning one's life into a line of poetry written in a splash of blood.", "character": "Isao", "characterId": "nm0619197"}]}, {"lines": [{"text": "I come out on the stage determined to make people weep. Instead, they burst out laughing.", "character": "Yukio Mishima", "characterId": "nm0644523"}]}, {"lines": [{"text": "All my life I have been acutely aware of a contradiction in the very nature of my existence. For forty-five years I struggled to resolve this dilemma by writing plays and novels. The more I wrote, the more I realized mere words were not enough. So I found another form of expression.", "character": "Yukio Mishima (Narrator)", "characterId": "nm0001702"}]}, {"lines": [{"text": "[stuttering]\nIt was as s-small as this, but grew so big... it filled the world like... tremendous music. That's the p-p-power of beauty's eternity. It poisons us. It blocks out our lives.", "character": "Mizoguchi", "characterId": "nm0051767"}, {"text": "Please, enough of your pride! Beauty is like a rotten tooth. It rubs against your tongue, hurting, insisting on its importance. Finally you go to a dentist and have it pulled. Then you look at the small bloody tooth in your hand and say, \"Is that all it was?\" That's the way it is.", "character": "Mariko", "characterId": "nm0541587"}]}, {"lines": [{"text": "Even the most beautiful body is soon destroyed by age. Where is beauty then? Only art makes human beauty endure. You must devise an artist's scheme to preserve it. You must commit suicide at the height of your beauty.", "character": "Natsuo", "characterId": "nm0948398"}]}, {"lines": [{"text": "\"This is the woman I've been looking for. I've finally found her.\" For the first time I feel like I exist. I don't need a mirror.", "character": "Osamu", "characterId": "nm0767984"}]}, {"lines": [{"text": "They don't even know that art is a shadow... that stage blood is not enough.", "character": "Osamu", "characterId": "nm0767984"}]}, {"lines": [{"text": "Who would you like to be?", "character": "Reporter No. 2", "characterId": "nm0032836"}, {"text": "Elvis Presley.", "character": "Yukio Mishima", "characterId": "nm0644523"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "The instant the blade tore open his flesh, the bright disk of the sun soared up behind his eyelids and exploded lighting the sky for an instant.", "character": "Yukio Mishima (Narrator)", "characterId": "nm0001702"}]}, {"lines": [{"text": "[referring to his \"frog feet\" and Mizoguchi's stuttering]", "character": null, "characterId": null}, {"text": "Guys like us are just like beautiful girls. We get sick of always being stared at.", "character": "Mariko", "characterId": "nm0541587"}]}, {"lines": [{"text": "My need to transform reality was an urgent necessity, as important as three meals a day or sleep.", "character": "Yukio Mishima (Narrator)", "characterId": "nm0001702"}]}, {"lines": [{"text": "Only knowledge can turn life's unbearableness into a weapon.", "character": "Mariko", "characterId": "nm0541587"}]}, {"lines": [{"text": "[Kiyomi cuts Osamu's bare chest. Osamu looks up, surprised]", "character": null, "characterId": null}, {"text": "It's just a little cut.", "character": "Kiyomi", "characterId": "nm0498071"}, {"text": "Why?", "character": "Osamu", "characterId": "nm0767984"}, {"text": "Your skin is so beautiful, I just had to cut it.", "character": "Kiyomi", "characterId": "nm0498071"}, {"text": "[smiles]\nIt felt pleasant.", "character": "Osamu", "characterId": "nm0767984"}]}, {"lines": [{"text": "You have to promise not to kiss me... until after I'm dead.", "character": "Osamu", "characterId": "nm0767984"}]}, {"lines": [{"text": "Men wear masks to make themselves beautiful. But unlike a woman's, a man's determination to become beautiful is always a desire for death.", "character": "Yukio Mishima (Narrator)", "characterId": "nm0001702"}]}, {"lines": [{"text": "Creating something beautiful and becoming beautiful oneself are indistinguishable.", "character": "Yukio Mishima (Narrator)", "characterId": "nm0001702"}]}, {"lines": [{"text": "Are there any objections? Is it inconvenient for anyone?", "character": "Isao", "characterId": "nm0619197"}, {"text": "If we're going to die, how can it be inconvenient?", "character": "Cadet #1", "characterId": "nm0586345"}]}, {"lines": [{"text": "You have firearms?", "character": "Cadet #1", "characterId": "nm0586345"}, {"text": "We'll only use swords. Our best weapon is purity.", "character": "Isao", "characterId": "nm0619197"}]}]}