{"quotes": [{"lines": [{"text": "Here we go. You're sulking. I knew it. Now you're just pretending to be mad because inside you're not really mad. You put on that cold look... but inside you're smiling. Come on. Show me your smile.", "character": "Louis Mahé", "characterId": "nm0000901"}, {"text": "I'm fed up with all that smile crap! It doesn't work anymore! Don't speak to me. For Christ's sake, leave me alone!", "character": "Julie Roussel", "characterId": "nm0000366"}, {"text": "All right. Okay. That's fine with me. It's not difficult to know what you're thinking of me. And you're asking yourself... \"Why the hell am I with this guy who's broke... and can't even knock over an old lady in the street to steal her purse?\"", "character": "Louis Mahé", "characterId": "nm0000901"}, {"text": "[Continues, as Julie maintains an air of indifference]\nYou only think of yourself. You're not a selfish girl. You're selfishness personified. You think that you're a real person, that you're unique. But you're not. You're just one in a growing multitude of girls now... not really bitches, not really adventuresses or whores, no... But some kind of parasite... who live outside normal society. You're not women or girls. You're \"chicks\". What else you are doesn't have an exact name. Mindless, with your heads full of garbage or air. You're in love with your own bodies. You're always going out in the sun, always tanning. You spend hours fixing your face. You can't pass by a car without looking at your reflection in the windshield. But you know where to find most of these girls? In airports. Yes! Everywhere planes are taking off for faraway spots. Because you are beautiful girls, and beautiful girls get fought over. They're invited from one big city to another. And they go there. They stroll around everywhere... with their little purses in hand, all made up.", "character": "Louis Mahé", "characterId": "nm0000901"}, {"text": "[as Julie slightly glares at him]\nNow you're really mad. That makes me happy. Because when you're mad, your mouth gets twisted... it gets crooked. And you turn ugly. Really ugly. So dreadfully ugly.", "character": "Louis Mahé", "characterId": "nm0000901"}]}, {"lines": [{"text": "[Having doubts, after Louis has hidden money in their apartment]\nDo you think the maid looks honest?", "character": "Julie Roussel", "characterId": "nm0000366"}, {"text": "You see evil everywhere.", "character": "Louis Mahé", "characterId": "nm0000901"}, {"text": "I don't see evil everywhere. It *is* everywhere.", "character": "Julie Roussel", "characterId": "nm0000366"}]}, {"lines": [{"text": "[as the two of them sit in a busy restaurant]\nIt seems to me that you're looking at a lot of girls.", "character": "Julie Roussel", "characterId": "nm0000366"}, {"text": "Me? Oh, no, no, I'm not.", "character": "Louis Mahé", "characterId": "nm0000901"}, {"text": "Yes, Monsieur Mahé. You've taken to looking at women, and you look at them well.", "character": "Julie Roussel", "characterId": "nm0000366"}]}]}