{"quotes": [{"lines": [{"text": "I kept telling myself that it was just an accident that I got into this whole thing, that all I really wanted was the scholarship - but all along I think I knew it was something more than that. I wanted to feel loved; I wanted to feel so special that I wouldn't have to wonder who I was any more. I could be a real somebody, and then that would be who I was. But I gave myself away - I gave a little piece of myself away to everyone I'd meet so they'd adore me, but it wasn't me they adored. They didn't know me. They didn't want to know me. They wanted something else - something I can't give them.", "character": "Sally Butterfield", "characterId": "nm0000178"}]}, {"lines": [{"text": "Hon, you're their symbol. If they can watch you getting all that attention, then they can feel like that's them up there.", "character": "George Butterfield", "characterId": "nm0071960"}, {"text": "Yeah, but it's never enough. They always want more.", "character": "Sally Butterfield", "characterId": "nm0000178"}, {"text": "That's the trouble - it's never enough. If you keep looking for approval from the outside, you're not listening to the inside. You have to know how lovable and wonderful you are right now, exactly the way your are.", "character": "George Butterfield", "characterId": "nm0071960"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[Buzz and Petey awaken Sally wearing their mother's evening dresses]", "character": null, "characterId": null}, {"text": "Good morning, your highness, good morning / Your runner-ups come in dismay / Although you're quite hideous / You can't get rid of us / We'll haunt you to your dying day.", "character": "Buzz Butterfield", "characterId": "nm0590048"}]}, {"lines": [{"text": "Buzzy Butterfield, is that my good green dress that you're wearin'? Now you take that off immediately... Well, not in here! This is a house full of lunatics! George, will you please do something.", "character": "Marjorie Butterfield", "characterId": "nm0386676"}, {"text": "Leave your mother's good things alone, Buzz. Go get a simple house dress or something.", "character": "George Butterfield", "characterId": "nm0071960"}]}, {"lines": [{"text": "Sally, you are a queen among queens!", "character": "Avery McPherson", "characterId": "nm0241232"}]}]}