{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Captain, it is I, Ensign Pulver, and I just threw your stinkin' palm tree overboard! Now what's all this crud about no movie tonight?", "character": "Ensign Pulver", "characterId": "nm0000493"}]}, {"lines": [{"text": "Frank, I like you. There's no getting around the fact that you're a real likable guy.", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "Yeah? Yeah!", "character": "Ensign Pulver", "characterId": "nm0000493"}, {"text": "But...", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "But what?", "character": "Ensign Pulver", "characterId": "nm0000493"}, {"text": "Well, I also think you're the most hapless, lazy, disorganized, and in general most lecherous person I've ever known in my life.", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "I am not!", "character": "Ensign Pulver", "characterId": "nm0000493"}, {"text": "You're not what?", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "I am not disorganized!", "character": "Ensign Pulver", "characterId": "nm0000493"}]}, {"lines": [{"text": "A little while ago, six men from your ship broke into the home of the French Colonial Governor. They started throwing things through a plate glass living room window. We found some of the things on the lawn. Large world globe. Small love seat. A lot of books. A bust of Balzac. The French writer? We also found an Army private first class. He was unconscious at the time. He claims they threw him, too.", "character": "Shore Patrol Officer", "characterId": "nm0590398"}, {"text": "Through the window?", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "That's right. It seems he took them there for a little joke. He didn't tell 'em it was a governor's house. He told 'em is was, uh... well, what we call in Alabama...", "character": "Shore Patrol Officer", "characterId": "nm0590398"}, {"text": "Yeah, we call it the same thing in Nebraska.", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "Well, that's about all, Lieutenant. If it makes you feel any better, Admiral Wentworth says this is the worst ship he's ever seen in his entire naval career.", "character": "Shore Patrol Officer", "characterId": "nm0590398"}]}, {"lines": [{"text": "How did you get in the Navy? How did you get on our side? Oh you ignorant, arrogant, ambitious... keeping sixty-two men in prison 'cause you got a palm tree for the work they did. I don't know which I hate worse, you or that other malignant growth that stands outside the door", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "Why, you stinking little...!", "character": "Capt. Morton", "characterId": "nm0000010"}, {"text": "How did you ever get command of a ship? I realize in wartime they have to scrape the bottom of the barrel, but where did they ever scrape you up?", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "There's just one thing left for you, Mister. A general court martial!", "character": "Capt. Morton", "characterId": "nm0000010"}, {"text": "That suits me fine, court martial me!", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "You've got it!", "character": "Capt. Morton", "characterId": "nm0000010"}, {"text": "I'm asking for it! If I can't get transferred, I'll get court martialed off! I'm fed up! But you'll need a witness. Call your messenger - I'll say it all over again in front of him. Go on, call him. You want me to call him?", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "No. You're a smart boy, Roberts. But I know how to take care of smart boys. I hate your guts, you smart college guys! I've been seeing your kind around since I was ten years old... working as a busboy. \"Oh busboy, it seems my friend has thrown up on the table. Clean up that mess, boy, will'ya?\" And then when I went to sea as a steward... people poking at you with umbrellas. \"Oh, boy!\", \"You, boy!\", \"Careful with that luggage, boy!\" And I took it. I took it for years! But I don't have to take it any more. There's a war on, and I'm captain of this vessel, and now YOU can take it for a change! The worst thing I can do to you... is to keep you right here, Mister, and here is where you're going to stay. Now, GET OUT!", "character": "Capt. Morton", "characterId": "nm0000010"}]}, {"lines": [{"text": "I looked down from our bridge and saw our captain's palm tree! Our trophy for superior achievement! The Admiral John J. Finchley award for delivering more toothpaste and toilet paper than any other Navy cargo ship in the safe area of the Pacific.", "character": "Doug Roberts", "characterId": "nm0000020"}]}, {"lines": [{"text": "We've got nothing to do with the war. Maybe that's why we're on this ship, cause we're not good enough to fight. Cause our glands don't secrete enough adrenaline, or our great-great- grandmothers were afraid of the dark or something.", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "What is it you want to be, Doug, a hero?", "character": "Lt. 'Doc'", "characterId": "nm0001635"}, {"text": "Hero? Doc, you haven't heard a word I've said. Look, Doc, the war's way out there, and I'm here. Well, I don't want to be here, I wanna be out there. I'm sick and tired of being a lousy spectator.", "character": "Doug Roberts", "characterId": "nm0000020"}]}, {"lines": [{"text": "Say, Doc, when I woke up this morning, I had...", "character": "Reber", "characterId": "nm0011244"}, {"text": "And remembered you were working cargo. Continue.", "character": "Lt. 'Doc'", "characterId": "nm0001635"}, {"text": "[holds his side]\nHonest, Doc, I couldn't even straighten up! I guess it's the old appendix again, huh, Doc?", "character": "Reber", "characterId": "nm0011244"}, {"text": "That appendix of yours certainly gets around, Reber. Now it's on the wrong side. Two aspirin, marked for duty. Next.", "character": "Lt. 'Doc'", "characterId": "nm0001635"}, {"text": "Aspirin? For a floatin' appendix, Doc?", "character": "Reber", "characterId": "nm0011244"}, {"text": "Yes, it's the latest thing. I'll have one with you.", "character": "Lt. 'Doc'", "characterId": "nm0001635"}]}, {"lines": [{"text": "That's mostly what makes physical heroism. Opportunity. It's a reflex. I think that seventy-five out of a hundred young males have that reflex. You take any one of them. Say even Frank Thurlowe Pulver, here. Put him into a B-29 over Japan, and you know what you'd have?", "character": "Lt. 'Doc'", "characterId": "nm0001635"}, {"text": "No I don't, Doctor.", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "You'd have Pulver, the Congressional Medal of Honor winner. Pulver, who single-handed shot down twenty-three attacking Zeros. Pulver who, with his bare hands, held together the severed wing struts of his plane, and with his bare feet successfully landed his mortally wounded plane on his home field. Reflex. It's like the knee jerk. Strike the patella tendon in any human being, you produce the knee jerk. Look.", "character": "Lt. 'Doc'", "characterId": "nm0001635"}, {"text": "[Doc hits Pulver in the knee and nothing happens]", "character": null, "characterId": null}, {"text": "What's the matter, Doc?", "character": "Ensign Pulver", "characterId": "nm0000493"}, {"text": "Nothing, but stay out of B-29s, Frank, my boy.", "character": "Lt. 'Doc'", "characterId": "nm0001635"}]}, {"lines": [{"text": "You pretend you want me to improve your mind. You've never finished one book I've given you to read.", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "I've finished \"God's Little Acre,\" Doug boy!", "character": "Ensign Pulver", "characterId": "nm0000493"}, {"text": "I didn't give you that. He's been reading \"God's Little Acre\" for over a year now. He's underlined every erotic passage and added exclamation points. And after a certain pornographic climax, he's inserted the words \"well written.\"", "character": "Doug Roberts", "characterId": "nm0000020"}]}, {"lines": [{"text": "[on the loudspeaker in reference to his \"missing\" palm tree... ]\nAll right! Who did it? Who did it? You are going to stand sweating at those battle stations until someone confesses! It's an insult to the honor of this ship! The symbol of our cargo record has been destroyed and I'm going to find out who did it if it takes all night!", "character": "Capt. Morton", "characterId": "nm0000010"}]}, {"lines": [{"text": "[after Schlemmer crashes police motorcycle off end of dock]\nSchlemmer! Get up here, you idiot! What're you tryin' to do?", "character": "Chief Petty Officer Dowdy", "characterId": "nm0000955"}, {"text": "[jumping back in the water]\nI forgot my motorcycle!", "character": "Schlemmer", "characterId": "nm0472616"}]}, {"lines": [{"text": "That at a time in the world when courage counted most I lived among 62 brave men.", "character": "Ensign Pulver", "characterId": "nm0000493"}]}, {"lines": [{"text": "[Referring to the letter from Forney]\nCould I have that, I'd like to post it for the crew.", "character": "Chief Petty Officer Dowdy", "characterId": "nm0000955"}, {"text": "[Referring to the letter from Roberts]\nNo, post this one. It's theirs.", "character": "Lt. 'Doc'", "characterId": "nm0001635"}]}, {"lines": [{"text": "Captain, you told me...", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "Never mind what I told you. I'M TELLING YOU!", "character": "Capt. Morton", "characterId": "nm0000010"}]}, {"lines": [{"text": "Doc, he lies in his sack all day long, bores me silly with great, moronic plots against the captain. He's never carried out one of them.", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "I haven't, huh?", "character": "Ensign Pulver", "characterId": "nm0000493"}, {"text": "No, Frank, you haven't. What ever happened to those marbles you were gonna put in the captain's overhead so they'd roll around all night and keep him awake?", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "Now you've gone too far. Now you've asked for it.", "character": "Ensign Pulver", "characterId": "nm0000493"}, {"text": "[Pulls out a box]", "character": null, "characterId": null}, {"text": "What does that look like? Five marbles. Got another one in my pocket. Six marbles. I'm looking for marbles all day long!", "character": "Ensign Pulver", "characterId": "nm0000493"}]}, {"lines": [{"text": "Doc, that new hospital hasn't got nurses, has it?", "character": "Doug Roberts", "characterId": "nm0000020"}, {"text": "It didn't have yesterday.", "character": "Lt. 'Doc'", "characterId": "nm0001635"}, {"text": "It has today.", "character": "Ensign Pulver", "characterId": "nm0000493"}, {"text": "And how did you find out they were there?", "character": "Lt. 'Doc'", "characterId": "nm0001635"}, {"text": "It just came to me all of a sudden. I was lying on my bunk this morning, thinking. And there wasn't a breath of air. And all of a sudden, a funny thing happened. A little breeze came up, and I took a big, deep breath, and I said to myself \"Pulver, boy, there's women on that island!\"", "character": "Ensign Pulver", "characterId": "nm0000493"}]}, {"lines": [{"text": "[singing]\nIf I could be with you one hour tonight, If I was free to do the things I might, I'm telling you true, I'd be anything but blue, If I could be with you.", "character": "Ensign Pulver", "characterId": "nm0000493"}]}, {"lines": [{"text": "[Pulver is expecting the company of a woman. Roberts reads out the embroidered words on one of Pulver's pillows in dismay]\nTonight or never. Compliments of The American Harvester Company. We plough deep while others sleep.", "character": "Doug Roberts", "characterId": "nm0000020"}]}]}