{"quotes": [{"lines": [{"text": "This is a joke. What, you want me to cry, Steve? Go on my hands and knees, plead for my life? Or maybe you like it if I confessed, threw myself at your mercy.", "character": "Eddie Rios", "characterId": "nm0781218"}, {"text": "You are guilty, Eddie.", "character": "Steve Donohue", "characterId": "nm0000597"}, {"text": "Are you my executioner?", "character": "Eddie Rios", "characterId": "nm0781218"}, {"text": "You killed two cops. At some point you gotta pay.", "character": "Steve Donohue", "characterId": "nm0000597"}]}, {"lines": [{"text": "[Voice over while Eddie is reading the letters]\nWe were so young, Eddie. We didn't know what we wanted. We were kids. We had something beautiful and now... it's gone, Eddie. And you gotta let it go.", "character": "Officer Ida Cruz", "characterId": "nm0184965"}, {"text": "[Transitions to flashback of the murder]", "character": null, "characterId": null}, {"text": "Let it go, Eddie. Let it go. Eddie, let it go. Eddie. Eddie! Eddie, let it go!", "character": "Officer Ida Cruz", "characterId": "nm0184965"}, {"text": "No! You won't let it go!", "character": "Eddie Rios", "characterId": "nm0781218"}, {"text": "[Fires two shots, Ida on the ground struggles to get her gun, one more shot fired, goes back to courtroom scene, Eddie flinches with two more gunshots from flashback]", "character": null, "characterId": null}]}, {"lines": [{"text": "A life? For who? I got a loaded gun here. I'm in a room with two people who have dedicated themselves with humiliating me for six months and you're talking about friends? You gotta forget I'm a cop. I'm a bona fide psycho. You gotta kiss my ass. You gotta give me what I want.", "character": "Steve Donohue", "characterId": "nm0000597"}]}, {"lines": [{"text": "See, I want my day in court without the media telling everybody what to think. I know you feel violated. Hey, I feel violated, too. I feel like I've got everybody spitting on my face!", "character": "Steve Donohue", "characterId": "nm0000597"}]}, {"lines": [{"text": "The jails are filling up. It's standing-room-only in the morgues, and everybody is just praying to God that they don't end up in the wrong place at the wrong time. Well I'll tell you, I work in places where people are dying with disease and they are dying with drugs. And they will kill you over a dirty look. In this city, you only got 30,000 like me. We're your last line of defense. But you make us fight you little dirty war in *quiet*, because you nice people don't care what the mutts do to each other, you don't care about the cops, all you care is that nothing happens to you.", "character": "Steve Donohue", "characterId": "nm0000597"}]}]}