{"quotes": [{"lines": [{"text": "That's it. I'm going back to the original script! I'm not making any changes. Any changes!", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "Marvin, what are you talking about? They won't make the film! Don't be self-destructive.", "character": "Stuart Stratland Jr.", "characterId": "nm0003167"}, {"text": "Help me, Stuart. I mean, you're a smart guy. There's a great story here. Just help me use these women to tell it. It's my fault. I never told you what this all came out of.", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "It's about that actor comitting suicide on your film.", "character": "Stuart Stratland Jr.", "characterId": "nm0003167"}, {"text": "No. It's about how I killed him.", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "What?", "character": "Stuart Stratland Jr.", "characterId": "nm0003167"}, {"text": "Believe it or not Stuart once I was pretty hot. From an old novel I wrote a script about a ruthless gambler who destroys someone he loves. Life changes for him and then isolated and desperate, he realizes who he is and he kills himself. Pretty grim stuff but I got Warren Zell. Warren was a very special actor. He was an original but he had been through a lot and he wasn't acting anymore. See, I had been his student. He trusted in my plan and I convinced him that I could give what he had been through meaning. Warren was amazing. The film suddenly had an incredible mystery to it. Actually it was too good. The producers loved the rushes and thought it might be a Christmas release. Oh, they had one small change. Take out the suicide. Instead have the character recite some speech like, \"There's always another day.\" It was at four o'clock in the afternoon. I had a terrible headache. I can still hear the thud.", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "God, that's sick. He was crazy!", "character": "Stuart Stratland Jr.", "characterId": "nm0003167"}, {"text": "Of course he was or he wouldn't have jumped. But he was too weak to fight us any other way. He had to remain honest to himself and the suffering he represented. I was betraying him. Turning this into an insane farce. Don't you see, Stuart? This is what the film *needs* to be about. The fact that not everything is for sale. That some things just have to be left as they are. Help me, Stuart. I want his death to mean something.", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "Marvin, they're only making this to put their girlfriends in it.", "character": "Stuart Stratland Jr.", "characterId": "nm0003167"}, {"text": "Then take out the painter.", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "He's a photographer and we can't take him out. The whole thing revolves around him!", "character": "Stuart Stratland Jr.", "characterId": "nm0003167"}, {"text": "Okay, leave him in. But take out the suicide.", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "What are you, crazy? After all the trouble we went through to sell it? That's the only element everyone agrees on!", "character": "Stuart Stratland Jr.", "characterId": "nm0003167"}, {"text": "I can't bear him dying amidst all this crap! Let him get hit by a car. Let him leave town! Some shit!", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "It's a little late for that, Marvin. The suicide stays!", "character": "Stuart Stratland Jr.", "characterId": "nm0003167"}, {"text": "You take it out! I'm not gonna have him turned into a comic book. I'm not gonna murder him again!", "character": "Marvin Landisman", "characterId": "nm0943237"}]}, {"lines": [{"text": "Theres no sex in your movie, there has to be more sex.", "character": "Evan", "characterId": "nm0000134"}, {"text": "No there is some, it's just not obvious", "character": "Marvin", "characterId": "nm0943237"}]}, {"lines": [{"text": "\"Theres no sex in your movie there has to be more sex!\"", "character": "Evan Wright", "characterId": "nm0000134"}, {"text": "\"No there is some...it's just not obvious\"", "character": "Marvin Landisman", "characterId": "nm0943237"}]}, {"lines": [{"text": "Thats right I'm fucking both your investors so don't fuck with me, any questions?", "character": "Beverly", "characterId": "nm0005336"}, {"text": "You know I've never had Sushi before", "character": "Jack", "characterId": "nm0001445"}]}, {"lines": [{"text": "\"Thats right I'm fucking both your investors, so don't fuck with me.....any questions?\"", "character": "Beverly", "characterId": "nm0005336"}, {"text": "\"You know I've never had Sushi before\"", "character": "Jack Roth", "characterId": "nm0001445"}]}, {"lines": [{"text": "So when do we all get to meet your fabulous friend Beverly?", "character": "Jack", "characterId": "nm0001445"}, {"text": "I'll give you her number, I'm not seen with her in public my wife wouldn't like it.", "character": "Evan", "characterId": "nm0000134"}]}, {"lines": [{"text": "\"So when do we all get to meet your fabulous friend Beverly?\"", "character": "Jack Roth", "characterId": "nm0001445"}, {"text": "\"I'll give you her number, I'm not seen with her in public my wife wouldn't like it\"", "character": "Evan Wright", "characterId": "nm0000134"}]}, {"lines": [{"text": "\"Life is so beautiful theres always another day\"", "character": "Warren Zell", "characterId": "nm0000686"}]}, {"lines": [{"text": "You know, that script of yours has all the right elements. I mean it's got good characters and a terrific story. I don't know if you agree with me but I think story is the most important element of a script.", "character": "Jack Roth", "characterId": "nm0001445"}, {"text": "Well, yeah. I do agree. Story is very important.", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "You know, I liked it so much I re-read it last night after we talked. It was a real pleasure. I mean it's got great parts for actors. It's modern. It's timely. I mean, what the hell more could you ask for?", "character": "Jack Roth", "characterId": "nm0001445"}, {"text": "Well, thanks. I worked hard to get the right balance throughout.", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "That's a good way to put it Marvin. It is balanced. I don't know if you'll agree with me but it does get heavy in places.", "character": "Jack Roth", "characterId": "nm0001445"}, {"text": "Well, the painter kills himself.", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "That's what I mean, Marvin. The whole thing is very heavy.", "character": "Jack Roth", "characterId": "nm0001445"}, {"text": "Well, suicide is a dark subject.", "character": "Marvin Landisman", "characterId": "nm0943237"}]}, {"lines": [{"text": "I'm fucking both your investors. So don't fuck with me.", "character": "Beverly", "characterId": "nm0005336"}]}, {"lines": [{"text": "Stuart here's very talented. He wrote a terrific science-fiction thing. Now, the backer I've got. He wants to do a smaller film. Something a little more artistic but I'm not entirely sure he'll go for a script about suicide.", "character": "Jack Roth", "characterId": "nm0001445"}, {"text": "It's not about suicide. It's about an artist's courage. He's driven to kill himself. I won't change that.", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "Naturally. I'm not asking you to change it. That's an important element. I found it very moving but maybe it could be handled a little differently.", "character": "Jack Roth", "characterId": "nm0001445"}, {"text": "For instance, does he have to kill himself? Couldn't he just leave town at the end?", "character": "Stuart Stratland Jr.", "characterId": "nm0003167"}, {"text": "The whole point of the film is that he's destroyed by society. No, he can't just leave town.", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "What if he was killed in an accident or hit by a truck before he could kill himself?", "character": "Stuart Stratland Jr.", "characterId": "nm0003167"}, {"text": "Stuart here had the same teachers as Spielberg at Cal State.", "character": "Jack Roth", "characterId": "nm0001445"}]}, {"lines": [{"text": "Marvin, they're only making it to put their girlfriends in it!", "character": "Stuart Stratland Jr.", "characterId": "nm0003167"}]}, {"lines": [{"text": "I could have made this film years ago if I wanted to play footsie-wootsie with it but I don't!", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "Marvin, we're just talking here.", "character": "Jack Roth", "characterId": "nm0001445"}, {"text": "I knew this was gonna happen. I'm not changing *one* word! I don't *need* to make this film and I don't need your damn turkey sandwich okay? Just... let's just forget it okay?", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "Jesus I love your passion. It's so refreshing.", "character": "Jack Roth", "characterId": "nm0001445"}]}, {"lines": [{"text": "[after meeting Stuart]\nWho the hell does he think he is saying the script isn't finished? I've been working on that script for years. Who the fuck does he think he is?", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "He's a little green. He made a mistake.", "character": "Jack Roth", "characterId": "nm0001445"}, {"text": "Jack, as a matter of fact, who the fuck is he? I mean, what has he done? What does he even have to do with this film?", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "I thought you knew.", "character": "Jack Roth", "characterId": "nm0001445"}, {"text": "No, I don't. I don't even know why he had to be at this meeting. Jack, who is he?", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "You never heard of Stuart Stratland?", "character": "Jack Roth", "characterId": "nm0001445"}, {"text": "Stuart Stratland?", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "Two Academy Awards. He wrote \"Sound In The River\"? \"Death by Any Other Name\"? \"Diary of a Lover\"?", "character": "Jack Roth", "characterId": "nm0001445"}, {"text": "He-He's so young.", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "No! Not him! That's his son. Stuart Stratland Jr. He's just out of college.", "character": "Jack Roth", "characterId": "nm0001445"}, {"text": "His son? His son! What are we doing with his son?", "character": "Marvin Landisman", "characterId": "nm0943237"}, {"text": "I know his father. He did a picture with me years ago. He loves this kid. Don't you understand? If we get in trouble with the script he'll help us out. You know how much he gets? Five-hundred thousand easy. The kid's on spec, it's like getting the father for free.", "character": "Jack Roth", "characterId": "nm0001445"}]}]}