{"quotes": [{"lines": [{"text": "From hell's heart I stab at thee; for hate's sake I spit my last breath at thee. Ye damned whale.", "character": "Captain Ahab", "characterId": "nm0000060"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[voiceover]\nThe coffin. Drowned Queequeg's coffin was my life buoy. For one whole day and night , it sustained me on that soft and dirge-like main. Then, a sail appeared; It was the Rachel. The Rachel who in her long melancholy search for her missing children found... another orphan. The drama's done. All are departed away. The great shroud of the sea rolls over the Pequod, her crew, and Moby Dick. I only am escaped... alone, to tell thee.", "character": "Ishmael", "characterId": "nm0000865"}]}, {"lines": [{"text": "To be enraged with a dumb brute that acted out of blind instinct is blasphemous.", "character": "Starbuck, first mate", "characterId": "nm0312890"}, {"text": "Speak not to me of blasphemy, man; I'd strike the sun if it insulted me. Look ye, Starbuck, all visible objects are but as pasteboard masks. Some inscrutable yet reasoning thing puts forth the molding of their features. The white whale tasks me; he heaps me. Yet he is but a mask. 'Tis the thing behind the mask I chiefly hate; the malignant thing that has plagued mankind since time began; the thing that maws and mutilates our race, not killing us outright but letting us live on, with half a heart and half a lung.", "character": "Captain Ahab", "characterId": "nm0000060"}]}, {"lines": [{"text": "It's late; you should turn in.", "character": "Starbuck, first mate", "characterId": "nm0312890"}, {"text": "Sleep? That bed is a coffin, and those are winding sheets. I do not sleep, I die.", "character": "Captain Ahab", "characterId": "nm0000060"}]}, {"lines": [{"text": "That ain't no whale; that a great white god.", "character": "Pip", "characterId": "nm0021187"}]}, {"lines": [{"text": "Ehhhh, you can't fool us; it's the easiest thing in the world for a man to look as if he's got a great secret in him.", "character": "Ishmael", "characterId": "nm0000865"}, {"text": "I have, lad, I have. At sea one day, you'll smell land where there'll be no land, and on that day Ahab will go to his grave, but he'll rise again within the hour. He will rise and beckon. Then all - all save one shall follow. (Slinking away with a smile on his face) Mornin', lads... mornin'. May the heavens bless you.", "character": "Elijah", "characterId": "nm0200455"}]}, {"lines": [{"text": "By heavens man, we are turned round and round in this world, like yonder windlass, and fate is the handspike.", "character": "Captain Ahab", "characterId": "nm0000060"}]}, {"lines": [{"text": "[in voice-over narration]\nHe did not feel the wind, or smell the salt air. He only stood, staring at the horizon, with the marks of some inner crucifixion and woe deep in his face.", "character": "Ishmael", "characterId": "nm0000865"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[voiceover]\nCall me Ishmael.", "character": "Ishmael", "characterId": "nm0000865"}]}, {"lines": [{"text": "Delight is to him who coming to day him down can say, \"O Father, mortal or immortal, here I die. I have striven to be Thine, more than to be this world's. Yet this is nothing. I leave eternity to Thee. For what is man, that he should live out the lifetime of his God?\"", "character": "Father Mapple", "characterId": "nm0000080"}]}, {"lines": [{"text": "[to Stubb and Flask]\nIt is an evil voyage, I tell thee. If Ahab has his way, neither thee nor me, nor any member of this ship's company will ever see home again.", "character": "Starbuck, first mate", "characterId": "nm0312890"}, {"text": "Aw, come on, Mr. Starbuck, you're just plain gloomy. Moby Dick may be big, but he ain't THAT big.", "character": "Stubb", "characterId": "nm0028674"}, {"text": "I do not fear Moby Dick - I fear the wrath of God.", "character": "Starbuck, first mate", "characterId": "nm0312890"}]}, {"lines": [{"text": "Captain Gardner, I seek the white whale, your own son's murderer. I am losing time... Goodbye, and fare thee well, I say. God help you, Captain Gardiner.", "character": "Captain Ahab", "characterId": "nm0000060"}, {"text": "God forgive you, Captain Ahab.", "character": "Captain Gardiner", "characterId": "nm0212470"}]}, {"lines": [{"text": "Queequeg, such behavior isn't Christian. In fact, it's downright pagan and heathenish.", "character": "Ishmael", "characterId": "nm0000865"}]}, {"lines": [{"text": "I'll follow him around the Horn, and around the Norway maelstrom, and around perdition's flames before I give him up.", "character": "Captain Ahab", "characterId": "nm0000060"}]}, {"lines": [{"text": "It is our task in life to kill whales, to furnish oil for the lamps of the world. If we perform that task well and faithfully, we do a service to mankind that pleases Almighty God. Ahab would deny all that. He has taken us from the rich harvest we were reaping to satisfy his lust for vengeance. He is twisting that which is holy into something dark and purposeless. He is a Champion of Darkness. Ahab's red flag challenges the heavens.", "character": "Starbuck, first mate", "characterId": "nm0312890"}, {"text": "Well, sir, if it's like that, I don't wonder that you, a religious man, might be a bit downcast. But I don't much see what you can do about it.", "character": "Stubb", "characterId": "nm0028674"}, {"text": "Listen to this.", "character": "Starbuck, first mate", "characterId": "nm0312890"}, {"text": "[He goes over to a bookshelf, picks up a heavy book, opens it, and reads aloud from it]", "character": "Starbuck, first mate", "characterId": "nm0312890"}, {"text": "\"A captain who, from private motives, employs his vessel for another purpose from that intended by the owners, is answerable to the charge of usurpation, and his crew is morally and legally entitled to employ forceful means in wresting his command from him.\"", "character": "Starbuck, first mate", "characterId": "nm0312890"}, {"text": "Well, that's a mouthful, I swear!", "character": "Stubb", "characterId": "nm0028674"}, {"text": "Wrest his command from him? Does that mean take over?", "character": "Flask", "characterId": "nm0446853"}, {"text": "It does, Mr. Flask.", "character": "Starbuck, first mate", "characterId": "nm0312890"}, {"text": "[incredulous]\nWhy, you ain't proposing we do any such thing?", "character": "Stubb", "characterId": "nm0028674"}, {"text": "[Starbuck indicates yes]", "character": "Starbuck, first mate", "characterId": "nm0312890"}, {"text": "You're in dangerous waters, Mr. Starbuck! Come on over; come about!", "character": "Stubb", "characterId": "nm0028674"}]}, {"lines": [{"text": "[seeing Moby Dick for the first time]\nIs it real? Do you see it, too?", "character": "Ishmael", "characterId": "nm0000865"}, {"text": "We all see it. That don't make it real.", "character": "The Manxman, a sailor", "characterId": "nm0587061"}]}, {"lines": [{"text": "Blacksmith, I set ye a task. Take these harpoons and lances. Melt them down. Forge me new weapons that will strike deep and hold fast. But do not douse them in water; they must have a proper baptism. What say ye, all ye men? Will you give as much blood as shall be needed to temper the steel?", "character": "Captain Ahab", "characterId": "nm0000060"}]}, {"lines": [{"text": "I don't give reasons. I give orders!", "character": "Captain Ahab", "characterId": "nm0000060"}]}, {"lines": [{"text": "[in voiceover, about Starbuck]\nHis courage was one of the great staples of the ship, like beef or flour. There, when required, and not to be foolishly wasted.", "character": "Ishmael", "characterId": "nm0000865"}]}, {"lines": [{"text": "Birds... the birds... *He rises*!", "character": "Captain Ahab", "characterId": "nm0000060"}]}, {"lines": [{"text": "[in voice-over narration]\nLong days and nights we strained at the oars while a white whale swam freely on, widening the waters between himself and Ahab's vengeance.", "character": "Ishmael", "characterId": "nm0000865"}]}]}