{"quotes": [{"lines": [{"text": "When I was a kid, I could find my way home just by the smell.", "character": "Vincent Raven", "characterId": "nm0004840"}, {"text": "What smell?", "character": "Sandra", "characterId": "nm0893581"}, {"text": "The bullshit. It's unmistakable.", "character": "Vincent Raven", "characterId": "nm0004840"}]}, {"lines": [{"text": "Listen, werewolves *do* exist.", "character": "Vincent Raven", "characterId": "nm0004840"}, {"text": "Oh, bullshit, Vince! The year 2000 is just around the corner. I am a recognized expert in electronic videos and you are the hottest rock n' roll star - in the world! You're making records, videos, movies - on high-tech electronic equipment of fantastic sophistication. You can get on a plane tonight and be in Australia tomorrow. And *you're* scared of werewolves.", "character": "Sandra", "characterId": "nm0893581"}]}, {"lines": [{"text": "You sure are something; do you know that, Sandra?", "character": "Vincent Raven", "characterId": "nm0004840"}, {"text": "Do *you* know something, Vince? As soon as we deliver this video job, we're heading straight for Moorea, one of the hundred and thirty Polynesian islands. Floating in crystal clear water; two weeks of nude sunbathing, coconut drinks and making love. I love you, Vince; I can't stand to see you like this.", "character": "Sandra", "characterId": "nm0893581"}, {"text": "[they kiss]", "character": null, "characterId": null}]}, {"lines": [{"text": "Now he will take my place. His blood is like mine, and my blood is like that of his accursed father, who passed it on to me. It was twenty years ago, the night when Lou Roberts sank his teeth into my neck, and I've been waiting ever since for his son to come back and take over his inheritance. Now he will command them! He will become the lord of the dogs!", "character": "Old Man", "characterId": "nm0057342"}]}, {"lines": [{"text": "Hey Angie, forget the ESP and try a ham sandwich!", "character": "Marilou", "characterId": "nm0765593"}]}, {"lines": [{"text": "Where was he when that monster dog crashed through the living room door? And when Jordan was eaten alive? And before that, in the bathroom? And now? Why don't the dogs attack us? Tell me the truth, Vince. Your neighbors were right, you are the monster dog! You are the murdering animal! Goddamn you! Damn you! You are a werewolf, I know you are! I know it!", "character": "Marilou", "characterId": "nm0765593"}]}, {"lines": [{"text": "Are you going to leave me here alone?", "character": "Marilou", "characterId": "nm0765593"}, {"text": "You'll be safe enough locked in here.", "character": "Sandra", "characterId": "nm0893581"}, {"text": "But what if you don't come back?", "character": "Marilou", "characterId": "nm0765593"}, {"text": "Well, you better pray that we do.", "character": "Sandra", "characterId": "nm0893581"}]}, {"lines": [{"text": "Joss. I can hardly remember his face. He was already old when I left. The kids used to rib him about the way he shook all the time. They were always asking him to make us malts.", "character": "Vincent Raven", "characterId": "nm0004840"}]}, {"lines": [{"text": "We're not scared of those dogs, Sheriff. I'll take care of us. I foam at the mouth too, you know. If I bite them, they'll get rabies! So we don't need guns for those dogs.", "character": "Sandra", "characterId": "nm0893581"}, {"text": "Now you got me feelin' sorry for the dogs.", "character": "Sheriff Morrison", "characterId": "nm0529890"}, {"text": "[the van pulls away; the Sheriff turns to his deputy]", "character": null, "characterId": null}, {"text": "I wish she'd bite me instead. First, I'd make her roll over, and soon I'd have her sittin' up and beggin'.", "character": "Sheriff Morrison", "characterId": "nm0529890"}, {"text": "Hope Vince Roberts doesn't get her to play dead.", "character": "Deputy", "characterId": "nm0540826"}]}, {"lines": [{"text": "Sometimes I'm James Bond. Sometimes I'm Billy the Kid. Sometimes I feel like Sherlock Holmes. Sometimes I feel like Jack the Ripper.", "character": "Vincent Raven", "characterId": "nm0004840"}]}, {"lines": [{"text": "Can you feel the wind? The wind is lifting the fog and blowing away the clouds that cover the moon. Now he's back, at last. He will command the hounds. And all of you - all of you will die!", "character": "Old Man", "characterId": "nm0057342"}]}]}