{"quotes": [{"lines": [{"text": "My! You're gaining weight.", "character": "Gwendolyn Hall", "characterId": "nm0593352"}, {"text": "Yes. I'll soon be your size, my dear!", "character": "Rita Vernon", "characterId": "nm0242041"}]}, {"lines": [{"text": "You're the best young actress in America.", "character": null, "characterId": null}, {"text": "I know that.", "character": "Rita Vernon", "characterId": "nm0242041"}]}, {"lines": [{"text": "Youth has its hour of glory... but too often it's only a morning glory, the flower that fades before the sun is very high.", "character": "Robert Harley Hedges", "characterId": "nm0807580"}]}, {"lines": [{"text": "I'm not afraid! I'm not afraid of being a morning glory!", "character": "Eva Lovelace", "characterId": "nm0000031"}, {"text": "Oh, Nellie, I'm not afraid!", "character": "Eva Lovelace", "characterId": "nm0000031"}]}, {"lines": [{"text": "I hope you're going to tell me your name. I want you for my first friend in New York. Mine's Eva Lovelace. It's partly made up and partly real. It was Ada Love. Love's my family name. I added the 'lace.' Do you like it, or would you prefer something shorter? A shorter name would be more convenient on a sign. Still, 'Eva Lovelace in Camille,' for instance, or 'Eva Lovelace in Romeo and Juliet' sounds very distinguished, doesn't it?", "character": "Eva Lovelace", "characterId": "nm0000031"}]}, {"lines": [{"text": "Every year, in every theater, some young person makes a hit. Sometimes it's a big hit, sometimes a little one. It's a distinct success, but how many of them keep their heads? How many of them work? Youth comes to the fore. Youth has its hour of glory. But too often it's only a morning glory - a flower that fades before the sun is very high.", "character": "Robert Harley Hedges", "characterId": "nm0807580"}]}, {"lines": [{"text": "Nellie, they've all been trying to frighten me. They've been trying to frighten me into being sensible, but they can't do it. Not now. Not yet. They've got to let me be as foolish as I want to be. I-I want to ride through the crowd. I want to- I want to go buy me a mink coat. And I'll buy you a beautiful present. And Mr. Hedges! I'll buy Mr. Hedges a little house. And it'll have rooms full of white orchids. And they've got to tell me that I'm much more wonderful than anyone else because, Nellie - Nellie, I'm not afraid. I'm not afraid of being just a morning glory. I'm not afraid. I'm not afraid. I'm not afraid. Why should I be afraid? I'm not afraid.", "character": "Eva Lovelace", "characterId": "nm0000031"}]}, {"lines": [{"text": "You know, the only way to live through a party like this is to get good and tight.", "character": "Rita Vernon", "characterId": "nm0242041"}]}, {"lines": [{"text": "What is your name?", "character": "Louis Easton", "characterId": "nm0579663"}, {"text": "Eva Lovelace. Like it? I can change it if you don't.", "character": "Eva Lovelace", "characterId": "nm0000031"}]}, {"lines": [{"text": "[to Eva]\nKeep your health, your money, and your head, Eva, if you want to go on.", "character": "Robert Harley Hedges", "characterId": "nm0807580"}]}, {"lines": [{"text": "[to Eva]\nPlease, Eva, you must put me out of your heart. I don't belong there, and you don't belong in mine. I'm not the man for you. I never was. You don't belong to any man now. You belong to Broadway, theater, lights.", "character": "Louis Easton", "characterId": "nm0579663"}]}, {"lines": [{"text": "Approximately 39 minutes into the film, when Van Duesen, Henry Lawrence, and Eva Lovelace are at a party standing near a stairway, Van Duesen says, \"The bird of time has but a little way to flutter,\" which is from Stanza VII of \"The Rubaiyat\" of Omar Khayyam, as translated by Edward Fitzgerald.", "character": null, "characterId": null}]}, {"lines": [{"text": "You're English aren't you?", "character": "Eva Lovelace", "characterId": "nm0000031"}, {"text": "Yes, I am. Or, was. I've been over here a long time.", "character": "Robert Harley Hedges", "characterId": "nm0807580"}, {"text": "They take me for English, sometimes, too. But, I could tell you were the real thing, right off. I mean, of course, they take me for English, at home, where they think you're either English or affected if you try to speak properly.", "character": "Eva Lovelace", "characterId": "nm0000031"}]}, {"lines": [{"text": "Now, Gwendolyn, I'd like to have you play this part. Look it over. But, remember what I told you, for your own good, no drinking. Let that bottle alone in business.", "character": "Louis Easton", "characterId": "nm0579663"}, {"text": "I know. Mr. Easton, it won't occur again. That, was an accident. You see, it was my ex-husband's birthday, and, eh, well, you know how those things... happen.", "character": "Gwendolyn Hall", "characterId": "nm0593352"}]}, {"lines": [{"text": "Good evening, Miss Vernon.", "character": "Eva Lovelace", "characterId": "nm0000031"}, {"text": "Good evening.", "character": "Rita Vernon", "characterId": "nm0242041"}, {"text": "Well, evidently you don't remember who I am; but, I met you with Mr. Hedges in Mr. Easton's office, when I first came to New York.", "character": "Eva Lovelace", "characterId": "nm0000031"}, {"text": "But, my dear, I meet so many people. Come along, Pepe", "character": "Rita Vernon", "characterId": "nm0242041"}, {"text": "[Rita's date]", "character": null, "characterId": null}, {"text": ", let's have another drink.", "character": "Rita Vernon", "characterId": "nm0242041"}, {"text": "[to Eva]", "character": null, "characterId": null}, {"text": "You know, the only way to live through a party like this is to get good and tight.", "character": "Rita Vernon", "characterId": "nm0242041"}]}]}