{"quotes": [{"lines": [{"text": "The Brotherhood of the Walking Wounded. It's the largest organization in the world. You don't even know it exists until you're in it. You get your membership card when you lose the one thing that gives your life any meaning, the thing that binds you together. The thing that holds the group in one piece is the fact that the members are absolutely incapable of speaking to one another.", "character": "George Kraft", "characterId": "nm0000273"}]}, {"lines": [{"text": "I was deposited on to the streets of New York, restored to the mainstream of life. I took several steps down the sidewalk when something happened. It was not guilt that froze me; I had taught myself never to feel guilt. It wasn't the fear of death; I had taught myself to think of death as a friend. It was not the thought of being unloved that froze me; I had taught myself to do without love. What froze me was the fact that I had absolutely no reason to move in any direction.", "character": "Howard W. Campbell Jr.", "characterId": "nm0000560"}]}, {"lines": [{"text": "you must be careful what you pretend to be because in the end you are who you're pretending to be.", "character": "Howard W. Campbell Jr.", "characterId": "nm0000560"}]}, {"lines": [{"text": "You no longer... you no longer believe that love is the only thing to live for?", "character": "Resi Noth", "characterId": "nm0498247"}, {"text": "No.", "character": "Howard W. Campbell Jr.", "characterId": "nm0000560"}, {"text": "[starting to cry]\nThen tell me what to live for. Tell me anything. It does not have to be love. Anything at all! I will live for that chair! Or that - that picture on the wall! Or that crack on the... over there! Just tell me. Tell me what you live for and I will live for that too!", "character": "Resi Noth", "characterId": "nm0498247"}]}, {"lines": [{"text": "Most things in this world don't work, but aspirin do.", "character": "Black Fuhrer of Harlem", "characterId": "nm0265670"}]}, {"lines": [{"text": "All the best writers are dead.", "character": "George Kraft", "characterId": "nm0000273"}]}, {"lines": [{"text": "Yes, I've changed. People should be changed by World Wars or what are World Wars for.", "character": "Howard W. Campbell Jr.", "characterId": "nm0000560"}]}, {"lines": [{"text": "Your role will remain classified, and Uncle Sam's official position is you're the scum of the earth.", "character": "Frank Wirtanen", "characterId": "nm0000422"}]}, {"lines": [{"text": "You love good, you hate evil, and you'd do anything for the sake of romance.", "character": "Frank Wirtanen", "characterId": "nm0000422"}]}, {"lines": [{"text": "Do you believe you're guilty of murdering six million Jews?", "character": "Howard W. Campbell Jr.", "characterId": "nm0000560"}, {"text": "Absolutely not.", "character": "Eichmann", "characterId": "nm0002099"}, {"text": "[laughing]\nOh, you were simply a soldier, were you, huh? Taking orders from the higher-ups, is that right, Eichmann? Like any good soldier.", "character": "Howard W. Campbell Jr.", "characterId": "nm0000560"}, {"text": "[after pause]\nCampbell?", "character": "Eichmann", "characterId": "nm0002099"}, {"text": "Yes?", "character": "Howard W. Campbell Jr.", "characterId": "nm0000560"}, {"text": "About those six million...", "character": "Eichmann", "characterId": "nm0002099"}, {"text": "Yes?", "character": "Howard W. Campbell Jr.", "characterId": "nm0000560"}, {"text": "I don't take credit for all of them. I'm sure I could spare you a few.", "character": "Eichmann", "characterId": "nm0002099"}]}, {"lines": [{"text": "Are you familiar with my book \"Christ was not a Jew\"?", "character": "Reverend Dr. Lionel Jones", "characterId": "nm0067049"}]}, {"lines": [{"text": "My dear sweet Eva, this is the only way I know how to make good the frightful wrong which has befallen us. It does not matter what lies ahead, for I have a full life behind me, all in those few sweet hours with you. I once told you that I would pledge my life for our nation of two, and reside there even in death, as surely as I reside in heaven when your arms are around me. Soon it will be time to keep that pledge, and I rejoice to think that earthly distractions will no longer intrude on my eternal devotion to you. From this moment forward our nation of two is the only country I will know.", "character": "Howard W. Campbell Jr.", "characterId": "nm0000560"}, {"text": "[from Campbell's play, spoken onstage by Helga Noth / Sheryl Lee]", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Do you prefer German or English?", "character": "Prison Warden", "characterId": "nm0732271"}, {"text": "English.", "character": "Howard W. Campbell Jr.", "characterId": "nm0000560"}, {"text": "You are to write down your memoirs for the Haifa Institute For The Documentation of War Criminals. You have three weeks to complete your memoirs before your trial begins. Do you have any questions?", "character": "Prison Warden", "characterId": "nm0732271"}, {"text": "No, this is great. Thanks for everything.", "character": "Howard W. Campbell Jr.", "characterId": "nm0000560"}]}, {"lines": [{"text": "It takes a heap of living to make a house a home.", "character": "Howard W. Campbell Jr.", "characterId": "nm0000560"}]}, {"lines": [{"text": "[voice from nearby prison cell]\nYou've got to learn how to relax. It's important to learn how to relax.", "character": "Eichmann", "characterId": "nm0002099"}, {"text": "[starts laughing uncontrollably]\nThat's how I got here.", "character": "Howard W. Campbell Jr.", "characterId": "nm0000560"}]}, {"lines": [{"text": "I, Howard W. Campbell, Jr., am an American by birth, a Nazi by reputation, and a nationless person by inclination. I am awaiting a fair trial for my war crimes by the state of Israel.", "character": "Howard W. Campbell Jr.", "characterId": "nm0000560"}]}]}