{"quotes": [{"lines": [{"text": "\"I love you.\" That's what Christmas is all about... Clarissa said it to Mr. Krueger; Mr. Krueger said it to Jesus; and Jesus in so many ways said it to all of us.", "character": null, "characterId": null}]}, {"lines": [{"text": "Did Clarissa leave her mittens here ?", "character": "Clarissa's Mother", "characterId": "nm0288807"}, {"text": "Oh, yes, yes they're right here.", "character": "Mr. Krueger", "characterId": "nm0000071"}, {"text": "You hung them on the christmas tree ?", "character": "Clarissa", "characterId": "nm0019591"}, {"text": "Well, you remind me of everything good about Christmas so I just couldn't think of a better place. Here... there you are.", "character": "Mr. Krueger", "characterId": "nm0000071"}]}, {"lines": [{"text": "Hello there... I-I-I-I... Oh dear... Oh... Oh, you're-you're... I'm Willy Krueger and I'm custodian over at the Beck Apartments, but, but you know that, don't you. You know that. I guess nobody here can see me or hear me except you. I didn't bring a gift, I, but I, I guess that's not important. Thank you for everything you've done for me. As long as I can remember you've been right by my side. I'll never forget when you walked with me right in those first few hours after I lost Martha. I-I've always been able to count on you, when I felt dark inside and when I... You were right there, right, every time, right there. Even when I didn't feel good about myself, I knew that you cared for me enough, and that, that made me feel better. Like that time I got mad with Mabel Huntington because she broke her pipes on purpose just so she could have somebody to see while I came up and fixed them for her. Boy, I hollered at her, boy I hollered real loud. But then, then I got to thinking - you loved Mabel just as much as you loved me and I should treat her the way you want me to. I believe I talked to you about that at the time. Well, I started visiting her and we became friends. I saw her almost every day until the day she died. I love you. You're my closest, my finest friend. And that means that I can hold my head high, wherever I go. Thank you. Thank you. Thank you.", "character": "Mr. Krueger", "characterId": "nm0000071"}]}, {"lines": [{"text": "[George the cat meows]", "character": null, "characterId": null}, {"text": "Yeah, I guess you're right George, we better trim that tree. If we don't hurry, we'll be too late !", "character": "Mr. Krueger", "characterId": "nm0000071"}]}]}