{"quotes": [{"lines": [{"text": "I'm free to think and to speak. My ancestors couldn't, I can, and my children will. Boys ought to grow up remembering that.", "character": "Jefferson Smith", "characterId": "nm0000071"}]}, {"lines": [{"text": "'Love thy neighbor.'... And you know that you fight for the lost causes harder than for any other. Yes, you even die for them.", "character": "Jefferson Smith", "characterId": "nm0000071"}]}, {"lines": [{"text": "I wouldn't give you two cents for all your fancy rules if, behind them, they didn't have a little bit of plain, ordinary, everyday kindness and a little looking out for the other fella, too.", "character": "Jefferson Smith", "characterId": "nm0000071"}]}, {"lines": [{"text": "I guess this is just another lost cause Mr. Paine. All you people don't know about lost causes. Mr. Paine does. He said once they were the only causes worth fighting for and he fought for them once. For the only reason any man ever fights for them. Because of just one plain simple rule. Love thy neighbor. And in this world today of great hatred a man who knows that rule has a great trust. You know that rule Mr. Paine and I loved you for it just as my father did. And you know that you fight harder for the lost causes than for any others. Yes you'd even die for them. Like a man we both knew Mr. Paine. You think I'm licked. You all think I'm licked. Well I'm not licked. And I'm gonna stay right here and fight for this lost cause. Even if this room gets filled with lies like these. And the Taylors and all their armies come marching into this place. Somebody will listen to me.", "character": "Jefferson Smith", "characterId": "nm0000071"}, {"text": "[he collapses]", "character": null, "characterId": null}]}, {"lines": [{"text": "You think I'm licked. You all think I'm licked. Well, I'm not licked. And I'm going to stay right here and fight for this lost cause. Even if the room gets filled with lies like these, and the Taylors and all their armies come marching into this place.", "character": "Jefferson Smith", "characterId": "nm0000071"}]}, {"lines": [{"text": "Well, what do you expect me to do? An honorary stooge like me against the Taylors and Paines and machines and lies?", "character": "Jefferson Smith", "characterId": "nm0000071"}, {"text": "Your friend, Mr. Lincoln had his Taylors and Paines. So did every other man who ever tried to lift his thought up off the ground. Odds against them didn't stop those men. They were fools that way. All the good that ever came into this world came from fools with faith like that. You know that, Jeff. You can't quit now. Not you. They aren't all Taylors and Paines in Washington. That kind just throw big shadows, that's all. You didn't just have faith in Paine or any other living man. You had faith in something bigger than that. You had plain, decent, everyday, common rightness, and this country could use some of that. Yeah, so could the whole cockeyed world, a lot of it. Remember the first day you got here? Remember what you said about Mr. Lincoln? You said he was sitting up there, waiting for someone to come along. You were right. He was waiting for a man who could see his job and sail into it, that's what he was waiting for. A man who could tear into the Taylors and root them out into the open. I think he was waiting for you, Jeff. He knows you can do it, so do I.", "character": "Clarissa Saunders", "characterId": "nm0000795"}, {"text": "What? Do what, Saunders?", "character": "Jefferson Smith", "characterId": "nm0000071"}, {"text": "You just make up your mind you're not gonna quit, and I'll tell you what. I've been thinking about it all the way back here. It's a forty foot dive into a tub of water, but I think you can do it.", "character": "Clarissa Saunders", "characterId": "nm0000795"}]}, {"lines": [{"text": "[His voice very hoarse]\nJust get up off the ground, that's all I ask. Get up there with that lady that's up on top of this Capitol dome, that lady that stands for liberty. Take a look at this country through her eyes if you really want to see something. And you won't just see scenery; you'll see the whole parade of what Man's carved out for himself, after centuries of fighting. Fighting for something better than just jungle law, fighting so's he can stand on his own two feet, free and decent, like he was created, no matter what his race, color, or creed. That's what you'd see. There's no place out there for graft, or greed, or lies, or compromise with human liberties. And, uh, if that's what the grownups have done with this world that was given to them, then we'd better get those boys' camps started fast and see what the kids can do. And it's not too late, because this country is bigger than the Taylors, or you, or me, or anything else. Great principles don't get lost once they come to light. They're right here; you just have to see them again!", "character": "Jefferson Smith", "characterId": "nm0000071"}]}, {"lines": [{"text": "[after all the other Senators walk out]", "character": null, "characterId": null}, {"text": "Oh, Mr. President, we seem to be alone. I, I'm not complaining for a social reason; it's just, I think it'd be a pity if these gentlemen missed any of this, and...", "character": "Jefferson Smith", "characterId": "nm0000071"}, {"text": "[Clarissa starts waving from the visitors gallery, and making hand signals]", "character": null, "characterId": null}, {"text": "And, uh...", "character": "Jefferson Smith", "characterId": "nm0000071"}, {"text": "[he grabs the rule book]", "character": null, "characterId": null}, {"text": "I, I call the chair's attention to... to, uh... Rule 5 of the Standing Rules of the Senate, Section... Section 3. \"If it shall be found that a quorum is not present, a majority of the Senators present\" - and that looks like me - uh, uh, \"may direct the Sergeant-at-Arms to request, and if necessary compel, the attendance of the absent Senators.\" Well, Mr. President, I so direct.", "character": "Jefferson Smith", "characterId": "nm0000071"}]}, {"lines": [{"text": "Let me go! I'm not fit to be a senator! I'm not fit to live! Expel me, not him! Willet Dam is a fraud! It's a crime against the people who sent me here - and I committed it! Every word that boy said is the truth! Every word about Taylor and me and graft and the rotten political corruption of my state! Every word of it is true! I'm not fit for office! I'm not fit for any place of honor or trust! Expel me, not that boy!", "character": "Senator Joseph Paine", "characterId": "nm0001647"}]}, {"lines": [{"text": "Either I'm dead right, or I'm crazy!", "character": "Jefferson Smith", "characterId": "nm0000071"}]}, {"lines": [{"text": "Love thy neighbor. And in this world today, full of hatred, a man who knows that one rule has a great trust. You know that rule, Mr. Paine, and I loved you for it, just as my father did. And you know that you fight for the lost causes harder than for any others. Yes, you even die for them, like a man we both knew, Mr. Paine.", "character": "Jefferson Smith", "characterId": "nm0000071"}]}, {"lines": [{"text": "Boy, you should have been there!", "character": "Jefferson Smith", "characterId": "nm0000071"}, {"text": "I know, it was a wonderful party, and your suit went over big, and she looked beautiful, and when you left she said, \"Thank you, Mr. Smith,\" but it was the way she said it, you nearly fell through the floor. Horseradish!", "character": "Clarissa Saunders", "characterId": "nm0000795"}]}, {"lines": [{"text": "They're not letting what Jeff says get printed in the state. Now if I give you a raft of it over the phone, can you print it up and spread a billion copies? Swell! Get ready to take this down, Mrs. Smith.", "character": "Clarissa Saunders", "characterId": "nm0000795"}, {"text": "Boys, everything about Jeff, get pencils and paper.", "character": "Ma Smith", "characterId": "nm0094135"}, {"text": "Alright, here we go.", "character": "Clarissa Saunders", "characterId": "nm0000795"}, {"text": "All ready, Clarissa.", "character": "Ma Smith", "characterId": "nm0094135"}, {"text": "She called me Clarissa. Okay Ma! JEFF TELLS TRUTH, SHOWS UP TAYLOR!", "character": "Clarissa Saunders", "characterId": "nm0000795"}]}, {"lines": [{"text": "[the filibuster begins]", "character": null, "characterId": null}, {"text": "The Chair recognizes... Senator Smith!", "character": "President of Senate", "characterId": "nm0002503"}, {"text": "Thank you, sir.", "character": "Jefferson Smith", "characterId": "nm0000071"}, {"text": "Diz, here we go.", "character": "Clarissa Saunders", "characterId": "nm0000795"}, {"text": "Well, I guess the gentlemen are in a pretty tall hurry to get me out of here. The way the evidence has piled up against me, I can't say I blame them much. And I'm quite willing to go, sir, when they vote it that way - but before that happens I've got a few things I want to say to this body. I tried to say them once before, and I got stopped colder than a mackerel. Well, I'd like to get them said this time, sir. And as a matter of fact, I'm not going to leave this body until I do get them said.", "character": "Jefferson Smith", "characterId": "nm0000071"}, {"text": "Mr. President, will the Senator yield?", "character": "Senator Joseph Paine", "characterId": "nm0001647"}, {"text": "Will the Senator yield?", "character": "President of Senate", "characterId": "nm0002503"}, {"text": "No, sir, I'm afraid not, no sir. I yielded the floor once before, if you can remember, and I was practically never heard of again. No sir. And we might as well all get together on this yielding business right off the bat, now.", "character": "Jefferson Smith", "characterId": "nm0000071"}, {"text": "[laughter from the gallery]", "character": null, "characterId": null}, {"text": "Now, I had some pretty good coaching last night, and I find that if I yield only for a question or a point of order or a personal privilege, that I can hold this floor almost until doomsday. In other words, I've got a piece to speak, and blow hot or cold, I'm going to speak it.", "character": "Jefferson Smith", "characterId": "nm0000071"}, {"text": "Will the Senator yield?", "character": "Senator Joseph Paine", "characterId": "nm0001647"}, {"text": "Will Senator Smith yield?", "character": "President of Senate", "characterId": "nm0002503"}, {"text": "Yield how, sir?", "character": "Jefferson Smith", "characterId": "nm0000071"}, {"text": "Will he yield for a question?", "character": "Senator Joseph Paine", "characterId": "nm0001647"}, {"text": "For a question, all right.", "character": "Jefferson Smith", "characterId": "nm0000071"}]}, {"lines": [{"text": "I wish to ask my distinguished colleague, has he one scrap of evidence to add now to the defense he did not give and could not give at that same hearing?", "character": "Senator Joseph Paine", "characterId": "nm0001647"}, {"text": "I have no defense against forged papers!", "character": "Jefferson Smith", "characterId": "nm0000071"}, {"text": "The Committee ruled otherwise! The gentleman stands guilty, as charged. And I believe I speak for every member when I say that no one cares to hear what a man of his condemned character has to say about any section of any legislation before this House.", "character": "Senator Joseph Paine", "characterId": "nm0001647"}, {"text": "Order, order, gentlemen.", "character": "President of Senate", "characterId": "nm0002503"}, {"text": "Mr. President, I stand guilty as FRAMED! Because section 40 is graft! And I was ready to say so, I was ready to tell you that a certain man in my state, a Mr. James Taylor, wanted to put through this dam for his own profit. A man who controls a political machine! And controls everything else worth controlling in my state. Yes, and a man even powerful enough to control Congressmen - and I saw three of them in his room the day I went up to see him!", "character": "Jefferson Smith", "characterId": "nm0000071"}, {"text": "Will the Senator yield?", "character": "Senator Joseph Paine", "characterId": "nm0001647"}, {"text": "No, sir, I will not yield! And this same man, Mr. James Taylor, came down here and offered me a seat in this Senate for the next 20 years if I voted for a dam that he knew, and I knew, was a fraud. But if I dared to open my mouth against that dam, he promised to break me in two.", "character": "Jefferson Smith", "characterId": "nm0000071"}]}, {"lines": [{"text": "[dictating into phone]\nIn protest, the whole Senate body rose and walked out.", "character": "Diz Moore", "characterId": "nm0593775"}, {"text": "No! No, not that straight stuff. Now listen, kick it up, get on his side, fight for him! Understand?", "character": "Clarissa Saunders", "characterId": "nm0000795"}, {"text": "You love this monkey - don't you?", "character": "Diz Moore", "characterId": "nm0593775"}, {"text": "What do you think? Now listen, go to work. Do as I tell you.", "character": "Clarissa Saunders", "characterId": "nm0000795"}, {"text": "[into phone]\nThrow out that last, take this. This is the most titanic battle of modern times. A David without even a slingshot rises to do battle against the mighty Goliath, the Taylor machine, allegedly crooked inside and out. Yeah, and for my money, you can cut out the \"allegedly.\"", "character": "Diz Moore", "characterId": "nm0593775"}]}, {"lines": [{"text": "He can raise public opinion against us - if any part of this sticks...", "character": "Senator Joseph Paine", "characterId": "nm0001647"}, {"text": "Aah, he'll never get started. I'll make public opinion out there within five hours! I've done it all my life. I'll blacken this punk so that he'll - You leave public opinion to me. Now, Joe, I think you'd better go back into the Senate and keep those Senators lined up.", "character": "James Taylor", "characterId": "nm0036427"}]}, {"lines": [{"text": "[when Smith is announced as the newly appointed Senator]", "character": null, "characterId": null}, {"text": "I want you to let the ballyhoo boys loose, plan a celebration, and declare a holiday.", "character": "James Taylor", "characterId": "nm0036427"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[shouts]\nYippee!", "character": "Clarissa Saunders", "characterId": "nm0000795"}]}, {"lines": [{"text": "How many times have you heard me say \"I'm fed up with politics\" and I... no, I let him talk me into staying. Secretary to a leader of little squirts! Why? Because I need the job and a new suit of clothes!", "character": "Clarissa Saunders", "characterId": "nm0000795"}, {"text": "Would you settle for a husband?", "character": "Diz Moore", "characterId": "nm0593775"}, {"text": "Mmm, I sure would!", "character": "Clarissa Saunders", "characterId": "nm0000795"}, {"text": "[suddenly realizes he's referring to himself]", "character": null, "characterId": null}, {"text": "Heh?", "character": "Clarissa Saunders", "characterId": "nm0000795"}, {"text": "You know my old standing offer. Diz Moore, poet of Washington correspondence.", "character": "Diz Moore", "characterId": "nm0593775"}, {"text": "[smiling]\nOh, that again.", "character": "Clarissa Saunders", "characterId": "nm0000795"}, {"text": "I'd cherish you - and I'd stay sober.", "character": "Diz Moore", "characterId": "nm0593775"}, {"text": "Oh, Diz, you're a wonderful egg. I don't know, maybe if I saw you once with your hair combed or something...", "character": "Clarissa Saunders", "characterId": "nm0000795"}, {"text": "[Diz sheepishly finger combs his hair]", "character": null, "characterId": null}, {"text": "[laughs]\nNo, I don't even think that would do it.", "character": "Clarissa Saunders", "characterId": "nm0000795"}]}, {"lines": [{"text": "[Watches as Smith reads a note passed to him from the gallery]\nDoes the gentleman wish to yield?", "character": "Senate Minority Leader, Barnes", "characterId": "nm0914246"}, {"text": "Yield? Oh, no. I feel fine! The Constitution of the United States!", "character": "Jefferson Smith", "characterId": "nm0000071"}, {"text": "[Barnes throws both hands high in the air, turns away from Smith, then brings his arms down hard on his desk in frustration]", "character": null, "characterId": null}]}, {"lines": [{"text": "Have a drink, Senator!", "character": "Flood - Newsman", "characterId": "nm0822792"}, {"text": "It'll taste better than the truth.", "character": "Sweeney Farrell - Newsman", "characterId": "nm0007217"}]}, {"lines": [{"text": "I know how you feel, Jeff. Thirty years ago - I had those ideals, too. I was *you*. I had to make the decision you were asked to make today. And I compromised - yes! So that all these years I could stay in that Senate - and serve the people in a thousand honest ways! You've got to face facts, Jeff. I've served our state well, haven't I? We have the lowest unemployment and the highest federal grants. But, well, I've had to compromise, had to play ball. You can't count on people voting, half the time they don't vote, anyway. That's how states and empires have been built since time began. Don't you understand? Well, Jeff, you can take my word for it, that's how things are. Now I've told you all this because - well, I've grown very fond of you - about like a son - in fact, and I don't want to see you get hurt. Now, when that deficiency bill comes up in the Senate tomorrow, you stay away from it. Don't say a word. Great powers are behind it, and they'll destroy you before you can even get started. For your own sake, Jeff, and for the sake of my friendship with your father, please, don't say a word.", "character": "Senator Joseph Paine", "characterId": "nm0001647"}]}]}