{"quotes": [{"lines": [{"text": "Did you know that the 12th Lord Beldon was hanged?", "character": "Kay Miniver", "characterId": "nm0002093"}, {"text": "He was beheaded! Such things happen in the best families. In fact, usually in the best families.", "character": "Lady Beldon", "characterId": "nm0926599"}]}, {"lines": [{"text": "George West, choir boy; James Bellard, station master and bell ringer and a proud winner, only one hour before his death, of the Belding Cup for his beautiful Miniver rose; and our hearts go out in sympathy to the two families who share the cruel loss of a young girl who was married at this altar only two weeks ago. The homes of many of us have been destroyed, and the lives of young and old have been taken. There is scarcely a household that hasn't been struck to the heart. And why? Surely you must have asked yourself this question. Why in all conscience should these be the ones to suffer? Children, old people, a young girl at the height of her loveliness. Why these? Are these our soldiers? Are these our fighters? Why should they be sacrificed? I shall tell you why. Because this is not only a war of soldiers in uniform. It is a war of the people, of all the people, and it must be fought not only on the battlefield, but in the cities and in the villages, in the factories and on the farms, in the home, and in the heart of every man, woman, and child who loves freedom! Well, we have buried our dead, but we shall not forget them. Instead they will inspire us with an unbreakable determination to free ourselves and those who come after us from the tyranny and terror that threaten to strike us down. This is the people's war! It is our war! We are the fighters! Fight it then! Fight it with all that is in us, and may God defend the right.", "character": "Vicar", "characterId": "nm0928295"}]}, {"lines": [{"text": "I know how comfortable it is to curl up with a nice, fat book full of big words and think you're going to solve all the problems in the universe. But you're not, you know. A bit of action is required every now and then.", "character": "Carol Beldon", "characterId": "nm0942863"}]}, {"lines": [{"text": "What goes to make a rose, ma'am, is breeding... and budding... and horse manure, if you'll pardon the expression. And that's where you come in, ma'am.", "character": "Mr. Ballard", "characterId": "nm0871287"}]}, {"lines": [{"text": "She was a good cook, as good cooks go. And as good cooks go, she went.", "character": "Clem Miniver", "characterId": "nm0682074"}]}, {"lines": [{"text": "But in war, time is so precious to the young people.", "character": "Kay Miniver", "characterId": "nm0002093"}]}, {"lines": [{"text": "[to Lady Beldon who has just entered the railway compartment he is already sharing with Mrs. Miniver]\nGood evening, Lady Beldon.", "character": "Vicar", "characterId": "nm0928295"}, {"text": "Good evening, vicar. Oh, oh, shopping's absolutely impossible nowadays! You can't get near the counter and when you do, they haven't got it and you pay twice as much for it.", "character": "Lady Beldon", "characterId": "nm0926599"}, {"text": "[laughs]\nWhat a wonderful description!", "character": "Vicar", "characterId": "nm0928295"}, {"text": "[to her servant]\nSit down, Simmons, and don't snip!", "character": "Lady Beldon", "characterId": "nm0926599"}, {"text": "[to the vicar]", "character": null, "characterId": null}, {"text": "My dear man, I spent the whole afternoon being pushed around by middle-class females buying things they can't possibly afford.", "character": "Lady Beldon", "characterId": "nm0926599"}, {"text": "Oh dear, that means me.", "character": "Kay Miniver", "characterId": "nm0002093"}, {"text": "Oh no, much worse!", "character": "Lady Beldon", "characterId": "nm0926599"}]}, {"lines": [{"text": "Are you going to marry Carol, Vin?", "character": "Toby Miniver", "characterId": "nm0786350"}, {"text": "Well, since you bring it up, Toby... I haven't had the nerve to ask her.", "character": "Vin Miniver", "characterId": "nm0628647"}, {"text": "Why not? You're brave, aren't you?", "character": "Toby Miniver", "characterId": "nm0786350"}, {"text": "Don't be so silly, Toby. Gentlemen don't propose when they're eating.", "character": "Judy Miniver", "characterId": "nm0761233"}, {"text": "Why not?", "character": "Toby Miniver", "characterId": "nm0786350"}, {"text": "Well, it isn't romantic.", "character": "Judy Miniver", "characterId": "nm0761233"}, {"text": "Of course it isn't.", "character": "Vin Miniver", "characterId": "nm0628647"}, {"text": "Toby.", "character": "Carol Beldon", "characterId": "nm0942863"}, {"text": "What?", "character": "Toby Miniver", "characterId": "nm0786350"}, {"text": "Why don't you ask me if I'm going to marry Vin?", "character": "Carol Beldon", "characterId": "nm0942863"}, {"text": "Are you?", "character": "Toby Miniver", "characterId": "nm0786350"}, {"text": "If he asks me.", "character": "Carol Beldon", "characterId": "nm0942863"}, {"text": "He's afraid.", "character": "Toby Miniver", "characterId": "nm0786350"}]}, {"lines": [{"text": "I think it's lovely having flowers named after you.", "character": "Kay Miniver", "characterId": "nm0002093"}]}, {"lines": [{"text": "Good ol' Vin.", "character": "Clem Miniver", "characterId": "nm0682074"}, {"text": "Good luck, Vin!", "character": "Kay Miniver", "characterId": "nm0002093"}]}]}