{"quotes": [{"lines": [{"text": "I was just thinking, sir, that our little errand for groceries might wind up in a page of naval history if we succeed in negotiating The Horn in the dead of winter.", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "Why shouldn't we succeed? Admiral Anderson did.", "character": "Captain Bligh", "characterId": "nm0002145"}, {"text": "Yes, but of course he didn't choose to attempt it in a ninety-one-foot chamber pot. In any event, his was the only ship to do it and I believe he lost fifty percent of his crew.", "character": "Fletcher Christian", "characterId": "nm0000008"}]}, {"lines": [{"text": "Now don't mistake me. I'm not advising cruelty or brutality with no purpose. My point is that cruelty with purpose is not cruelty - it's efficiency. Then a man will never disobey once he's watched his mate's backbone laid bare. He'll see the flesh jump, hear the whistle of the whip for the rest of his life.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "Fletcher, I'm proud to be with you.", "character": "Midshipman Edward 'Ned' Young", "characterId": "nm0781574"}, {"text": "Well you've done rather well, Ned. Promoted to the rank of criminal. Not even 20 and a death sentence on your head.", "character": "Fletcher Christian", "characterId": "nm0000008"}]}, {"lines": [{"text": "[to Captain Bligh]\nYou remarkable pig. You can thank whatever pig god you pray to that you haven't turned me into a murderer.", "character": "Fletcher Christian", "characterId": "nm0000008"}]}, {"lines": [{"text": "[to Captain Bligh]\nBut I assure you, sir, that the execution of my duties is entirely unaffected by my private opinion of you.", "character": "Fletcher Christian", "characterId": "nm0000008"}]}, {"lines": [{"text": "[On the main deck, next to the water cask]\nMr. Christian...", "character": "Captain Bligh", "characterId": "nm0002145"}, {"text": "Yes, sir?", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "I'll have a sentry posted at the water cask, if you please.", "character": "Captain Bligh", "characterId": "nm0002145"}, {"text": "Aye, aye, sir.", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "[Holding a long-handled water ladle]\nI want this slung from the main t'gallant yardarm. Any man desiring water will climb and fetch it. He may have just as much water as this ladle holds, and no more. Then he will replace the ladle at the yardarm.", "character": "Captain Bligh", "characterId": "nm0002145"}, {"text": "Are we short of water, sir?", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "[Gruffly]\nDo you wish me to repeat the order?", "character": "Captain Bligh", "characterId": "nm0002145"}, {"text": "No, sir, it's perfectly clear... A bit bewildering, but clear.", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "Then do it! Don't think about it... thinking seems to confuse you!", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "You're in prison now, Mills. With one slight difference. We're not locked in. We're locked out.", "character": "Fletcher Christian", "characterId": "nm0000008"}]}, {"lines": [{"text": "[regarding Norman]\nSince we are not at war, sir, I would hope to give him a decent burial. Yes, sir.", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "I am at war. Against ill winds, contrary currents and incompetent officers. You'd best join my war, Mr. Christian, for if I don't start winning soon, the casualty list will be real enough.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "[wanting to flog Bligh before putting him in the boat, but he slowly puts the flog on Bligh's shoulder]\nTake your flag with you.", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "[chuckling while rolling the flog, then throws it on the deck]\nI don't need a flag, Mr. Christian. Unlike you, I still have a country. What a big price to pay for a little show of temper. I pity you.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "It is a matter of supernatural indifference to me whether you contaminate the natives or the natives contaminate you. I have but one concern - our mission. Let one of you provoke an incident which endangers it and I shall cause that man to curse his mother for giving him birth.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "While our mission remains unfulfilled I'm not in any port, Mr Fryer, I'm command where you may find one day it's always lonely. You see, command allows no intimacies. You can hardly expect unquestioning obedience from last night's partner in a debauch.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "I wonder why an alleged gentleman should give his first loyalty to ordinary seamen.", "character": "Captain Bligh", "characterId": "nm0002145"}, {"text": "Instead of to other alleged gentlemen?", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "Impertinence noted.It shall be logged. Do you care to enlarge the entry?", "character": "Captain Bligh", "characterId": "nm0002145"}, {"text": "in my years of service I have never met an officer who inflicted punishment upon men with such incredible relish. Sickening.", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "Then go and be sick in your cabin, Mr Christian. I have never met a naval officer who was so proud of a weak stomach.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "There'll be no more killing aboard this ship, not even Captain Bligh.", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "If that's an attempt to earn clemency,I spit on it.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "I'm not leaving you Mr Christian, not ever. Go to the dirtiest little corner of the world I'll be there, right behind you, with a rope in my hand.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "I believe I did what honour dictated and that belief sustains me, except for a slight desire to be dead which I'm sure will pass.", "character": "Fletcher Christian", "characterId": "nm0000008"}]}, {"lines": [{"text": "In a civilised soceity, certain lewd intentions towards the female members of one's family would be regarded as a, well, as an insult. Do you follow me?", "character": "Captain Bligh", "characterId": "nm0002145"}, {"text": "I think so, sir.", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "But in Tahiti, the insult lies in the omission of those lewd intentions. Manners that would offend a dock-side harlot seem to be the only acceptable behaviour to King Hitihiti.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "Your methods, so far as this court can discern, show what we shall cautiously term an excess of zeal. We cannot condemn zeal. We cannot rebuke an officer who has administered discipline according to the articles of war but the articles are fallible, as any articles are bound to be. No code can cover all contingencies. We cannot put justice aboard our ships in books. Justice and decency are carried in the heart of the captain, or they be not aboard. It is for this reason that the Admiralty has always sought to appoint its officers from the ranks of gentlemen. The court regrets to note that the appointment of Captain William Bligh was, in that respect, a failure.", "character": null, "characterId": null}]}, {"lines": [{"text": "The king's navy will not rest until every mutineer is captured and executed. Wherever you go, wherever you hide a thousand ships will search you out.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "There's no chance for people like us to go back to England, give Bligh a bad name and walk free men ourselves. And anyone who thinks otherwise hasn't got the sense that God gave geese.", "character": "John Mills", "characterId": "nm0001321"}]}, {"lines": [{"text": "We need only persuade the British people of something they already know - that inhumanity is its poorest servant.", "character": "Fletcher Christian", "characterId": "nm0000008"}]}, {"lines": [{"text": "Midshipmen - be a dull navy without them. Now get that slut off my ship.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "Remember, fear is our best weapon.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "[Lying on the beach in Pitcairn]\nSo, it was your work, the burning. Was it? You filth.", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "I had no want in me to harm you. For the love of God, believe I regret what has happened to you. We all do. But each man has to follow his own belief, no matter what. You said this many times after the mutiny. So I did what I thought I had to do. I burned the Bounty for the good of all. It wasn't in bad faith. It was just bad luck.", "character": "John Mills", "characterId": "nm0001321"}, {"text": "For the good of all, Mills?", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "Yes, sir.", "character": "John Mills", "characterId": "nm0001321"}, {"text": "But why did you have to burn the Bounty? You had no reason to fear me.", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "We were afraid, Mr. Christian. We were afraid that you were going to take us to London by force. We are sick and sorry for what has happened to you. We will never forget what you've done for us.", "character": "John Mills", "characterId": "nm0001321"}, {"text": "It's alright, Mills. It wasn't your fault. Bligh left his mark on all of us.", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "Goodbye, Mr. Christian.", "character": "John Mills", "characterId": "nm0001321"}]}, {"lines": [{"text": "[after striking Captain Bligh]\nYou bloody bastard! You'll not put your foot on me again!", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "[laughing]\nThank you! Thank you! I've been puzzling for a means to take the strut out of you, you posturing snob. Now, you've solved that for me, haven't you? You have witnessed Mr. Christian's act of violence toward a superior officer. He will be placed in confinement until a court martial can be convened. In Jamaica, I expect. And will your fashionable friends be there to witness your execution, I wonder? Let's hope so. Pity if your last function were to be a social failure. Mr. Fryer, take him below.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "Brown, you must know that's unnecessary. Drink all the water you need, Brown. Don't try to climb the shrouds. You don't know how.", "character": "Captain Bligh", "characterId": "nm0002145"}, {"text": "If I may be allowed a protest, sir. It's a matter of self-respect.", "character": "William Brown", "characterId": "nm0370821"}, {"text": "Damn your self-respect! I'll not lose my gardener.", "character": "Captain Bligh", "characterId": "nm0002145"}, {"text": "Damn my self-respect, sir? Then, indeed, would I be damned.", "character": "William Brown", "characterId": "nm0370821"}, {"text": "[to Brown, after a sailor falls from the mast]\nI hope you're satisfied. The masthead is no place for novices.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "[before putting Bligh in the longboat]\nAs you know, Tafoa is due west, 40 leagues. You have your compass. This book is sufficient for its purpose. The sextant is my own, so you know it to be a good one. Now, Mr. William Bligh...", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "[smiling]\nQuite polite and formal, are we? Playing the gentleman again, you bloody traitor.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "[three deserters are brought before Bligh]\nQuite an interesting gathering. What are those deserters doing here? Why aren't these men in irons?", "character": "Captain Bligh", "characterId": "nm0002145"}, {"text": "The men are being bandaged, sir. As to whether they are deserters, I'm a naval officer, I'm not a judge.", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "To my mind, you are neither.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "We may all very well be hanged. But decency is worth fighting for. You can't live without it. And hiding here, shivering like convicts, when we've a just case to present to the courts, is just another way of dying. And a far less bearable one.", "character": "Fletcher Christian", "characterId": "nm0000008"}]}, {"lines": [{"text": "[speaking to his officers during supper]\nYou will all of you, no doubt, command your own ships someday. Let us suppose that your vessel is running in heavy seas. The shrouds are covered with ice. A gale is blowing. It becomes necessary, in your opinion, to order a seaman aloft. He realizes, of course, that if his fingers slip from the icy shrouds in a split second, he'll perish immediately. Now, this is a typical seaman, a half-witted, wife-beating, habitual drunkard. His whole life is spent evading and defying authority. Tell me, sir. What is it that makes this man go aloft?", "character": "Captain Bligh", "characterId": "nm0002145"}, {"text": "I think, depending on the man, sir, any number of reasons.", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "You can put it in one word. Fear. Fear of what you'll do to him. Fear of punishment so vivid in his mind that he fears it even more than sudden death.", "character": "Captain Bligh", "characterId": "nm0002145"}]}, {"lines": [{"text": "Would you care for a drink?", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "No, thank you.", "character": "Midshipman Edward 'Ned' Young", "characterId": "nm0781574"}, {"text": "[seeing that Ned doesn't leave]\nWell, what are you standing there for? Did you come here to watch my Adam's apple bob about while I drink?", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "No, I'm thirsty.", "character": "Midshipman Edward 'Ned' Young", "characterId": "nm0781574"}, {"text": "Well, take some water, then.", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "I couldn't. I couldn't get it down.", "character": "Midshipman Edward 'Ned' Young", "characterId": "nm0781574"}, {"text": "[throwing the ladle angrily]\nPuking hell, you're a bore!", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "Is it a bore to want to help men whose lives are being torn out of them by a madman?", "character": "Midshipman Edward 'Ned' Young", "characterId": "nm0781574"}, {"text": "Why don't you have the carpenter build you a cross, so you can drag about the ship and put ashes on your head? That would suit you, wouldn't it?", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "I've known you all my life, but I've never really known you till this moment. You're just exactly what you seem to be. A supercilious poseur without the slightest trace of humanity or compassion.", "character": "Midshipman Edward 'Ned' Young", "characterId": "nm0781574"}, {"text": "Are you quite finished with your impertinence?", "character": "Fletcher Christian", "characterId": "nm0000008"}, {"text": "Not quite. One needn't look further for you character than the pomade in your hair.", "character": "Midshipman Edward 'Ned' Young", "characterId": "nm0781574"}, {"text": "You'll close your arrogant mouth, Mr. Midshipman Young, or I'll have you on the rack. That's a promise and an order.", "character": "Fletcher Christian", "characterId": "nm0000008"}]}]}