{"quotes": [{"lines": [{"text": "What's your name?", "character": "Captain William Bligh", "characterId": "nm0001452"}, {"text": "Thomas Ellison, sir. Pressed into service. I've got a wife, a baby!", "character": "Seaman Thomas Ellison", "characterId": "nm0703600"}, {"text": "I asked your name, not the history of your misfortunes.", "character": "Captain William Bligh", "characterId": "nm0001452"}]}, {"lines": [{"text": "[Byam enters the courtroom and sees that the midshipman's dirk on the table points toward him; he knows that he has been condemned to death]", "character": null, "characterId": null}, {"text": "Have you anything to say before the sentence of this court is passed upon you?", "character": "Lord Hood", "characterId": "nm0868456"}, {"text": "[long pause]", "character": null, "characterId": null}, {"text": "Milord, much as I desire to live, I'm not afraid to die. Since I first sailed on the Bounty over four years ago, I've know how men can be made to suffer worse things than death, cruelly, beyond duty, beyond necessity.", "character": "Byam", "characterId": "nm0867144"}, {"text": "[turns to Captain Bligh]", "character": null, "characterId": null}, {"text": "Captain Bligh, you've told your story of mutiny on the Bounty, how men plotted against you, seized your ship, cast you adrift in an open boat, a great venture in science brought to nothing, two British ships lost. But there's another story, Captain Bligh, of ten cocoanuts and two cheeses. A story of a man who robbed his seamen, cursed them, flogged them, not to punish but to break their spirit. A story of greed and tyranny, and of anger against it, of what it cost.", "character": "Byam", "characterId": "nm0867144"}, {"text": "[turns to Lord Hood]", "character": null, "characterId": null}, {"text": "One man, milord, would not endure such tyranny.", "character": "Byam", "characterId": "nm0867144"}, {"text": "[turns again to Captain Bligh]", "character": null, "characterId": null}, {"text": "That's why you hounded him. That's why you hate him, hate his friends. And that's why you're beaten. Fletcher Christian's still free.", "character": "Byam", "characterId": "nm0867144"}, {"text": "[back to Lord Hood]", "character": null, "characterId": null}, {"text": "Christian lost, too, milord. God knows he's judged himself more harshly than you could judge him.", "character": "Byam", "characterId": "nm0867144"}, {"text": "[turns to Fletcher Christian's father]", "character": null, "characterId": null}, {"text": "I say to his father, \"He was my friend. No finer man ever lived.\"", "character": "Byam", "characterId": "nm0867144"}, {"text": "[addresses the court again]", "character": null, "characterId": null}, {"text": "I don't try to justify his crime, his mutiny, but I condemn the tyranny that drove 'im to it. I don't speak here for myself alone or for these men you condemn. I speak in their names, in Fletcher Christian's name, for all men at sea. These men don't ask for comfort. They don't ask for safety. If they could speak to you they'd say, \"Let us choose to do our duty willingly, not the choice of a slave, but the choice of free Englishmen.\" They ask only the freedom that England expects for every man. If one man among you believe that - *one man* - he could command the fleets of England, He could sweep the seas for England. If he called his men to their duty not by flaying their backs, but by lifting their hearts... their... That's all.", "character": "Byam", "characterId": "nm0867144"}]}, {"lines": [{"text": "When you're back in England with the fleet again, you'll hear the hue and cry against me. From now on they'll spell mutiny with my name.", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}]}, {"lines": [{"text": "Can you understand this, Mr. Byam? Discipline is the thing. A seaman's a seaman. A captain's a captain. And a midshipman, Sir Joseph or no Sir Joseph, is the lowest form of animal life in the British Navy.", "character": "Captain William Bligh", "characterId": "nm0001452"}]}, {"lines": [{"text": "I'll live to see you - all of you - hanging from the highest yardarm in the British fleet.", "character": "Captain William Bligh", "characterId": "nm0001452"}]}, {"lines": [{"text": "He doesn't punish men for discipline. He likes to see men crawl.", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}]}, {"lines": [{"text": "Mr. Christian!", "character": "Captain William Bligh", "characterId": "nm0001452"}]}, {"lines": [{"text": "[pointing at three sailors]\nYou, you, you, step forward! You three are a disgrace to salt water! Ten days half rations.", "character": "Captain William Bligh", "characterId": "nm0001452"}]}, {"lines": [{"text": "But the prisoner is dead sir!", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}, {"text": "Never mind, continue with the punishment!", "character": "Captain William Bligh", "characterId": "nm0001452"}]}, {"lines": [{"text": "During the recent heavy weather, I've had the opportunity to watch all of you at work on deck and aloft. You don't know wood from canvas! And it seems you don't want to learn! Well, I'll have to give you a lesson", "character": "Captain William Bligh", "characterId": "nm0001452"}]}, {"lines": [{"text": "[before being set adrift]\nMr. Christian, I give you your last chance to return to duty.", "character": "Captain William Bligh", "characterId": "nm0001452"}, {"text": "I'll take my chance against the law. You'll take yours against the sea.", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}, {"text": "But you're taking my ship. My ship!", "character": "Captain William Bligh", "characterId": "nm0001452"}, {"text": "Your ship? The King's ship, you mean! And you're not fit to command it! Into the boat!", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}]}, {"lines": [{"text": "[about Bligh]\nMurdering butcher! I've had enough of this blood ship! He's no master of life and death on a quarterdeck above the angels!", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}]}, {"lines": [{"text": "Bligh, you've given your last command on this ship! We'll be men again if we hang for it!", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}]}, {"lines": [{"text": "[in the boat]\nCasting me adrift 3,500 miles from a port of call. You're sending me to my doom, eh? Well, you're wrong, Christian! I'll take this boat as she floats to England, if I must! I'll live to see you, all of you, hanging from the highest yardarm in the British Fleet!", "character": "Captain William Bligh", "characterId": "nm0001452"}]}, {"lines": [{"text": "There's something I want you to do.", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}, {"text": "Gladly. What is it?", "character": "Byam", "characterId": "nm0867144"}, {"text": "One never knows what may happen on a voyage like this. If, for any reason, I don't return to England, I want you to see my parents.", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}, {"text": "Well, why shouldn't you return to England.", "character": "Byam", "characterId": "nm0867144"}, {"text": "Why? Because I can't stand this devil's work much longer. One day I'll forget this discipline and break his neck.", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}, {"text": "Wait until we're back in England. The Admiralty will save you the trouble.", "character": "Byam", "characterId": "nm0867144"}, {"text": "Well, in any case, I'd like you to see my parents.", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}, {"text": "Of course. Where do they live?", "character": "Byam", "characterId": "nm0867144"}, {"text": "In Cumberland at Maincordare. I've almost forgotten what the old place looks like. I haven't seen in ten years. But I do remember a tapestry in the hall with ships and islands on it. Perhaps that's what sent me off to sea. I don't know. In any case, I'd like you to see my home. If anything should happen, tell my father and mother that you knew me.", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}, {"text": "You can count on me.", "character": "Byam", "characterId": "nm0867144"}]}, {"lines": [{"text": "[after looking at the book with the supplies]\nMr. Bligh, I can't sign this book. No such amounts have been issued to the men.", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}, {"text": "You've signed with extra kegs the ship never carried.", "character": "Captain William Bligh", "characterId": "nm0001452"}, {"text": "I have, sir.", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}, {"text": "Then, why not? We all do it. We'd be fools if we didn't do it on a lieutenant's pay. I want to stow away enough to keep me out of the gutter when I'm too old for service.", "character": "Captain William Bligh", "characterId": "nm0001452"}, {"text": "I understand. A captain's prerogative. Ordinarily, I wouldn't mind.", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}, {"text": "Why is this case different?", "character": "Captain William Bligh", "characterId": "nm0001452"}, {"text": "Because the captains I've served with before didn't starve their men. They didn't save money by buying up the stinking meat that you put aboard in Tenerife. They didn't buy yams that would sicken a pig", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}, {"text": "[shouts]\nSilence!", "character": "Captain William Bligh", "characterId": "nm0001452"}, {"text": "They didn't call their men thieves and flog them in the bone because they've complained about it.", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}, {"text": "You impudent scoundrel! Sign that book!", "character": "Captain William Bligh", "characterId": "nm0001452"}, {"text": "I refuse! And you have no authority that can make me.", "character": "Lt. Fletcher Christian", "characterId": "nm0000022"}, {"text": "I haven't? I'll show you authority. Lay all hands aft! All hands aft!", "character": "Captain William Bligh", "characterId": "nm0001452"}]}, {"lines": [{"text": "[to Byam]\nDiscipline's the thing. A seaman's a seaman, a captain's a captain. And a midshipman is the lowest form of animal life in the British navy.", "character": "Captain William Bligh", "characterId": "nm0001452"}]}]}