{"quotes": [{"lines": [{"text": "Don't worry. I won't steal your memories.", "character": "Janine Garnier", "characterId": "nm0305368"}]}, {"lines": [{"text": "I was sure a treasure chest was buried here. I got a shovel, and I dug and I searched for days on end. I kept hearing about an uncle who'd gone off to America. I was sure he'd come back to tell me where it was. For me, he was the Gold King, my uncle in America. I'm still searching.", "character": "Jean Le Gall", "characterId": "nm0682655"}]}, {"lines": [{"text": "Like most people, I thought happiness was something I had coming to me. Like an inheritance... from an uncle in America.", "character": "Janine Garnier", "characterId": "nm0305368"}, {"text": "America doesn't exist. I should know. I lived. there.", "character": "Zambeaux, le représentant de la direction générale à Paris", "characterId": "nm0034079"}]}, {"lines": [{"text": "I don't want to leave. I like it here. The house is almost paid for. I'm used to my job. I get along with the staff. There are good schools for the kids, a university nearby! All down the drain to go back to that hole?", "character": "Thérèse Ragueneau", "characterId": "nm0239447"}, {"text": "You remind me of my father! If we talked about change, he talked about his uncle in America!", "character": "René Ragueneau", "characterId": "nm0000367"}, {"text": "He died a bum!", "character": "Thérèse Ragueneau", "characterId": "nm0239447"}, {"text": "That's what my father said! It was never proved!", "character": "René Ragueneau", "characterId": "nm0000367"}]}, {"lines": [{"text": "From infancy... the survival of the group is linked to teaching a youth what he must know to function in society. We teach him not to soil his pants, and to pee in his potty. Then very rapidly, we teach the child how to behave so as to maintain the cohesion of the group. We teach him what is beautiful, what is good, what is bad, what is ugly. We tell him what he must do and punish or reward him accordingly, no matter what his own pleasure dictates. He is punished or rewarded according to whether his behavior conforms to the survival need of the group.", "character": "Henri Laborit", "characterId": "nm0479609"}]}, {"lines": [{"text": "The unconscious is a formidable instrument. Not only because it holds all that we have repressed, things too painful for us to express, because we'd be punished by society. But also because all that is authorized, even rewarded by society, has been placed in our brain since birth. We're unaware of its presence, and yet it guides our actions. This unconscious, not the Freudian unconscious, is the most dangerous. What we call the personality of an individual is built up from a grab bag of value judgments, prejudices and platitudes. As he grows older, they become more and more rigid, less and less subject to question. Take away one single stone from this edifice, and it all crumbles. The result is anguish. And anguish stops at nothing, neither murder, nor genocide, nor war, to express itself.", "character": "Henri Laborit", "characterId": "nm0479609"}]}, {"lines": [{"text": "We now begin to understand by what mechanism, why and how, throughout history and in the present, the hierarchies of dominance have been established. To go to the moon, we must know the laws of gravity. Knowing the laws of gravity doesn't make us free of gravity. It merely allows us to utilize it. Until we have shown the inhabitants of this planet the way their brain functions, the way they use it, until they know it has always been used to dominate others, there is little chance that anything will change.", "character": "Henri Laborit", "characterId": "nm0479609"}]}, {"lines": [{"text": "A being's only reason for being is being.", "character": "Henri Laborit", "characterId": "nm0479609"}]}]}