{"quotes": [{"lines": [{"text": "The life of a part-time wrestler is no laughing matter. It's not just fun and games like some people think. You work out, train constantly, push your body to the limit of endurance - and nobody seems to care. I have wrestled and defeated over 400 women, and what do I get? The men call me a wimp, the women say I'm a sexist pig. But then again, I guess you have to expect that sort of thing when you're a famous TV star like I am.", "character": "Andy Kaufman", "characterId": "nm0001412"}]}, {"lines": [{"text": "To me, it was a long bus ride, but it's not every day that you get to eat with the King of Men.", "character": "Andy Kaufman", "characterId": "nm0001412"}]}, {"lines": [{"text": "This event was filmed as it happened. The customers and staff of Sambo's appear as themselves.", "character": null, "characterId": null}]}, {"lines": [{"text": "[to waitress]\nI was over in your country - Bangkok - but I've never seen a pregnant Thai girl before. Come here...", "character": "Freddie Blassie", "characterId": "nm0087773"}, {"text": "[rubs belly]", "character": null, "characterId": null}, {"text": "I always like to rub - like a Buddha. Good luck! You're welcome...", "character": "Freddie Blassie", "characterId": "nm0087773"}, {"text": "[once the waitress has left for another table]\nDon't have to tip her so much when we leave now.", "character": "Freddie Blassie", "characterId": "nm0087773"}]}, {"lines": [{"text": "Don't sign autographs for these ding-a-lings.", "character": "Freddie Blassie", "characterId": "nm0087773"}]}, {"lines": [{"text": "What the hell ever happened to the human race?", "character": "Freddie Blassie", "characterId": "nm0087773"}]}, {"lines": [{"text": "Oh, there's the check... I'll pick it up, okay?", "character": "Andy Kaufman", "characterId": "nm0001412"}, {"text": "Yeah. You got longer arms.", "character": "Freddie Blassie", "characterId": "nm0087773"}]}, {"lines": [{"text": "As I rode home, the streets of the city were alive with memories. Like the first time I saw a bum puking his guts out on the sidewalk. And also, I remember walking to school with little Jimmy McElroy, the fat kid who used to pick his nose and eat it.", "character": "Andy Kaufman", "characterId": "nm0001412"}, {"text": "I finally got home, and waited and waited for that girl Louise to call. She must have lost my number, though, because just before midnight, some idiot called up, and then said he must have the wrong number. Even though he was a complete stranger, I kept him up for the rest of the night, and told him all about my breakfast with Blassie.", "character": "Andy Kaufman", "characterId": "nm0001412"}]}]}