{"quotes": [{"lines": [{"text": "They've built their own prison, so they exist a state of schizophrenia. They're both guards and prisoners and as a result they no longer have, having been lobotomized, the capacity to leave the prison they've made, or to even see it as a prison.", "character": "Andre", "characterId": "nm0339737"}]}, {"lines": [{"text": "OK. Yes, we are bored. We're all bored now. But has it ever occurred to you Wally that the process that creates this boredom that we see in the world now may very well be a self-perpetuating, unconscious form of brainwashing, created by a world totalitarian government based on money, and that all of this is much more dangerous than one thinks? and it's not just a question of individual survival Wally, but that somebody who's bored is asleep, and somebody who's asleep will not say no?", "character": "Andre", "characterId": "nm0339737"}]}, {"lines": [{"text": "A baby holds your hands, and then suddenly, there's this huge man lifting you off the ground, and then he's gone. Where's that son?", "character": "Andre", "characterId": "nm0339737"}]}, {"lines": [{"text": "Things don't affect people the way they used to. I mean it may very well be that 10 years from now people will pay $10,000 in cash to be castrated just in order to be affected by *something*.", "character": "Andre", "characterId": "nm0339737"}]}, {"lines": [{"text": "We can't be direct, so we end up saying the weirdest things.", "character": "Andre", "characterId": "nm0339737"}]}, {"lines": [{"text": "Suppose you're going through some kind of hell in your own life, well you would love to know if friends have experience similar things. But we just don't dare to ask each other.", "character": "Wally", "characterId": "nm0001728"}, {"text": "No, It would be like asking your friend to drop his role.", "character": "Andre", "characterId": "nm0339737"}]}, {"lines": [{"text": "I've lived in this city all my life. I grew up on the Upper East Side. And when I was ten years old, I was rich, I was an aristocrat. Riding around in taxis, surrounded by comfort, and all I thought about was art and music. Now, I'm 36, and all I think about is money.", "character": "Wally", "characterId": "nm0001728"}]}, {"lines": [{"text": "Remember that moment when Marlon Brando sent the Indian woman to accept the Oscar, and everything went haywire? Things just very rarely go haywire now. If you're just operating by habit, then you're not really living.", "character": "Andre", "characterId": "nm0339737"}]}, {"lines": [{"text": "What does it do to us, Wally, living in an environment where something as massive as the seasons or winter or cold, don't in any way affect us? I mean, were animals after all. I mean... what does that mean? I think that means that instead of living under the sun and the moon and the sky and the stars, we're living in a fantasy world of our own making.", "character": "Andre", "characterId": "nm0339737"}, {"text": "Yeah, but I mean, I would never give up my electric blanket, Andre. I mean, because New York is cold in the winter. I mean, our apartment is cold! It's a difficult environment. I mean, our life is tough enough as it is. I'm not looking for ways to get rid of a few things that provide relief and comfort. I mean, on the contrary, I'm looking for more comfort because the world is very abrasive. I mean, I'm trying to protect myself because, really, there's these abrasive beatings to be avoided everywhere you look!", "character": "Wally", "characterId": "nm0001728"}, {"text": "But, Wally, don't you see that comfort can be dangerous? I mean, you like to be comfortable and I like to be comfortable too, but comfort can lull you into a dangerous tranquility.", "character": "Andre", "characterId": "nm0339737"}]}, {"lines": [{"text": "I wouldn't put on an electric blanket on for anything. First, I'd be worried I might get electrocuted. No, I don't trust technology. But I mean, the main thing, Wally, is that I think that kind of comfort just separates you from reality in a very direct way.", "character": "Andre", "characterId": "nm0339737"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[going home in a taxicab]\nI treated myself to a taxi. I rode home through the city streets. There wasn't a street, there wasn't a building, that wasn't connected to some memory in my mind. There, I was buying a suit with my father. There, I was having an ice cream soda after school. And when I finally came in, Debbie was home from work, and I told her everything about my dinner with Andre.", "character": "Wally", "characterId": "nm0001728"}]}, {"lines": [{"text": "Our minds are just focused on these goals and plans, which in themselves are not reality.", "character": "Andre", "characterId": "nm0339737"}, {"text": "Goals and plans are not... they're fantasy. They're part of a dream-life.", "character": "Wally", "characterId": "nm0001728"}]}, {"lines": [{"text": "Do you know, in Sanskrit the root of the verb \"to be\" is the same as \"to grow\" or \"to make grow\".", "character": "Andre", "characterId": "nm0339737"}]}, {"lines": [{"text": "I'm adequate to *do* any sort of a task, but I'm not adequate just to *be* a human being.", "character": "Wally", "characterId": "nm0001728"}]}, {"lines": [{"text": "[Upon entering the restaurant]", "character": null, "characterId": null}, {"text": "I was beginning to realize that the only way to make this evening bearable, would be to ask Andre a few questions. Asking questions always relaxes me. In fact, I sometimes think that my secret profession is that I'm a private investigator, a detective. I always enjoy finding out about people. Even if they are in absolute agony, I always find it very interesting.", "character": "Wally", "characterId": "nm0001728"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "The life of a playwright is tough. It's not easy as some people seem to think. You work hard writing plays and nobody puts them on. You take up other lines of work to try to make a living. I became an actor and people don't hire you. So, you just spend your days doing the errands of your trade.", "character": "Wally", "characterId": "nm0001728"}]}, {"lines": [{"text": "That trip is going to be successful or unsuccessful based on the state of the airplane and the state of the pilot, and the cookie is in no position to know about that.", "character": "Wally", "characterId": "nm0001728"}]}, {"lines": [{"text": "And at one point, I noticed that Grotowski was at the center of one group huddled around a bunch of candles that they'd gathered together. And like a little child fascinated by fire, I saw that he had his hand right in the flame and was holding it there! And as I approached his group, I wondered if I could do it. I put my left hand in the flame, and I found I could it there for as long as I like and there was no burn and no pain. But when I tried to put my right hand in the flame, I couldn't hold it there for a second. So, Grotowski said, 'If it burns, try to change some little thing in yourself.' And I tried to do that - didn't work.", "character": "Andre", "characterId": "nm0339737"}]}, {"lines": [{"text": "Anyway, after about an hour of this wild hypnotic dancing Grotowski and I found ourselves sitting opposite each other in the middle of this whole thing and we threw the Teddy Bear back and forth. You know, on one level you'd say this is childish. And I gave the Teddy Bear suck suddenly on my breast then I threw the Teddy Bear to him and he gave it it suck on his breast. And then the Teddy Bear was thrown up into the air again at which was another explosion of form into something. It was something like a Kaleidoscope. Like a human Kaleidoscope. The evening was made up of shiftings of a Kaleidoscope!", "character": "Andre", "characterId": "nm0339737"}]}, {"lines": [{"text": "Exercises meant nothing to me anymore. Working on scenes from plays seemed ridiculous. I-I didn't know what to do. I mean, I just couldn't do it. So he said, 'Why don't you tell me anything you'd like to have if you did a workshop for me, no matter how outrageous? Maybe I can give it to you.' So I said, 'Well if you could give me 40 Jewish women who speak neither English nor French. Either women who've been in the theater for a long time and want to leave it but don't know why, or young women who love the theater but had never seen a theater they could love. And if these women could play the trumpet or the harp, and if I could work in a forest, I'd come... '", "character": "Andre", "characterId": "nm0339737"}]}, {"lines": [{"text": "Oh! And there was one girl who wasn't in our group, but who just wouldn't leave. So, we took her along with us!", "character": "Andre", "characterId": "nm0339737"}, {"text": "[laughs]", "character": null, "characterId": null}]}, {"lines": [{"text": "I just had to put myself into a training program to learn how to be a human being.", "character": "Andre", "characterId": "nm0339737"}]}]}