{"quotes": [{"lines": [{"text": "Everyone said the police had killed Chucho, but my mother never believed it. She knew that he was meant to die at the river. Chucho's life had been on borrowed time, but you cannot cheat fate forever. The spirit of the river had returned to claim what was rightfuly his.", "character": "Paco", "characterId": "nm0001579"}]}, {"lines": [{"text": "Cihuateteo. That's what my mother called them. The souls of women who had died giving birth. They became Cihuateteo, the spirits who helped the sun to set. Without Cihuateteo, the sun would not be able to rest.", "character": "Paco", "characterId": "nm0001579"}]}, {"lines": [{"text": "Everyone thought it odd that Toni was going to be a nun, but then, she always was the bossy type, and that's the type that usually becomes a nun.", "character": "Paco", "characterId": "nm0001579"}]}, {"lines": [{"text": "It was late when Jimmy got home from all the shit he had to do.", "character": "Paco", "characterId": "nm0001579"}]}, {"lines": [{"text": "That was a political action. I'm a goddamned revolutionary!", "character": "Jimmy", "characterId": "nm0001751"}]}, {"lines": [{"text": "Maria, we've had a good life. We've been very lucky.", "character": "Jose", "characterId": "nm0529931"}, {"text": "It would have been even better if...", "character": "Maria", "characterId": "nm0301083"}, {"text": "No Maria, don't say it. Don't even say it. It is wrong to wish for too much in this life. God has been good to us. We've been very lucky. And our life have been very, very good.", "character": "Jose", "characterId": "nm0529931"}, {"text": "You're right. We've had a very, good life", "character": "Maria", "characterId": "nm0301083"}]}, {"lines": [{"text": "Maria?", "character": "Young Jose", "characterId": "nm0889846"}, {"text": "I promised La Virgen that I would return to you.", "character": "Young Maria", "characterId": "nm0000182"}]}, {"lines": [{"text": "there are certain things in life that are sacred- sagradas - and we don't spit on them. Because, without them, it doesn't matter whether we live or die. Marriage is something that we don't spit on. Isabel believes that she is married.", "character": "Maria", "characterId": "nm0301083"}]}]}