{"quotes": [{"lines": [{"text": "In fact, I've been kinda lucky. I mean, compared to others. You have to compare, so you can get a little distance from things. Like Laika. She really must have seen things in perspective. It's important to keep a certain distance. I think about that guy who tried to set a world record for jumping over buses with a motorcycle. He lined up 31 buses. If he'd left it at 30, maybe he would have survived.", "character": "Ingemar", "characterId": "nm0321764"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "I should have told her everything. Mom loved stories like that. It's not so bad if you think about it. It could have been worse. Just think how that poor guy who got a new kidney in Boston ended up. He got his name in all the papers, but he died just the same. And what about Laika, the space dog? They put her in the Sputnik and sent her into space. They attached wires to her heart and brain to see how she felt. I don't think she felt too good. She spun around up there for five months until her doggy bag was empty. She starved to death. It's important to have something like that to compare things to.", "character": "Ingemar", "characterId": "nm0321764"}]}, {"lines": [{"text": "It's strange how I can't stop thinking about Laika. People shouldn't think so much. \"Time heals all wounds,\" Mrs. Arvidsson says. Mrs. Arvidsson says some wise things. You have to try to forget.", "character": "Ingemar", "characterId": "nm0321764"}]}, {"lines": [{"text": "My God, Ingemar. I didn't know you were so curious. Did you see anything?", "character": "Berit", "characterId": "nm0138092"}, {"text": "Yeah. Everything.", "character": "Ingemar", "characterId": "nm0321764"}, {"text": "If you keep on like that, you'll never be confirmed, you know.", "character": "Berit", "characterId": "nm0138092"}, {"text": "If so, it was worth it.", "character": "Ingemar", "characterId": "nm0321764"}]}, {"lines": [{"text": "Her breasts are in the right place, by God. Hello, Berit.", "character": "morbror Gunnar", "characterId": "nm0902059"}]}, {"lines": [{"text": "[Commenting on pictures in a Photo Album]\nShe had real warm boobs.", "character": "morbror Gunnar", "characterId": "nm0902059"}]}, {"lines": [{"text": "Look, I'm getting breasts. It's awful.Jesus, they're really swelling out. Can you see? I'll be kicked off the team. I know I will.", "character": "Saga", "characterId": "nm0455688"}]}]}