{"quotes": [{"lines": [{"text": "Our house is probably too big, which is why my mum kept having babies so we can keep it filled up.", "character": "Fraser Pettigrew", "characterId": "nm0501321"}]}, {"lines": [{"text": "[voice-over]\nI found an article about a thing called prostitution. I read it three times. It's one of the most interesting things I've ever come across.", "character": "Fraser Pettigrew", "characterId": "nm0501321"}]}, {"lines": [{"text": "Jazz is the sound of the devil sniggering at our follies.", "character": "Edward Pettigrew", "characterId": "nm0000147"}]}, {"lines": [{"text": "[reading from his father's old book]\n\"Dearest Samuel, Forbidden fruit is always the sweetest. I have many things I would like to teach you, if only we can find the opportunity. The very thought arouses me to lubricious ecstasies\"", "character": "Fraser Pettigrew", "characterId": "nm0501321"}, {"text": "[beat]", "character": null, "characterId": null}, {"text": "Probably a golfing friend.", "character": "Fraser Pettigrew", "characterId": "nm0501321"}]}, {"lines": [{"text": "Frasier, go liberate your brother.", "character": "Edward Pettigrew", "characterId": "nm0000147"}]}, {"lines": [{"text": "[after his bi-plane is forced to land on the grounds of the Kiloran estate]\nI am Gabriel Chenoux - the \"Emperor of the Air.\" Oh, this is amazing... I seem to have landed in some sort of Shangri-la here. Some hidden world where angels walk upon the surface of the earth, a paradise from whence no human heart may leave unscorched.", "character": "Gabriel Chenoux", "characterId": "nm0001409"}]}, {"lines": [{"text": "[voiceover]\nIt was during the Great War that we first started mining moss. It was used for putting on soldiers' wounds, because it was ten times more absorbent than cotton wool. So when they were horribly wounded, it was *our* moss that soaked up their blood and guts and everything.", "character": "Fraser Pettigrew", "characterId": "nm0501321"}]}, {"lines": [{"text": "[voiceover]\nIt's dad's fault if I'm ignorant, because he never tells me about anything useful. If you ask him why Beethoven is so wonderful, he says stuff like, \"Beethoven is the sound of God, talking in his sleep.\"", "character": "Fraser Pettigrew", "characterId": "nm0501321"}, {"text": "[voiceover continues, as sounds of Beethoven's music play in the background]\nAnd if you ask him why he hates jazz, he says things like, \"Jazz is the sound of the Devil, sniggering at our folly, Fraser.\" So you end up not knowing anything... except now I know for sure the Devil *doesn't* lurk in our attic.", "character": "Fraser Pettigrew", "characterId": "nm0501321"}]}, {"lines": [{"text": "[First lines]", "character": "Gamma", "characterId": "nm0365281"}, {"text": "Fraser! Resting, not so much as a peek.", "character": "Gamma", "characterId": "nm0365281"}]}, {"lines": [{"text": "[voice-over]\nWhen I was very little, the thing I hated most in all the world was resting. Resting was really just a kind of torture invented for people like me and my sister Brenda.", "character": "Fraser Pettigrew", "characterId": "nm0501321"}]}, {"lines": [{"text": "[voice-over]\nWhat's really great about learning the manly art of fishing is that it gives you loads of time to think about what you read in the secret library. And the books give you loads of things to think about while you're fishing.", "character": "Fraser Pettigrew", "characterId": "nm0501321"}]}, {"lines": [{"text": "The next time you hear music in a dream, as soon as you're waking up you must run down to the loch with me and have a cold plunge.", "character": "Edward Pettigrew", "characterId": "nm0000147"}]}, {"lines": [{"text": "[voice-over]\nI think the Emperor wants to dance with Elspeth because all that's on his mind is slanking. He is French.", "character": "Fraser Pettigrew", "characterId": "nm0501321"}]}, {"lines": [{"text": "[Last spoken lines]", "character": null, "characterId": null}, {"text": "Anyway, that's my life so far.", "character": "Fraser Pettigrew", "characterId": "nm0501321"}]}, {"lines": [{"text": "[Last lines]", "character": null, "characterId": null}, {"text": "He still loves jazz!", "character": null, "characterId": null}]}]}