{"quotes": [{"lines": [{"text": "It's like any journey, Fred. It begins with the first step.", "character": "Bill Wilson", "characterId": "nm0000249"}]}, {"lines": [{"text": "Thank you again, Smithie. For everything.", "character": "Bill Wilson", "characterId": "nm0000249"}, {"text": "No. You got that backwards, Billy. I owe you to death.", "character": "Dr. Robert 'Dr. Bob' Holbrook Smith", "characterId": "nm0001258"}, {"text": "Remember the very first day? \"Make it snappy,\" you said. \"I'll give you fifteen minutes.\" We talked for six hours. How far we've come together.", "character": "Bill Wilson", "characterId": "nm0000249"}, {"text": "And brought a lot of people along with us.", "character": "Dr. Robert 'Dr. Bob' Holbrook Smith", "characterId": "nm0001258"}, {"text": "A hundred thousand as I reckon.", "character": "Bill Wilson", "characterId": "nm0000249"}]}, {"lines": [{"text": "How are you feeling?", "character": "Lois 'Lo' Wilson", "characterId": "nm0001851"}, {"text": "Alright, I guess.", "character": "Bill Wilson", "characterId": "nm0000249"}, {"text": "Can I ask you something? I guess I've been afraid... does it have anything to do with me? Your drinking?", "character": "Lois 'Lo' Wilson", "characterId": "nm0001851"}, {"text": "No. It's not you. It's me.", "character": "Bill Wilson", "characterId": "nm0000249"}, {"text": "Why? Why do you do it to yourself?", "character": "Lois 'Lo' Wilson", "characterId": "nm0001851"}, {"text": "I've been standing here all afternoon asking myself the same question. Why? I look out the window and I watch all the normal people walking by. It's funny, I don't think I've ever felt really normal all my life... I mean like other people. I feel different, somehow. Like I don't quite measure up. Ever since I can remember I've had this feeling... deep down in my gut. Scared. I see people... laughing, at ease with each other. I'm on the outside looking in. Afraid, maybe, that I won't be accepted. And then, overseas, I found that a drink... a few drinks... makes me feel comfortable. Like I always want to feel. Gives me courage... to be with people... do things... to dream. The money, the success, the respect, it was all good for a while, but it never seemed enough. I always want... doubles of everything to make me feel alive, worthwhile inside. And then... it all began to slip away. I feel cheated. Angry. Always so full of fear. So I drank... more... and it makes it okay for a while. I convince myself that things will turn around tomorrow. Soon. That I'll make it all up for you, but it only gets worse. I... I keep promising you... others, myself, that's it, no more, going on the wagon, THAT'S IT! And I think I mean it, but... but the guilt... and the depression... I can't look in a mirror... or at you... especially... especially at you. I've stopped believing in everything. People. God. Myself. I know it sounds insane, Lois, but in spite of all this, what I want right now more than anything else... is another drink.", "character": "Bill Wilson", "characterId": "nm0000249"}]}, {"lines": [{"text": "How are you feeling?", "character": "Lois 'Lo' Wilson", "characterId": "nm0001851"}, {"text": "Alright, I guess.", "character": "Bill Wilson", "characterId": "nm0000249"}, {"text": "Can I ask you something? I guess I've been afraid... does it have anything to do with me? Your drinking?", "character": "Lois 'Lo' Wilson", "characterId": "nm0001851"}, {"text": "No. It's not you. It's me.", "character": "Bill Wilson", "characterId": "nm0000249"}, {"text": "Why? Why do you do it to yourself?", "character": "Lois 'Lo' Wilson", "characterId": "nm0001851"}, {"text": "I've been standing here all afternoon asking myself the same question. Why? I look out the window and I watch all the normal people walking by. It's funny, I don't think I've ever felt really normal all my life... I mean like other people. I feel different, somehow. Like I don't quite measure up. Ever since I can remember I've had this feeling... deep down in my gut. Scared. I see people... laughing, at ease with each other. I'm on the outside looking in. Afraid, maybe, that I won't be accepted. And then, overseas, I found that a drink... a few drinks... makes me feel comfortable. Like I always want to feel. Gives me courage... to be with people... do things... to dream. The money, the success, the respect, it was all good for a while, but it never seemed enough. I always want... doubles of everything to make me feel alive, worthwhile inside. And then... it all began to slip away. I feel cheated. Angry. Always so full of fear. So I drank... more... and it makes it okay for a while. I convince myself that things will turn around tomorrow. Soon. That I'll make it all up for you, but it only gets worse. I... I keep promising you... others, myself, that's it, no more, going on the wagon, that's it. And I think I mean it, but... but the guilt... and the depression... I can't look in a mirror... or at you... especially... especially at you. I've stopped believing in everything. People. God. Myself. I know it sounds insane, Lois, but in spite of all this, what I want right now more than anything else... is another drink.", "character": "Bill Wilson", "characterId": "nm0000249"}]}]}