{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "I realized the moment I fell into the fissure, that the book would not be destroyed as I had planned. It continued falling into that starry expanse, of which I had only a fleeting glimpse. I have tried to speculate where it might have landed, and I must admit however, such conjecture is futile. Still, questions about whose hands might one day hold my Myst book are unsettling to me. I know my apprehensions might never be allayed... and so I close, realizing that perhaps the ending has not yet been written.", "character": "Atrus", "characterId": "nm0589166"}]}, {"lines": [{"text": "Who the devil are you?", "character": "Atrus", "characterId": "nm0589166"}]}, {"lines": [{"text": "Don't come here to D'ni. Not yet.", "character": "Atrus", "characterId": "nm0589166"}]}, {"lines": [{"text": "I know my apprehensions might never be allayed, and so I close, realizing that perhaps the ending has not yet been written.", "character": "Atrus", "characterId": "nm0589166"}]}, {"lines": [{"text": "Find the blue pages.", "character": "Achenar", "characterId": "nm0589166"}]}, {"lines": [{"text": "Find the Red pages.", "character": "Sirrus", "characterId": "nm0589247"}]}, {"lines": [{"text": "[speaking through heavy red static]\nWho are you?... must help me. Bring me red page... I can't... I can't see you... You really, really you must... I beg, beg for, f... shh shh... Give enough... I am Sirrus... to rescue... you must...", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[the red static fades out]", "character": null, "characterId": null}]}, {"lines": [{"text": "[speaking through heavy blue static]\nSirrus? Is that y... prodig... sees... Achenar... help me, I can't... bring me... blue pages... all and ever... guess... am a cub, the blue page... Bring them to me... please.", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[the blue static fades out]", "character": null, "characterId": null}]}, {"lines": [{"text": "[appears in an imager]\nI hope I pushed the right button. Very interesting device dear brother. I'm not erasing anything important am I?", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[laughs kindly]", "character": null, "characterId": null}, {"text": "He is prepared. Remember take only one page.", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[Sirrus pushes the same button on the imager, ending the message]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after completion of the Selenetic Age]\nAh, you've returned. Thank you for bringing the red page... You must continue, to help... My name is Sirrus... I beg to find, the remainigng red pages. You must re... Release me from this book which has become... Bring... I need more red pages please... Don't waste time... Don't touch... my brother... my brother is guilty... and *I* wrongfully imprisoned. Bring the red page to me.", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[Sirrus looks at the player for a second, then turns away as the red static fades out]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after completion of the Selenetic Age]\nYou've returned! I knew you'd return... blue pages to rescue me... I'm Achenar... but I beg you... be complete... always blue pages... listen to him... not my brother... is an itistical fool, AND A LIAR! Bring me the blue pages...!... *don't* bring the red ones!... will implore you. I've been wrongfully imprisoned! You must... I will have my retribution... Blue pages! Blue pages please.", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[the blue static fades out]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after completion of the Stoneship Age]", "character": null, "characterId": null}, {"text": "[through quite heavy red static]\nAh, you have returned... additional page... in my prison on this forgotten island of Myst... I see that you are... I am called Sirrus... I need all the red pages, I know... You must search and bring... two more of the red pages... I am released I promise... Don't touch the blue pages, for that brother of mine... for my wicket brother Achenar... he is a man with a distorted mind and senses. He disgusts me... Do not release Achenar. His thurst for destruction is not...!... is never ending... Bring the red page... Please release me from this prison. I promise you will be greatly rewarded. You must help me... to help me.", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[the red static fades out]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after completion of the Mechanical Age]", "character": null, "characterId": null}, {"text": "[through light static]\nWith each page I can see you more clearly. Soon... free from this horrid prison, this book. You must visit the one remaining age, which you have not... harm could that do?... for my brother Achenar... is demented, he is guilty.", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[red static briefly covers Sirrus's view]", "character": null, "characterId": null}, {"text": "He took advantage of the freedom our father had given us... Achenar...", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[red static briefly covers Sirrus's view again]", "character": null, "characterId": null}, {"text": "I ask you again... Do not retrieve the blue pages.", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[short pause]", "character": null, "characterId": null}, {"text": "He will destroy both myself and you just as he destroyed the other ages of Myst... never to escape. You must simply bring the red page... story that I... your wisdom...", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[red static briefly covers Sirrus's view again]", "character": null, "characterId": null}, {"text": "... will see that *I* am innocent, and *he* is guilty... This forgotten island long ago... I will owe you my life, and you will be, greatly rewarded.", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[the red static fades out]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Sirrus appears in the library]", "character": null, "characterId": null}, {"text": "Oh, yes!", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[looks around]", "character": null, "characterId": null}, {"text": "Yes. I'm free!", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[looks into the red book]", "character": null, "characterId": null}, {"text": "Oh, thank you my friend! My dear friend. You've done the right thing. You stupid fool!", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[laughes evilly]", "character": null, "characterId": null}, {"text": "It looks like perhaps, *you're* in the book now?", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[laughes]", "character": null, "characterId": null}, {"text": "And what have we here? A page.", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[Sirrus laughs and takes out the page, causing the red static to reappear]", "character": null, "characterId": null}, {"text": "[sarcastically]\nOh no!", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[laughes]", "character": null, "characterId": null}, {"text": "I hope you enjoy your new home as much as I enjoyed it.", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[Sirrus takes out another page. The static becomes heavier]", "character": null, "characterId": null}, {"text": "... See you... view's clear. I hope you're in-da-books.", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[Sirrus laughs and takes out another page. The static becomes very heavy]", "character": null, "characterId": null}, {"text": "[looks around]\nThe library looks the same as before.", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[Sirrus notcies the blue book behind him]", "character": null, "characterId": null}, {"text": "[surprised]\nOh Achenar.", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[laughes and takes out another page. The static becomes extremely heavy]", "character": null, "characterId": null}, {"text": "L... I...", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[Sirrus puts his face close to the book]", "character": null, "characterId": null}, {"text": "Goodbye!", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[Sirrus laughes and takes out the last page. The static completely covers the view and slowly fades out]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after completion of the Mechanical Age]", "character": null, "characterId": null}, {"text": "[through light static]\nAh my friend... returned.", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[gasps]", "character": null, "characterId": null}, {"text": "I see... convinced that Sirrus is guilty! Pray, do not relase him. He will destroy me, just as he... innocent bystander, I've been wrongfully tricked in IMPRISONMENT!... happened, embriden in his BUST FOR RICHES! In the four remaining world... but IT WAS ALMOST PERFECT! He emplowed to father, he tricked him into believing that it was *I* who was the murderer. I didn't murder father. You must bring the remaining blue page, from the last age of Myst! I must be free! You must free me! I cannot perish here for eternity! Please free me! Blue pages. Blue pages. Blue pages.", "character": "Achenar", "characterId": "nm0589166"}]}, {"lines": [{"text": "You don't yet have the final page. You must not have understood my directions. Find pattern 158 in the last book on the middle shelf. Enter it into the fireplace and bring the red page to me. Hurry. And don't touch the blue page, or the green book.", "character": "Sirrus", "characterId": "nm0589247"}]}, {"lines": [{"text": "[after completion of the Channelwood Age]", "character": null, "characterId": null}, {"text": "Hello. I'm Achenar. I'm glad to see that you've returned to help me escape from my wrongful imprisonment. It was Sirrus who did this to me, Sirrus my wicked brother. Do not listen to him. I warn you. He's a liar. Do not be persuaded by his EVIL LIES! Do not release him! He killed my father. He will kill you.", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "Throughout the ages he began to bust for riches, he STOLE from the ages of Myst, all the riches for himself! He burned the forests, he tore down the structures, he flooded the lands and murdered the inhabitants. He destroyed all but four of the ages of Myst. Of course I would warn father, but when I finally found him there was Sirrus all so, talking cleverly.", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "The lying telltale of a serpent! He convinced father that it was *I* who destroyed the ages. He convinced father that it was I who was greedy for wealth and plunder and he tricked father into believing that *I* was the murderer. Well at least what I say is true! You must believe me. Do not release him. He's a murderer. Hmm. Believe me. Hmm. You must only recover one additional page to release me from my imprisonment. Go the bookshelf. It's in this library. On the far right side, of the middle shelf there's a burnt book which is different to the other burnt books. This book is filled with patterns. Find pattern 158, and remake its design on the panel in the fireplace. Doing this will bring you to the last blue page. Remember, don't take the red page! Only the blue page. Return quickly...", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[inhales]", "character": null, "characterId": null}, {"text": "... and do not touch the green book. It's a clever trap if you have not been warned.", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "Do not be tempted or you will rot and die, imprisoned as I am. Now that you have my instructions, it will be well worth your while. I promise you that. Go... go.", "character": "Achenar", "characterId": "nm0589166"}]}, {"lines": [{"text": "[Achenar appears in the library]", "character": null, "characterId": null}, {"text": "[gasps and looks around]\nOh yes! I'm free!", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "Ooh, I feel, alive! And how do you feel, my friend?", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "Oh, what have we here? Perhaps the pages, you worked so hard for?", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[Achenar takes out a blue page, causing the blue static to reappear]", "character": null, "characterId": null}, {"text": "[sarcastically]\nWhoops!", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "Oh yes! Oh!", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[Achenar puts his face close to the book]", "character": null, "characterId": null}, {"text": "Perhaps, you'll see the world from *my* point of view!", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[Achenar laughs and takes out another page. The static becomes heavier]", "character": null, "characterId": null}, {"text": "[looks around]\nSirrus... He's my brother!", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "Oh yes!", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[Achenar puts his face close to the book again]", "character": null, "characterId": null}, {"text": "Maybe someone will rescue you someday!", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[Achenar laughs and takes out two more pages and the static becomes very heavy]", "character": null, "characterId": null}, {"text": "[puts his face close to the book]\nYou lose.", "character": "Achenar", "characterId": "nm0589166"}, {"text": "[Achenar laughs evilly and takes out the last blue page. The blue static completely covers the view and slowly fades out]", "character": null, "characterId": null}]}, {"lines": [{"text": "[an image on a large font]\nCatherine my love, I have to leave quickly. Something terrible has happened. It's hard for me to believe. Most of my books have been destroyed. Catherine, it's one of our sons. I suspect Achenar, but I shouldn't leap to conclusions. I find him and Sirrus as well. I should've KNOWN better than to have left my library unchecked for SO LONG! Well, I've removed the remaining undamaged books from the library, and placed them the places of protection. I shouldn't have to use the books, 'til I return. But... if you forget the access key, *remember* the tower rotation. Oh and don't worry Catherine. Everything will be fine. I see you shortly. Oh and, and erase this message after you've viewed it, just to be safe.", "character": "Atrus", "characterId": "nm0589166"}]}, {"lines": [{"text": "[in the image in the green book]\nI have many questions for you my friend... as you no doubt have for me. Where should I begin? Oh... perhaps if my story's in order. My name is Atrus. I fear you've met my sons Sirrus and Achenar in the red and blue books... on Myst Island... in my library, my *library*. Oh... it contains my works, my *writings*. I wrote many books, many books that linked me to fantastic places. It's an art I learned from my father many years ago. But the red and blue books, those were different. I wrote those books to... trap all the greedy explorers... that might stumble upon my island of Myst. But I had no idea my own sons would be trapped. Oh Sirrus and Achenar, we had many journeys together. They begged for access to the books and I of course denied them. I could see the greed growing in them. I had not told them about the red and blue books. Their imaginations went wild, they dreamed of riches and power. But of course, they did not know the books were traps. I gave them free range to the books. Perhaps it was not wise. They used their own mother! Oh my dear Catherine, to lure me here to Dunney. Of course I, I could return to Myst, except that, they removed a single page from my Myst-linking book. I cannot return without that page. You my friend, can bring that page to me. I pray you believe my story but the lies my sons have told you... that if you can find it in yourself to return that page to me here in D'ni, *I* could go to Myst and bring justice to my sons for what they've done. I must return to my writing. I pray that you believe me. Please hurry. Bring the page, bring the page with you.", "character": "Atrus", "characterId": "nm0589166"}]}, {"lines": [{"text": "[in the image in the green book]\nHave you found the missing page? Come.", "character": "Atrus", "characterId": "nm0589166"}]}, {"lines": [{"text": "[taking the white page from the player]\nYou've done the right thing.", "character": "Atrus", "characterId": "nm0589166"}, {"text": "[Atrus picks up the Myst-linking book]", "character": null, "characterId": null}, {"text": "I have a difficult choice to make.", "character": "Atrus", "characterId": "nm0589166"}, {"text": "[Atrus opens the Myst-linking book and puts the page in it]", "character": null, "characterId": null}, {"text": "Hmmm... my sons have betrayed me. I know what I must do. I will return shortly.", "character": "Atrus", "characterId": "nm0589166"}, {"text": "[Atrus touches the swirling image of the library ceiling and vanishes]", "character": null, "characterId": null}]}, {"lines": [{"text": "[reappearing behind his desk in D'ni]\nIt is done. I have many questions for you my friend, but... my writing cannot wait.", "character": "Atrus", "characterId": "nm0589166"}, {"text": "[Atrus closes the Myst book and places it back on the table]", "character": null, "characterId": null}]}, {"lines": [{"text": "Reward? I'm sorry but all I have to offer you is... the library on the island of Myst. The books, that are contained there. Feel free to explore.", "character": "Atrus", "characterId": "nm0589166"}]}, {"lines": [{"text": "I'm inviting a foe, even greater than my sons could even imagine, at some point in the future. I may feel it necessary to request your assistance. Until that point, you will begin to enjoy the features of my library on the island of Myst. Thank you again.", "character": "Atrus", "characterId": "nm0589166"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "You can use the Myst-linking book to return to Myst.", "character": "Atrus", "characterId": "nm0589166"}]}, {"lines": [{"text": "[after completion of the Channelwood Age]", "character": null, "characterId": null}, {"text": "[through very light static]\nAh, you've finally returned. I owe you a debt of grattitude for you have nearly released me. My name is Sirrus. I trust that from your explorations you've become convinced that my wicked brother Achenar is guilty, and I'm innocent. It is I who was wrongly imprisoned here, imprisoned by my father. I don't know who you are, or how you came to this island, but I assume that you must know something of the books. My father was the master of the books. He wrote hundreds of them, all describing and linking to the fantastic places, and ages which he had discovered. The room, in which you now stand, was our father's library. It was here in this room, on this island named Myst, where he housed most of these books. But such a waste.", "character": "Sirrus", "characterId": "nm0589247"}, {"text": "[Sirrus' image moves to the right, disappears and reappears on the left and moves into the middle]", "character": null, "characterId": null}, {"text": "Where the red and blue pages reside, also resides a green book. If you *touch* the green book, you'll also be imprisoned forever. Our father gave us this same warning long ago. I suggest you follow his advice. Go now. Soon I will be released please.", "character": "Sirrus", "characterId": "nm0589247"}]}]}