{"quotes": [{"lines": [{"text": "What do you make of it, Mike? White women running around like natives wearing GI-issue gear? Talking English, but weird English. \"Headchoppers\"? I never heard that word before. But I'll tell you one thing. J.J. and Duvall better make it back here on their own. Cause I ain't leaving here to go look for 'em. Those women are mean. And if they're bad, what do you think their men must be like?", "character": "Wendell", "characterId": "nm0907636"}]}, {"lines": [{"text": "I have a daughter just about your age. Daughter... Baby girl... Mine.", "character": "Gordon Duvall", "characterId": "nm0492444"}, {"text": "Like Kitty. That's Bambi's baby girl.", "character": "Flower", "characterId": "nm0001034"}, {"text": "Well, where did she come from?", "character": "Gordon Duvall", "characterId": "nm0492444"}, {"text": "[childlike]\nFrom Bambi.", "character": "Flower", "characterId": "nm0001034"}, {"text": "Bambi... married? Does Bambi have a man?", "character": "Gordon Duvall", "characterId": "nm0492444"}, {"text": "No man. We kill man. He was headchopper.", "character": "Flower", "characterId": "nm0001034"}, {"text": "Well, how often do they come here?", "character": "Gordon Duvall", "characterId": "nm0492444"}, {"text": "They come to give us babies and to kill us. They gave Bambi a baby, and Jo Jo. But hers was boy baby and Lizabeth killed it.", "character": "Flower", "characterId": "nm0001034"}]}, {"lines": [{"text": "It's strange. It's... it's like they're all children. You know... like they reached a certain age, and then they just stopped growing up. The names... Snow... Flower? It's like they were named by a child.", "character": "Mike Stapleton", "characterId": "nm0444198"}, {"text": "Maybe one did. I haven't seen an older person around.", "character": "Gordon Duvall", "characterId": "nm0492444"}, {"text": "There's one.", "character": "Mike Stapleton", "characterId": "nm0444198"}, {"text": "Who?", "character": "Gordon Duvall", "characterId": "nm0492444"}, {"text": "Snow mentioned her sister. She says her sister brought her here, and lives in her own house.", "character": "Mike Stapleton", "characterId": "nm0444198"}]}, {"lines": [{"text": "Sister told me what to do. She said to be nice to the men. Don't tell them anything, and don't be alone with them. And after they kill the headchoppers, then we kill them.", "character": "Lizabeth", "characterId": "nm0061849"}]}, {"lines": [{"text": "I figure those girls for 26... 27. And Lizabeth for 32, and her sister's probably the same age.", "character": "Gordon Duvall", "characterId": "nm0492444"}, {"text": "Why do you say that?", "character": "Mike Stapleton", "characterId": "nm0444198"}, {"text": "Well, no adult ever taught those girls to count. There's no seven or nine in their language. I don't think they've ever been around any adults, unless it was someone whose mind was arrested when they were five or six.", "character": "Gordon Duvall", "characterId": "nm0492444"}, {"text": "That explains their innocent qualities.", "character": "Mike Stapleton", "characterId": "nm0444198"}, {"text": "Innocent as black widow spiders, my friend. There are no men on this island, and never will be. Oh, some natives come here once in a while for a manhood ritual. The child was a result of rape. And the girl Jo Jo, she had a baby. A boy... and they killed it.", "character": "Gordon Duvall", "characterId": "nm0492444"}]}, {"lines": [{"text": "[in her journal notes]\nThe plane has crashed. I don't know how many days ago. I have been unconscious. I cannot move or speak. My legs and my jaw are broken. Lizabeth is alive, and I thank God for that. But I think it was two weeks ago, which makes today May 27th, 1954. Sixteen babies have survived, but I think two will die before long. Lizabeth is my hands and my legs. Our Lord must have some purpose for her. How else could she have survived what has happened to her? At five years of age, to see the death & destruction of war. And now, to have this. I cannot talk to her, nor can she read. She's caring for those infants as though it was as natural as breathing. / July 19th, 1954. My jaw has healed, but I am still unable to speak. I think, perhaps, the accident had paralyzed my vocal cords. Lizabeth seems to thrive and grow stronger. She has named all the babies from nursery rhymes and children's stories. / September 3rd, 1954. The third baby died last night. That was the last of the boys to survive. Like the others who died, she discarded the body somewhere. Death seems of no consequence to her. I pray for their souls, and hers. / April 6th, 1959. I don't know how much longer our dear Lord will make me endure the pain. I pray Lizabeth will do His will. I pray for her again & again. I wonder if what I've done with these children is right. I've given them the respect for our Lord as I know it. It has been Lizabeth's responsibility for teaching the children. I never see them anymore. I fear that the sight of me will frighten them. Lizabeth fears soldiers. She has nightmares about them. No matter what I try to indicate, any thought of men or guns sends her cowering into the corner. I have given the burdens of motherhood to Lizabeth, a ten-year-old child. I have no other choice. I only pray that what Lizabeth is doing is right.", "character": null, "characterId": null}]}]}