{"quotes": [{"lines": [{"text": "Why is it you work your butt off all your entire life just to get ahead, and it takes a couple of nitwits about ten minutes to screw the whole thing up?", "character": "Buford Pope", "characterId": "nm0001800"}]}, {"lines": [{"text": "I swear you two are living testimony to the fact that it's better to be lucky than smart!", "character": "Buford Pope", "characterId": "nm0001800"}]}, {"lines": [{"text": "[on phone]\nYou know I'm good for it. It's just that all my money is tied up in, uh, assets and stuff.", "character": "Vernon Hightower", "characterId": "nm0000313"}]}, {"lines": [{"text": "Damn it, woman, I'm trying to get the Blue Bonnet refinanced.", "character": "Vernon Hightower", "characterId": "nm0000313"}, {"text": "If you ask me, the Blue Bonnet's...", "character": "Nadine Hightower", "characterId": "nm0000107"}, {"text": "I didn't ask. There is no way they're gonna let me have that money unless you agree to the divorce and promise to make no claim on the Bonnet.", "character": "Vernon Hightower", "characterId": "nm0000313"}, {"text": "Do you see the keys to a new Buick convertible with white sidewall tires, a radio and air conditioner? When you see the keys in my hand, you'll see my name on those papers. Now you got that, slick?", "character": "Nadine Hightower", "characterId": "nm0000107"}, {"text": "[points to his beat-up old pickup truck]\nYou see that Chevy? You see that busted headlight? You see that baling wire? You think I'd be driving in that if I could afford a new Buick?", "character": "Vernon Hightower", "characterId": "nm0000313"}, {"text": "[she notices a blonde sitting in the truck]\nAnd who might that be?", "character": "Nadine Hightower", "characterId": "nm0000107"}, {"text": "That happens to be Renee Lomax. She's the Uvalde High School Pecan Queen of 1947.", "character": "Vernon Hightower", "characterId": "nm0000313"}]}, {"lines": [{"text": "Ain't she a little on the cheap side?", "character": "Nadine Hightower", "characterId": "nm0000107"}, {"text": "Who?", "character": "Vernon Hightower", "characterId": "nm0000313"}, {"text": "Miss Low-Rent Lust back there.", "character": "Nadine Hightower", "characterId": "nm0000107"}, {"text": "Renee? Are you kidding? She's got a good job with the Lone Star Beer Company.", "character": "Vernon Hightower", "characterId": "nm0000313"}, {"text": "She don't look that smart to me.", "character": "Nadine Hightower", "characterId": "nm0000107"}, {"text": "Well, she's smart enough to work in Accounts Receivable.", "character": "Vernon Hightower", "characterId": "nm0000313"}, {"text": "I don't know, Vernon. She looks a little on the chubby side to be a pecan queen.", "character": "Nadine Hightower", "characterId": "nm0000107"}, {"text": "Well, at least she doesn't spend all her time finding fault with me.", "character": "Vernon Hightower", "characterId": "nm0000313"}]}, {"lines": [{"text": "First one comes close gets a face full of rattlesnake.", "character": "Vernon Hightower", "characterId": "nm0000313"}, {"text": "Oh, goddamn it, man. You lost your mind? You let them snakes out of there, they'll go after you as well as us.", "character": "Buford Pope", "characterId": "nm0001800"}, {"text": "[to Floyd]\nAll right, you. Get your car keys out, put them on the desk. Get against the wall.", "character": "Vernon Hightower", "characterId": "nm0000313"}, {"text": "You do that, boy, you'll be wrestling duck shit come Thursday night.", "character": "Buford Pope", "characterId": "nm0001800"}, {"text": "Floyd, you *don't* get those car keys out here... you're gonna be wrestling a diamondback in about one minute.", "character": "Vernon Hightower", "characterId": "nm0000313"}, {"text": "[glumly hands over the car keys]\nYou're gonna' pay for this.", "character": "Floyd", "characterId": "nm0428856"}]}, {"lines": [{"text": "Well, Mr. Hightower, let's us have a little talk here. I know you're in what they call \"financial straits.\" So why don't you let my boys here set fire to that dump of yours? That way, at least you'll collect on the fire insurance. All you have to do is hand over the map.", "character": "Buford Pope", "characterId": "nm0001800"}, {"text": "I appreciate that, but that won't do me no good now. See, I let the insurance lapse about a month ago.", "character": "Vernon Hightower", "characterId": "nm0000313"}]}, {"lines": [{"text": "[referring to the wrecking yard where he's holding Vernon and Nadine]\nThis place looks like pure-D dog shit, don't it? You may not think it, but there's enough explosives here... if you put a little gasoline in the right place, light a match at the wrong time... this dump would go up like a Roman candle. There'd be no way they'd ever find your bodies.", "character": "Buford Pope", "characterId": "nm0001800"}, {"text": "[to his henchmen]\nTake them on in and shoot them.", "character": "Buford Pope", "characterId": "nm0001800"}]}]}