{"quotes": [{"lines": [{"text": "Exterminate all rational thought. That is the conclusion I have come to.", "character": "Bill Lee", "characterId": "nm0000693"}]}, {"lines": [{"text": "They say you murdered your wife. Is that true?", "character": "Tom Frost", "characterId": "nm0000453"}, {"text": "Who told you that?", "character": "Bill Lee", "characterId": "nm0000693"}, {"text": "Word gets around.", "character": "Tom Frost", "characterId": "nm0000453"}, {"text": "It wasn't murder. It was an accident.", "character": "Bill Lee", "characterId": "nm0000693"}, {"text": "There are no accidents. For example, I've been killing my own wife slowly over a period of years.", "character": "Tom Frost", "characterId": "nm0000453"}, {"text": "What?", "character": "Bill Lee", "characterId": "nm0000693"}, {"text": "Well, not intentionally. I mean, on the level of conscious intention, it's insane, monstrous.", "character": "Tom Frost", "characterId": "nm0000453"}, {"text": "But you do consciously know it. You just said it. We're discussing it.", "character": "Bill Lee", "characterId": "nm0000693"}, {"text": "Not consciously. This is all happening telepathically, non-consciously.", "character": "Tom Frost", "characterId": "nm0000453"}, {"text": "What do you mean?", "character": "Bill Lee", "characterId": "nm0000693"}, {"text": "If you look carefully at my lips, you'll realize that I'm actually saying something else. I'm not actually telling you about the several ways I'm gradually murdering Joan.", "character": "Tom Frost", "characterId": "nm0000453"}]}, {"lines": [{"text": "Did I ever tell you about the man who taught his asshole to talk? His whole abdomen would move up and down you dig farting out the words. It was unlike anything I had ever heard. This asshole talk had sort of a gut frequency. It hit you right down there like you gotta go. You know when the old colon gives you the elbow and it feels sorta cold inside, and you know all you have to do is turn loose? Well this talking hit you right down there, a bubbly, thick stagnant sound, a sound you could smell. This man worked for a carnival you dig, and to start with it was like a novelty ventriliquist act. Real funny, too, at first. He had a number he called The Better Ole that was a scream, I tell you. I forget most of it but it was clever. Like, \"Oh I say, are you still down there, old thing?\" \"Nah I had to go relieve myself.\" After a while the asshole started talking on its own. He would go in without anything prepared and his asshole would ad-lib and toss the gags back at him every time. Then it developed sort of teeth-like little raspy in-curving hooks and start eating. He thought this was cute at first and built an act around it, but the asshole would eat its way through his pants and start talking on the street, shouting out it wanted equal rights. It would get drunk, too, and have crying jags nobody loved it and it wanted to be kissed same as any other mouth. Finally it talked all the time day and night, you could hear him for blocks screaming at it to shut up, and beating it with his fist, and sticking candles up it, but nothing did any good and the asshole said to him, \"It is you who will shut up in the end. Not me. Because we dont need you around here any more. I can talk and eat AND shit.\" After that he began waking up in the morning with a transparent jelly like a tadpoles tail all over his mouth. This jelly was what the scientists call un-D.T., Undifferentiated Tissue, which can grow into any kind of flesh on the human body. He would tear it off his mouth and the pieces would stick to his hands like burning gasoline jelly and grow there, grow anywhere on him a glob of it fell. So finally his mouth sealed over, and the whole head would have have amputated spontaneous - except for the EYES you dig. Thats one thing the asshole COULDN'T do was see. It needed the eyes. But nerve connections were blocked and infiltrated and atrophied so the brain couldnt give orders any more. It was trapped in the skull, sealed off. For a while you could see the silent, helpless suffering of the brain behind the eyes, then finally the brain must have died, because the eyes WENT OUT, and there was no more feeling in them than a crabs eyes on the end of a stalk.", "character": "Bill Lee", "characterId": "nm0000693"}]}, {"lines": [{"text": "No American should find himself in a foreign land without a pistol.", "character": "Tom Frost", "characterId": "nm0000453"}]}, {"lines": [{"text": "[Joan Lee is explaining the joys of injecting oneself with insecticide]", "character": null, "characterId": null}, {"text": "What do you mean, \"it's a literary high\"?", "character": "Bill Lee", "characterId": "nm0000693"}, {"text": "It's a Kafka high. You feel like a bug.", "character": "Joan Lee", "characterId": "nm0001114"}]}, {"lines": [{"text": "See, you can't rewrite, 'cause to rewrite is to deceive and lie, and you betray your own thoughts. To rethink the flow and the rhythm, the tumbling out of the words, is a betrayal, and it's a sin, Martin, it's a sin.", "character": "Hank", "characterId": "nm0132757"}]}, {"lines": [{"text": "I guess it's about time for our William Tell routine.", "character": "Bill Lee", "characterId": "nm0000693"}]}, {"lines": [{"text": "Just remember this. All agents defect, and all resisters sell out. That's the sad truth, Bill. And a writer? A writer lives the sad truth like anyone else. The only difference is, he files a report on it.", "character": "Exterminator #2", "characterId": "nm0096391"}]}, {"lines": [{"text": "You'll see how elegantly this works. The black will disappear completely. There'll be no smell, no discoloration. It's like an agent, an agent who's come to believe his own cover story. But who's in there, hiding, in a larval state. Just waiting for a time to hatch out.", "character": "Doctor Benway", "characterId": "nm0001702"}]}, {"lines": [{"text": "Say, Bill. Would you rub some of this powder on my lips?", "character": "Creature Voices", "characterId": "nm0096391"}]}, {"lines": [{"text": "Don't fuck with me, Lee. WHERE'S MY TYPEWRITER?", "character": "Tom Frost", "characterId": "nm0000453"}]}, {"lines": [{"text": "America is not a young land. It is old and dirty, evil. Before the settlers, before the Indians, the evil is there, waiting.", "character": "Bill Lee", "characterId": "nm0000693"}]}, {"lines": [{"text": "I understood writing could be dangerous. I didn't realize the danger came from the machinery.", "character": "Bill Lee", "characterId": "nm0000693"}]}, {"lines": [{"text": "We get a lot of you folks in the extermination business. You better tell this friend of yours to get off the bug powder, it'll kill him.", "character": "Doctor Benway", "characterId": "nm0001702"}, {"text": "How do I get him to kick?", "character": "Bill Lee", "characterId": "nm0000693"}, {"text": "Kick?", "character": "Doctor Benway", "characterId": "nm0001702"}, {"text": "How do I get him off it?", "character": "Bill Lee", "characterId": "nm0000693"}]}, {"lines": [{"text": "Go see the fucking parrots, Kiki.", "character": "Bill Lee", "characterId": "nm0000693"}]}, {"lines": [{"text": "I've seen you around, but I had no idea you were queer.", "character": "Yves Cloquet", "characterId": "nm0001696"}, {"text": "Queer?", "character": "Bill Lee", "characterId": "nm0000693"}, {"text": "[leers]\nI saw you arrive with those three Interzone boys. What an entrance. You all looked very... familiar with each other.", "character": "Yves Cloquet", "characterId": "nm0001696"}, {"text": "[gulps]\nQueer. A curse. Been in our family for generations. The Lees have always been perverts. I shall never forget the unspeakable horror that froze the lymph in my glands when the baneful word seared my reeling brain - I was a homosexual. I thought of the painted simpering female impersonators I'd seen in a Baltimore nightclub. Could it be possible I was one of those subhuman things? I walked the streets in a daze like a man with a light concussion. I would've destroyed myself. And a wise old queen - Bobo, we called her - taught me that I had a duty to live and bear my burden proudly for all to see. Poor Bobo came to a sticky end - he was riding in the Duke Devanche's Hispano Suissa when his falling hemorrhoids blew out of the car and wrapped around the rear wheel. He was completely gutted leaving an empty shell sitting there on the giraffe skin upholstry. Even the eyes and the brain went with a horrible \"shlupping\" sound. The Duke says he would carry that ghastly \"shlup\" with him to his mausoleum.", "character": "Bill Lee", "characterId": "nm0000693"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Exterminator.", "character": "Bill Lee", "characterId": "nm0000693"}]}, {"lines": [{"text": "Mr. Lee is curious about the Frost couple. He would like to meet them.", "character": "Hans", "characterId": "nm0798887"}, {"text": "I think the woman would have sex with you, Mr. Lee. The man, he only likes Interzone boys.", "character": "Kiki", "characterId": "nm0778717"}, {"text": "I don't want to fuck 'em, I just want to talk to 'em.", "character": "Bill Lee", "characterId": "nm0000693"}, {"text": "You know how Americans are, Kiki. They all love to travel, and then they only want to meet other Americans and talk about how hard it is to get a decent hamburger.", "character": "Hans", "characterId": "nm0798887"}]}, {"lines": [{"text": "\"Homosexuality is the best all-round cover an agent ever had.\"", "character": "Creature Voices", "characterId": "nm0096391"}]}, {"lines": [{"text": "I thought you were finished with doing weird stuff.", "character": "Bill Lee", "characterId": "nm0000693"}, {"text": "I thought I was too, but I guess I'm not.", "character": "Joan Lee", "characterId": "nm0001114"}]}, {"lines": [{"text": "Ru en tekki! Ru en tekki!", "character": "Fadela", "characterId": "nm0580494"}, {"text": "[Chases the typewriter-monster out of the window]", "character": null, "characterId": null}]}, {"lines": [{"text": "Is rewriting censorship, Bill? Because I'm totally ****** if it is!", "character": "Martin", "characterId": "nm0954677"}]}, {"lines": [{"text": "Go with this conspiracy.", "character": "Hank", "characterId": "nm0132757"}]}, {"lines": [{"text": "[smashed typewriter]\nIt's my Muhajadeen!", "character": "Tom Frost", "characterId": "nm0000453"}]}, {"lines": [{"text": "I need to score some pyrethrum, actually.", "character": "Bill Lee", "characterId": "nm0000693"}, {"text": "Score? You're not trying to pull a fast one on the old Doc, are you?", "character": "Doctor Benway", "characterId": "nm0001702"}, {"text": "I came here for help.", "character": "Bill Lee", "characterId": "nm0000693"}]}, {"lines": [{"text": "[typing]\nIt's a little uncivilised.", "character": "Joan Lee", "characterId": "nm0001114"}, {"text": "More uncivilised.", "character": "Bill Lee", "characterId": "nm0000693"}, {"text": "MORE uncivilised?", "character": "Joan Lee", "characterId": "nm0001114"}]}]}