{"quotes": [{"lines": [{"text": "[speaking into a micro recorder as she walks through a school bus parking lot]\nThe buses! The buses are empty and look almost menacing, threatening, as so many yellow dragons watching me with their hollow, vacant eyes. I wonder how many little black and white children have yellow nightmares, their own special brand of fear for the yellow peril... Damn it, it's got to be more... positive. No, more negative! Start again. Yellow is the color of caution. No. Yellow is the color of cowardice. Yellow is the color of sunshine. And yet I see very little sunshine in the lives of all the little black and white children. I see their lives, rather, as a study in grayness, a mixture of black and... Oh, Christ, no. That's fascist. Yellow! Yellow, yellow, yellow. Yellow fever...", "character": "Opal", "characterId": "nm0001036"}]}, {"lines": [{"text": "[she finishes singing a song at her concert]\nThank you. I wanna tell you all a little secret which you might not know, and that is that last night I thanked my lucky stars that I could be here at all to sing for ya. I heard on the radio this little boy, nine years old. Sometimes a deejay'll play a tune and ask everybody to phone in and say how they like it. I was listenin', and this little nine-year-old called in. The song had voices in the background, like the way they use backup voices these days, soundin' like little munchkins. He called up, the deejay said, \"How old are you, son?\" The boy said, \"I'm nine, and I think it's gonna be a hit. \" The deejay said, \"Why?\" \"Because it had those chipmunks in it. \" And I thought that was so cute, because, well, I can sing like a munchkin myself. I'm real fond of The Wizard of Oz. Plus, I live out, you know, just a ways off of Interstate on the road to Chattanooga. So you can see why I kinda related to that. I think me and the boys are gonna strike up another tune for you now. Let's go, boys. I think there's a storm... seems like it's a-brewin'. That's what my grandaddy used to say before he lost his hearin'. Once he got deaf, he never talked much no more. 'Cept sometimes he'd say \"Oh, gosh\" or \"Durn it\" or \"My word!\" My granny'd go around clickin' her teeth to the radio all day. Boy, was she a lot of fun, and cooked my favorite, roast beef. She was a sweetheart. She raised chickens too. She, um... Did you ever hear a chicken sound? You know how chickens go? Here, chick, chick, chick. Here, chick, chick, chick. Anyway, I guess we'd better strike up this tune before it's too late. Okay, boys. The first job I ever really got... Grandma... She's the one who clacked her false teeth to the radio. She taught my mama how to sing, and my mama taught me. One time she took me, 'cause we was gonna get a new Frigidaire. She took me to the Frigidaire store where the man was advertisin'. This record was goin' 'round, and Mama told him I knew how to sing. He said, \"If she learns this tune, I'll give y'all a quarter. \" So Mama and I went home... And then what happened? Let's see, I think... Uh, yeah. We went home and I learned both sides of the record in half an hour. We went back and told him that I'd learned 'em, and he said, \"Let me hear,\" so I sang both sides of the record instead of just one. So he gave us cents, and we went across the street and had us a soda. Ever since then I been workin'. I don't... I think ever since then I been workin' and doin' my... - Come on, come on. - Supportin'myself. Anyway...", "character": "Barbara Jean", "characterId": "nm0086867"}, {"text": "[comes up on stage and starts to pull her from the microphone]\nHey, hey. Hey, hey.", "character": "Barnett", "characterId": "nm0307255"}, {"text": "Am I all right? Am I all right?", "character": "Barbara Jean", "characterId": "nm0086867"}, {"text": "Oh, you're fine, darlin'.", "character": "Barnett", "characterId": "nm0307255"}, {"text": "[he guides her offstage]", "character": null, "characterId": null}]}, {"lines": [{"text": "[on a television news broadcast]\nLittle more than a year ago, a man named Hal Phillip Walker excited a group of college students with some questions. \"Have you stood on a high and windy hill and heard the acorns drop and roll? Have you walked in the valley beside the brook, walked alone and remembered? Does Christmas smell like oranges to you?\" Within a commencement speech, such questions were fitting, perhaps, but hardly the material with which to launch a presidential campaign. Even those who pay close attention to politics probably saw Hal Phillip Walker and his Replacement Party as a bit of frost on the hillside. Summer, if not late spring, would surely do away with all that. Well, now that summer, along with presidential primaries, is heavy upon us and the frost is still there, perhaps we should take a closer look. Hal Phillip Walker is, in a way, a mystery man. Out of nowhere with a handful of students and scarcely any pros, he's managed to win three presidential primaries and is given a fighting chance to take a fourth - Tennessee. A win in that state would take on added significance, for only once in the last fifty years has Tennessee failed to vote for the winning presidential candidate. No doubt many Americans, especially party-liners, wish that Hal Phillip Walker would go away, disappear like the natural frost and come again at some more convenient season. But wherever he may be going, it seems sure that Hal Phillip Walker is not going away. For there is genuine appeal, and it must be related to the raw courage of this man. Running for President, willing to battle vast oil companies, eliminate subsidies to farmers, tax churches, abolish the Electoral College, change the National Anthem, and remove lawyers from government - especially from Congress. Well at this point, it would be wise to say most of us don't know the answer to Hal Phillip Walker. But to answer one of his questions, as a matter of fact, Christmas has always smelled like oranges to me.", "character": "Howard K. Smith", "characterId": "nm0808485"}]}, {"lines": [{"text": "Let me see. Um, have you any children?", "character": "Opal", "characterId": "nm0001036"}, {"text": "Yes, I have two children. I have a boy and a girl.", "character": "Linnea Reese", "characterId": "nm0005499"}, {"text": "Oh, isn't that nice. How old are they?", "character": "Opal", "characterId": "nm0001036"}, {"text": "Twelve and eleven.", "character": "Linnea Reese", "characterId": "nm0005499"}, {"text": "Do they want to be singers like their mummy?", "character": "Opal", "characterId": "nm0001036"}, {"text": "Uh, well, my children are deaf. They're... They are deaf. They were born deaf.", "character": "Linnea Reese", "characterId": "nm0005499"}, {"text": "Oh, my God, how awful. It's so depressing.", "character": "Opal", "characterId": "nm0001036"}, {"text": "", "character": "Linnea Reese", "characterId": "nm0005499"}, {"text": "Oh, I couldn't.", "character": "Opal", "characterId": "nm0001036"}, {"text": "He has the most incredible personality.", "character": "Linnea Reese", "characterId": "nm0005499"}, {"text": "It's the sadness of it.", "character": "Opal", "characterId": "nm0001036"}]}, {"lines": [{"text": "[In an automobile junkyard]\nI'm wandering in a graveyard. The dead here have no crosses, nor tombstones, nor wreaths to sing of their past glory, but lie in rotting, decaying, rusty heaps, their innards ripped out by greedy, vulturous hands. Their vast, vacant skeletons... sadly sighing to the sky. The rust on their bodies... is the color of dried blood. Dried blood. I'm reminded of... of an elephant's secret burial ground. Yes. Cette aire de mystère. Cette essence de I'irréel. These cars are trying to communicate. O cars, are you trying to tell me something? Are you trying to convey to me some secret...", "character": "Opal", "characterId": "nm0001036"}, {"text": "What... Excuse me?", "character": "Kenny Fraiser", "characterId": "nm0371731"}, {"text": "Oh, excuse me! I thought I was completely alone. How embarrassing. Oh, you're a musician!", "character": "Opal", "characterId": "nm0001036"}]}, {"lines": [{"text": "Who do you think is running Congress? Farmers? Engineers? Teachers? Businessmen? No, my friends. Congress is run by lawyers. A lawyer is trained for two things and two things only. To clarify - that's one. And to confuse - that's the other. He does whichever is to his client's advantage. Did you ever ask a lawyer the time of day? He told you how to make a watch, didn't he? Ever ask a lawyer how to get to Mr. Jones' house in the country? You got lost, didn't you? Congress is composed of five hundred and thirty-five individuals. Two hundred and eighty-eight are lawyers. And you wonder what's wrong in Congress. No wonder we often know how to make a watch, but we don't know the time of day.", "character": null, "characterId": null}]}, {"lines": [{"text": "[after singing a song]\nFor Momma and Daddy.", "character": "Barbara Jean", "characterId": "nm0086867"}]}, {"lines": [{"text": "You're supposed to wear the blue dress when I wear this.", "character": "Bill", "characterId": "nm0629454"}, {"text": "I don't want to dress like twins anymore.", "character": "Mary", "characterId": "nm0707043"}, {"text": "We're not twins. We're a trio.", "character": "Bill", "characterId": "nm0629454"}]}, {"lines": [{"text": "Is this just network or is it, uh...?", "character": "Bill", "characterId": "nm0629454"}, {"text": "No, it's better, it's really better than network. It's going to be syndicated, so I mean, hell, they're going to be showing it for a year and a half", "character": "John Triplette", "characterId": "nm0614526"}]}, {"lines": [{"text": "You look like a guy I was in the navy with. He wouldn't bathe, so we had to pee in his bed to get him discharged.", "character": "Star", "characterId": "nm0719037"}]}, {"lines": [{"text": "You're English, aren't you?", "character": "Connie White", "characterId": "nm0000947"}, {"text": "Yes.", "character": "Julie Christie", "characterId": "nm0001046"}, {"text": "[proudly]\nI could tell.", "character": "Connie White", "characterId": "nm0000947"}]}, {"lines": [{"text": "I'm Opal, from the BBC!", "character": "Opal", "characterId": "nm0001036"}]}, {"lines": [{"text": "[In Barbara Jean's hospital room]\nNow, where's Barnett goin'? Where am I goin'? Hmm?", "character": "Barnett", "characterId": "nm0307255"}, {"text": "King of the Road.", "character": "Barbara Jean", "characterId": "nm0086867"}, {"text": "Why am I goin' there?", "character": "Barnett", "characterId": "nm0307255"}, {"text": "To see Connie.", "character": "Barbara Jean", "characterId": "nm0086867"}, {"text": "And why am I doin' that?", "character": "Barnett", "characterId": "nm0307255"}, {"text": "To thank her for singin' at the Opry.", "character": "Barbara Jean", "characterId": "nm0086867"}, {"text": "Now, who am I doin' that for?", "character": "Barnett", "characterId": "nm0307255"}, {"text": "You're doin' it for me.", "character": "Barbara Jean", "characterId": "nm0086867"}, {"text": "That's right. Now, I'm walkin' out now. What do you say as I walk out? You say bye-bye.", "character": "Barnett", "characterId": "nm0307255"}, {"text": "Bye.", "character": "Barbara Jean", "characterId": "nm0086867"}, {"text": "Bye-bye.", "character": "Barnett", "characterId": "nm0307255"}, {"text": "Bye-bye...", "character": "Barbara Jean", "characterId": "nm0086867"}, {"text": "[He leaves her]", "character": null, "characterId": null}, {"text": "... Barnett?", "character": "Barbara Jean", "characterId": "nm0086867"}]}, {"lines": [{"text": "Y'all take it easy now. This isn't Dallas, it's Nashville! They can't do this to us here in Nashville! Let's show them what we're made of. Come on everybody, sing! Somebody, sing!", "character": "Haven Hamilton", "characterId": "nm0002099"}]}, {"lines": [{"text": "Hi, Tom, could you sign my record?", "character": "Marthe aka \"L. A. Joan\"", "characterId": "nm0001167"}, {"text": "You better get off that diet before you ruin yourself.", "character": "Tom Frank", "characterId": "nm0001018"}]}, {"lines": [{"text": "Now, if we don't -- we don't live peaceful, there's gonna be nothin' left in our graves except Clorox bottles and plastic fly swatters with red dots on 'em.", "character": "Albuquerque", "characterId": "nm0364455"}]}, {"lines": [{"text": "I need something like this for my documentary. I need it. It's... It's America. Those cars smashing into each other... and all those mangled corpses...", "character": "Opal", "characterId": "nm0001036"}]}, {"lines": [{"text": "[speaking about the Hamiltons' country house]\nThis is Bergman. Pure, unadulterated Bergman. Of course, the people are all wrong for Bergman, aren't they?", "character": "Opal", "characterId": "nm0001036"}]}, {"lines": [{"text": "Mister, uh, Triplette. Now I'm real sorry ol' Delbert went and told you Haven would appear at the political rally. He knows better'n that. Well, we never let Haven Hamilton take sides, politically.", "character": "Lady Pearl", "characterId": "nm0062642"}, {"text": "You understand we give contributions to ever'body. And they are not puny contributions.", "character": "Haven Hamilton", "characterId": "nm0002099"}, {"text": "Only time I ever went hog-wild, around the bend, was for the Kennedy boys. But they were different.", "character": "Lady Pearl", "characterId": "nm0062642"}]}, {"lines": [{"text": "Good Lord love a duck!", "character": "Opal", "characterId": "nm0001036"}, {"text": "This is a choir... a black choir... from, uh, part of... from Fisk University here in town.", "character": "Bud Hamilton", "characterId": "nm0670225"}, {"text": "Good Lord! The lady singing is... is she a missionary?", "character": "Opal", "characterId": "nm0001036"}, {"text": "No, she's not. She's a gospel singer. She's the wife of our attorney.", "character": "Bud Hamilton", "characterId": "nm0670225"}, {"text": "I was making a documentary in Kenya... and there was this marvelous woman who was a missionary. That's why I asked if she was a missionary. She was sensational. She was converting Kukuyos by the dozens. She was trying to convert Masais. Of course, they were hopeless. They have their own sort of religion. Look at that. That rhythm is fantastic. It's funny... You can tell it's come down in the genes... through ages and ages and hundreds of years, but it's there. I mean, take off those robes and one is in... in... in darkest Africa. I can just see their naked, frenzied bodies... dancing to the beat of... Do they carry on like that in church?", "character": "Opal", "characterId": "nm0001036"}, {"text": "Depends on which church you go to.", "character": "Bud Hamilton", "characterId": "nm0670225"}]}, {"lines": [{"text": "See, what happened is, he made a million dollars on a fly swatter, because it had a red dot in the center.", "character": "Albuquerque", "characterId": "nm0364455"}, {"text": "Fly swatter?", "character": "Star", "characterId": "nm0719037"}, {"text": "That's right. Just a red dot. He was sittin' in the buffet, he was eatin', and he saw a woman and she was swattin' flies. And, uh, she... Uh, he said, \"What makes the difference in fly swatters?\" 'Cause it has to do with the industrial revolution.", "character": "Albuquerque", "characterId": "nm0364455"}]}, {"lines": [{"text": "Well, I know it sounds arrogant, but I'm on my way to town, if I ever make it, to become a country-western singer or star.", "character": "Albuquerque", "characterId": "nm0364455"}, {"text": "Yeah? What are you gonna do if you don't?", "character": "Kenny Fraiser", "characterId": "nm0371731"}, {"text": "If I don't? I don't kn... Oh, I could always go into sales.", "character": "Albuquerque", "characterId": "nm0364455"}, {"text": "Like ladies' clothes? Like what you're wearing?", "character": "Kenny Fraiser", "characterId": "nm0371731"}, {"text": "No... I don't know. Well, I know all about trucks, so I'd go into trucking, I guess.", "character": "Albuquerque", "characterId": "nm0364455"}, {"text": "You're kidding me.", "character": "Kenny Fraiser", "characterId": "nm0371731"}, {"text": "No, I'm not kiddin' you. I'm in a truck enough. And I know how to fix motors and all that.", "character": "Albuquerque", "characterId": "nm0364455"}, {"text": "Nobody'd buy trucks from a girl.", "character": "Kenny Fraiser", "characterId": "nm0371731"}, {"text": "I been fixin' motors a long time. They'd buy 'em from me 'cause I know all about motors. Why do you say that? See, what's happenin' is, if I can't sell trucks and I can't go...", "character": "Albuquerque", "characterId": "nm0364455"}, {"text": "Nobody'd buy a truck from a girl.", "character": "Kenny Fraiser", "characterId": "nm0371731"}, {"text": "[Spots her husband's truck]\nI knew this was gonna happen. Don't say you saw me.", "character": "Albuquerque", "characterId": "nm0364455"}, {"text": "[Runs off]", "character": null, "characterId": null}, {"text": "Hey, you haven't seen my wife, have ya? She's sort of ordinary-lookin'.", "character": "Star", "characterId": "nm0719037"}, {"text": "Uh-uh. Are you going into town?", "character": "Kenny Fraiser", "characterId": "nm0371731"}, {"text": "You're not one of them country singers, are ya?", "character": "Star", "characterId": "nm0719037"}, {"text": "No. Can you give me a ride?", "character": "Kenny Fraiser", "characterId": "nm0371731"}, {"text": "All right, get in. You look like a guy I was in the navy with. He wouldn't bathe, so we had to pee in his bed to get him discharged.", "character": "Star", "characterId": "nm0719037"}]}, {"lines": [{"text": "God, I thought I was in Israel. I don't know why. Certainly not the decor, was it? Must have been dreaming. I was there for about a year on a kibbutz. I was feeling very romantic about that kind of socialism at the time. I thought I'd like to have a bash at it.", "character": "Opal", "characterId": "nm0001036"}]}, {"lines": [{"text": "I don't know who you are or what you're doing here, but I will not tolerate rudeness in the presence of a star...", "character": "Haven Hamilton", "characterId": "nm0002099"}, {"text": "[pauses, glances at Eliot Gould]", "character": null, "characterId": null}, {"text": "Two stars.", "character": "Haven Hamilton", "characterId": "nm0002099"}]}, {"lines": [{"text": "Do I tell you how to sing, darlin'? Hmm? Have I ever told you how to sing a song?", "character": "Barnett", "characterId": "nm0307255"}, {"text": "That ain't the point. I know why you're goin' over there.", "character": "Barbara Jean", "characterId": "nm0086867"}, {"text": "Don't tell me how to run your life. I been doin' pretty good with it.", "character": "Barnett", "characterId": "nm0307255"}]}, {"lines": [{"text": "What a surprise. Julie Christie.", "character": "Haven Hamilton", "characterId": "nm0002099"}, {"text": "Who's Julie Christie?", "character": "Connie White", "characterId": "nm0000947"}, {"text": "Who's Julie Christie? She's a star. She's won an Academy Award.", "character": "Haven Hamilton", "characterId": "nm0002099"}, {"text": "Oh!", "character": "Connie White", "characterId": "nm0000947"}, {"text": "No, I'm not kiddin'. For one of those pictures. I don't know which one. She's done so many.", "character": "Haven Hamilton", "characterId": "nm0002099"}, {"text": "Isn't he a gem? He's got the worst sense of humor.", "character": "Connie White", "characterId": "nm0000947"}, {"text": "No, she's lovely.", "character": "Haven Hamilton", "characterId": "nm0002099"}, {"text": "Oh, come on. She can't even comb her hair.", "character": "Connie White", "characterId": "nm0000947"}]}, {"lines": [{"text": "Oh, you've got a Hal Phillip Walker button. No, it's Kennedy. Isn't that rather ancient? Strange. I thought that everybody in the South didn't go for Kennedy.", "character": "Opal", "characterId": "nm0001036"}, {"text": "It's John Fitzgerald Kennedy. Well, he, he took the whole South except for Tennessee, Florida, Kentucky. And there's a reason he didn't take Tennessee but he got 481,453 votes and the asshole got 556,577 votes...", "character": "Lady Pearl", "characterId": "nm0062642"}]}, {"lines": [{"text": "Now the problem we got here is anti-Catholicism. These dumb-heads around here - they're all Baptists and whatever, I don't know. Even to teach 'em to make change over at the bar, you gotta crack their skulls, let alone to teach 'em to vote for the Catholic just because he happens to be the better man...", "character": "Lady Pearl", "characterId": "nm0062642"}]}, {"lines": [{"text": "All I remember, the next few days was us just lookin' at that TV set and seein' that great fat-bellied sheriff sayin' 'Ruby, you son of a bitch.' And Oswald. And her in her little pink suit...", "character": "Lady Pearl", "characterId": "nm0062642"}]}, {"lines": [{"text": "And then comes Bobby. Oh, I worked for him. I worked here, I worked all over the country, I worked out in California, out in Stockton. Well, Bobby came here and spoke and he went down to Memphis and then he even went out to Stockton California and spoke off the Santa Fe train at the old Santa Fe depot. Oh, he was a beautiful man. He was not much like John, you know. He was more puny-like. But all the time I was workin' for him, I was just so scared - inside, you know, just scared.", "character": "Lady Pearl", "characterId": "nm0062642"}]}, {"lines": [{"text": "Have you been in Vietnam?", "character": "Opal", "characterId": "nm0001036"}, {"text": "Huh?", "character": "Pfc. Glenn Kelly", "characterId": "nm0001277"}, {"text": "[Nods]", "character": null, "characterId": null}, {"text": "Yes, you have. I can tell by your face. Was it awful?", "character": "Opal", "characterId": "nm0001036"}, {"text": "It was kinda... hot and wet.", "character": "Pfc. Glenn Kelly", "characterId": "nm0001277"}]}, {"lines": [{"text": "What's the matter with you? Ain't you gonna talk to me? Did it go all right?", "character": "Wade", "characterId": "nm0233306"}, {"text": "Oh, Wade.", "character": "Sueleen Gay", "characterId": "nm0919924"}, {"text": "What?", "character": "Wade", "characterId": "nm0233306"}, {"text": "I had to do me a striptease tonight in front of all those men... in order to get to sing at the Parthenon with Barbara Jean.", "character": "Sueleen Gay", "characterId": "nm0919924"}, {"text": "Oh, shit, Sueleen, I... That's dreadful! That's terrible, girl! I mean... I don't know how to tell you this, but I been meanin' to... you can't sing. You may as well face the fact you cannot sing. You ain't never gon' be no star. I wish you'd give it up. They gon' kill ya. They gon' tear your heart out if you keep on. They gon' walk on your soul, girl.", "character": "Wade", "characterId": "nm0233306"}, {"text": "What are you talkin' about?", "character": "Sueleen Gay", "characterId": "nm0919924"}, {"text": "You can't sing. Do you understand that?", "character": "Wade", "characterId": "nm0233306"}, {"text": "Yeah? You wanna make a bet? You wanna come to the Parthenon and watch me sing with Barbara Jean?", "character": "Sueleen Gay", "characterId": "nm0919924"}, {"text": "I am leavin' for Detroit Wednesday.", "character": "Wade", "characterId": "nm0233306"}, {"text": "You just come and watch, Wade.", "character": "Sueleen Gay", "characterId": "nm0919924"}, {"text": "I'm leavin' for Detroit, and if you wanna go you just come on. They gonna kill you in this town.", "character": "Wade", "characterId": "nm0233306"}, {"text": "Well, you come and see.", "character": "Sueleen Gay", "characterId": "nm0919924"}, {"text": "They gon' use you. You know that.", "character": "Wade", "characterId": "nm0233306"}, {"text": "Bye, Wade.", "character": "Sueleen Gay", "characterId": "nm0919924"}, {"text": "[Leaves]", "character": null, "characterId": null}, {"text": "Dumb bitch. I don't know why I stick around. She just makes me so goddamn mad I could spit.", "character": "Wade", "characterId": "nm0233306"}]}]}