{"quotes": [{"lines": [{"text": "\"I'M AS MAD AS HELL, AND I'M NOT GOING TO TAKE THIS ANYMORE!\"", "character": "Howard Beale", "characterId": "nm0002075"}]}, {"lines": [{"text": "You have meddled with the primal forces of nature, Mr. Beale, and I won't have it! Is that clear? You think you've merely stopped a business deal. That is not the case! The Arabs have taken billions of dollars out of this country, and now they must put it back! It is ebb and flow, tidal gravity! It is ecological balance! You are an old man who thinks in terms of nations and peoples. There are no nations. There are no peoples. There are no Russians. There are no Arabs. There are no third worlds. There is no West. There is only one holistic system of systems, one vast and immane, interwoven, interacting, multivariate, multinational dominion of dollars. Petro-dollars, electro-dollars, multi-dollars, reichmarks, rins, rubles, pounds, and shekels. It is the international system of currency which determines the totality of life on this planet. That is the natural order of things today. That is the atomic and subatomic and galactic structure of things today! And YOU have meddled with the primal forces of nature, and YOU... WILL... ATONE! Am I getting through to you, Mr. Beale? You get up on your little twenty-one inch screen and howl about America and democracy. There is no America. There is no democracy. There is only IBM, and ITT, and AT&T, and DuPont, Dow, Union Carbide, and Exxon. Those are the nations of the world today. What do you think the Russians talk about in their councils of state, Karl Marx? They get out their linear programming charts, statistical decision theories, minimax solutions, and compute the price-cost probabilities of their transactions and investments, just like we do. We no longer live in a world of nations and ideologies, Mr. Beale. The world is a college of corporations, inexorably determined by the immutable bylaws of business. The world is a business, Mr. Beale. It has been since man crawled out of the slime. And our children will live, Mr. Beale, to see that... perfect world... in which there's no war or famine, oppression or brutality. One vast and ecumenical holding company, for whom all men will work to serve a common profit, in which all men will hold a share of stock. All necessities provided, all anxieties tranquilized, all boredom amused. And I have chosen you, Mr. Beale, to preach this evangel.", "character": "Arthur Jensen", "characterId": "nm0000885"}, {"text": "Why me?", "character": "Howard Beale", "characterId": "nm0002075"}, {"text": "Because you're on television, dummy. Sixty million people watch you every night of the week, Monday through Friday.", "character": "Arthur Jensen", "characterId": "nm0000885"}, {"text": "I have seen the face of God.", "character": "Howard Beale", "characterId": "nm0002075"}, {"text": "You just might be right, Mr. Beale.", "character": "Arthur Jensen", "characterId": "nm0000885"}]}, {"lines": [{"text": "You need me. You need me badly. Because I'm your last contact with human reality. I love you. And that painful, decaying love is the only thing between you and the shrieking nothingness you live the rest of the day.", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "[hesitatingly]\nThen, don't leave me.", "character": "Diana Christensen", "characterId": "nm0001159"}, {"text": "Indifferent to suffering; insensitive to joy. All of life is reduced to the common rubble of banality. War, murder, death are all the same to you as bottles of beer. And the daily business of life is a corrupt comedy. You even shatter the sensations of time and space into split seconds and instant replays. You're madness, Diana. Virulent madness. And everything you touch dies with you. But not me. Not as long as I can feel pleasure, and pain... and love.", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "[Kisses her]", "character": null, "characterId": null}, {"text": "Wayward husband comes to his senses, returns to his wife, with whom he has established a long and sustaining love. Heartless young woman left alone in her arctic desolation. Music up with a swell; final commercial. And here are a few scenes from next week's show.", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "[Picks up his suitcases and leaves]", "character": null, "characterId": null}]}, {"lines": [{"text": "[laughing to himself]\nBut, man, you're never going to get any truth from us. We'll tell you anything you want to hear; we lie like hell. We'll tell you that, uh, Kojak always gets the killer, or that nobody ever gets cancer at Archie Bunker's house, and no matter how much trouble the hero is in, don't worry, just look at your watch; at the end of the hour he's going to win. We'll tell you any shit you want to hear. We deal in *illusions*, man! None of it is true! But you people sit there, day after day, night after night, all ages, colors, creeds... We're all you know. You're beginning to believe the illusions we're spinning here. You're beginning to think that the tube is reality, and that your own lives are unreal. You do whatever the tube tells you! You dress like the tube, you eat like the tube, you raise your children like the tube, you even *think* like the tube! This is mass madness, you maniacs! In God's name, you people are the real thing! *WE* are the illusion! So turn off your television sets. Turn them off now. Turn them off right now. Turn them off and leave them off! Turn them off right in the middle of the sentence I'm speaking to you now! TURN THEM OFF...", "character": "Howard Beale", "characterId": "nm0002075"}, {"text": "[collapses in a prophetic swoon as the audience erupts in thunderous applause]", "character": null, "characterId": null}]}, {"lines": [{"text": "Hi. I'm Diana Christensen, a racist lackey of the imperialist ruling circles.", "character": "Diana Christensen", "characterId": "nm0001159"}, {"text": "I'm Laureen Hobbs, a badass commie nigger.", "character": "Laureen Hobbs", "characterId": "nm0912200"}, {"text": "Sounds like the basis of a firm friendship.", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "Then get out, go anywhere you want, go to a hotel, go live with her, and don't come back. Because, after 25 years of building a home and raising a family and all the senseless pain that we have inflicted on each other, I'm damned if I'm going to stand here and have you tell me you're in love with somebody else. Because this isn't a convention weekend with your secretary, is it? Or - or some broad that you picked up after three belts of booze. This is your great winter romance, isn't it? Your last roar of passion before you settle into your emeritus years. Is that what's left for me? Is that my share? She gets the winter passion, and I get the dotage? What am I supposed to do? Am I supposed to sit at home knitting and purling while you slink back like some penitent drunk? I'm your wife, damn it. And, if you can't work up a winter passion for me, the least I require is respect and allegiance. I hurt. Don't you understand that? I hurt badly.", "character": "Louise Schumacher", "characterId": "nm0833152"}]}, {"lines": [{"text": "\"I'm as mad as hell, and I'm not going to take this anymore.\"", "character": "Howard Beale", "characterId": "nm0002075"}]}, {"lines": [{"text": "Right now, there is a whole, an entire generation that never knew anything that didn't come out of this tube. This tube is the gospel, the ultimate revelation; this tube can make or break presidents, popes, prime ministers; this tube is the most awesome goddamn propaganda force in the whole godless world, and woe is us if it ever falls into the hands of the wrong people, and that's why woe is us that Edward George Ruddy died. Because this company is now in the hands of CCA, the Communications Corporation of America; there's a new chairman of the board, a man called Frank Hackett, sitting in Mr. Ruddy's office on the twentieth floor. And when the 12th largest company in the world controls the most awesome goddamn propaganda force in the whole godless world, who knows what shit will be peddled for truth on this network?", "character": "Howard Beale", "characterId": "nm0002075"}]}, {"lines": [{"text": "That man is full of bullshit. I don't have anything going for me. I haven't got any kids. And I was married for thirty-three years of shrill, shrieking fraud. So I don't have any bullshit left. I just ran out of it, you see.", "character": "Howard Beale", "characterId": "nm0002075"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "The first known instance of a man who was killed because he had lousy ratings.", "character": "Narrator", "characterId": "nm0724673"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "This story is about Howard Beale, who was the news anchorman on UBS TV. In his time, Howard Beale had been a mandarin of television, the grand old man of news, with a HUT rating of 16 and a 28 audience share. In 1969, however, his fortunes began to decline. He fell to a 22 share. The following year, his wife died, and he was left a childless widower with an 8 rating and a 12 share. He became morose and isolated, began to drink heavily, and on September 22, 1975, he was fired, effective in two weeks. The news was broken to him by Max Schumacher, who was the president of the news division at UBS. The two old friends got properly pissed.", "character": "Narrator", "characterId": "nm0724673"}, {"text": "[on the street]\nI was at CBS with Ed Murrow in 1951.", "character": "Howard Beale", "characterId": "nm0002075"}, {"text": "Must've been 1950 then.", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "[Beale nods]", "character": null, "characterId": null}, {"text": "I was at NBC, uh, associate producer. Morning News. I was just a kid. 26 years old.", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "[Not interested, Beale wanders off, until Schumacher stops him]", "character": null, "characterId": null}, {"text": "Anyway... anyway... they're building the lower level of the George Washington Bridge.", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "[Interested, Beale listens]", "character": null, "characterId": null}, {"text": "We were doing a remote from there.", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "[start to laugh and snicker in unison]", "character": "Howard Beale", "characterId": "nm0002075"}, {"text": "And nobody told me!", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "[Beale keeps laughing, very interested]", "character": null, "characterId": null}, {"text": "Ten after seven in the morning, I get a call, \"Where the hell are YOU? You're supposed to be on the George Washington Bridge!\"", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "[Beale and Schumacher exchange laughs]", "character": null, "characterId": null}, {"text": "I jump out of bed, throw my raincoat over my pajamas. I run downstairs and out into the street...", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "[Schumacher runs into the street]", "character": null, "characterId": null}, {"text": "...hail a cab, and I say to the cabbie, \"TAKE ME TO THE MIDDLE OF THE GEORGE WASHINGTON BRIDGE!\"", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "[Beale laughs]", "character": null, "characterId": null}, {"text": "And the cabbie turns around and he says...", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "[giggles]", "character": null, "characterId": null}, {"text": "...he says \"Don't do it, buddy! You're a young man! You got your whole life ahead of you!\"", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "[shriek in hysterics, as Beale gives Schumacher a hug]", "character": "Howard Beale", "characterId": "nm0002075"}, {"text": "Didn't I ever tell you that one before?", "character": "Max Schumacher", "characterId": "nm0000034"}]}, {"lines": [{"text": "I'm the man that you presumably love. I'm a part of your life. I live here. I'm real. You can't switch to another station.", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "Well, what exactly is it you want me to do?", "character": "Diana Christensen", "characterId": "nm0001159"}, {"text": "I just want you to love me. I just want you to love me, primal doubts and all. You understand that, don't you?", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "[weakly]\nI don't know how to do that.", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "I feel lousy about the pain that I've caused my wife and kids. I feel guilty and conscience-stricken, and all of those things you think sentimental, but which my generation calls simple human decency. And I miss my home, because I'm beginning to get scared shitless, because all of a sudden it's closer to the end than the beginning, and death is suddenly a perceptible thing to me, with definable features.", "character": "Max Schumacher", "characterId": "nm0000034"}]}, {"lines": [{"text": "Middle-aged man reaffirming his middle-aged manhood, and a terrified young woman with a father complex. What sort of script do you think we can make out of this?", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "I watched your 6 o'clock news today; it's straight tabloid. You had a minute and a half of that lady riding a bike naked in Central Park; on the other hand, you had less than a minute of hard national and international news. It was all sex, scandal, brutal crime, sports, children with incurable diseases, and lost puppies. So, I don't think I'll listen to any protestations of high standards of journalism when you're right down on the streets soliciting audiences like the rest of us. Look, all I'm saying is if you're going to hustle, at least do it right.", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "I'm sorry for all those things I said to you last night. You're not the worst fuck I ever had. Believe me, I've had worse. You don't puff or snorkel and make death-like rattles. As a matter of fact, you're rather serene in the sack.", "character": "Diana Christensen", "characterId": "nm0001159"}, {"text": "Why is it that a woman always thinks that the most savage thing she can say to a man is to impugn his cocksmanship.", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "I'm sorry I impugned your cocksmanship.", "character": "Diana Christensen", "characterId": "nm0001159"}, {"text": "I gave up comparing genitals back in the schoolyard.", "character": "Max Schumacher", "characterId": "nm0000034"}]}, {"lines": [{"text": "[arms outstretched to the heavens]\nEdward George Ruddy died today! Edward George Ruddy was the Chairman of the Board of the Union Broadcasting Systems, and he died at eleven o'clock this morning of a heart condition, and woe is us! We're in a lot of trouble!", "character": "Howard Beale", "characterId": "nm0002075"}, {"text": "[calmly strolling toward the audience]\nSo. A rich little man with white hair died. What has that got to do with the price of rice, right? And *why* is that woe to us? Because you people, and sixty-two million other Americans, are listening to me right now. Because less than three percent of you people read books! Because less than fifteen percent of you read newspapers! Because the only truth you know is what you get over this tube. Right now, there is a whole, an entire generation that never knew anything that didn't come out of this tube! This tube is the Gospel, the ultimate revelation. This tube can make or break presidents, popes, prime ministers... This tube is the most awesome God-damned force in the whole godless world, and woe is us if it ever falls in to the hands of the wrong people, and that's why woe is us that Edward George Ruddy died. Because this company is now in the hands of CCA - the Communication Corporation of America. There's a new Chairman of the Board, a man called Frank Hackett, sitting in Mr. Ruddy's office on the twentieth floor. And when the twelfth largest company in the world controls the most awesome God-damned propoganda force in the whole godless world, who knows what shit will be peddled for truth on this network?", "character": "Howard Beale", "characterId": "nm0002075"}, {"text": "Television is not the truth! Television is a God-damned amusement park! Television is a circus, a carnival, a traveling troupe of acrobats, storytellers, dancers, singers, jugglers, side-show freaks, lion tamers, and football players. We're in the boredom-killing business! So if you want the truth... Go to God! Go to your gurus! Go to yourselves! Because that's the only place you're ever going to find any real truth.", "character": "Howard Beale", "characterId": "nm0002075"}]}, {"lines": [{"text": "What is finished... is the idea that this great country is dedicated to the freedom and flourishing of every individual in it. It's the individual that's finished. It's the single, solitary human being that's finished. It's every single one of you out there that's finished, because this is no longer a nation of independent individuals. It's a nation of some 200-odd million transistorized, deodorized, whiter-that-white, steel-belted bodies, totally unnecessary as human beings, and as replaceable as piston rods... Well, the time has come to say, is dehumanization such a bad word. Because good or bad, that's what is so. The whole world is becoming humanoid - creatures that look human but aren't. The whole world not just us. We're just the most advanced country, so we're getting there first. The whole world's people are becoming mass-produced, programmed, numbered, insensate things...", "character": "Howard Beale", "characterId": "nm0002075"}]}, {"lines": [{"text": "I would like at this moment to announce that I will be retiring from this program in two weeks' time because of poor ratings. Since this show is the only thing I had going for me in my life, I've decided to kill myself. I'm going to blow my brains out right on this program a week from today. So tune in next Tuesday. That should give the public relations people a week to promote the show. You ought to get a hell of a rating out of that. 50 share, easy.", "character": "Howard Beale", "characterId": "nm0002075"}]}, {"lines": [{"text": "[on the air]\nI just ran out of bullshit.", "character": "Howard Beale", "characterId": "nm0002075"}, {"text": "[picks up ringing phone in editing room]\nMr. Schumacher's right here, do you want to talk to him?", "character": "Harry Hunter", "characterId": "nm0153366"}, {"text": "Bullshit is all the reasons we give for living. If we can't think up reasons of our own, we always have the God bullshit.", "character": "Howard Beale", "characterId": "nm0002075"}, {"text": "[on the phone]\nYeah, Tom, what is it?", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "We don't know why we go through all this pointless pain, humiliation, and decay. So there better be someone somewhere who *does* know. That's the God bullshit.", "character": "Howard Beale", "characterId": "nm0002075"}, {"text": "He's saying that life is bullshit, and it is, so what are you screaming about?", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "[hangs up]", "character": null, "characterId": null}]}, {"lines": [{"text": "He's plague, he's smallpox, he's typhoid. I don't want to follow his goddamn show. I want out of that 8 o'clock spot. I've got enough troubles without Howard Beale as a lead-in. You guys scheduled me up against \"Tony Orlando and Dawn,\" NBC's got \"Little House on the Prairie,\" ABC's got \"The Bionic Woman\". You've gotta do something. You've gotta do something about Howard Beale. Get him off the air. Get him off. Do something. DO ANYTHING.", "character": "Laureen Hobbs", "characterId": "nm0912200"}]}, {"lines": [{"text": "Good afternoon, Mr. Beale.", "character": null, "characterId": null}, {"text": "I MUST MAKE MY WITNESS.", "character": "Howard Beale", "characterId": "nm0002075"}, {"text": "Sure thing, Mr. Beale.", "character": null, "characterId": null}]}, {"lines": [{"text": "This is not a psychotic breakdown; it's a cleansing moment of clarity.", "character": "Howard Beale", "characterId": "nm0002075"}]}, {"lines": [{"text": "Mr. Hackett's trying to get through to you.", "character": "Secretary", "characterId": "nm0471274"}, {"text": "Tell Mr. Hackett to go fuck himself.", "character": "Max Schumacher", "characterId": "nm0000034"}]}, {"lines": [{"text": "Howard, I'm taking you off the air. I think you're having a breakdown, require treatment.", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "This is not a psychotic episode. This is a cleansing moment of clarity. I'm imbued, Max. I'm imbued with some special spirit. It's not a religious feeling at all. It's a shocking eruption of great electrical energy. I feel vivid and flashing, as if suddenly I'd been plugged into some great electromagnetic field. I feel connected to all living things. To flowers, birds, all the animals of the world. And even to some great, unseen, living force. What I think the Hindus call prana. But it's not a breakdown. I've never felt more orderly in my life. It is a shattering and beautiful sensation. It is the exalted flow of the space-time continuum, save that it is spaceless and timeless and... of such loveliness. I feel on the verge of some great, ultimate truth. And you will not take me off the air for now or for any other spaceless time!", "character": "Howard Beale", "characterId": "nm0002075"}]}, {"lines": [{"text": "The time has come to re-evaluate our relationship, Max.", "character": "Diana Christensen", "characterId": "nm0001159"}, {"text": "So I see.", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "I don't like the way this script of ours has turned out. It's turning into a seedy little drama.", "character": "Diana Christensen", "characterId": "nm0001159"}, {"text": "You're going to cancel the show?", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "Right.", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "Do you love her?", "character": "Louise Schumacher", "characterId": "nm0833152"}, {"text": "I don't know how I feel. I'm grateful I can feel anything.", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "[his wife flinches]", "character": null, "characterId": null}, {"text": "I know I'm obsessed with her.", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "Then say it. You keep telling me that you're obsessed, you're infatuated. Say that you're in love with her.", "character": "Louise Schumacher", "characterId": "nm0833152"}, {"text": "[pauses]\nI'm in love with her.", "character": "Max Schumacher", "characterId": "nm0000034"}]}, {"lines": [{"text": "Look, I sent you all a concept analysis report yesterday. Did any of you read it?", "character": "Diana Christensen", "characterId": "nm0001159"}, {"text": "[Aides stare blankly at her]", "character": null, "characterId": null}, {"text": "\"The American people are turning sullen. They've been clobbered on all sides by Vietnam, Watergate, the inflation, the depression; they've turned off, shot up, and they've fucked themselves limp, and nothing helps.\" So, this concept analysis report concludes, \"The American people want somebody to articulate their rage for them.\" I've been telling you people since I took this job six months ago that I want angry shows. I don't want conventional programming on this network. I want counterculture, I want anti-establishment. I don't want to play butch boss with you people, but when I took over this department, it had the worst programming record in television history. This network hasn't one show in the top twenty. This network is an industry joke, and we'd better start putting together one winner for next September. I want a show developed based on the activities of a terrorist group, \"Joseph Stalin and His Merry Band of Bolsheviks,\" I want ideas from you people. This is what you're paid for. And by the way, the next time I send an audience research report around, you'd all better read it, or I'll sack the fucking lot of you. Is that clear?", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "[flipping through the newspaper]\nYou know, Barbara, the Arabs have decided to jack up the price of oil another 20%... uh, the CIA has been caught opening Senator Humphrey's mail... there's a civil war in Angola... another one in Beirut... the, uh, New York City's still facing default... they finally caught up with Patricia Hearst... and the whole front page of the \"Daily News\" is Howard Beale.", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "I was married for four years, and pretended to be happy; and I had six years of analysis, and pretended to be sane. My husband ran off with his boyfriend, and I had an affair with my analyst, who told me I was the worst lay he'd ever had. I can't tell you how many men have told me what a lousy lay I am. I apparently have a masculine temperament. I arouse quickly, consummate prematurely, and can't wait to get my clothes back on and get out of that bedroom. I seem to be inept at everything except my work. I'm goddamn good at my work and so I confine myself to that. All I want out of life is a 30 share and a 20 rating.", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "All I know is, you've got to get mad. You've got to say, \"I'm a human being, goddamn it. My life has value.\"", "character": "Howard Beale", "characterId": "nm0002075"}]}, {"lines": [{"text": "We'll tell you anything you want to hear, we lie like hell.", "character": "Howard Beale", "characterId": "nm0002075"}]}, {"lines": [{"text": "Don't fuck with my distribution costs! I'm making a lousy two-fifteen per segment and I'm already deficiting twenty-five grand a week with Metro! I'm paying William Morris ten percent off the top, and I'm giving this turkey ten thou per segment, and another five to this fruitcake! And Helen, don't start no shit about a piece again! I'm paying Metro twenty-thousand for all foreign and Canadian distribution, and that's after recoupment! The Communist Party's not gonna see a nickel of this goddamn show until we go into syndication!", "character": "Laureen Hobbs", "characterId": "nm0912200"}, {"text": "C'mon Laureen. The party's in for seventy-five hundred a week of the production expenses.", "character": "Helen Miggs", "characterId": "nm0902940"}, {"text": "I'm not giving this pseudoinsurrectionary sedentarian a piece of my show! I'm not giving him script approval, and I sure as shit ain't gotten him into my distribution charges!", "character": "Laureen Hobbs", "characterId": "nm0912200"}, {"text": "[screaming]\nYou fucking fascist! Did you see the film we made of the San Marino jail breakout, demonstrating the rising up of the seminal prisoner class infrastructure?", "character": "Mary Ann Gifford", "characterId": "nm0188829"}, {"text": "You can blow the seminal prisoner class infrastructure out your ass! I'm not knockin' down my goddamn distribution charges!", "character": "Laureen Hobbs", "characterId": "nm0912200"}, {"text": "[fires off his gun through the ceiling]\nMan, give her the FUCKING overhead clause. Let's get back to page twenty-two, number 5, small 'a'. Subsidiary rights.", "character": "Great Ahmed Kahn", "characterId": "nm0121386"}]}, {"lines": [{"text": "Good morning, Mr. Beale. They tell me you're a madman.", "character": "Arthur Jensen", "characterId": "nm0000885"}]}, {"lines": [{"text": "[greeting Beale]\nHow are you now?", "character": "Arthur Jensen", "characterId": "nm0000885"}, {"text": "I'm as mad as a hatter.", "character": "Howard Beale", "characterId": "nm0002075"}, {"text": "Who isn't?", "character": "Arthur Jensen", "characterId": "nm0000885"}]}, {"lines": [{"text": "No, no. I'm gonna blow my brains out right on the air, right in the middle of the 7 O'clock news.", "character": "Howard Beale", "characterId": "nm0002075"}, {"text": "You'll get a hell of a rating, I'll guarantee you that. 50 share easy.", "character": "Max Schumacher", "characterId": "nm0000034"}]}, {"lines": [{"text": "By tomorrow, he'll have a 50 share, maybe even a 60. Howard Beale is processed instant God, and right now, it looks like he may just go over bigger than Mary Tyler Moore.", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "After living with you for the last six months, I'm turning into one of your scripts. Well, this is not a script, Diana. There's some real, actual life going on here.", "character": "Max Schumacher", "characterId": "nm0000034"}]}, {"lines": [{"text": "All human beings are becoming humanoids. All over the world, not just in America. We're just getting there faster since we're the most advanced country.", "character": "Howard Beale", "characterId": "nm0002075"}]}, {"lines": [{"text": "So far, over 900 fucking phone calls complaining about the foul language.", "character": null, "characterId": null}, {"text": "Shit.", "character": "Frank Hackett", "characterId": "nm0000380"}]}, {"lines": [{"text": "Each week we open with an authentic act of political terrorism taken on the spot, in the actual moment. Then we go to the drama behind the opening film footage. That's your job, Ms. Hobbs. You've got to get the Ecumenicals to bring in that film footage for us. The network can't deal with them directly; they are, after all, wanted criminals.", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "All I know is that this violates every canon of respectable broadcasting.", "character": "Nelson Chaney", "characterId": "nm0011741"}, {"text": "We're not a respectable network. We're a whorehouse network, and we have to take whatever we can get.", "character": "Frank Hackett", "characterId": "nm0000380"}, {"text": "Well, I don't want any part of it. I don't fancy myself the president of a whorehouse.", "character": "Nelson Chaney", "characterId": "nm0011741"}, {"text": "That's very commendable of you, Nelson. Now sit down. Your indignation is duly noted; you can always resign tomorrow.", "character": "Frank Hackett", "characterId": "nm0000380"}]}, {"lines": [{"text": "The affiliates won't carry it.", "character": "Nelson Chaney", "characterId": "nm0011741"}, {"text": "The affiliates will kiss your ass if you can hand them a hit show.", "character": "Frank Hackett", "characterId": "nm0000380"}]}, {"lines": [{"text": "[immediately after making love with Max]", "character": null, "characterId": null}, {"text": "The heart-rending saga about a woman hopelessly in love with her husband's mistress.", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "[begins passionately making out with Max]\nNBC's offering 2.2 and a half mill per", "character": "Diana Christensen", "characterId": "nm0001159"}, {"text": "[kiss]", "character": null, "characterId": null}, {"text": "per package of five James Bond movies, and I think I'm going to steal them for 3.5", "character": "Diana Christensen", "characterId": "nm0001159"}, {"text": "[kiss]", "character": null, "characterId": null}, {"text": "for their third run.", "character": "Diana Christensen", "characterId": "nm0001159"}, {"text": "[deep kiss]", "character": null, "characterId": null}]}, {"lines": [{"text": "I argued that television was a volatile industry in which success and failure were determined week by week; Mr. Jensen does not like volatile industries and suggested with a certain sinister silkiness that volatility in business usually reflected bad management.", "character": "Frank Hackett", "characterId": "nm0000380"}]}, {"lines": [{"text": "I started as a salesman, Mr. Beale. I sold sewing machines and automobile parts, hair brushes and electronic equipment.", "character": "Arthur Jensen", "characterId": "nm0000885"}, {"text": "[puts arm around Beale's shoulders]", "character": null, "characterId": null}, {"text": "They say I can sell anything. I'd like to try to sell something to *you*.", "character": "Arthur Jensen", "characterId": "nm0000885"}]}, {"lines": [{"text": "you dress like the tube, you eat like the tube, you raise your children like the tube, you even think like the tube. This is mass madness, you maniacs. In God's name, you people are the real thing, WE are the illusion.", "character": "Howard Beale", "characterId": "nm0002075"}]}, {"lines": [{"text": "Television is not the truth. Television is a goddamned amusement park.", "character": "Howard Beale", "characterId": "nm0002075"}]}, {"lines": [{"text": "Shall we kill Howard Beale, or not? I'd like to get some more opinions on that.", "character": "Frank Hackett", "characterId": "nm0000380"}, {"text": "I don't see we have any options, Frank. Let's kill the son-of-a-bitch.", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "You fuckin' fascist! Did you see the film we made at the San Marino jail breakout demonstrating the rising up of the seminal prisoner class infrastructure?", "character": "Mary Ann Gifford", "characterId": "nm0188829"}, {"text": "You can blow the seminal prisoner class infrastructure out your ass. I'm not knockin' down my goddamn distribution charges.", "character": "Laureen Hobbs", "characterId": "nm0912200"}]}, {"lines": [{"text": "These are those four outlines submitted by Universal for an hour series. You needn't bother to read them; I'll tell them to you. The first one is set at a large Eastern law school, presumably Harvard. The series is irresistibly entitled \"The New Lawyers.\" The running characters are a crusty-but-benign ex-Supreme Court justice, presumably Oliver Wendell Holmes by way of Dr. Zorba; there's a beautiful girl graduate student; and the local district attorney who is brilliant and sometimes cuts corners. The second one is called \"The Amazon Squad.\" The running characters include a crusty-but-benign police lieutenant who's always getting heat from the commissioner; a hard-nosed, hard-drinking detective who thinks women belong in the kitchen; and the brilliant and beautiful young girl cop who's fighting the feminist battle on the force. Up next is another one of those investigative reporter shows. A crusty-but-benign managing editor who's always gett...", "character": "Barbara", "characterId": "nm0004916"}, {"text": "[Diana cuts her off]", "character": null, "characterId": null}]}, {"lines": [{"text": "...I want you to get mad. I don't want you to protest, I don't want you to riot, I don't want you to write to your congressman, because I wouldn't know what to tell you to write. I don't know what to do about the depression, the inflation, the Russians, or the crime in the streets. All I know is that first... You've got to get mad.", "character": "Howard Beale", "characterId": "nm0002075"}]}, {"lines": [{"text": "[shouting]\nSon of a bitch. We've struck the motherlode.", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "[about Diana]\nI'm not sure she's capable of any real feelings. She's television generation. She learned life from Bugs Bunny.", "character": "Max Schumacher", "characterId": "nm0000034"}]}, {"lines": [{"text": "We could make a series of it. \"Suicide of the Week.\" Aw, hell, why limit ourselves? \"Execution of the Week.\"", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "\"Terrorist of the Week.\"", "character": "Howard Beale", "characterId": "nm0002075"}, {"text": "\"The Death Hour.\" A great Sunday night show for the whole family. It'd wipe that fuckin' Disney right off the air.", "character": "Max Schumacher", "characterId": "nm0000034"}]}, {"lines": [{"text": "Look, we've got a bunch of hobgoblin radicals called the Ecumenical Liberation Army who go around taking home movies of themselves robbing banks. Now, maybe they'll take movies of themselves kidnapping heiresses, hijacking 747s, bombing bridges, assassinating ambassadors. We'd open each week's segment with their authentic footage, hire a couple of writers to write a story behind that footage, and we've got ourselves a series.", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "An adapted for television version of \"Anna Karenina\", where she's Count Vronsky and I'm Anna.", "character": "Max Schumacher", "characterId": "nm0000034"}]}, {"lines": [{"text": "Four hours ago I was the Sun God at CCA, Mr. Jensen's handpicked golden boy, the heir apparent. Now I'm a man without a corporation.", "character": "Frank Hackett", "characterId": "nm0000380"}]}, {"lines": [{"text": "Mr. Jensen is unhappy with Howard Beale and wants him discontinued.", "character": "Frank Hackett", "characterId": "nm0000380"}, {"text": "He may be unhappy, but he isn't stupid enough to withdraw the number one show on television out of pique.", "character": "Diana Christensen", "characterId": "nm0001159"}, {"text": "Two billion dollars is not pique! That's the Wrath of God! And the Wrath of God wants Howard Beale fired.", "character": "Frank Hackett", "characterId": "nm0000380"}]}, {"lines": [{"text": "I'm gonna kill him. I'm gonna impale the son-of-a-bitch with a sharp stick through the heart. I'll take out a contract on him. I'll hire a professional killer; no, I'll do it myself. I'll strangle him with a sash cord.", "character": "Frank Hackett", "characterId": "nm0000380"}]}, {"lines": [{"text": "Let's stop kidding ourselves. Full-fledged messiahs don't come in bunches.", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "Well Ahmed, you ain't gonna believe this. They gonna make a TV star out of you. Just like Archie Bunker. You gonna be a household word.", "character": "Laureen Hobbs", "characterId": "nm0912200"}, {"text": "What the fuck are you talking about?", "character": "Great Ahmed Kahn", "characterId": "nm0121386"}]}, {"lines": [{"text": "[Jensen leads Beale into the conference room]", "character": null, "characterId": null}, {"text": "Valhalla, Mr. Beale. Please, sit down.", "character": "Arthur Jensen", "characterId": "nm0000885"}]}, {"lines": [{"text": "The initial response to the new Howard Beale show was not auspicatory. The press was, without exception, hostile and industry reaction, negative. The ratings for the Thursday and Friday shows were both 14, but Monday's rating dropped a point, clearly suggesting the novelty was wearing off.", "character": "Narrator", "characterId": "nm0724673"}]}, {"lines": [{"text": "By mid-October, \"The Howard Beale Show\" had settled in at a 42 share, more than equaling all the other network news shows combined. In the Nielsen ratings, \"The Howard Beale Show\" was listed as the fourth highest rated show of the month, surpassed only by \"The Six Million Dollar Man\", \"All in the Family\" and \"Phyllis\" - a phenomenal state of affairs for a news show - and on October the 15th, Diana Christensen flew to Los Angeles for what the trade calls powwows and confabs with our west coast programming execs and to get production rolling on the shows for the coming season.", "character": "Narrator", "characterId": "nm0724673"}]}, {"lines": [{"text": "\"The Mao Tse-Tung Hour\" went on the air March 14th. It received a 47 share. The network promptly committed to 15 shows with an option for 10 more. There were the usual contractual difficulties.", "character": "Narrator", "characterId": "nm0724673"}]}, {"lines": [{"text": "That evening, Howard Beale went on the air to preach the corporate cosmology of Arthur Jensen.", "character": "Narrator", "characterId": "nm0724673"}]}, {"lines": [{"text": "It was a perfectly admissible argument that Howard Beale advanced in the days that followed. It was, however, also a very depressing one. Nobody particularly cared to hear his life was utterly valueless. By the end of the first week in June, \"The Howard Beale Show\" had dropped one point in the rating and its trend of shares dipped under 48 for the first time since last November.", "character": "Narrator", "characterId": "nm0724673"}]}, {"lines": [{"text": "[Discussing Beale's poor ratings]\nWhere's that put us, Diana?", "character": "Frank Hackett", "characterId": "nm0000380"}, {"text": "That puts us in the shithouse. That's where that puts us.", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "The next time I send out a marketing analysis you all better read it or I'll sack the fucking lot of you.", "character": "Diana Christensen", "characterId": "nm0001159"}]}, {"lines": [{"text": "Tell Hackett to go fuck himself!", "character": "Max Schumacher", "characterId": "nm0000034"}]}, {"lines": [{"text": "I'll want to see Mr. Beale after this. The way I hear it, Max, you are primarily responsible for this colossally stupid prank. Is that the fact, Max?", "character": "Edward George Ruddy", "characterId": "nm0697733"}, {"text": "That's the fact.", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "It was unconscionable. Doesn't seem to be anything more to say.", "character": "Edward George Ruddy", "characterId": "nm0697733"}, {"text": "I have something to say, Ed. I want to know why that whole debasement of the news division discussed at the stockholders meeting this afternoon was kept secret from me. You & I go back 20 years, Ed. I took this job with your personal assurance that you would back my autonomy against any encroachment, but ever since CCA acquired UBS systems 10 months ago, Hackett's been taking over everything. Now, who the hell is running this network, you or some conglomerate called CCA? I mean, you're the head of the systems group, & Hackett is nothing but a hatchet man for the CCA. Nelson here, the president of the network, & he hasn't got a damn thing to say about anything anymore.", "character": "Max Schumacher", "characterId": "nm0000034"}, {"text": "00 tomorrow morning. We will coordinate our statements to the least detriment of everyone. Bob McDonough will take over the news division until we can sort all this out. I would like to see Mr. Beale now.", "character": "Edward George Ruddy", "characterId": "nm0697733"}, {"text": "They're looking for him, Ed, they don't know where he is.", "character": "Nelson Chaney", "characterId": "nm0011741"}]}, {"lines": [{"text": "The business of management is management.", "character": "Frank Hackett", "characterId": "nm0000380"}]}]}