{"quotes": [{"lines": [{"text": "the gold's not in the ground. The gold's not anywhere up here. The real gold is south of 60 - sittin' in livin' rooms, stuck facin' the boob tube, bored to death. Bored to death, Tyler.", "character": "Rosie", "characterId": "nm0001133"}]}, {"lines": [{"text": "Take the stick... Aaaaaaah!", "character": "Rosie", "characterId": "nm0001133"}, {"text": "What's wrong?", "character": "Tyler", "characterId": "nm0001747"}, {"text": "Boredom, Tyler. Boredom - that's what's wrong. And how do you beat boredom, Tyler?... Adventure. Adventure, Tyler.", "character": "Rosie", "characterId": "nm0001133"}, {"text": "Where are you going, Rosie? Rosie, what are you doing? I can't fly this thing! What do I do?", "character": "Tyler", "characterId": "nm0001747"}]}, {"lines": [{"text": "[warning Tyler about wolves]\nThey'll come after you, son. Just for the ugly fun of tearing you apart.", "character": "Drunk", "characterId": "nm0916908"}]}, {"lines": [{"text": "To me a wolf means money. It's a way of making a living. One wolf pelt is about $350 dollars. And I've got to feed my family; my children. Buy a snowmobile; food, rifle, bullets whatever.", "character": "Mike", "characterId": "nm0429786"}, {"text": "You wouldn't ah... you wouldn't kill these wolves?", "character": "Tyler", "characterId": "nm0001747"}, {"text": "These ones... no. No I don't think so. Besides you would get mad if I killed one of them... and your gun is bigger than mine.", "character": "Mike", "characterId": "nm0429786"}, {"text": "Yeah.", "character": "Tyler", "characterId": "nm0001747"}, {"text": "I'd like to though.", "character": "Mike", "characterId": "nm0429786"}]}, {"lines": [{"text": "In the end there were no simple answers. No heroes or villians; only silence.", "character": "Tyler", "characterId": "nm0001747"}]}, {"lines": [{"text": "[final line]", "character": null, "characterId": null}, {"text": "[narrating]\nI believe the wolves went off to a wild and distant place somewhere, although I don't really know... because I turned away, and didn't watch them go.", "character": "Tyler", "characterId": "nm0001747"}]}, {"lines": [{"text": "to go off into the wilderness, and test myself against all the dangerous things lurking there. And to find that basic animal that I secretly hoped was hidden somewhere inside myself. I imagined, at that point, I'd become a new man, with a strength and courage I'd never known before.", "character": "Tyler", "characterId": "nm0001747"}, {"text": "[Continuing his voice-over narration, with rugged Canadian wilderness rolling by]\nAs I traveled north, it was on about the 3rd day that the reality of what I was about to try to do began to seep into my bones... and gather in a knot in the pit of my stomach.", "character": "Tyler", "characterId": "nm0001747"}, {"text": "Nootsak. The sheer bulk of the supplies the Department sent along set me back. Because I had to get not only myself, but all this stuff, another 300 miles into the wilderness.", "character": "Tyler", "characterId": "nm0001747"}]}, {"lines": [{"text": "the mad trappers, Diamond Tooth Gertie, The Ice-Worm Cocktail and all that. So, I was prepared for things to be a little weird.", "character": "Tyler", "characterId": "nm0001747"}]}, {"lines": [{"text": "[Narrating]\nThe only plane in Nootsak belonged to a part-time bush pilot, gambler, and real estate tycoon named Rosie Little. While we were negotiating our deal, he introduced me to this drink that he'd invented. Known locally as \"Moose Juice,\" it consisted of equal parts Moose Brand Beer and ethyl alcohol. Before I knew it, my old fear of flying evaporated, and I spent all the money I had left... on 24 cases of beer.", "character": "Tyler", "characterId": "nm0001747"}]}, {"lines": [{"text": "steaming hot water coming right out of the ground. When I say \"hot water,\" what do you think?", "character": "Rosie", "characterId": "nm0001133"}, {"text": "[the other two men are silent]\nSitting in the bathtub?... Japanese! A little bit of advertising, plenty of raw fish...", "character": "Rosie", "characterId": "nm0001133"}, {"text": "[Chuckling]\nIt's a beautiful country, all right. Limitless possibilities... Japanese?... That's a great angle, Rosie.", "character": "Hunter #1", "characterId": "nm0197080"}, {"text": "once they soak their little buns in our magic, medicinal hot spring, you bottle it up, stick a fancy label on it, and they take it home with them. Before you know it, we'll be shipping it out of here by the truckload. What's it cost us? Nothing! It bubbles right up outta' the ground. I'll bet ya' we could figure out a way to bottle the air up here, too.", "character": "Rosie", "characterId": "nm0001133"}, {"text": "Fantastic!", "character": "Hunter #2", "characterId": "nm0835872"}, {"text": "Gentlemen, here's to the future.", "character": "Rosie", "characterId": "nm0001133"}, {"text": "[Just then a strong gust of wind picks their canopied table up off the ground and blows it into a nearby lake]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Seen on closing credits]\nI think over again my small adventures. My fears, those small ones that seemed so big. For all the vital things I had to get and to reach. And yet there is only one great thing. The only thing. To live to see the great day that dawns, and the light that fills the world. - Old Inuit Song", "character": null, "characterId": null}]}]}