{"quotes": [{"lines": [{"text": "Mr. Appleby, what on Earth have you been doing over there all the time.", "character": "Ellen Wheeler", "characterId": "nm0000072"}, {"text": "I've been preparing a bed for some new friends of mine. There's no substitute for preparation. You can't just stick things in the ground and expect them to grow. This soil is poisoned. That damned obscenity of a house takes so much of our sunshine away you're lucky to get anything to grow.", "character": "Appleby", "characterId": "nm0485894"}]}, {"lines": [{"text": "Sorry I'm late. Panic on Wall Street. It seems every time the Viet Cong launch a new offensive, I'm late home for dinner.", "character": "John Wheeler", "characterId": "nm0002131"}]}, {"lines": [{"text": "What time is dinner?", "character": "John Wheeler", "characterId": "nm0002131"}, {"text": "Well, I asked Delores to serve it at nine.", "character": "Ellen Wheeler", "characterId": "nm0000072"}, {"text": "Great. I guess we should be ready by half-past ten.", "character": "John Wheeler", "characterId": "nm0002131"}]}, {"lines": [{"text": "[after digging in the garden]\nIt seems this is as far as we can go sir. There's nothing here.", "character": "Sergeant Norris", "characterId": "nm0200686"}, {"text": "[to Inspector Walker]\nWell, what did you expect to find down there, Sherlock Holmes? A wax dummy covered with tomato ketchup? An earthworm with a revolver? I told you, last night me being there was pure curiosity. If I came to you and told you that I was looking for a dead body in that old house, wouldn't you come to have a look?", "character": "Appleby", "characterId": "nm0485894"}, {"text": "You could have at least told us last night the reason for your curiosity. You have no business being in that house. However, under the circumstances, we are prepared to drop the trespassing charges against you.", "character": "Inspector Walker", "characterId": "nm0212674"}, {"text": "[sarcastic]\nHow kind!", "character": "Appleby", "characterId": "nm0485894"}, {"text": "We'll have a go and re-plant these trees if you'd like.", "character": "Sergeant Norris", "characterId": "nm0200686"}, {"text": "You don't re-plant the dead Sergeant, you bury them! Now, get these dead plants out of my garden!", "character": "Appleby", "characterId": "nm0485894"}]}, {"lines": [{"text": "When did you plant these trees, Mr. Appleby?", "character": "Inspector Walker", "characterId": "nm0212674"}, {"text": "Odd question. Last night. Best time to plant is after a rainstorm. The leaves are cool, soil is saturated, the enzymes are active. I planted them just after you left.", "character": "Appleby", "characterId": "nm0485894"}, {"text": "You knew we were here?", "character": "Inspector Walker", "characterId": "nm0212674"}, {"text": "Oh, yes. I wondered what was going on. Do you know anything about trees, Inspector?", "character": "Appleby", "characterId": "nm0485894"}, {"text": "No, as a matter of fact I don't.", "character": "Inspector Walker", "characterId": "nm0212674"}, {"text": "These are the Burham Abdumai. Graph hybrid. Produces the colors of two species. Extraordinary.", "character": "Appleby", "characterId": "nm0485894"}, {"text": "Do you often stay up all night, Mr. Appleby?", "character": "Inspector Walker", "characterId": "nm0212674"}, {"text": "Yes. Sometimes all night. Sometimes all day. Living alone has it's perks. My late wife used to say that...", "character": "Appleby", "characterId": "nm0485894"}, {"text": "Do you mind if we ask you to dig these trees up?", "character": "Inspector Walker", "characterId": "nm0212674"}, {"text": "[angry]\nI certainly would, not even for Mrs. Wheeler's piece of mind! You can have a dog look at them. Sniff at them. It would serve the same purpose.", "character": "Appleby", "characterId": "nm0485894"}, {"text": "Not quite.", "character": "Inspector Walker", "characterId": "nm0212674"}, {"text": "You would need a court order. And I would do my best to make it extremely difficult for you!", "character": "Appleby", "characterId": "nm0485894"}]}, {"lines": [{"text": "[into the phone]\nInspector Walker? Why didn't you come? Yes... I know. I have something to tell... Yes... I'm leaving in a few minutes. Inspector... there are two dead bodies in that old building. A man and a woman sitting side by side with their throats... cut. Yes, I know... but you must believe me this time. Won't you inspect that house just once more? Well... then send someone else over...", "character": "Ellen Wheeler", "characterId": "nm0000072"}, {"text": "[Ellen gasps as a loud click is heard and then a dial tone. She hangs up the phone]", "character": null, "characterId": null}, {"text": "[breaking character; sinister tone]\nHeh, I always thought you would say that.", "character": "Ellen Wheeler", "characterId": "nm0000072"}, {"text": "[Appleby enters applauding]", "character": null, "characterId": null}, {"text": "Bravo. Bravo! Superb! Superb performance. Well... that's it then. Your plan complete in every last detail. Pity you also had to include my Burhams.", "character": "Appleby", "characterId": "nm0485894"}, {"text": "Sorry about that.", "character": "Ellen Wheeler", "characterId": "nm0000072"}]}, {"lines": [{"text": "How nicely you've done the house. Did you know this was three rooms when I was a child? Beautiful, quite beautiful. I do love Indian art. Erotic, violent... your inspiration for this whole scheme, I assume. So charming. Oh... will you be away long?", "character": "Appleby", "characterId": "nm0485894"}, {"text": "At the moment, that seems to depend on... you Mr. Appleby.", "character": "Ellen Wheeler", "characterId": "nm0000072"}, {"text": "Oh, Mrs. Wheeler... Inspector Walker wouldn't believe me either. But I do admire you. How many \"abandoned wives\", or cockhols for that matter, would have had your courage to pull off what you did? I myself, did nothing.", "character": "Appleby", "characterId": "nm0485894"}, {"text": "It's a great favor to ask you, but since you are so fond of this house...", "character": "Ellen Wheeler", "characterId": "nm0000072"}, {"text": "Yes?", "character": "Appleby", "characterId": "nm0485894"}, {"text": "Would it be possible for you to take care of it while I'm away?", "character": "Ellen Wheeler", "characterId": "nm0000072"}, {"text": "[flattered]\nWell... I don't know what to say.", "character": "Appleby", "characterId": "nm0485894"}, {"text": "The garden too of course. Here are the keys.", "character": "Ellen Wheeler", "characterId": "nm0000072"}, {"text": "[takes the keys]\nIt will be a pleasure. I'll see that nothing is disturbed.", "character": "Appleby", "characterId": "nm0485894"}, {"text": "Thank you, Mr. Appleby.", "character": "Ellen Wheeler", "characterId": "nm0000072"}, {"text": "No... thank you, Mrs. Wheeler.", "character": "Appleby", "characterId": "nm0485894"}]}]}