{"quotes": [{"lines": [{"text": "Mama, I know you used to ride the bus. Riding the bus, and it's hot and bumpy and crowded and too noisy, and more than anything else in the world, you wanna get off. And the only reason in the world you don't get off is it's still fifty blocks from where you're going. Well, I can get off right now if I want to. Because even if I ride fifty more years and get off then, it's still the same place when I step down to it. Whenever I feel like it, I can get off. Whenever I've had enough, it's my stop. I've had enough.", "character": "Jessie", "characterId": "nm0000651"}]}, {"lines": [{"text": "But you are my child!", "character": "Thelma", "characterId": "nm0000843"}, {"text": "my own self. Who I never was. Or who I tried to be and never got there. Somebody I waited for and never came - and never will. So see, it doesn't matter much what else goes on in the world or in this house even. I'm who I was waiting for. I didn't make it. Me! Who might have made a difference to me. I'm not gonna show up - so there's no reason to stay... except to keep you company. And that's not reason enough... cause I'm not very good company. Am I?", "character": "Jessie", "characterId": "nm0000651"}, {"text": "No. And neither am I.", "character": "Thelma", "characterId": "nm0000843"}]}, {"lines": [{"text": "We're just gonna sit around like every other night in the world, and then you're gonna kill yourself? You'll miss! You'll wind up a vegetable! How'd you like that? You know what the doctor said about getting excited. You'll cock the pistol and have a fit!", "character": "Thelma", "characterId": "nm0000843"}, {"text": "I think I can kill myself, Mama.", "character": "Jessie", "characterId": "nm0000651"}, {"text": "It's a sin! You'll go to Hell!", "character": "Thelma", "characterId": "nm0000843"}, {"text": "Jesus was a suicide if you ask me.", "character": "Jessie", "characterId": "nm0000651"}, {"text": "You'll go to Hell just for saying that, Jessie!", "character": "Thelma", "characterId": "nm0000843"}]}, {"lines": [{"text": "People don't kill themselves, Jessie. It's doesn't make sense, unless you're retarded or deranged, and you're as normal as they come, Jessie, for the most part. We're all afraid to die!", "character": "Thelma", "characterId": "nm0000843"}, {"text": "I'm not, Mama. It's exactly what I want. It's dark and quiet.", "character": "Jessie", "characterId": "nm0000651"}, {"text": "So's the backyard, Jessie.", "character": "Thelma", "characterId": "nm0000843"}, {"text": "So quiet, I don't know it's quiet, so nobody can get me.", "character": "Jessie", "characterId": "nm0000651"}, {"text": "Dead might not be quiet at all, Jessie. What if it's like an alarm clock, and you can't wake up, so you can't shut it off... ever!", "character": "Thelma", "characterId": "nm0000843"}, {"text": "Dead is everbody and everything I ever knew, gone. Dead is dead quiet.", "character": "Jessie", "characterId": "nm0000651"}]}, {"lines": [{"text": "It's all that okra she eats. You can't eat okra willy nilly for two meals a day and expect to get away with it.", "character": "Thelma", "characterId": "nm0000843"}]}]}