{"quotes": [{"lines": [{"text": "With our sincere gaze we survey these ruins, as if the old monster lay crushed forever beneath the rubble. We pretend to take up hope again as the image recedes into the past, as if we were cured once and for all of the scourge of the camps. We pretend it happened all at once, at a given time and place. We turn a blind eye to what surrounds us and a deaf ear to humanity's never-ending cry.", "character": "Récitant/Narrator", "characterId": "nm0099677"}]}, {"lines": [{"text": "As I speak to you now, the icy water of the ponds and ruins fill the hallows of the mass graves, a frigid and muddy water, as murky as our memory. War nods off to sleep, but keeps one eye always open.", "character": "Récitant/Narrator", "characterId": "nm0099677"}]}, {"lines": [{"text": "Who among us keeps watch over this strange watchtower to warn the arrival of our new executioners? Are their faces really different from our own?", "character": "Récitant/Narrator", "characterId": "nm0099677"}]}, {"lines": [{"text": "Those of us who pretend to believe that all this happened at a certain time and in a certain place, and those who refuse to see, who do not hear the cry to the end of time.", "character": "Récitant/Narrator", "characterId": "nm0099677"}]}, {"lines": [{"text": "Grass flourishes on the inspection ground around the blocks. An abandoned village, still heavy with peril. The crematoria are no longer used. The Nazi's cunning is but child's play today. Nine million dead haunt this countryside.", "character": "Récitant/Narrator", "characterId": "nm0099677"}]}, {"lines": [{"text": "Somewhere in our midst, lucky kapos still survive, reinstated officers or anonymous informers. There are those who refused to believe or believed only for brief moments.", "character": "Récitant/Narrator", "characterId": "nm0099677"}]}, {"lines": [{"text": "1933 - The machine gets under way. The nation must all sing the same song, with no wrong notes.", "character": "Récitant/Narrator", "characterId": "nm0099677"}]}, {"lines": [{"text": "A concentration camp is built like a stadium, a grand hotel. You need contractors, estimates, competitive offers and no doubt friends in high places.", "character": "Récitant/Narrator", "characterId": "nm0099677"}]}, {"lines": [{"text": "Death makes his first pick. Another choice is made in the morning in the night and fog.", "character": "Récitant/Narrator", "characterId": "nm0099677"}]}, {"lines": [{"text": "When the Allies open the doors... all the doors... the deportees look on without understanding. Are they free? Will life know them again?", "character": "Récitant/Narrator", "characterId": "nm0099677"}]}, {"lines": [{"text": "\"I am not responsible\", says the kapo. \"I am not responsible\", says the officer. \"I am not responsible\". Who is responsible then?", "character": "Récitant/Narrator", "characterId": "nm0099677"}]}]}