{"quotes": [{"lines": [{"text": "They're coming to get you, Barbara, there's one of them now!", "character": "Johnny", "characterId": "nm0834183"}]}, {"lines": [{"text": "[in a creepy voice]\nThey're coming to get you, Barbara!", "character": "Johnny", "characterId": "nm0834183"}, {"text": "Stop it! You're ignorant!", "character": "Barbara", "characterId": "nm0640621"}, {"text": "They're coming for you, Barbara!", "character": "Johnny", "characterId": "nm0834183"}, {"text": "Stop it! You're acting like a child!", "character": "Barbara", "characterId": "nm0640621"}, {"text": "They're coming for you!", "character": "Johnny", "characterId": "nm0834183"}, {"text": "[points to the cemetery zombie]", "character": null, "characterId": null}, {"text": "Look, there comes one of them now!", "character": "Johnny", "characterId": "nm0834183"}, {"text": "He'll hear you!", "character": "Barbara", "characterId": "nm0640621"}, {"text": "Here he comes now! I'm getting out of here!", "character": "Johnny", "characterId": "nm0834183"}]}, {"lines": [{"text": "It has been established that persons who have recently died have been returning to life and committing acts of murder. A widespread investigation of funeral homes, morgues, and hospitals has concluded that the unburied dead have been returning to life and seeking human victims. It's hard for us here to be reporting this to you, but it does seem to be a fact.", "character": "Newscaster", "characterId": "nm0185804"}]}, {"lines": [{"text": "Because of the obvious threat to untold numbers of citizens due to the crisis that is even now developing, this radio station will remain on the air day and night. This station and hundreds of other radio and TV stations throughout this part of the country are pooling their resources through an emergency network hook-up to keep you informed of all developments. At this hour, we repeat, these are the facts as we know them. There is an epidemic of mass murder being committed by a virtual army of unidentified assassins. The murders are taking place in villages and cities, in rural homes and suburbs with no apparent pattern nor reason for the slayings. It seems to be a sudden general explosion of mass homicide. We have some descriptions of the assassins. Eyewitnesses say they are ordinary-looking people. Some say they appear to be in a kind of trance. Others describe them as being misshapen monsters. At this point, there's no really authentic way for us to say who or what to look for and guard yourself against. Reaction of law enforcement officials is one of complete bewilderment at this hour. Police and sheriff's deputies and emergency ambulances are literally deluged with calls for help. The scene can be best described as mayhem. The mayors of Pittsburgh, Philadelphia, and Miami, along with the governments of several eastern and Midwestern states indicated that the National Guard may be mobilized at any moment, but that has not happened as yet. The main advice news reporters have been able to get from official sources is to tell private citizens to stay inside their homes behind locked doors. Do not venture outside for any reason until the nature of this crisis has been determined, and until we can advise what course of action to take. Keep listening to radio and TV for special instructions as this crisis develops further. Thousands of office and factory workers are being urged to stay at their places of employment, not to make any attempt to get to their homes. However, in spite of this urging and warning, streets and highways are packed with frantic people trying to reach their families or, apparently, to flee just anywhere. We repeat, the safest course of action at this time is simply to stay where you are. Ladies and gentlemen, we've just received word that the President has called a meeting of his Cabinet to deal with the sudden epidemic of murder that has seized the eastern third of this nation. The meeting is scheduled to convene within the hour. Members of the Presidential Cabinet will be joined by officials of the FBI and military advisers. White House spokesmen are saying there will be an official announcement immediately following that meeting. This is the latest dispatch just received in our news room. The latest word also - this is from nation press services in Washington, D.C. - tells us that the emergency Presidential conference which we just mentioned will include high-ranking scientists from the National Aeronautics and Space Administration. So far, the best advice they are able to give the public is this quote from Chief T. K. Dunbar from Camden, North Carolina, who is quoted as saying, \"Tell the people for God's sake to get off the streets! Tell them to go home and lock their windows and doors up tight! We don't know what kind of murder-happy characters we have here!\" Eyewitness accounts described the assassins as ordinary-looking people, misshapen monsters, people who look like they're in a trance, and creatures that look like people but behave like animals. Some tell of seeing victims that looked as if they had been torn apart. This whole ghastly story began developing two days ago, and from that point on, these terrible events kept on snowballing in a reign of terror that has not abated. Military personnel and law enforcement agencies have been working hard in an attempt to gain some kind of control of this situation, but most of their efforts have been marginally futile up to this particular time.", "character": null, "characterId": null}]}, {"lines": [{"text": "Are they slow-moving, chief?", "character": "Field Reporter", "characterId": "nm0136439"}, {"text": "Yeah, they're dead. They're all messed up.", "character": "Sheriff McClelland", "characterId": "nm0466916"}]}, {"lines": [{"text": "Now get the hell down in the cellar. You can be the boss down there, but I'm boss up here!", "character": "Ben", "characterId": "nm0427977"}]}, {"lines": [{"text": "Civil defense officials in Cumberland have told newsmen that murder victims show evidence of having been partially devoured by their murderers. Consistent reports from witnesses to the effect that people who acted as if they were in a kind of trance were killing and eating their victims prompted authorities to examine the bodies of some of the victims. Medical authorities in Cumberland have concluded that in all cases, the killers are eating the flesh of the people they kill. And so this incredible story becomes more ghastly with each report. It's difficult to imagine such a thing actually happening, but these are the reports we have been receiving and passing on to you, reports which have been verified as completely as is possible in this confused situation.", "character": null, "characterId": null}]}, {"lines": [{"text": "Chief, if I were surrounded by eight or ten of these things, would I stand a chance with them?", "character": "Field Reporter", "characterId": "nm0136439"}, {"text": "Well, there's no problem. If you have a gun, shoot 'em in the head. That's a sure way to kill 'em. If you don't, get yourself a club or a torch. Beat 'em or burn 'em. They go up pretty easy.", "character": "Sheriff McClelland", "characterId": "nm0466916"}]}, {"lines": [{"text": "They know we're in here now.", "character": "Ben", "characterId": "nm0427977"}]}, {"lines": [{"text": "You know a place back down the road called Beekman's? Beekman's Diner? Anyhow, that's where I found that truck I have out there. There's a radio in the truck. I jumped in to listen, when a big gasoline truck came screaming right across the road! There must've been ten, fifteen of those things chasing after it, grabbing and holding on. Now, I didn't see them at first. I could just see that the truck was moving in a funny way. Those things were catching up to it. Truck went right across the road. I slammed on my breaks to keep from hitting it myself. It went right through the guard rail! I guess - guess the driver must've cut off the road into that gas station by Beekman's Diner. It went right through the billboard, ripped over a gas pump, and never stopped moving! By now it was like a moving bonfire! Didn't know if the truck was going to explode or what. I still hear the man... screaming. These things, just backing away from it! I looked back at the diner to see if - if there was anyone there who could help me. That's when I noticed that the entire place had been encircled. There wasn't a sign of life left, except... by now, there were no more screams. I realized that I was alone, with fifty or sixty of those things just... standing there, staring at me! I started to drive, I - I just plowed right through them! They didn't move! They didn't run, or... they just stood there, staring at me! I just wanted to crush them! And they scattered through the air, like bugs.", "character": "Ben", "characterId": "nm0427977"}]}, {"lines": [{"text": "[to Barbara]\nNow you'd better watch this and try to understand what's going on.", "character": "Harry Cooper", "characterId": "nm0362457"}, {"text": "[Ben looks at him]", "character": null, "characterId": null}, {"text": "I don't want anyone's life on my hands.", "character": "Harry Cooper", "characterId": "nm0362457"}, {"text": "Is there anything I can do...?", "character": "Helen Cooper", "characterId": "nm0247659"}, {"text": "I don't wanna hear any more from you, Mister! If you stay up here, you take orders from ME! And that includes leaving the girl alone!", "character": "Ben", "characterId": "nm0427977"}]}, {"lines": [{"text": "We were riding in the cemetery. Johnny and me... Johnny. We came to put a wreath on my father's grave... Johnny and... Then and he said, \"Can I have some candy, Barbara?\" And we didn't have any! And... oh! It's hot in here. Hot! And he said, \"Oh it's late! Why did we start so late\"? And I said, \"Johnny, if you'd gotten up earlier, we wouldn't be late.\" Johnny asked me if were afraid, and I said, \"I'm not afraid, Johnny.\" And this man started walking up the road, he came slowly, and Johnny kept teasing me saying, \"He's coming to get you Barbara! He's coming to get you!\" And I laughed at him and said, \"Johnny stop it!\" And then Johnny ran away. And I went up to this man, and I was going to apologize.", "character": "Barbara", "characterId": "nm0640621"}, {"text": "What don't you just keep calm?", "character": "Ben", "characterId": "nm0427977"}, {"text": "And I looked up and I said, \"Good evening.\" And he grabbed me! He grabbed at me! And he ripped at me! He held me and ripped at my clothes!", "character": "Barbara", "characterId": "nm0640621"}, {"text": "I think you should just calm down!", "character": "Ben", "characterId": "nm0427977"}, {"text": "Oh... I screamed, \"Johnny! Johnny help me! Oh... help me!\". And he wouldn't let me go... he ripped at me! And then Johnny came and he ran he fought this man! And I got so afraid, I ran, I ran... and I ran, and Johnny didn't come. We've got... we have to wait for Johnny. We better go out and get him. We have to go out and get Johnny. He's out there. Please, don't you hear me? We've got to out and get him! Please! We have got to go get Johnny! Please help me! Please!", "character": "Barbara", "characterId": "nm0640621"}, {"text": "Now look... don't you know what's going on out there? This is no Sunday school picnic!", "character": "Ben", "characterId": "nm0427977"}, {"text": "Don't you understand? My brother is alone! He's out there lost...", "character": "Barbara", "characterId": "nm0640621"}, {"text": "Your brother is dead.", "character": "Ben", "characterId": "nm0427977"}, {"text": "No! My brother is not dead!", "character": "Barbara", "characterId": "nm0640621"}]}, {"lines": [{"text": "How long have guys you been down there? I could have used some help up here!", "character": "Ben", "characterId": "nm0427977"}, {"text": "That's the cellar. It's the safest place.", "character": "Harry Cooper", "characterId": "nm0362457"}, {"text": "You mean you didn't hear the racket I was making up here?", "character": "Ben", "characterId": "nm0427977"}, {"text": "How were we supposed to know what was going on? It could have been those things for all we knew!", "character": "Harry Cooper", "characterId": "nm0362457"}, {"text": "That girl was screaming. Surely you know what a girl screaming sounds like? Those things don't make any noise. Anybody would know somebody needed help!", "character": "Ben", "characterId": "nm0427977"}, {"text": "Look, it's kind of hard to know what's going on from down there.", "character": "Tom", "characterId": "nm0915593"}, {"text": "We thought we could hear screams, but for all we knew, that meant those things were in the house after her.", "character": "Harry Cooper", "characterId": "nm0362457"}, {"text": "And you wouldn't come up here and help?", "character": "Ben", "characterId": "nm0427977"}, {"text": "Well, if there were more of us...", "character": "Tom", "characterId": "nm0915593"}, {"text": "That racket sounded like the place was being ripped apart. How were we supposed to know what was going on?", "character": "Harry Cooper", "characterId": "nm0362457"}, {"text": "Now wait a minute. You just got finished saying you couldn't hear anything from down there. Now you say it sounded like the place was being ripped apart. It would be nice if you got your story straight, man!", "character": "Ben", "characterId": "nm0427977"}, {"text": "All right, now you tell me! I'm not gonna take that kind of a chance when we've got a safe place! We lock up into a safe place, and you're telling us that we gotta come up here and risk our lives just because somebody might need help, huh?", "character": "Harry Cooper", "characterId": "nm0362457"}, {"text": "Yeah, something like that.", "character": "Ben", "characterId": "nm0427977"}]}, {"lines": [{"text": "Don't you know what's goin' on out there? This is no Sunday School picnic!", "character": "Ben", "characterId": "nm0427977"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Good shot! OK, he's dead; let's go get 'im. That's another one for the fire.", "character": "Sheriff McClelland", "characterId": "nm0466916"}]}, {"lines": [{"text": "I hurt.", "character": "Karen Cooper", "characterId": "nm0774736"}]}, {"lines": [{"text": "We may not enjoy living together, but dying together isn't going to solve anything.", "character": "Helen Cooper", "characterId": "nm0247659"}]}, {"lines": [{"text": "[Noticing nobody in the cemetary]\nWhy isn't no one around?", "character": "Johnny", "characterId": "nm0834183"}, {"text": "Well, it's late. You could of gotten up earlier.", "character": "Barbara", "characterId": "nm0640621"}, {"text": "Well, look, I already lost an hour of sleep to the time change.", "character": "Johnny", "characterId": "nm0834183"}, {"text": "I think you complain just to hear yourself talk!", "character": "Barbara", "characterId": "nm0640621"}]}, {"lines": [{"text": "[Harry Cooper sees the zombies eating the flesh of the late Tommy and Judy]", "character": null, "characterId": null}, {"text": "Good Lord!", "character": "Harry Cooper", "characterId": "nm0362457"}]}, {"lines": [{"text": "Helen! I have to get that gun!", "character": "Harry Cooper", "characterId": "nm0362457"}, {"text": "Haven't you had ENOUGH?", "character": "Helen Cooper", "characterId": "nm0247659"}, {"text": "Look, two people are already dead on account of that guy! Take a look out that window!", "character": "Harry Cooper", "characterId": "nm0362457"}]}, {"lines": [{"text": "[seeing the remains of the woman upstairs]\nJesus!", "character": "Ben", "characterId": "nm0427977"}]}, {"lines": [{"text": "I'm telling you they can't get IN here!", "character": "Ben", "characterId": "nm0427977"}, {"text": "And I'm telling you they turned over our car! We were damn lucky to get away at all! Now you're telling me these things can't get through a lousy pile of wood?", "character": "Harry Cooper", "characterId": "nm0362457"}]}, {"lines": [{"text": "Did you hear me when I told you those things turned over our car?", "character": "Harry Cooper", "characterId": "nm0362457"}, {"text": "Oh, hell! Any good five men could do that!", "character": "Ben", "characterId": "nm0427977"}, {"text": "That's my point! There's not going to be five, or even ten of them! There's going to be twenty, thirty, maybe a hundred of those things out there, and as soon as they find out we're here, this place'll be crawling with them!", "character": "Harry Cooper", "characterId": "nm0362457"}, {"text": "Well, if there's that many, they'll probably get us wherever we are.", "character": "Ben", "characterId": "nm0427977"}]}, {"lines": [{"text": "Where'd you get the coffee?", "character": "Sheriff McClelland", "characterId": "nm0466916"}, {"text": "One of the volunteers. You're doing all the work, you take it.", "character": "Field Reporter", "characterId": "nm0136439"}, {"text": "Thank you.", "character": "Sheriff McClelland", "characterId": "nm0466916"}]}, {"lines": [{"text": "In the cold room at the University, we had a cadaver, a cadaver from which all limbs had been amputated. Some time early this morning, it opened its eyes and began to move its trunk. It was dead, but it opened its eyes and tried to move!", "character": null, "characterId": null}]}, {"lines": [{"text": "All persons who die during this crisis from whatever cause will come back to life to seek human victims, unless their bodies are first disposed of by cremation.", "character": "Newscaster", "characterId": "nm0185804"}]}, {"lines": [{"text": "Reports, incredible as they may seem, are not the results of mass hysteria.", "character": "Newscaster", "characterId": "nm0185804"}, {"text": "\"Mass hysteria?\" What do they think, we're imagining all this?", "character": "Harry Cooper", "characterId": "nm0362457"}, {"text": "Shut up!", "character": "Ben", "characterId": "nm0427977"}]}, {"lines": [{"text": "Look! You two can do whatever you like! I'm going back down to the cellar, and you'd better decide! 'Cause I'm gonna board up that door, and I'm not going to unlock it again no matter what happens!", "character": "Harry Cooper", "characterId": "nm0362457"}, {"text": "Now wait a minute, Mr. Cooper.", "character": "Tom", "characterId": "nm0915593"}, {"text": "NO, I'm not going to wait! I've made my decision, now you make yours!", "character": "Harry Cooper", "characterId": "nm0362457"}, {"text": "Now WAIT a minute! Let's think about this! We can make it to the cellar if we have to! And if we do decide to stay down there, we'll need some things from up here! So let's at LEAST consider this a while!", "character": "Tom", "characterId": "nm0915593"}]}, {"lines": [{"text": "[at the cemetery]\nDo you remember one time when we were small, we were out here? It was from right over there, I jumped out at you from behind the tree, and Grandpa got all excited, and he shook his fist at me and said, \"Boy, you'll be damned to Hell!\"", "character": "Johnny", "characterId": "nm0834183"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "Remember that? Right over there. Boy, you used to really be scared here.", "character": "Johnny", "characterId": "nm0834183"}, {"text": "Johnny!", "character": "Barbara", "characterId": "nm0640621"}, {"text": "Hey, you're still afraid!", "character": "Johnny", "characterId": "nm0834183"}, {"text": "Stop it, now! I mean it!", "character": "Barbara", "characterId": "nm0640621"}]}, {"lines": [{"text": "[Johnny holds up a cross-shaped wreath Barbara bought for their father's grave]", "character": null, "characterId": null}, {"text": "Look at this thing. \"We still remember\"? I don't! You know, I don't even remember what the man looks like!", "character": "Johnny", "characterId": "nm0834183"}, {"text": "Johnny, it takes you five minutes.", "character": "Barbara", "characterId": "nm0640621"}, {"text": "Yeah, five minutes to put the wreath on the grave and six hours to drive back and forth. Mother wants to remember, so we trot two hundred miles into the country and she stays at home.", "character": "Johnny", "characterId": "nm0834183"}, {"text": "Well, we're here, John, all right?", "character": "Barbara", "characterId": "nm0640621"}]}, {"lines": [{"text": "Well... the television said that's the right thing to do.", "character": "Tom", "characterId": "nm0915593"}]}, {"lines": [{"text": "Chief, do you think that we will be able to defeat these things?", "character": "Field Reporter", "characterId": "nm0136439"}, {"text": "Well, we killed nineteen of them today right in this area. The last three, we caught them trying to claw they're way into an abandoned shed. They must of thought someone was in there, but there wasn't though. We heard them making all kind of noises so we came over, beat 'em off and blasted them down.", "character": "Sheriff McClelland", "characterId": "nm0466916"}]}, {"lines": [{"text": "[referring to everybody else, who are all upstairs]\nLet them stay upstairs. Let them. Too many ways those monsters can get in here. We'll see who's right. We'll see, when they come begging me to let them in down here.", "character": "Harry Cooper", "characterId": "nm0362457"}, {"text": "That's important, isn't it?", "character": "Helen Cooper", "characterId": "nm0247659"}, {"text": "What?", "character": "Harry Cooper", "characterId": "nm0362457"}, {"text": "To be right, everybody else to be wrong.", "character": "Helen Cooper", "characterId": "nm0247659"}, {"text": "What do you mean by that?", "character": "Harry Cooper", "characterId": "nm0362457"}]}, {"lines": [{"text": "They ought to make the day the time changes the first day of summer.", "character": "Barbara", "characterId": "nm0640621"}, {"text": "What?", "character": "Johnny", "characterId": "nm0834183"}, {"text": "Well it's eight o' clock and it's still light.", "character": "Barbara", "characterId": "nm0640621"}, {"text": "A lot of god the extra daylight does us, you know we've still got a three hour drive back, we're not going to be home until after midnight.", "character": "Johnny", "characterId": "nm0834183"}, {"text": "Well, if it really bugged you, Johnny, you wouldn't do it.", "character": "Barbara", "characterId": "nm0640621"}, {"text": "You think I wanna blow Sunday on a scene like this? You know, I figure we're either going to have to move mother out here or move the grave to Pittsburgh.", "character": "Johnny", "characterId": "nm0834183"}, {"text": "Well she can't make a trip like this.", "character": "Barbara", "characterId": "nm0640621"}, {"text": "I know that she can't.", "character": "Johnny", "characterId": "nm0834183"}, {"text": "[reaches for the wreath in the backseat]", "character": null, "characterId": null}, {"text": "Is t here any of that candy left?", "character": "Johnny", "characterId": "nm0834183"}, {"text": "[looks in the glove compartment]\nNo.", "character": "Barbara", "characterId": "nm0640621"}]}, {"lines": [{"text": "[on the news]\nEverything is being done that can be done.", "character": "Washington scientist", "characterId": "nm0723231"}]}, {"lines": [{"text": "[to Harry Cooper after having been locked outside]", "character": null, "characterId": null}, {"text": "I ought to drag you out there and FEED you to those things!", "character": "Ben", "characterId": "nm0427977"}]}, {"lines": [{"text": "There's nothing wrong with the radio. Must've been the station.", "character": "Johnny", "characterId": "nm0834183"}]}, {"lines": [{"text": "Johnny has the keys...", "character": "Barbara", "characterId": "nm0640621"}]}, {"lines": [{"text": "Hey, come on, Barb. Church was this morning.", "character": "Johnny", "characterId": "nm0834183"}, {"text": "[pause as lightning is seen]", "character": null, "characterId": null}, {"text": "I mean, prayin's for church.", "character": "Johnny", "characterId": "nm0834183"}, {"text": "I haven't seen you in church lately.", "character": "Barbara", "characterId": "nm0640621"}, {"text": "Well, there's not much sense in my going to church.", "character": "Johnny", "characterId": "nm0834183"}]}, {"lines": [{"text": "Boy, somebody had a cookout here.", "character": "Sheriff McClelland", "characterId": "nm0466916"}, {"text": "Yeah, it sure looks like it, Tom.", "character": "Vince, Posse gunman", "characterId": "nm0839755"}]}, {"lines": [{"text": "Put that thing all away on the fire! We don't want it getting up again!", "character": "Sheriff McClelland", "characterId": "nm0466916"}]}, {"lines": [{"text": "[Tom has just brought Judy up from the basement]", "character": null, "characterId": null}, {"text": "You gonna let them get her too, huh?", "character": "Harry Cooper", "characterId": "nm0362457"}]}, {"lines": [{"text": "Don't you understand? My brother is alone!", "character": "Barbara", "characterId": "nm0640621"}, {"text": "Your brother is dead.", "character": "Ben", "characterId": "nm0427977"}, {"text": "NO! My brother is NOT dead!", "character": "Barbara", "characterId": "nm0640621"}]}, {"lines": [{"text": "All right, Vince, hit him in the head, right between the eyes.", "character": "Sheriff McClelland", "characterId": "nm0466916"}]}, {"lines": [{"text": "[trying to use the phone]\nI suppose you've tried this.", "character": "Ben", "characterId": "nm0427977"}]}, {"lines": [{"text": "[while putting the wreath on their father's grave]\nI wonder what happened to the one from last year. Each year, we spend good money on these things. Then, we come out here and the one from last year's gone.", "character": "Johnny", "characterId": "nm0834183"}, {"text": "Well, the flowers die and the caretaker has someone to take them away.", "character": "Barbara", "characterId": "nm0640621"}, {"text": "Yeah, a little spit-and-polish could clean this up and sell it next year. I wonder how many times we bought the same one.", "character": "Johnny", "characterId": "nm0834183"}]}, {"lines": [{"text": "[from the 30th Anniversary Edition - additional scenes]", "character": null, "characterId": null}, {"text": "So you don't think they'll find some kind of virus, or germ?", "character": "Darlene Davies", "characterId": "nm0004193"}, {"text": "No. Those creatures were demons, creatures of Satan inhabiting the bodies of our dead. And the demons are still loose in this world, and the dead must be spiked.", "character": "Reverend John Hicks", "characterId": "nm0509106"}, {"text": "Spiked? I don't know what you mean.", "character": "Darlene Davies", "characterId": "nm0004193"}, {"text": "Spiked, as the hands of Jesus were spiked to the cross! SPIKE the dead to prevent them from rising again before Judgment Day! All sinners must repent and the dead must be spiked! Heed the Word of the Lord, or the dead will rise again possessed by demons, and ye who are unclean shall be damned forever and ever in eternal fire!", "character": "Reverend John Hicks", "characterId": "nm0509106"}]}, {"lines": [{"text": "[from the 30th Anniversary Edition - additional scenes]", "character": null, "characterId": null}, {"text": "This is like the flood that happened during Noah's time, or the destruction of Sodom and Gomorrah! We ARE being punished for our sins! The dead are rising, and Judgment Day is upon us!", "character": "Reverend John Hicks", "characterId": "nm0509106"}]}]}