{"quotes": [{"lines": [{"text": "Monsters! Space people! Mad doctors! They didn't teach me about such things in the police academy! And yet that's all I've been assigned to since I became on active duty! Why do I always get picked for these screwy details all the time? I resign.", "character": "Patrolman Paul Kelton", "characterId": "nm0545803"}, {"text": "Kelton, so help me, if you don't get the hell outta here-...", "character": "Capt. Robbins", "characterId": "nm0139383"}, {"text": "You're all against me. The whole police force is against me! The whole CITY is against me! I resign!", "character": "Patrolman Paul Kelton", "characterId": "nm0545803"}]}, {"lines": [{"text": "But there's something more! There's something else out there! Something I don't understand. It scared me nearly to death.", "character": "Sheila, the White Ghost", "characterId": "nm0361119"}, {"text": "And if you don't stop screamin' out there you'll have us all in the soup.", "character": "Karl", "characterId": "nm0242010"}, {"text": "I tell you I was frightened.", "character": "Sheila, the White Ghost", "characterId": "nm0361119"}, {"text": "Of what?", "character": "Karl", "characterId": "nm0242010"}, {"text": "That's what I'm trying to tell you. There's something ELSE out there. I noticed it several times tonight and... suddenly I - I saw it up close.", "character": "Sheila, the White Ghost", "characterId": "nm0361119"}, {"text": "Saw what?", "character": "Karl", "characterId": "nm0242010"}, {"text": "I - I... I think ghosts.", "character": "Sheila, the White Ghost", "characterId": "nm0361119"}, {"text": "Sheila, you're a fool. I'm the one that creates ghosts around here. Me, me, nobody else. Don't tell me my pitch is having its effect on you too.", "character": "Karl", "characterId": "nm0242010"}]}, {"lines": [{"text": "Good evening, Dr. Acula. We have been expecting you.", "character": "Leader of the Dead", "characterId": "nm0188186"}, {"text": "Who are you?", "character": "Karl", "characterId": "nm0242010"}, {"text": "You ask who we are, yet it was you who called for our return.", "character": "Leader of the Dead", "characterId": "nm0188186"}, {"text": "This is impossible! I hired actors to play the dead. You're not my actors!", "character": "Karl", "characterId": "nm0242010"}, {"text": "Your powers were even stronger than you yourself realized. You have brought us back from the grave. Once every 13 years, when called by a strong medium such as you, we are given a brief 12 hours of freedom from our deep pit of darkness. Those few hours are almost gone. We must return to the grave. You will accompany us there.", "character": "Leader of the Dead", "characterId": "nm0188186"}]}, {"lines": [{"text": "Oh, it was a nightmare of horror!", "character": "Henry", "characterId": "nm0242587"}]}, {"lines": [{"text": "How many of you know the horror, the terror I will now reveal to you?", "character": "Criswell", "characterId": "nm0188186"}]}, {"lines": [{"text": "Kelton!", "character": "Capt. Robbins", "characterId": "nm0139383"}, {"text": "Uh, yes sir?", "character": "Patrolman Paul Kelton", "characterId": "nm0545803"}, {"text": "Where's Bradford?", "character": "Capt. Robbins", "characterId": "nm0139383"}, {"text": "I got a hold of him, Inspector Robbins, but he isn't here!", "character": "Patrolman Paul Kelton", "characterId": "nm0545803"}, {"text": "I'm not blind! I can see he's not here! But when he does get here, send him in here!", "character": "Capt. Robbins", "characterId": "nm0139383"}]}, {"lines": [{"text": "What is the meaning of this intrusion on our privacy?", "character": "Karl", "characterId": "nm0242010"}, {"text": "There are others in this house?", "character": "Lt. Daniel Bradford", "characterId": "nm0601146"}, {"text": "Many, the living and those gone beyond. The dead. But I can't see where that's any of your affair.", "character": "Karl", "characterId": "nm0242010"}, {"text": "The living and the dead. Why, yes. Yes.", "character": "Lt. Daniel Bradford", "characterId": "nm0601146"}]}, {"lines": [{"text": "Mongo, mongo! I am your spirit guide. Mongo! Mongo, mongo! From the everlasting pit of darkness. Dr. Acula calls and I obey! Mongo, mongo, mongo! I will lead you into the dark world beyond! Mongo, mongo, mongo! Mongo, mongo!", "character": null, "characterId": null}]}, {"lines": [{"text": "[voice-over]\nLieutenant Bradford found the staircase, a staircase he remembered so well from the days long ago when he had been investigating the mad scientist and his monsters. The skylight where he had once entered, long ago, now was barred, foiling entry or exit. He remembered the cold, clammy sensation of the railing. Cold, clammy, like the dead. Yes, the railing was the same as he remembered it, perhaps colder, perhaps more startling. His mind fought to dwell in the present, yet it continued to deal with the past. One could almost read his thoughts.", "character": "Narrator", "characterId": "nm0188186"}, {"text": "It's only a metal railing. Huh. Guess probably this Dr. Acula character has that railing rigged up too. Now, if I remember right, the floor above has a lot of storerooms. Maybe I can find something there to go on.", "character": "Lt. Daniel Bradford", "characterId": "nm0601146"}, {"text": "[takes a couple of steps]", "character": null, "characterId": null}, {"text": "Well, that's strange, the ringing of the staircase is so much louder at night than during the day.", "character": "Lt. Daniel Bradford", "characterId": "nm0601146"}, {"text": "[climbs to top of stairs]", "character": null, "characterId": null}, {"text": "Well, one of Dr. Acula's storerooms. Lighting equipment, props, scenery, sets, and an old organ. Now, what a theater group could do with these!", "character": "Lt. Daniel Bradford", "characterId": "nm0601146"}]}, {"lines": [{"text": "Let everyone stay where they are! You're all under arrest! I don't know what this is all about or what you're all doing here, but I'm gonna hold you right here until someone tells me where Lieutenant Bradford is.", "character": "Patrolman Paul Kelton", "characterId": "nm0545803"}]}, {"lines": [{"text": "Ten thousand bucks! Barnum sure was right.", "character": "Karl", "characterId": "nm0242010"}]}]}