{"quotes": [{"lines": [{"text": "She took his dinner in to him once. Me mum, in the pub, and plonked it in front of him on a tray. Knife and fork, salt and pepper. He said, \"What's that?\" She said, \"It's your dinner. I thought you might be hungry. You ain't eaten for three fucking days. You live in here, you might as well fucking eat in here.\" It's funny. He didn't like that, did he? Mugged him up in front of his mates. Thought more of them cunts than he did us. Lovely. Yeah. She got a clump over that. Well, she would, wouldn't she? He was always pissed in there, weren't he? You know? We go in the pub to get our living, you know? That's where we do our business. He'd be there spunking out while we're sitting at home without a dinar, you know, thank you. And he'd promise things. You know? Promise to take us places, you know? Never did. Never took us anywhere. And when he did bother to come home he'd sit in that fucking chair, doss off with his tray in his lap. And I'd just stand there looking at him. I'd look in his face, and my mother'd go upstairs, and I'd say, \"Say, Mum, ain't Daddy coming to bed?\" And she'd say, \"No. No, he's all right, son. He'll come up when he wakes up.\" He's gotta wake up to go to bed! Now, I'd stand there looking at this fucking old man, you know, my dad, you know, in that chair, that horrible fucking chair with the shiny, worn-out arms. I should've burnt the fucking thing. By the end he was hemorrhaging from both ends, you know? I used to hear him in the morning hanging on to the kharzi. It was lovely. Never stopped him going to the pub, though. No, he was well enough to do that. Now, one day, right, he's staggering across the pub pissed from the night before. He's gone over, crunch, right on his mooey, like a fucking ironing board. His hooter's around here, his railings all over the fucking place. Me and me mum had to go the hospital to see him. We walked in. He's laying in bed. He's got tubes up his arms, fucking up his nose, down the back of his Gregory. He didn't look well. Fucking vodka was keeping him alive. Well, I ain't that interested, so I'm having a little mooch about, you know. I looked above his bed, and there's this sign, right, with some weird writing on it. I couldn't read too well at the time. I said to my mum, \"Mum, what's that say? You know, that sign above Daddy's head.\" All right? She said, \"Nil by mouth.\" \"What's that, a football score?\" One-nil, three-nil, two-nil, a geezer called fucking Nil. Yeah. I said, \"Well, what's it mean?\" She said, \"It means... \"", "character": "Ray", "characterId": "nm0935653"}, {"text": "It means nothing to eat.", "character": "Mark", "characterId": "nm0286044"}, {"text": "Yeah, nothing down the...", "character": "Ray", "characterId": "nm0935653"}, {"text": "[points into his mouth]", "character": null, "characterId": null}, {"text": "Nothing down the... Yeah.", "character": "Mark", "characterId": "nm0286044"}, {"text": "Yeah, all right. I remembered that day, because I could've put that on his fucking tombstone, you know? Because I don't remember one kiss, you know, one cuddle. Nothing. I mean, plenty went down, not a lot came out, you know, nothing that was any fucking good. And I'd look at this man that I call Dad, you know? My father, I knew him as Dad. He was my fucking dad but he weren't like other kids' dads, you know? It was as if the word itself were enough, and it ain't.", "character": "Ray", "characterId": "nm0935653"}, {"text": "That ain't when he died though, is it?", "character": "Mark", "characterId": "nm0286044"}, {"text": "No. He lived another ten years, slippery old cunt. He died one afternoon in that fucking armchair. About right. I went around to see him, you know, when he was plotted up at me mother's.", "character": "Ray", "characterId": "nm0935653"}, {"text": "Hatcham Road?", "character": "Mark", "characterId": "nm0286044"}, {"text": "Yeah, Hatcham Road. He was upstairs in that front bedroom. Laid out.", "character": "Ray", "characterId": "nm0935653"}, {"text": "Free.", "character": "Mark", "characterId": "nm0286044"}, {"text": "Yeah. Yeah. I've gone up there, gone in. I'm sitting on the bed looking at him. He's laying there like... Mullered. And it was like he'd shrunk, you know? He was a big man.", "character": "Ray", "characterId": "nm0935653"}, {"text": "He was a lump.", "character": "Mark", "characterId": "nm0286044"}, {"text": "Yeah. You should know. You got enough clumps off the cunt. (sighs) And I just touched him, you know? He was fucking freezing cold. It frightened the life out of me. I was looking at him, you know? For the first time in my life, I talked to him. I said, \"Why didn't you ever love me?\"", "character": "Ray", "characterId": "nm0935653"}]}, {"lines": [{"text": "We had a fucking dog years ago, beautiful dog, it was. All Stations, it was. That's what I used to call it. That what I thought they was saying when I was little. All stations, you know. German shepard. Judy, her name was. Yeah, me dad fucking put her down when I was little. I went on holiday with me nan, and, um, when I came back, right, he's fobbed us off with some right swaggy story about how it bit someone over at the park. The lying cunt. Fucking loved that dog! That broke my heart, that did. That dog never bit no one, did it Dan?", "character": "Billy", "characterId": "nm0187224"}, {"text": "No, a lovely dog.", "character": "Danny", "characterId": "nm0842199"}, {"text": "That's what I mean. That's what I mean. You fucking... You know, you go away, right? I went hop-picking with me nan, right? We come back, the first thing I wanted to do when I got back was to see the dog, right? All right, because I missed it and all that, and it was fucking dead. I tell you, man, he was just fucking mean, my old man. Spiteful cunt. He didn't care about what other people felt. He couldn't give a toss.", "character": "Billy", "characterId": "nm0187224"}]}, {"lines": [{"text": "[to Ray]\nWhen you go out, you go out with your mates, and when you are in, you're pissed out and your brain's asleep in front of the fucking television. I turn the television off, go up to bed, you follow me up at three o'clock in the morning stinking of booze. That's what I get. Either that or you're knocking me about. I'm 30 today, you know, and I feel so fucking old. You know, I'm tired, you know, I wanna be able to look back and say, \"Yeah, I had a bit of fun,\" you know, when I'm old, instead of saying \"Everyone fucking felt sorry for me!\" I mean, that's the life I've got. Do you hear what I'm saying? I just don't want it. I'll, I'll find somebody else. You know, someone who can love me. Someone kind.", "character": "Valerie", "characterId": "nm0121755"}]}, {"lines": [{"text": "Oi! Schmuddie, give us a fag.", "character": "Danny", "characterId": "nm0842199"}, {"text": "I ain't got a fag.", "character": "Schmuddie", "characterId": "nm0556453"}, {"text": "What's that?", "character": "Danny", "characterId": "nm0842199"}, {"text": "It's a spliff.", "character": "Schmuddie", "characterId": "nm0556453"}, {"text": "Well, I don't want a spliff, I want a fag.", "character": "Danny", "characterId": "nm0842199"}, {"text": "[sarcastically]\nDo ya?", "character": "Schmuddie", "characterId": "nm0556453"}, {"text": "Fuck ya!", "character": "Danny", "characterId": "nm0842199"}]}, {"lines": [{"text": "You want it? You want it with me?", "character": "Danny", "characterId": "nm0842199"}]}, {"lines": [{"text": "I'll fight for you... I'll fight forever... forever... I love you...", "character": "Ray", "characterId": "nm0935653"}]}, {"lines": [{"text": "I don't even wanna be here. Look at this cunt!", "character": "Ray", "characterId": "nm0935653"}]}, {"lines": [{"text": "I'll send Michelle your love.", "character": "Valerie", "characterId": "nm0121755"}]}]}