{"quotes": [{"lines": [{"text": "If you're gonna book me then book me. Otherwise just let me out.", "character": "Christie", "characterId": "nm0225466"}, {"text": "I'm not gonna book you. I wanna take you to my old neighborhood. There's a guy there I want you to beat up for me.", "character": "Secord", "characterId": "nm0071848"}]}, {"lines": [{"text": "You fool! You can not stop me! I am the ninja! No one, nothing can stop me!", "character": "Black Ninja", "characterId": "nm0161206"}]}, {"lines": [{"text": "For your information Billy, I don't believe in demons, ghosts, spirits, or any of that kind of stuff.", "character": "Christie", "characterId": "nm0225466"}, {"text": "Well neither do I, but when you black out we don't know what you believe in do we?", "character": "Secord", "characterId": "nm0071848"}]}, {"lines": [{"text": "There is one thing.", "character": "Miyashima", "characterId": "nm0393222"}, {"text": "What?", "character": "Secord", "characterId": "nm0071848"}, {"text": "In the Iga region in Japan, there is one power that can destroy him.", "character": "Miyashima", "characterId": "nm0393222"}, {"text": "Japan?", "character": "Secord", "characterId": "nm0071848"}, {"text": "Only a ninja... can destroy a ninja.", "character": "Miyashima", "characterId": "nm0393222"}]}, {"lines": [{"text": "You know? I am sick and tired about hearing how you don't like cops, cause I'm gonna tell you something Ms. Independence. I like being a cop. And if you don't want to go out with me just because I'm a cop, then the hell with you lady!", "character": "Secord", "characterId": "nm0071848"}]}, {"lines": [{"text": "[Stacy, Patty and Jiminez look at Christie in her bathing suit]\nWhat the hell kind of place is this?", "character": "Stacy", "characterId": "nm0885875"}, {"text": "[while Jiminez is mesmerized by Christie's looks, she slowly enters the spa]\nBeat it, bitch!", "character": "Patty", "characterId": "nm0172701"}]}, {"lines": [{"text": "Medically, you're a very fit young woman. No evidence of any abnormality in the brain, no tumor, you have a strong heart, your diet is better than average. You are under severe stress, of course, but otherwise doctor Bowen, the psychiatrist you saw, says there's nothing out of the ordinary. Aside from your exceptional extrasensory perception and your preoccupation with Japanese culture. No harm in that!", "character": "Doctor", "characterId": "nm0823542"}]}]}