{"quotes": [{"lines": [{"text": "Burn in your golden HELL.", "character": "Jubei", "characterId": "nm0254219"}]}, {"lines": [{"text": "Gemma, where are you hiding? When I die, I'll take you to Hell with me.", "character": "Jubei", "characterId": "nm0254219"}]}, {"lines": [{"text": "[Wakes up from sleep]\nUh! Gemma!... Oh.", "character": "Jubei", "characterId": "nm0254219"}, {"text": "I'm sorry.", "character": "Kagero", "characterId": "nm0283253"}, {"text": "Forget about it. Haven't the retainers of the castle taken some action yet?", "character": "Jubei", "characterId": "nm0254219"}, {"text": "They've had two hours.", "character": "Kagero", "characterId": "nm0283253"}, {"text": "Hmmm. I see.", "character": "Jubei", "characterId": "nm0254219"}, {"text": "You knew it was a trap, and yet you still came to rescue me. Why did you do that? Why risk your life to save me?", "character": "Kagero", "characterId": "nm0283253"}, {"text": "Because we're comrades.", "character": "Jubei", "characterId": "nm0254219"}, {"text": "Comrades?", "character": "Kagero", "characterId": "nm0283253"}, {"text": "Why not? We've helped each other out many times since we met yesterday. You're my comrade.", "character": "Jubei", "characterId": "nm0254219"}, {"text": "[Jubei gets up to leave. Kagero follows him]\nStay here. The Mochizuki clan has already backed out of this. You mission here is completed.", "character": "Jubei", "characterId": "nm0254219"}, {"text": "I'm not done yet. I still have a debt that I owe to you.", "character": "Kagero", "characterId": "nm0283253"}, {"text": "You can pay it back later.", "character": "Jubei", "characterId": "nm0254219"}, {"text": "Not if you're dead ninja Jubei! I'll take care of this right now!", "character": "Kagero", "characterId": "nm0283253"}, {"text": "[Kagero proceeds to take off her clothes]", "character": null, "characterId": null}, {"text": "What are you doing?", "character": "Jubei", "characterId": "nm0254219"}, {"text": "The old man told me how to do it. Counteract the poison. Kill poison with poison he said. He said, if you make love to me, you'll be free from poison. Mine will destroy it... So you must take me now.", "character": "Kagero", "characterId": "nm0283253"}]}, {"lines": [{"text": "Not quite the right direction. The road to Hell is... RIGHT HERE.", "character": "Tessai", "characterId": "nm0138233"}]}, {"lines": [{"text": "If you so want the company of devils, you'd better hurry back to hell, Gemma.", "character": "Jubei", "characterId": "nm0254219"}]}, {"lines": [{"text": "I won't let you die before I torture you enough to pay me back. To pay me back for my destroyed dream.", "character": "Lord Himuro Gemma", "characterId": "nm0258268"}, {"text": "Your dream? Of becoming the only true Shogun of the Dark? That's a laugh. If you became a shogun, there'd be nothing but devils in this world. If you so want the company of devils, you'd better hurry back to hell Gemma.", "character": "Jubei", "characterId": "nm0254219"}]}, {"lines": [{"text": "You lured me in here because I am blind, is that your plan?", "character": "Utsutsu Mujuro", "characterId": "nm1234115"}]}, {"lines": [{"text": "If you want to kill me, you mustn't make any sound at all.", "character": "Utsutsu Mujuro", "characterId": "nm1234115"}, {"text": "The only sound you'll hear, is the sound of your own voice screaming.", "character": "Jubei", "characterId": "nm0254219"}]}, {"lines": [{"text": "They poisoned the wells, and killed the villagers, and then said it was an infectious disease. This was their method of keeping the curious away. They're planning something, something very extraordinary.", "character": "Dakuan", "characterId": "nm0032151"}, {"text": "I'm interested in finding out what it is they're planning.", "character": "Jubei", "characterId": "nm0254219"}, {"text": "That's admirable. But don't get yourself in too deep, or you'll surely wind up dead.", "character": "Dakuan", "characterId": "nm0032151"}]}, {"lines": [{"text": "Gemma! Did you miss the flames of hell? Is that why you came here?", "character": "Jubei", "characterId": "nm0254219"}, {"text": "So it's you Jubei. I should have finished you off myself when I had the opportunity.", "character": "Lord Himuro Gemma", "characterId": "nm0258268"}, {"text": "I thought rats usually leave a sinking ship.", "character": "Jubei", "characterId": "nm0254219"}, {"text": "I suppose you want to avenge that ninja girl Kagero. She's nothing compared to what I'm going to lose with this ship.", "character": "Lord Himuro Gemma", "characterId": "nm0258268"}, {"text": "Prepare to lose your life as well!", "character": "Jubei", "characterId": "nm0254219"}]}, {"lines": [{"text": "I swear if you'll come back to life again that I'll kill you again, no matter how many times! Aaaaaaah!", "character": "Jubei", "characterId": "nm0254219"}]}, {"lines": [{"text": "Well, this ninja girl is very useful. You see she has the technique of poisoning the man she sleeps with... In fact, the man you thought you killed, was poisoned by her. Anyone who makes love to her dies. So you see, she's perfect in this amoral world.", "character": "Dakuan", "characterId": "nm0032151"}]}, {"lines": [{"text": "Who was he, that devil back there? Never mind, I don't really want to meet him again.", "character": "Jubei", "characterId": "nm0254219"}, {"text": "I'm grateful to you. I am Kagero of the Koga ninja team.", "character": "Kagero", "characterId": "nm0283253"}, {"text": "My name's Jubei, Jubei Kibagami. Are you certain you're alright?", "character": "Jubei", "characterId": "nm0254219"}, {"text": "I am not in danger anymore. Kikio is west of here. I must go now.", "character": "Kagero", "characterId": "nm0283253"}]}, {"lines": [{"text": "Kagero, what are you doing here?", "character": "Hanza", "characterId": "nm0861558"}, {"text": "Hanza, tell me why you have counted me out of this mission.", "character": "Kagero", "characterId": "nm0283253"}, {"text": "Need I remind you, you have your own mission, don't you Kagero. Don't forget that poison tasting is a very important responsibility.", "character": "Hanza", "characterId": "nm0861558"}, {"text": "While our lord is away, there is really no need for my expertise. Till he returns I belong with you, a member of your Koga ninja.", "character": "Kagero", "characterId": "nm0283253"}, {"text": "But it is too dangerous.", "character": "Hanza", "characterId": "nm0861558"}, {"text": "You might die on this mission. Do you expect me to just sit here and wait? Alone?", "character": "Kagero", "characterId": "nm0283253"}]}, {"lines": [{"text": "Kagero is beautiful, even more beautiful than before, that's why I pity her even more, its her destiny, she must hate it.", "character": null, "characterId": null}]}, {"lines": [{"text": "I'll kill you yet!", "character": "Jubei", "characterId": "nm0254219"}, {"text": "No one can kill me. This, you of all men should know by now. I have become immortal as a true demon.", "character": "Lord Himuro Gemma", "characterId": "nm0258268"}]}, {"lines": [{"text": "Benisato, you mean Jubei Kibagami is the remnant of the government spies?", "character": "Yurimaru", "characterId": "nm0057314"}, {"text": "Possibly.", "character": null, "characterId": null}, {"text": "Why didn't you kill him?", "character": "Yurimaru", "characterId": "nm0057314"}, {"text": "Someone interfered.", "character": null, "characterId": null}, {"text": "No excuses accepted. If he is a government spy, he'll show up soon enough. Be sure to kill him next time.", "character": "Yurimaru", "characterId": "nm0057314"}, {"text": "I don't need your advice on that. If you don't mind I'll tell Gemma that in bed later on, do you mind Yurimaru?", "character": null, "characterId": null}, {"text": "Sleep well.", "character": "Yurimaru", "characterId": "nm0057314"}]}, {"lines": [{"text": "[to Jubei]\nIt was the first time anyone ever treated me as a woman, and not, not as a ninja warrior who was completely expendable. I knew I would become more attracted to you if we stayed together, but I needed that from you, please forgive me, I'm sorry. You were the only person who didn't care about my poisoned soul, whether for an antidote, or just from compassion. I wish we could've made love just, just once.", "character": "Kagero", "characterId": "nm0283253"}]}, {"lines": [{"text": "Aha! So you beat me. I thought I would stop your mouth in Edo, but I don't think I'd get the chance, seeing as how you so love risking your life. Everything ends exactly as I have written it.", "character": "Dakuan", "characterId": "nm0032151"}]}, {"lines": [{"text": "To understand people's minds and control them is the secret of the ninja strategy. But only true sympathy can move the human heart. A pompous old ninja like me can't hope to do it.", "character": "Dakuan", "characterId": "nm0032151"}]}, {"lines": [{"text": "Shut up and perhaps I'll let you live just a little bit longer. Don't let it cross your mind that I wouldn't mind raping a dead girl.", "character": "Tessai", "characterId": "nm0138233"}]}, {"lines": [{"text": "We're arriving. There's a weird bloody air hovering around here, as no hell lies beyond.", "character": "Dakuan", "characterId": "nm0032151"}]}, {"lines": [{"text": "[Jubei and Kagero are hanging off a cliff by a thread]\nJust gonna hang onto me all day?", "character": "Jubei Kibagami", "characterId": "nm0945290"}]}, {"lines": [{"text": "Your sight is a weakness.", "character": "Utsutsu Mujuro", "characterId": "nm1234115"}]}, {"lines": [{"text": "Isn't Tessai back yet, Zakuro?", "character": "Yurimaru", "characterId": "nm0057314"}, {"text": "Benisato went to look for him... We're alone, completely alone Yurimaru. I've fallen madly in love with you, but you know that don't you?", "character": null, "characterId": null}, {"text": "[Zakuro leans in to kiss but Yurimaru rejects her]\nI don't need your love, you don't interest me even in the slightest. Now go and stand watch.", "character": "Yurimaru", "characterId": "nm0057314"}, {"text": "So what I've heard is true. Have many pleasant dreams in Gemma's arms, but Gemma makes love to both men and women. Oh by the way, do you know he regurlarly has Benisato? Oh so you didn't?", "character": null, "characterId": null}, {"text": "[laughs hysterically]", "character": null, "characterId": null}]}, {"lines": [{"text": "It looks as if Yurimaru carelessly stepped into my trap; an unfortunate accident, but his own fault. Now he's the Queen of the Devils!", "character": null, "characterId": null}]}, {"lines": [{"text": "Gemma, this gold will soon help us make our dream come true.", "character": null, "characterId": null}, {"text": "What dream?", "character": "Lord Himuro Gemma", "characterId": "nm0258268"}, {"text": "Our great dream. We'll topple the Tokugawa government, and restore the reign of the house of Toyotomi. You wouldn't understand how we ex-Toyotomi retainers have suffered. This time the Tokugawa will suffer those agonies. With the gold we intend to buy the most advanced weapons from Spain and use them against him. That is the true dream of all who work for the Shogun of the Dark.", "character": null, "characterId": null}, {"text": "Nonsense.", "character": "Lord Himuro Gemma", "characterId": "nm0258268"}, {"text": "What? What did you say?", "character": null, "characterId": null}, {"text": "I said it's nonsense.", "character": "Lord Himuro Gemma", "characterId": "nm0258268"}, {"text": "Watch your tongue. You're a mere ninja!", "character": null, "characterId": null}, {"text": "My dream is different. The gold won't go to the Shogun of the Dark.", "character": "Lord Himuro Gemma", "characterId": "nm0258268"}, {"text": "What?", "character": null, "characterId": null}, {"text": "The Devils of Kimon will take the gold.", "character": "Lord Himuro Gemma", "characterId": "nm0258268"}, {"text": "Damn you! Yaaaaaah!", "character": null, "characterId": null}, {"text": "[runs to Gemma with his sword, but Gemma puts him in a stranglehold]", "character": null, "characterId": null}, {"text": "I'll use the gold to organise the most powerful army of ninja ever, and we wil rule the country with terror and power from the shadows. Anyone who disobeys me, Tokugawa or Toyotomi, even the Shogun of the Dark shall die. That means the real Shogun of the Dark is me!", "character": "Lord Himuro Gemma", "characterId": "nm0258268"}, {"text": "[Laughs]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after killing Utsutso Mujuro, angry at Kagero for interfering]\nHaven't you had enough yet? What are you thinking?", "character": "Jubei", "characterId": "nm0254219"}, {"text": "Why have you become so desperate to die?", "character": "Kagero", "characterId": "nm0283253"}, {"text": "It's not me who is so desperate to throw my life away to return a favour! You're acting as if your life is worthless or something. Is it true then, that you kill whichever man sleeps with you? By poisoning him?", "character": "Jubei", "characterId": "nm0254219"}, {"text": "You'll know if you sleep with me.", "character": "Kagero", "characterId": "nm0283253"}, {"text": "[Jubei embraces Kagero but Kagero backs away]\nNo you fool! Poison is seeped into every part of my being. It's become so strong that even the touch of my lips can kill you instantly. No one can ever touch me. If you dare to, you're dead.", "character": "Kagero", "characterId": "nm0283253"}, {"text": "Is your heart filled with poison as well?", "character": "Jubei", "characterId": "nm0254219"}, {"text": "[Gasps]\nHow dare you!", "character": "Kagero", "characterId": "nm0283253"}, {"text": "I hate those who think so little of thier own worth.", "character": "Jubei", "characterId": "nm0254219"}, {"text": "What do you know of it? You will never know.", "character": "Kagero", "characterId": "nm0283253"}]}]}