{"quotes": [{"lines": [{"text": "the scientists do the thinking for the world, and the rest of us just live in it, is that it?", "character": "Dennis Scott", "characterId": "nm0370144"}, {"text": "Yes.", "character": "Elspeth Honey", "characterId": "nm0779285"}]}, {"lines": [{"text": "I would have stopped working a long time ago if I could have figured out what to do with myself.", "character": "Monica Teasdale", "characterId": "nm0000017"}]}, {"lines": [{"text": "What other games do you play?", "character": "Dennis Scott", "characterId": "nm0370144"}, {"text": "Oh well there's pyramidology.", "character": "Elspeth Honey", "characterId": "nm0779285"}, {"text": "Pyramid-?", "character": "Dennis Scott", "characterId": "nm0370144"}, {"text": "Ology.", "character": "Elspeth Honey", "characterId": "nm0779285"}, {"text": "Pyramidology.", "character": "Dennis Scott", "characterId": "nm0370144"}, {"text": "That's the science of the Great Pyramid. My father made it up too, the game I mean, here it is, excuse me. It was built in the year 3,234 B.C., it's very scientific, it was built in direct relationship to the stars, so it has an astronomical significance. It's the only known architectural example of squaring the circle. That is the area of the base is directly equal to that of a circle, but the height of the structure of its radius. It has the most wonderful maximal.", "character": "Elspeth Honey", "characterId": "nm0779285"}]}, {"lines": [{"text": "Scotty, meet Rosie, she's a spy. Wait till you see her bedroom, it's absolutely papered in blueprints.", "character": "Sir Philip", "characterId": "nm0043875"}]}, {"lines": [{"text": "Miss Teasdale's gone and Miss Corder will be, and the people out in front of it, and everybody wanting to talk to me at school, that sort of thing isn't very permanent is it? It's like Christmas, everybody very nice to everybody else for a little while but then it doesn't last. Why is that, father?", "character": "Elspeth Honey", "characterId": "nm0779285"}, {"text": "Oh I don't know dear, don't they talk to you all the time at school?", "character": "Theodore Honey", "characterId": "nm0000071"}, {"text": "Oh no, I'm a swot, you know.", "character": "Elspeth Honey", "characterId": "nm0779285"}, {"text": "Oh I didn't know you were a swot, what is a swot?", "character": "Theodore Honey", "characterId": "nm0000071"}, {"text": "Well a swot is rather the sort of person people don't talk to very much because they're different, like my intelligent quotient being too high.", "character": "Elspeth Honey", "characterId": "nm0779285"}]}, {"lines": [{"text": "My gift to posterity is a few cans of celluloid on a junk heap someday.", "character": "Monica Teasdale", "characterId": "nm0000017"}]}, {"lines": [{"text": "I expect for the tail to fall off.", "character": "Theodore Honey", "characterId": "nm0000071"}]}, {"lines": [{"text": "The scientist says the plane is going to crash, the captain says it's not. Your vote doesn't count because you have to side with the captain which means it's a tie.", "character": "Monica Teasdale", "characterId": "nm0000017"}, {"text": "[the propellers slow]", "character": null, "characterId": null}, {"text": "What's that?", "character": "Monica Teasdale", "characterId": "nm0000017"}, {"text": "He seems to be saving fuel.", "character": "Marjorie Corder", "characterId": "nm0424318"}, {"text": "He wouldn't do that without a reason.", "character": "Monica Teasdale", "characterId": "nm0000017"}]}, {"lines": [{"text": "He told me to sit on the floor in the men's room. If that's not an odd idea I'd like to meet one.", "character": "Monica Teasdale", "characterId": "nm0000017"}, {"text": "I think he was just telling you the best place to be if there was an accident.", "character": "Marjorie Corder", "characterId": "nm0424318"}, {"text": "At this altitude?", "character": "Monica Teasdale", "characterId": "nm0000017"}, {"text": "I think he's right about it being the safest place.", "character": "Marjorie Corder", "characterId": "nm0424318"}, {"text": "If he's right about that, he may be right about the tail falling off.", "character": "Monica Teasdale", "characterId": "nm0000017"}]}, {"lines": [{"text": "[carrying a present from Monica]\nThis is like Christmas, only more so.", "character": "Elspeth Honey", "characterId": "nm0779285"}]}, {"lines": [{"text": "It just folded up! It folded right up and sat down!", "character": "Theodore Honey", "characterId": "nm0000071"}]}, {"lines": [{"text": "We were going to take off, only he told them they shouldn't, and the lever was right there, he just pulled it. You've never seen such a commotion in your life. I guess a thing like that has never happened before in the history of the world.", "character": "Monica Teasdale", "characterId": "nm0000017"}]}, {"lines": [{"text": "Oh there'll really be a delay for everybody now won't there?", "character": "Theodore Honey", "characterId": "nm0000071"}, {"text": "I don't think there's any doubt about that. Tell me why...", "character": "Marjorie Corder", "characterId": "nm0424318"}, {"text": "[enters]\nHe did do it, didn't he?", "character": "Monica Teasdale", "characterId": "nm0000017"}, {"text": "Yes I'm afraid he did.", "character": "Marjorie Corder", "characterId": "nm0424318"}, {"text": "If you believe in something, you believe in doing something about it, don't you?", "character": "Monica Teasdale", "characterId": "nm0000017"}, {"text": "Well they wouldn't listen to me and the lever was right there so I just *keh* pulled it.", "character": "Theodore Honey", "characterId": "nm0000071"}, {"text": "That's sticking your neck out pretty far isn't it if you just thought it was going to crash?", "character": "Monica Teasdale", "characterId": "nm0000017"}, {"text": "I tried to get them to ground the airplane, they wouldn't listen to me and the lever was right there so I just, I...", "character": "Theodore Honey", "characterId": "nm0000071"}, {"text": "You just pulled it. Don't those things cost an awful lot of money?", "character": "Monica Teasdale", "characterId": "nm0000017"}, {"text": "Oh a tremendous amount of money! This is going to cause a good deal of trouble.", "character": "Theodore Honey", "characterId": "nm0000071"}, {"text": "I should think it might.", "character": "Monica Teasdale", "characterId": "nm0000017"}, {"text": "I don't know what they're going to do. I've never had any experience with anything like this before.", "character": "Theodore Honey", "characterId": "nm0000071"}, {"text": "I should think nobody has. I think this is a kind of world record.", "character": "Monica Teasdale", "characterId": "nm0000017"}]}, {"lines": [{"text": "Man kills airplane. There's apt to be a lot in the papers about that.", "character": "Marjorie Corder", "characterId": "nm0424318"}]}, {"lines": [{"text": "When my father's thinking, I keep very quiet.", "character": "Elspeth Honey", "characterId": "nm0779285"}, {"text": "What about your mother? Does she help you keep quiet?", "character": "Dennis Scott", "characterId": "nm0370144"}, {"text": "My mother is dead, Mr. Scott, the V-2 in the war.", "character": "Elspeth Honey", "characterId": "nm0779285"}]}, {"lines": [{"text": "[picks up The Bringing Up of the Child]\nOne of the more difficult sciences I imagine.", "character": "Dennis Scott", "characterId": "nm0370144"}, {"text": "What's that? Oh, oh yes. You know I didn't find that very satisfactory. They seem to have much different problems with their children than I've ever had with Elspeth.", "character": "Theodore Honey", "characterId": "nm0000071"}]}, {"lines": [{"text": "Listen Scotty, pilots and desks, dogs and cats, natural enemies. We've got a theme song, you can laugh, pilot's error. Whenever anything goes wrong with their calculations and there's a smash up, pilot's error. Rosie. You remember Harry Ward?", "character": "Sir Philip", "characterId": "nm0043875"}, {"text": "Yes I do.", "character": "Dennis Scott", "characterId": "nm0370144"}, {"text": "Well look at what they did to him. He was piloting that Reindeer when it flew into the hill at Labrador a couple of motnhs ago. All in little pieces, nothing to go on. Pilot dead, so pilot's error.", "character": "Sir Philip", "characterId": "nm0043875"}, {"text": "You don't think it was pilot's error.", "character": "Dennis Scott", "characterId": "nm0370144"}, {"text": "With Harry Ward, Scott? You can't be serious. They said he was dropping off altitude in an overcast. He wouldn't do a crazy thing like that, he'd be tried. Rosie, if you can tear yourself away from the salt mines for a couple of minutes, we would like a couple of wodkas.", "character": "Sir Philip", "characterId": "nm0043875"}]}, {"lines": [{"text": "Have you got your sandwich?", "character": "Elspeth Honey", "characterId": "nm0779285"}, {"text": "Yes, yes I have.", "character": "Theodore Honey", "characterId": "nm0000071"}, {"text": "Tomoto, cheese, and there were some nice fish.", "character": "Elspeth Honey", "characterId": "nm0779285"}]}, {"lines": [{"text": "It's about the condition of this airplane, I'm afraid we're in very serious danger. I'm rather afraid that the tail may drop off at any moment. Now when that happens...", "character": "Theodore Honey", "characterId": "nm0000071"}, {"text": "Is that so?", "character": "Monica Teasdale", "characterId": "nm0000017"}, {"text": "Yes. When that happens, there may be a little time to go to the men's room and sit on the floor. The partition there is very rigid because the galley stove is bolted to the floor on the other side. If you survive the first impact, try to get out of the escape hatch and get on a life raft. They may pick you up when they search for us in the morning.", "character": "Theodore Honey", "characterId": "nm0000071"}]}, {"lines": [{"text": "I think I know more about this than either you or the captain. I think I know what's going to happen, and if it does happen, at this altitude ther'ell be a little less than three minutes before we hit the water. Now there's one place in this airplane where a personmight stand a chance to survive that impact. Come with me. Now at the first sign of trouble, go in here and sit on the floor with your back against the partition. This partition is very rigid because the stove here is bolted to the floor. I tried to tell Miss Teasdale that because I felt I owed her something.", "character": "Theodore Honey", "characterId": "nm0000071"}]}, {"lines": [{"text": "The altitutde, Miss Teasdale, sometimes causes a highly nervous state in certain passengers. I'm sure it had that effect on Mister Honey for a while but he's quiet now.", "character": "Marjorie Corder", "characterId": "nm0424318"}, {"text": "That's more than I am. There's about to be another passenger on this plane in a highly nervous state.", "character": "Monica Teasdale", "characterId": "nm0000017"}]}, {"lines": [{"text": "Just a minute, if I'm going to meet my Maker, I'd like to know about it.", "character": "Monica Teasdale", "characterId": "nm0000017"}]}, {"lines": [{"text": "I estimated a required speed of 420 miles per hour to bring the forces into equilebrium. This can be obtained by a dominal flight path of 27 degrees below the horizontal. That angle would keep us from plunging straight in although at that speed the impact would be rather severe, see?", "character": "Theodore Honey", "characterId": "nm0000071"}, {"text": "I see, I don't see it all of course, but I do understand that when you think something out, you don't stop halfway do you?", "character": "Monica Teasdale", "characterId": "nm0000017"}]}, {"lines": [{"text": "Miss Tesdale, would you like your coffee in your own seat?", "character": "Marjorie Corder", "characterId": "nm0424318"}, {"text": "No, put it over here. Oh as a matter of fact, let's go back there where we won't wake anybody no matter how much we talk. That way i can say my prayers if I feel like it.", "character": "Monica Teasdale", "characterId": "nm0000017"}]}, {"lines": [{"text": "All those people there, makes you wonder which one you would pick out to save if you were God, which one would matter much?", "character": "Monica Teasdale", "characterId": "nm0000017"}]}, {"lines": [{"text": "But you had a chance to play God for a little while, why did you pick me out?", "character": "Monica Teasdale", "characterId": "nm0000017"}, {"text": "Oh but you ought to live, the work you do.", "character": "Theodore Honey", "characterId": "nm0000071"}]}, {"lines": [{"text": "No, the work you do, if you could've finished that, all thse people and lots more wouldn't be in the spot they are in right now. That's the kind of work that hsould be finished.", "character": "Monica Teasdale", "characterId": "nm0000017"}]}, {"lines": [{"text": "All the people who'll come to my funeral, that'll be quite an occasion.", "character": "Monica Teasdale", "characterId": "nm0000017"}, {"text": "Do you have a family, Miss Teasdale?", "character": "Theodore Honey", "characterId": "nm0000071"}, {"text": "No, not even a husband at the moment, but there's my agent. oh he'll be so sad, he had five more years at 10%. Then there's Lorene Calvart, oh she'll cry the most. She'll give a beautiful performance, and then she'll try to get the part in the picture I was going to make. I suppose that's why I don't feel the way I thought I would.", "character": "Monica Teasdale", "characterId": "nm0000017"}]}, {"lines": [{"text": "You make people happy you've never even met. Like my wife Marian. You know she took me to see one of your pictures that last night before the bomb came. She talked about it a lot w hen we got home. You made that last night very happy for her. That's worth doing, Miss Teasdale. You know when we used to go to pictures, we used to walk right out when Marian didn't like them. We never walked out on one of your pictures.", "character": "Theodore Honey", "characterId": "nm0000071"}, {"text": "Mister Hoeny, this is not really the best compliment I've ever had, maybe it's the nicest.", "character": "Monica Teasdale", "characterId": "nm0000017"}, {"text": "That's why I had to tell you what I did. I have to do everything I can for you.", "character": "Theodore Honey", "characterId": "nm0000071"}, {"text": "You mean it too, don't you?", "character": "Monica Teasdale", "characterId": "nm0000017"}, {"text": "[cries]", "character": null, "characterId": null}, {"text": "You scientists are always so busy figuring out things, why don't you figure out a mascara that won't run?", "character": "Monica Teasdale", "characterId": "nm0000017"}]}, {"lines": [{"text": "I've learned quite a lot about Mr. Honey and I know he isn't crazy like they're saying out there. That funny little man is brave and kind and on the level, and he believed what he was telling me. But even I can see it's going to be awfully easy to settle a lot of things by throwing him to the wolves, to say he's crazy and let it go at that. That's why I wanted to meet the people he worked for, to see if they're going to stand behind him, somebody has to.", "character": "Monica Teasdale", "characterId": "nm0000017"}]}, {"lines": [{"text": "Just what was it that you think you did wrong? You did think there'd be a crash didn't you?", "character": "Marjorie Corder", "characterId": "nm0424318"}, {"text": "Yes but what I should have done is offer my hypothesis to the captain in an orderly manner and let him make his own decision but I didn't do that. No, when they wouldn't listen to me I kept thinking about you lying dead in Labrador like that other stewardess and Miss Teasdale, and all the rest of them and I wasn't orderly at all. not at all and the lever was right th ere so I *keh* pulled it.", "character": "Theodore Honey", "characterId": "nm0000071"}, {"text": "Amd that seemed wrong to you.", "character": "Marjorie Corder", "characterId": "nm0424318"}, {"text": "Of course it seemed wrong. How is anybody going to take my work seriously if I go around doing things like that? you know they're saying that I'm crazy now? And I don't blame them.", "character": "Theodore Honey", "characterId": "nm0000071"}, {"text": "You don't mean that if you had it all to do again, you'd just let it go ahead and crash.", "character": "Marjorie Corder", "characterId": "nm0424318"}, {"text": "That's just the point, I'd probably do it all again.", "character": "Theodore Honey", "characterId": "nm0000071"}]}, {"lines": [{"text": "What happeend?", "character": "Marjorie Corder", "characterId": "nm0424318"}, {"text": "Nothing, nothing happened at all, my figures clearly said that the tail should fall off and the tail didn't fall off. It's 7% above my figure, it didn't fall off.", "character": "Theodore Honey", "characterId": "nm0000071"}, {"text": "Oh I'm sorry, what happens now?", "character": "Marjorie Corder", "characterId": "nm0424318"}, {"text": "I've been thinking about that on the way home, I'll go to the inquery and stand up and I'll explain my figures to a group of very angry men and they'll reject the whole thing. I'll sit down, I'll sit down and listen to them say that I'm insane because of what I did in Gander, and perhaps I am, I'm not sure you know. A wualified psychiatrist will testify to that, I talked to 3 of them this afternoon, no that was yesterday, wasn't it? They showed me a page of ink blots and asked me if it reminded me of elephants and tigers, I said no it didn't remind me of elephants and ti - they were just ink blots.", "character": "Theodore Honey", "characterId": "nm0000071"}]}, {"lines": [{"text": "If you believe something is right, you have to do something if you want to live with yourself. If you don't, you'll have to pay for it sooner or later.", "character": "Marjorie Corder", "characterId": "nm0424318"}]}, {"lines": [{"text": "You're talking about me because of what I did in Gander, and this isn't personal, I didn't invent the mathematics that made me believe what I did and I still believe in my work, test or no test. And when you believe in something, that's what you've got to do isn't it? If you want to live with yourself! Now I don't know wh at I'm going to do about this, I sat there and I thought maybe I'd write the Times a letter but I don't think they'd understand either. So the first thing I'm going to do is to resign right here and now, so the establishment won't be mixed up in it. And then, every time a Reindeer is going to take off that shouldn't, I'm going out there and *keh* right! Now you may put me in jail, you may put me in jail, but they wrote a lot about me when I wrecked that one in Gander and they'll write more about me here. And people just won't get on those airplanes. And I'm going to tell you something else! The minute anything does happen to one of these Reindeers, you're going to have to think of something better to say than anything I've heard here this afternoon. That's all! Good day! That's all!", "character": "Theodore Honey", "characterId": "nm0000071"}]}]}