{"quotes": [{"lines": [{"text": "Forget it! I'm stayin' right where I am. It's gonna take you and the police department and the fire department and the National Guard to get me outta here!", "character": "Norma Rae", "characterId": "nm0000398"}]}, {"lines": [{"text": "Under the circumstances, best wishes hardly seem enough. Thanks are in order. Thank you for your companionship, for your stamina, your horse sense, and a hundred and one laughs. I also enjoyed looking at your shining hair and your shining face.", "character": "Reuben Warshowsky", "characterId": "nm0500038"}, {"text": "Reuben, I think you like me.", "character": "Norma Rae Webster", "characterId": "nm0000398"}, {"text": "I do.", "character": "Reuben Warshowsky", "characterId": "nm0500038"}, {"text": "I was gonna get you a tie clip or some shaving lotion, but I didn't know what you'd like.", "character": "Norma Rae Webster", "characterId": "nm0000398"}, {"text": "Norma, what I've had from you has been sumptuous.", "character": "Reuben Warshowsky", "characterId": "nm0500038"}]}, {"lines": [{"text": "I know the first time you're in is bad. It comes with the job. I saw a pregnant women on a picket line get hit in the stomach with a club. I saw a boy of 16 shot in the back. I saw a guy blown to hell and back when he tried to start his car in the morning. You just got your feet wet on this one.", "character": "Reuben Warshowsky", "characterId": "nm0500038"}]}, {"lines": [{"text": "one... Ladies and gentlemen, the textile industry, in which you are spending your lives and your substance, and in which your children and their children will spend their lives and their substance, is the only industry in the whole length and breadth of the United States of America that is not unionized. Therefore, they are free to exploit you, to cheat you, to lie to you, and to take away what is rightfully yours - your health, a decent wage, a fit place to work. I would urge you to stop them by coming down to room 207 at the Golden Cherry Motel, to pick up a union card and to sign it... It comes from the Bible - according to the tribes of your fathers, ye shall inherit. It comes from Reuben Warshowsky - not unless you make it happen.", "character": "Reuben Warshowsky", "characterId": "nm0500038"}]}, {"lines": [{"text": "Norma Rae", "character": "Norma Rae", "characterId": "nm0000398"}, {"text": "[on walking out of Reuben's residence]", "character": null, "characterId": null}, {"text": "\"K'vetch, k'vetch, k'vetch.\"", "character": "Norma Rae", "characterId": "nm0000398"}]}, {"lines": [{"text": "Gentlemen, your average working man is not stupid. He just gets tired.", "character": "Reuben Warshowsky", "characterId": "nm0500038"}]}, {"lines": [{"text": "Why did you tell him that, we don't even have a dog?", "character": "Norma Rae", "characterId": "nm0000398"}]}, {"lines": [{"text": "Reuben, you need yourself a woman.", "character": "Norma Rae Webster", "characterId": "nm0000398"}, {"text": "Funny you should mention it- tonight's the night.", "character": "Reuben Warshowsky", "characterId": "nm0500038"}, {"text": "My my, what would Dorothy say?", "character": "Norma Rae Webster", "characterId": "nm0000398"}, {"text": "Wear a rubber.", "character": "Reuben Warshowsky", "characterId": "nm0500038"}]}, {"lines": [{"text": "Who's this? Dylan Thomas?", "character": "Norma Rae Webster", "characterId": "nm0000398"}, {"text": "He was a poet. A genius and a drunk.", "character": "Reuben Warshowsky", "characterId": "nm0500038"}]}]}