{"quotes": [{"lines": [{"text": "There's a dark side to each and every human soul. We wish we were Obi-Wan Kenobi, and for the most part we are, but there's a little Darth Vader in all of us. Thing is, this ain't no either-or proposition. We're talking about dialectics, the good and the bad merging into us. You can run but you can't hide. My experience? Face the darkness. Stare it down. Own it. As brother Nietzsche said, being human is a complicated gig. So give that ol' dark night of the soul a hug. Howl the eternal yes!", "character": "Chris Stevens", "characterId": "nm0179173"}]}, {"lines": [{"text": "Be open to your dreams, people. Embrace that distant shore. Because our mortal journey is over all too soon.", "character": "Chris Stevens", "characterId": "nm0179173"}]}, {"lines": [{"text": "We all carry around so much pain in our hearts. Love and pain and beauty. They all seem to go together like one little tidy confusing package. It's a messy business, life. It's hard to figure - full of surprises. Some good. Some bad.", "character": "Chris Stevens", "characterId": "nm0179173"}]}, {"lines": [{"text": "[Joel on chess]", "character": null, "characterId": null}, {"text": "This is considered a spectator sport? I've had more fun watching slush melt.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}]}, {"lines": [{"text": "Yesterday he was a beauty. Today he's a dead animal in the back of a truck.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}]}, {"lines": [{"text": "Chris is ordained?", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}, {"text": "He answered a classified on the back of Rolling Stone.", "character": "Maggie", "characterId": "nm0005508"}]}, {"lines": [{"text": "What a time we had; splashed through bogs, ate like hogs, slept like logs.", "character": "Holling Gustaf Vincoeur", "characterId": "nm0191633"}]}, {"lines": [{"text": "we want something; we own it; and by owning it we change it. When you finally win that girl of your dreams, the first thing you do is try to change her. That little thing she does with her hair, the way she wears her clothes, the way she chews her gum. Until eventually, what you like, what you don't like and what you change all merges into one. Like a watercolor in the rain.", "character": "Chris Stevens", "characterId": "nm0179173"}]}, {"lines": [{"text": "I'm a man, Fleischman. We are born with an image of woman imprinted on our psyches. We spend our whole lives searching for the embodiment of that female archetype. And there she sits! In the flesh! You tell me what man could resist the fantasy of having her as his wife?", "character": "Adam", "characterId": "nm0035060"}]}, {"lines": [{"text": "Do you know what the motto of the state of Alaska is, Joel?", "character": "Maurice Minnifield", "characterId": "nm0179224"}, {"text": "\"If it ain't broke, don't fix it\"?", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}]}, {"lines": [{"text": "[Joel's postcard to Maggie]\nNew York is a state of mind.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}]}, {"lines": [{"text": "Today, a belated apology to the much maligned Chicken Little. It turns out you were right - the sky is falling. The National Space Administration informs us that Uncle Sam's Com-Sat 4 satellite is in a rapidly decaying orbit. That's their way of saying a ton of angry space trash is heading back home at fifteen thousand miles an hour. What does that make me think of? Makes me think of a triceratops, innocently munching a palm frond when out of the sky, whammo, a meteor sucker punches old mother Earth. Next thing you know, that triceratops, along with a hundred and seventy-five million years of dinosaur evolution, is nothing but history. To that unsung triceratops and all its kin, here's a song for you...", "character": "Chris Stevens", "characterId": "nm0179173"}]}, {"lines": [{"text": "Gravity. It keeps you rooted to the ground. In space, there's not any gravity. You just kind of leave your feet and go floating around. Is that what being in love is like, Holling?", "character": "Maurice Minnifield", "characterId": "nm0179224"}]}, {"lines": [{"text": "The only consequence of all this will be, that whenever I open a nice Bordeaux, there will be the distant, distasteful memory of a nutcase who tried to kill me because I allowed her to kiss me on the cheek under false pretenses. I can live with it.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}]}, {"lines": [{"text": "[Chris muses and reads from \"The Tempest\", Act IV]", "character": null, "characterId": null}, {"text": "In dreams begin responsibilities, so wrote the poet. So it is perhaps. Could it be we take our dreams too lightly, those images from places unknown? Could they in fact be angels in flight, our souls aloft? You know, recent experiences have made yours truly take another pass through the metaphysical thickets. As unlikely as it may sound in this rational age, I emerged on the side of those that cannot help but put their faith in that which cannot be easily explained. Be open to your dreams people. Embrace that distant shore. Cause our mortal journey is over all too soon. \"Those cloud-capped towers, the gorgeous palaces, the solemn temples. The great globe itself. Yea all which you inherit shall dissolve and like this insubstantial pageant faded. Leave not a rack behind. We are such stuff as dreams are made on and our little life is rounded with asleep.\"", "character": "Chris Stevens", "characterId": "nm0179173"}]}, {"lines": [{"text": "[to Shelly]", "character": null, "characterId": null}, {"text": "Are you in detox?", "character": null, "characterId": null}]}, {"lines": [{"text": "Season's Greetings, everybody, from KBHR, the heart and soul of Cicely, Alaska. This is Chris In The Morning. From where I'm sitting, I've got a great view of all the yuletide decorations going up all over town. That's right, everywhere I turn my head I see ebony birds roosting for the holidays. You know, twinkling colored lights are nice, and so are plastic Santas and reindeers and manger scenes, but I'll tell you something, friends... nothing like the sight of beautiful black-as-pitch raven to get you in the Christmas spirit.", "character": "Chris Stevens", "characterId": "nm0179173"}]}, {"lines": [{"text": "I understand the suicide rate goes up dramatically around Christmastime.", "character": "Maurice Minnifield", "characterId": "nm0179224"}, {"text": "Yeah, well, you know, it's a stressful time of the year for most people, Maurice.", "character": "Chris Stevens", "characterId": "nm0179173"}, {"text": "Yeah. The thing is, you go through the rest of the year fine. You've got your friends, you've got your business, you're part of the community. And then, 'round the middle of December, if you're alone, you start to feel like an outsider.", "character": "Maurice Minnifield", "characterId": "nm0179224"}]}, {"lines": [{"text": "You know that's the nature of a family holiday, to make a single man feel disenfranchised. You're made to feel like a hungry vagrant with your nose pressed up against a window staring at somebody else's dinner.", "character": "Maurice Minnifield", "characterId": "nm0179224"}]}, {"lines": [{"text": "I don't like it! I hate it, and I demand to leave!... Well that is because you are not the one who is supposed to spend the next 4 years of his life in this Godforsaken hole in the wall, pigsty with a bunch of dirty, psychotic rednecks!", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}]}, {"lines": [{"text": "The odds are a thousand to one - why would you be the one in a thousand? This is ridiculous - you're not that special.", "character": "Maggie", "characterId": "nm0005508"}]}, {"lines": [{"text": "So what we've decided to do is set you up in Cicely, situated in an area that we Alaskans refer to as The Alaskan Riviera.", "character": "Pete Gilliam", "characterId": "nm0618913"}]}, {"lines": [{"text": "This is Cicely. She and Roslyn founded the town 97 years ago. Rumor and innuendo notwithstanding, they were just good friends.", "character": "Maurice Minnifield", "characterId": "nm0179224"}]}, {"lines": [{"text": "They say dreams are the windows of the soul - take a peek and you can see the inner workings, the nuts and bolts.", "character": "Chris Stevens", "characterId": "nm0179173"}]}, {"lines": [{"text": "[to Jules, on changing identites for a day]", "character": null, "characterId": null}, {"text": "I'm very happy with myself. I have no need to go slumming in your persona.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}]}, {"lines": [{"text": "As far as I'm concerned, after 100 years, carrion becomes memorabilia.", "character": "Maurice Minnifield", "characterId": "nm0179224"}]}, {"lines": [{"text": "This guy couldn't tell the difference between a migraine and a subdural hematoma!", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}, {"text": "[Joel reads about a classmate in posh circumstances]", "character": null, "characterId": null}]}, {"lines": [{"text": "People notice things about their significant other they don't like all the time - the way they chew their food or clip their toenails - it's a necessary part of a real relationship. Personally, I'm not into that, but lot's of folks seem to get over the hump and keep fueling the domestic fires. On the other hand, for me, when I begin to see flaws, chinks in the romantic armor, it's a foreshadowing - a sure sign, you know, that love's about to skip out the back door. Adios. Finito, benito.", "character": "Chris Stevens", "characterId": "nm0179173"}]}, {"lines": [{"text": "I have ZERO desire to go native.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}]}, {"lines": [{"text": "I can see how that can be a problem. You know, it's like Jung says, \"The unconscious is revealed through the imagery of our dreams, which express our innermost fears and our desires.\"", "character": "Chris Stevens", "characterId": "nm0179173"}, {"text": "Jung said that?", "character": "Bernard Stevens", "characterId": "nm0191836"}, {"text": "Yeah, I think it was Jung. Or maybe Vincent Price.", "character": "Chris Stevens", "characterId": "nm0179173"}]}, {"lines": [{"text": "I'm sure everyone here is fascinated to hear more pop psychiatry from number fifty-four in his class at Columbia Med.", "character": "Adam", "characterId": "nm0035060"}]}, {"lines": [{"text": "I know black people. I've been around black people, and I know how they talk. The say \"thang\" instead of \"thing.\" They say \"ax,\" \"I ax you this, brother, I ax you that.\" Now, you don't say \"ax.\" Neither does Colin Powell and that, that Denzel fellow.", "character": "Maurice Minnifield", "characterId": "nm0179224"}]}, {"lines": [{"text": "Sometimes, Chris, you've just got to know when to cut your losses. Take Joel Silver. He would have been much better off if he had just pulled the plug on Hudson Hawk.", "character": "Ed Chigliak", "characterId": "nm0123261"}]}, {"lines": [{"text": "I have an assistant here who thinks it's unnecessary to take names. She'd rather run my office like a delicatessen.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}]}, {"lines": [{"text": "Tell him that Dr. Fleischman is the kind of enterprising, young professional who's chosen to stake his claim right here on the banks of the Alaskan Riviera.", "character": "Maurice Minnifield", "characterId": "nm0179224"}, {"text": "Tell him I'm being held against my will.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}]}, {"lines": [{"text": "I'll make you a deal. I'll give you a complete physical, head to toe, then you leave and never darken my doorstep again.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}, {"text": "Blood gasses?", "character": "Eve", "characterId": "nm0536723"}, {"text": "Blood gasses.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}, {"text": "Cholesterol infraction?", "character": "Eve", "characterId": "nm0536723"}, {"text": "I'll even throw in an EEG.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}, {"text": "Deal.", "character": "Eve", "characterId": "nm0536723"}]}, {"lines": [{"text": "I mean don't get me wrong! I don't believe in blind obedience to the law! In my time, I've ignored stop signs, I've jaywalked, I've had open fires on Jones Beach. But this... this is the U.S. Mail. And since I was old enough to lick a stamp, I was taught that it's a sin to so much as to hold someone's letter up to the light! I was inculcated with the sanctity, the inviolability of the mail.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}]}, {"lines": [{"text": "The richest man is the guy who has nothing.", "character": "Marilyn Whirlwind", "characterId": "nm0587111"}]}, {"lines": [{"text": "It's the same with white people. They cleared the forest, they dug up the land, and they gave us the flu. But they also brought power tools and penicillin and Ben and Jerry's ice cream.", "character": "Marilyn Whirlwind", "characterId": "nm0587111"}]}, {"lines": [{"text": "[Shelly sees her skin peeling]", "character": null, "characterId": null}, {"text": "God! What's happening to me? I look like Swamp Thing!", "character": "Shelly Tambo Vincoeur", "characterId": "nm0311280"}]}, {"lines": [{"text": "[Leonard explains the dancers to Shelly]", "character": null, "characterId": null}, {"text": "And clearly, to you, as to many people, life is a dance. And for that, you need a partner. A husband.", "character": "Leonard", "characterId": "nm0001295"}]}, {"lines": [{"text": "And we're going to have this transitory cow fling thing right here in Cicely?", "character": "Shelly Tambo Vincoeur", "characterId": "nm0311280"}]}, {"lines": [{"text": "[describing her mom]", "character": null, "characterId": null}, {"text": "First she ruins my life. And then she ruins my LIFE!", "character": "Maggie", "characterId": "nm0005508"}]}, {"lines": [{"text": "This shower's just got to be the most totally, perfect, bitchin' thing. I mean, a babe, you know, she spends her whole life just waiting for this. The big M. Holy matrimony. When you're a little kid, you watch everybody's older sister get hitched and you think, GOD when is it going to be my turn? When am I going to get to walk down that aisle? Be queen for a day. Everybody saying how hot you look and your mom crying. And your squeeze standing there in a powder blue tux looking all cute and scared. And then those words. \"I now pronounce you man and wife. You may kiss the bride.\"", "character": "Shelly Tambo Vincoeur", "characterId": "nm0311280"}]}, {"lines": [{"text": "[Maurice is awakened by an excited Ed]", "character": null, "characterId": null}, {"text": "Ed, do you have any idea what time it is?", "character": "Maurice Minnifield", "characterId": "nm0179224"}, {"text": "Late?", "character": "Ed Chigliak", "characterId": "nm0123261"}, {"text": "Yeah, it's late!", "character": "Maurice Minnifield", "characterId": "nm0179224"}]}, {"lines": [{"text": "So what do I do? Only go out with guys that I'd like to see dead?", "character": "Maggie", "characterId": "nm0005508"}]}, {"lines": [{"text": "[to Joel]", "character": null, "characterId": null}, {"text": "How could you not sleep with me!", "character": "Maggie", "characterId": "nm0005508"}]}, {"lines": [{"text": "Pete... I think you should know that I'm... I'm... I'm... I'm... I'm...", "character": "Ed Chigliak", "characterId": "nm0123261"}, {"text": "You're what, Ed?", "character": "Pete Gilliam", "characterId": "nm0618913"}, {"text": "Uh, kind of thirsty.", "character": "Ed Chigliak", "characterId": "nm0123261"}]}, {"lines": [{"text": "It's way beyond me how a grown man could pee his pants over a chickadee that's common over half the Russian speaking world. Look at yourself, Holling. You used to go out and kill things. Now you're bivouacking with an old woman and a zoom lens.", "character": "Maurice Minnifield", "characterId": "nm0179224"}]}, {"lines": [{"text": "You know what they say - life throws you a gutter ball, you got to slap on the old rosin bag and step up to the line.", "character": "Chris Stevens", "characterId": "nm0179173"}]}, {"lines": [{"text": "She gave me a goat? A nice bottle of wine I'd understand. A box of chocolates, a Rolex. What do I want with a goat? Milk.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}]}, {"lines": [{"text": "I'm not a vanishing breed.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}, {"text": "Well, you're Jewish. That's pretty rare.", "character": "Ed Chigliak", "characterId": "nm0123261"}]}, {"lines": [{"text": "Life here is so elemental. So real. Without the interference of civilization you can really experience things like... silence. Silence and darkness in its purity. Right now, right outside my window all I can see is a black void. Endless darkness. It's totally exhilarating, and I feel very lucky to be here. Very, very lucky.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}]}, {"lines": [{"text": "What kind of a person would abandon a baby like this?", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}, {"text": "Oh, my parents.", "character": "Ed Chigliak", "characterId": "nm0123261"}, {"text": "Oh yeah. Right. Sorry.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}]}, {"lines": [{"text": "Greetings, Cicely, on this most exceedingly beautiful spring morning. A morning swollen with new life, a morning on which, if I had the voice, I would let loose with song. It's hard to believe just a few short weeks ago we were eating our cornflakes in the wintry dark. Now, well it's still kind of dim our there, but I can see the golden glow of Apollo's chariot waiting in the wings, about to make its entrance. Winter's on the lam, no doubt.", "character": "Chris Stevens", "characterId": "nm0179173"}]}, {"lines": [{"text": "Joel, the concept of random death in an indifferent world is one thing, but to be the instrument of that death? A dogkiller?... I don't suppose you'd tell the owners?", "character": "Chris Stevens", "characterId": "nm0179173"}]}, {"lines": [{"text": "[on a gift from his son]", "character": null, "characterId": null}, {"text": "That's Kim Chee. That's Korean cabbage. Smells like an old pair of gym shoes.", "character": "Maurice Minnifield", "characterId": "nm0179224"}]}, {"lines": [{"text": "Barbara, I owe you an apology. I've been trying to turn you into something you're not. You're no gentle lady. You're a warrior. That's what attracted me. That's what attracts me now.", "character": "Maurice Minnifield", "characterId": "nm0179224"}]}, {"lines": [{"text": "I'm the teflon kid. Dozens of chicks, nothing sticks.", "character": "Chris Stevens", "characterId": "nm0179173"}]}, {"lines": [{"text": "It's not the thing you fling, it's the fling itself.", "character": "Chris Stevens", "characterId": "nm0179173"}]}, {"lines": [{"text": "[Shelly and her ex are slow dancing - he has a cheeseburger in one hand]", "character": null, "characterId": null}, {"text": "Holling? Who's the kid? Why is he smearing ketchup all over Shelly's ass?", "character": "Maurice Minnifield", "characterId": "nm0179224"}]}, {"lines": [{"text": "[Ed and Joel are looking for Maggie in the wilderness]", "character": null, "characterId": null}, {"text": "There, her jacket.", "character": "Ed Chigliak", "characterId": "nm0123261"}, {"text": "Well, now what?", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}, {"text": "[pointing]\nWell, I think she went this way.", "character": "Ed Chigliak", "characterId": "nm0123261"}, {"text": "You do?", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}, {"text": "Yep, see there where that twig snapped? And there's a footprint.", "character": "Ed Chigliak", "characterId": "nm0123261"}, {"text": "Huh. You can track? Alright! You learn that or were you born that way?", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}, {"text": "Beats me.", "character": "Ed Chigliak", "characterId": "nm0123261"}]}, {"lines": [{"text": "\"More light.\" Sunlight. Torchlight. Candlight. Neon. Incandescent. Lights that banish the darkness from our caves, to illuminate our roads, the insides of our refrigerators. Big floods for the night games at Soldier's field. Little tiny flashlight for those books we read under the covers when we're supposed to be asleep. Light is more than watts and footcandles. Light is metaphor. Thy word is a lamp unto my feet. Rage, rage against the dying of the light. Lead, Kindly Light, amid the encircling gloom Lead Thou me on! The night is dark, and I am far from home- Lead Thou me on! Arise, shine, for thy light has come. Light is knowledge. Light is life. Light is light.", "character": "Chris Stevens", "characterId": "nm0179173"}]}, {"lines": [{"text": "[picking up a book from Adam's kitchen table]\n\"The California Cookbook?\"", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}, {"text": "[becomes upset]\nYou wanna die? Is that what you want?", "character": "Adam", "characterId": "nm0035060"}]}, {"lines": [{"text": "Somebody stole Dr. Fleischman's radio.", "character": "Ed Chigliak", "characterId": "nm0123261"}, {"text": "White people. They get crazy.", "character": "Marilyn Whirlwind", "characterId": "nm0587111"}]}, {"lines": [{"text": "Yeah I'm upset. Ya wanna know why, Ed? I'll tell you. As a physician, I realize that sexual release is not crucial to survival, say like water or oxygen. But when a healthy 28-year-old male is deprived of that release, he has an awful hard time enjoying his survival.", "character": "Dr. Joel Fleischman", "characterId": "nm0001555"}]}]}