{"quotes": [{"lines": [{"text": "We have learned to trust the photographic image. Can we trust the electronic image? With painting everything was simple. The original was the original, and each copy was a copy - a forgery. With photography and then film that began to get complicated. The original was a negative. Without a print, it did not exist. Just the opposite, each copy was the original. But now with the electronic, and soon the digital, there is no more negative and no more positive. The very notion of the original is obsolete. Everything is a copy. All distinctions have become arbitrary. No wonder the idea of identity finds itself in such a feeble state. Identity is out of fashion.", "character": "Wim Wenders", "characterId": "nm0000694"}]}, {"lines": [{"text": "Which cities do you like here?", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "Of all cities... l like most of all cities. l like to consider myself less of a Japanese than a Tokyoite, the city where l was born. Tokyo has no nationality. Especially people of my generation, especially those who were born in Tokyo and other urbane areas, have the feeling of not belonging to any nation. l like this feeling of being independent. Why do l like Paris? How can l say it? Because it's kind of... chaotic and nobody cares. l especially like the air... always cool, and the hard air stings my cheeks. l like to walk in this air. When asked which cities l like l answer Paris and Tokyo.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "My first encounter with Yohji Yamamoto was, in a way; an experience of identity. I bought a shirt and a jacket. You know the feeling; you put on new clothes, you look at yourself in the mirror, you're content, excited about your new skin. But with this shirt and this jacket, it was different. From the beginning they were new and old at the same time. In the mirror I saw me, of course, only better; more me than before. And I had the strangest sensation that I was wearing... yes, I had no other words for it, I was wearing the shirt itself and the jacket itself. And in them I was myself. I felt protected like a knight in his armor. By what? By a shirt and a jacket? The label said, 'Yohji Yamamoto'. Who was he? What secret had he discovered, this Yamamoto? A shape? A cut? A fabric? None of these explained what I felt. It came from further away... from deeper. This jacket reminded me of my childhood, and of my father. As if the essence of this memory were tailored into it. Not in the details, but rather woven into the cloth itself. The jacket was a direct translation of this feeling and it expressed 'father' better than words. What did Yamamoto know about me? About everybody?", "character": "Wim Wenders", "characterId": "nm0000694"}]}, {"lines": [{"text": "Start from the very beginning. Clothing is always to think about people. I'm always thinking about people to talk with... to meet with. So, this is my basic interest. What are they thinking? What are they doing? How are you living your life? Then I can approach... making clothing. To you. To them. So, uhh... for the moment I feel that fashion, or clothing is, to me it's... maybe working or having the same philosophy for fifteen years, already. So, I think I've done it. Or I think I've already sung my song.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "Start from the very beginning. Clothing is always to think about people. I'm always thinking about people to talk with... to meet with. So, this is my basic interest. What are they thinking? What are they doing? How are you living your life? Then I can approach... making clothing. To you. To them. So, uhh... for the moment I feel that fashion, or clothing is, to me it's... maybe working or having the same philosophy for fifteen years, already. So, I think I've done it... or I think I've already sung my song.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "When l am asked if l like people and how? Recently l started to like the weaknesses and defects of people more and more... maybe that's so called; being human. But why l live and work and try to express something to people... because l want to tell certain things to certain people. But now l'm not sure whether l like those people or not, because l feel l can't be responsible towards people. That is to say... l think that, to express something, you want to be understood. But sometimes l don't care if nobody understands me.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "Yohji's Tokyo office was brimming with photos and images, stuck to the walls and scattered about his worktable. And the shelves were crowded with photo books, among which I discovered one that I knew and treasured as much as he; 'Men Of The Twentieth Century' by August Sander.", "character": "Wim Wenders", "characterId": "nm0000694"}]}, {"lines": [{"text": "[speaking about pictorial book]\nI'm especially curious about their faces, because of their career, life and business. They have the exactly right faces for that, I think. So, I'm admiring their faces... and clothing. For example, when I look at people on the street in a modern city, sometimes we can't understand; which profession are they joining? They all look the same for me. But in this time, people looked of their profession or of their background. So it's just... just a kind of name card. I mean, their faces have been thier name card. When I'm looking, these faces... they're there.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "Their clothes too?", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "The clothes too, yes. Their clothes are clearly representing their business and their life. So, I am enjoying. Firstly, I watch their faces and their clothing, and I imagine their profession. Then I read this. So, I have the answer for my imagination. Sometimes it is correct, sometimes I make a mistake; but anyway - it's very fun to think about that. I love this extreme draping picture for him. Those materials look so nice.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "I believe this photo of a young Gypsy was Yohji's favorite in the book. Not simply for what he was wearing, rather for the forlorn look in his eyes and the way he stuck his hand into his pocket.", "character": "Wim Wenders", "characterId": "nm0000694"}]}, {"lines": [{"text": "Tokyo is a long way from Europe. European clothes have only been accepted here for about a century. If, on my first encounter with Yohji, I had been amazed by the history locked into a shirt and a jacket - and the protection they had offered me... I was indeed more amazed to see their affect on Solveig. She had worn dresses made by Yohji for some time already, and each time they seemed to have transformed her. As if by slipping into these dresses, she had slipped into a new part in an altogether new play. So when I went to Tokyo to film Yohji in his studio, as he was doing the fittings for his new summer collection; I was most curious about his rapport with women.", "character": "Wim Wenders", "characterId": "nm0000694"}]}, {"lines": [{"text": "So when I firstly start my collection, I think about the working people's image. Not for Japanese people's image. Because, talking about proportions of a human being; I need to make a very slight difference, to make the clothes. Before, I wasn't like that, I was always thinking about Japanese clothes proportions. This is very different from Europe; women's proportions. But, for the moment, I do like that. I think before we worked on this clothing... then after that collection I ultimately changed my idea for proportion into Japanese people. I mean, I uhh... changed the balance for Japanese people to make domestic margin less. So this became totally opposite from ten years ago.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "But then there's not only, I guess... the body that is different, aren't there also... don't you have to face different emotions?", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "I think so.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "Like the woman living in Paris, she probably spends her day differently. She probably has... not probably; she definitely does other things. She thinks differently.", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "[in agreement]\nMmm-hmm.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "When you don't understand somebody else's craft, the first questions are usually very simple. Where does you work begin? What's the first step you take?", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "Well, I start with fabric, material, touch. Then I go to the forms, because it is like, uhh... I don't know which is supporting which. Maybe forms require the certain material, while certain material requires the real form for them. I don't know which is first and which is next. But maybe for me, the touch comes first and after that I work with the material. Gradually I start to imagine the shape on it - by it.", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "Form and material; the same old dilemma, same as any other craft. Stand back, look, approach again, grasp, feel, hesitate, then sudden activity, and then another long pause. After a while I began to see a certain paradox in Yohji's work. What he creates is necessarily ephemeral, victim to the immediate and voracious consumption; which is the rule of his game. After all - fashion is about here and now. It only deals with today; never yesterday. By the same token, Yohji was inspired by the photographs of another time and by the work clothes of an era where people lived by a different rhythm and when work had a different sense of dignity. So it seemed to me that Yohji expressed him self in two languages simultaneously. He played two instruments at the same time. The fluid and the solid. The fleeting and the permanent. The fugitive and the stable.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "For the moment I feel like, uhh... very strange, but I feel like I have a technique for that.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "[laughing]", "character": null, "characterId": null}, {"text": "I mean, I have a technique to satisfy these two elements. One, it should be new enough; and one it should be... classic forever. And I think like... as if I found a method for that in fashion. It's", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "it's very strange, but you feel like maybe I'm too experienced for that. I feel like a monster, to bite both.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "Me too. I felt like some monster making this film. Working like him, in two different languages, and using two essentially different systems. Behind my little thirty-five millimeter movie camera, I felt as though I were manipulating something ancient, or perhaps classic - yes, that's the word. Because my camera only takes thirty meter rolls of film, I was obliged to reload every sixty seconds. Therefore, I found myself more often behind my video camera, which was always ready; and allowed me to capture Yohji's work in real time. It's language was not classic, but rather efficient and practical. The video images even felt more accurate sometimes, as if they had a better understanding of the phenomena before the lens. As if they had a certain affinity with fashion.", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "So I think sometimes, if you find something very nice in your collection, you don't feel like you make it; or you made it. You feel like you were given it by somebody. You understand this feeling? Because you wait. I'm always waiting for something to come.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "My little old Eyemo, you have to wind up by hand, and she sounds like a sewing machine. She knows about waiting too.", "character": "Wim Wenders", "characterId": "nm0000694"}]}, {"lines": [{"text": "Night fell. Yohji did not stop working for one second. One dress followed another. Later on, most of them would be made of black materials. I asked him what black meant to him.", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "Talking about clothes that's made in black is quite simple for me, because I always simply want to make silk the form. So you don't need any color, right? It is only a texture for me. For example, when things are color, that reminds me of many types of feeling; many types of emotion that bother me or not. So when we want to create some kind of new touch, then I always work from black material. Because when it is white or when it is not dyed; when it is still as a natural color, alright, it has also a meaning. And I don't like it. I don't like this meaning. So, sometimes black is the conclusion of the color, because of the mixing. Mixing, mixing; then everything becomes black. So, I'm quite interested in that sense, because for me it is like I told you two weeks ago; it's like to put everything in the world; to put everything in the black and I forget them. Using black like that, the result comes back, uhh... you grab something very tight! It's kind of a... I don't know; hysterical feeling.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "Slowly, almost in spite of myself, began to appreciate working with the video camera. With the Eyemo I always felt like an intruder. She made too much of an impression. The video camera impressed and disturbed no one. She was just there.", "character": "Wim Wenders", "characterId": "nm0000694"}]}, {"lines": [{"text": "In the turmoil of rehearsals, he remained a monument of calm.", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "If you have a very strong feeling on material, then you can make the show a fine collection in a very good sense. But if you lose it, if you miss it - you're going to make a varied collection. You collect every idea all together and you're not sure about one strong direction to go.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "The direction... well, nobody seemed to know it but Yohji. At least, that was the impression I got in the chaotic atmosphere of the Paris studio the night before the show. Actually, it had the mood of an editing room just before finishing a first cut. In effect, that's exactly what Yohji did that night. He established a montage, and a proper series of scenes and images for tomorrow's show.", "character": "Wim Wenders", "characterId": "nm0000694"}]}, {"lines": [{"text": "Before I was thinking that there is no sort of nationality in my clothing. I really think that I'm making something to prove it's not existing. So, this is uhh... not for Japanese, not for French, not for American. Which I mean, my clothes shouldn't have no nation. But when I came to Paris I realized, and I was pushed to realize - that I'm a Japanese. Because I was sit down many times, 'You are representing model Japanese'. And so, I was protecting this idea. 'No, I'm not representing model Japanese'. I'm not really Japanese because I was born in Japan, but I'm not representing Japanese model, simply. So this single mental vibe in me, it was very big.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "I couldn't deal with all that pressure. You know, all that competition.", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "Yeah, but our business it is very competitive. Because it's a... rat race about the amount of business; and we have to win. Because...", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "There's no second best.", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "No. Be the best. We're the best. We're always talking that. And also you have to be very respectable... and good meaning. Because when you are researching about business; you can't make it big in business without any respect. So, you have to counter very well. Business and respect, both. You also, maybe?", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "If there is one main idea for your next show, do you have to be very secretive about it?", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "No. I can show my raw piece, I can show my fabric idea for the people, before the show; because secret is not in all things.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "Where is it?", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "It's finishing... ideas. Even if I could steal Issey's raw piece. We can't cut it in Issey's way. There is a very trained technique or background in each company. So you cannot copy it before.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "Everybody has his own language then?", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "Yes, I think so.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "So, you're not afraid that somebody would steal your language?", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "No. No, they can't do that.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "I feel very often that I'm reacting as a child, sometimes. Because when I realize about myself - I mean, I was four or five years old boy and I was surrounded by women. Because my mother was a dressmaker in the neighborhood, I was living during the clothes. So when I came back from school I was always surrounded by clothing things. So I really hated it.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "Your father wasn't there?", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "No, my father was dead. So...", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "He died?", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "He died.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "In the war?", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "In the war. He was not even a professional soldier. He was drafted. He was brought to war, against his will and he died. His friends were taken, for example, prisoners in Siberia. When l read what they wrote... and l think of my father who is dead - the war is not finished yet in me. There is no 'after war' in me. I think l am working for them, to express what they could not. l feel l am given a task to do something for them. ln that sense, what l have been doing is merely accidental. l feel that l have been pushed along. When l consider all of those, l most often think that l am not just fighting for myself, but this is the continuation of something else.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "I feel that my company is not like this", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "[making an upward point with his hands]", "character": null, "characterId": null}, {"text": ". I'm not standing at the top of mountain. I'm", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "[laughing]", "character": null, "characterId": null}, {"text": "standing like this", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "[making a valley with his hands]", "character": null, "characterId": null}, {"text": ". I'm standing here", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "[indicating at the bottom of the valley shape]", "character": null, "characterId": null}, {"text": ". So everything I can do it just falls down altogether, or to make it small like this", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "[indicating a valley shape with hands, and then curling fingers up to enclose the top]", "character": null, "characterId": null}, {"text": ". To make it easy to hold.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "In Japanese, the name 'Yamamoto' means, 'at the foot of the mountain'.", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "The perfect symmetry object, this is in human being; they aren't beautiful for me. Everything should be asymmetry. Maybe I'm missing some of English vocabulary. Some precious feeling of human beings, like graceful, or decent, or kind, or gentle - those are coming from asymmetry. Balance... I feel it. So when the thing is made in perfect symmetry object, that means... for me that means ugly. Because you don't fit the human beings hands, or sweat, or 'something' to make this. Because, if you are human beings you cannot make perfect things. Things come out like this", "character": "Yohji Yamamoto", "characterId": "nm0945507"}, {"text": "[leans to one side]", "character": null, "characterId": null}, {"text": ". So that makes me very emotional. That makes me love it. So, when I make something with a little bit of symmetry, finally; I always want to break. To destroy a little.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "All of a sudden on the turbulent streets of Tokyo, I realized that a valid image of this city might very well be an electronic one, and not only my sacred celluloid images. In it's own language, the video camera was capturing the city in an appropriate way. I was shocked! A language of images was not the privilege of cinema. Wasn't it necessary to reevaluate everything? All notions of identity, language, images, authorship. Perhaps our future authors were the makers of commercials, or video clips, or the designers of electronic games and computer programs. Fuck! And movies? This nineteenth century invention is out of the mechanical age. This beautiful language of light and movement, of myth and adventure that can speak of love and hate, of war and peace, of life and death - what would become of it? And all these craftsmen, behind the cameras, behind the lights, at the editing tables - would they have to unlearn everything? Would there ever be an electronic craft? A digital craftsman? And would this new electronic language be capable of showing the men of the twentieth century like the still camera of August Sander or the film camera of John Cassavetes?", "character": "Wim Wenders", "characterId": "nm0000694"}]}, {"lines": [{"text": "If you would stop for one season, what would happen? Would you still exist as a designer?", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "No. When you stop once then... we would say, 'He's finished.' So, it means you can't stop.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "I think the boys are always living in their imagination, or conception, or thought, or thinking. But women are living their life in real reality. Don't you agree with that? Every woman who is wearing high heels and silk stockings, having seam-line on the back; when I meet her I always think that she... first of all, she's older than me. Even if I'm a very old man, she looks older than me and she looks very tough and terrible for me. It's my memory from my childhood. So, I feel that I have nothing to do for her when I look at the high heels.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "to find the essence of a thing in the process of fabricating it.", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "I like your idea. We have to make a true chair, true jacket, true shirt - maybe to teach to my assistant what is the cutting of a true shoulder, what is the cutting that shrinks. I mean, what is the beautiful point of shrink of a shirt. This is a very basic entrance for the shirt, and you can spend one-hundred hours to enjoy this kind of feeling. Not always, you cannot do the fashion business, I think. So, maybe sometimes I'm shouting in my mind, 'I'm not a fashion designer! I'm a dressmaker! So, don't ask me about the women.'", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "In a different studio, with other collaborators, Yohji was doing the fitting for his next Japanese collection. The domestic market. The atmosphere was different, this time he was teaching. He was truly the master surrounded by students.", "character": "Wim Wenders", "characterId": "nm0000694"}]}, {"lines": [{"text": "After breaking from school studying Haute Couture; right up then - I went to Paris. To see, to have a look. At that moment, the movement... the really new movement of Prêt-à-porter was just arriving - by Kenzo or Sonia Rykiel; really famous names. So when I came back to Tokyo, to Japan, and I started to help my mother's business, which is dressmaking for a neighborhood - I was simply interested in making something by hand. So, it is so nice to concentrate in something. And you forget time passing from the morning to beginning. You forget everything because it is so comforting. So, I'm cutting and doing things. So I haven't any doubt of it. That was so simple. Taking order from customers and cut patterns and make into the fitting clothes. It takes about... at least two or three weeks to realize one clothes for the customer. And that was very nice for me, because I already studied about women's body and the program of texture... fabric.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "One day we spoke of style, and how it might present an enormous difficulty. Style could become a prison; a hall of mirrors in which you can only reflect and imitate yourself. Yohji knew this problem well, of course, he had fallen into that trap. He had escaped from it, he said, the moment he had learned to accept his own style. Suddenly, the prison had opened up to a great freedom he said. That, for me, is an author. Someone, who has something to say in the first place, who then knows how to express himself with his own voice. And who can finally find the strength in himself, and the insolence necessary to become the guardian of his prison. And not to stay it's prisoner.", "character": "Wim Wenders", "characterId": "nm0000694"}]}, {"lines": [{"text": "What was Yohji searching for in these old photographs? Why did he surround himself with them even when they had no direct connection to his work?", "character": "Wim Wenders", "characterId": "nm0000694"}, {"text": "In them we can find real mean, or real women; I mean human beings. Wearing the reality. Wearing, not the clothing, but wearing the reality. In there, there is my kind of ideal of clothes. Because people don't consume the clothing. People can live life with this clothing. So, that means for me, I want to make something like that. For example; at the beginning of the nineteenth century, and if you are born in a not very rich country; the winter is really winter for you. So it's very cold. So, you need a thick coat on you. Then this is life, this is real clothes for you; this is not for fashion. The coat is so beautiful because you feel so cold, and you can't make your life without this coat; for example. It looks like your friend or it looks like your family. And I feel strong jealousy. If people can wear my things like in that way, then I could be so happy. Because, uhh... For example, when the clothes, or dress, or jacket, coat themselves is left on the floor or hangs on the wall - then in that case you can recognize, 'Oh, this is John. This is Tony.' Like that. This is your self. So, in this modern age... I mean, for example in Japan, all the people are very rich, they consider; so they think they can consume everything. They think they even consume their life. They consume everything and they don't realize the meaning of an object like a stone, or trees, or things; everything. They think they can buy everything. That is very sad. So, I'm very happy to go back to bed to times in the photograph, when people cannot buy anything. When people were forced to live with very simple things around them.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "When I was young, I mean like twenty years ago; I felt that if I could design the time... Because I like second hand clothing or used things or old things. If you really want real touch of it, then you have to wait like ten years; because cotton is a fiber. So it means time. You're designing time. I would think that if I could design time, that must be very nice. In other words, I am not interested in the future... and I don't believe in it. First of all, I am not trusting in the future. I don't believe in it myself - in tomorrow or the day after tomorrow. I know me, in the present, who is dragging the past. That's all I know. That's all I understand. To say it nicer; the people in the present are standing beside a window between the past and the future... and keeping the balance and living there. But in my case, I've always wanted to get older as quickly as possible and finish it all, just as quickly. For me, what is coming is the end. I don't feel that something will begin in the future.", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "My own experience is that I've been... the only son of my mother. So my life is totally with one great woman. So for her, the society and the world is always man's life - man's world. So, I have to protect her... in every moment. So maybe I respect and I... I present my clothes to women like, I am saying, 'Can I help you?'", "character": "Yohji Yamamoto", "characterId": "nm0945507"}]}, {"lines": [{"text": "So, their mission was completed. The show in Paris went well. Immediately afterwards the whole team had returned to the studio to watch the tape of the show together. This evening they would all go out and celebrate together. And tomorrow they would all fly back to Tokyo together, to begin work the next day on the new collection. It was only here - looking at these tired but content faces, that I understood how Yohji's tender and delicate language could survive in each of his creations. These people, his assistants, his company - reminded me at times of a monastery. They were his translators. With all of their attentiveness, their care, their fervor - they ensured that the integrity of Yohji's work remained intact. And they watched that the dignity of every dress, every shirt, every jacket was preserved. Inside of an industrial production process, they were the guardian angels of an author.", "character": "Wim Wenders", "characterId": "nm0000694"}]}, {"lines": [{"text": "So, I looked at them like they were a kind of film crew, and Yohji among them, was the director shooting another indie film. His images were not to be shown on the screen. If you sit down to watch his film, you find yourself instead, in front of that very private screen which any mirror that reflects your image can become. To be able to look at your own reflection in such a way that you can recognize and more readily accept your body, your appearance, your history - in short - yourself. That, it seems to me, is the continuing screenplay of the friendly film by Yohji Yamamoto.", "character": "Wim Wenders", "characterId": "nm0000694"}]}, {"lines": [{"text": "From the notebook of images that I collected over a certain time, as I was observing Yohji at work; I have saved my favorite for last. In a privileged moment, an electronic eye caught these guardian angels on the job.", "character": "Wim Wenders", "characterId": "nm0000694"}]}, {"lines": [{"text": "Filmmaking should just remain a way of life sometimes. Like taking a walk, reading a newspaper, eating, writing notes, driving a car... or shooting this film here - for instance. From day to day, carried along on nothing but it's curiosity. A notebook on cities and clothes.", "character": "Wim Wenders", "characterId": "nm0000694"}]}]}