{"quotes": [{"lines": [{"text": "Remember, the children can't praise the Lord if they've got genitals in their mouths.", "character": "Reverend Ritz", "characterId": "nm0732517"}]}, {"lines": [{"text": "The Bible says 'cast ye not stones lest ye be stoned', Luke, Chapter 5, verse 3, Seagrams 7.", "character": "Billy McRighteous", "characterId": "nm0115509"}]}, {"lines": [{"text": "The Bible says 'he who turneth the other cheek, needeth more toilet paper'. Jeremiah Chapter 2, verse 5, Rocky 4.", "character": "Billy McRighteous", "characterId": "nm0115509"}]}, {"lines": [{"text": "We're Christians! We're not supposed to think!", "character": "Fanny Wype", "characterId": "nm0574230"}]}, {"lines": [{"text": "This is a religious retreat, which has nothing to do with fun! Do you think Jesus was having fun when he was being nailed on the cross? Do you think Noah had fun when he watched all his neighbors drowning? Do you think Cecil B. DeMille had fun when he parted the Red Sea and sent his crew into golden overtime?", "character": "Miss Stucco", "characterId": "nm0512078"}]}, {"lines": [{"text": "Listen, sister. Nudity didn't work for Adam and Eve and it's not gonna work for you. If God had wanted us to walk around naked he wouldn't have made little animals for us to cut up and make fur coats out of.", "character": "Ms. Luger", "characterId": "nm0141219"}]}, {"lines": [{"text": "Your rights stop where Jesus says they do, and Jesus didn't like nudity.", "character": "Miss Stucco", "characterId": "nm0512078"}, {"text": "Well, Jesus must love hemorrhoids because he sure got a lot of assholes behind him.", "character": "Mrs. Druple", "characterId": "nm0490378"}]}, {"lines": [{"text": "Your assholes are so tight you need a crowbar to help you shit.", "character": "Mrs. Druple", "characterId": "nm0490378"}]}, {"lines": [{"text": "I don't wanna hear anymore tonight. Now you turn out'a right and go to sreep!", "character": "Juan Tu", "characterId": "nm0621088"}]}, {"lines": [{"text": "They just don't reave without a leason.", "character": "Juan Tu", "characterId": "nm0621088"}]}]}