{"quotes": [{"lines": [{"text": "We thank Thee, Father, for this and all Thy bounties. Teach us to avoid the pitfalls of prejudice, pride, and vanity. Make us thoughtful of the weak, the sick, the needy, and the unfortunate, and make our humble lives a reflection of Thy goodness. We ask these things in Thy name. Amen.", "character": "Rev. Ethan Wilkins", "characterId": "nm0404158"}]}, {"lines": [{"text": "Jason, this is an important event in sister Clarke's life, our stopping here tonight. She never had a minister visit her before.", "character": "Rev. Ethan Wilkins", "characterId": "nm0404158"}, {"text": "Well, I don't wonder at that. But that frog, pop - why, it made me sick!", "character": "Jason Wilkins", "characterId": "nm0000071"}, {"text": "Suppose I'd called her attention to it, told her it was there? She never would have recovered from the mortification. The only time the minister ever stopped for her... it wasn't easy, but I swallowed it. That, sir, is my idea of courtesy. And I wish you not to forget it.", "character": "Rev. Ethan Wilkins", "characterId": "nm0404158"}, {"text": "I understand, father.", "character": "Jason Wilkins", "characterId": "nm0000071"}]}, {"lines": [{"text": "Excuse me, Parson. I've been thinkin', after the meetin' tomorrow, where are you gonna' go?", "character": "Sister Clarke", "characterId": "nm0731345"}, {"text": "We're going up into the hills, towards Tomkinsville.", "character": "Rev. Ethan Wilkins", "characterId": "nm0404158"}, {"text": "That's what I thought. Gets kinda' cold up there at nights, this time of year. That boy of your'n ought to have a coat.", "character": "Sister Clarke", "characterId": "nm0731345"}, {"text": "Oh, he's all right. He's as strong as a bull.", "character": "Rev. Ethan Wilkins", "characterId": "nm0404158"}, {"text": "Well, my man was strong as a bull, too. But he got the misery and died in no time. No time at all... Well, I want to give your boy this coat.", "character": "Sister Clarke", "characterId": "nm0731345"}, {"text": "[Hands him an old, rustic-looking black coat]", "character": null, "characterId": null}, {"text": "That's very nice of you, sister Clarke. Very nice indeed.", "character": "Rev. Ethan Wilkins", "characterId": "nm0404158"}]}, {"lines": [{"text": "[after Jason has rejected and mocked the old black coat that sister Clarke has donated him]\nPride... Pride and selfishness. They're out of place in our family, Jason. Unless you conquer them they're going to make you unhappy, and those who love you unhappy, too. All you seem to think about is that \"doctor book.\"", "character": "Rev. Ethan Wilkins", "characterId": "nm0404158"}, {"text": "Well, suppose I do? I'd rather save bodies than souls any day!", "character": "Jason Wilkins", "characterId": "nm0000071"}, {"text": "I'm sorry you said that, son. Sorry you mistake that cold frankness of yours for courage. Come outside, please.", "character": "Rev. Ethan Wilkins", "characterId": "nm0404158"}, {"text": "Now, wait a minute, pop. You're not gonna' whip me any more - I'm too old.", "character": "Jason Wilkins", "characterId": "nm0000071"}, {"text": "[Unperturbed]\nYou'll never be too old while I'm alive.", "character": "Rev. Ethan Wilkins", "characterId": "nm0404158"}, {"text": "You lay a hand on me and I'll...", "character": "Jason Wilkins", "characterId": "nm0000071"}, {"text": "You'll what?", "character": "Rev. Ethan Wilkins", "characterId": "nm0404158"}, {"text": "I'll protect myself, pop! I'm warnin' ya', I'll...", "character": "Jason Wilkins", "characterId": "nm0000071"}, {"text": "[totally unperturbed]\nCome outside.", "character": "Rev. Ethan Wilkins", "characterId": "nm0404158"}]}]}