{"quotes": [{"lines": [{"text": "It is a world full of fear and worry for many of us, but nature is reasonably kind and goodwill is a common human trait. There is beauty, lawfulness, and progress, all of which appeals to man the thinker if not always to man the animal. However, ignorance, superstition, and loyalty to myths have darkened our views of the universe. Fancy how far we might have gone if we had not been shackled by mythology.", "character": "Narrator", "characterId": "nm0788650"}]}, {"lines": [{"text": "there will be, if we are to remain civilized, no return to the old superstitions. We must learn to live with our newly acquired scientific ideas.", "character": "Narrator", "characterId": "nm0788650"}]}, {"lines": [{"text": "If we attempt to locate ourselves in the world of energy, man and his works are of minor consequence. But there should be nothing very humiliating about our being inconsequential. Are we debased by the greater speed of the sparrow? The larger size of the hippopotamus? The keener hearing of a dog? No. We should adjust ourselves to the cosmic facts. It is a magnificent universe in which to play a part, however humble.", "character": "Narrator", "characterId": "nm0788650"}]}, {"lines": [{"text": "In the category of matter we can claim a much better world position. We have the distinction of sharing a wide variety of chemical atoms with the greats of the universe; with inanimate planets, with radiant galaxies, and cosmic dust. Man in a sense is made of star stuff.", "character": "Narrator", "characterId": "nm0788650"}]}, {"lines": [{"text": "Any insistence that our moment in the geological ages is somehow enormously significant should be questioned. If there's some grandeur in our position with respect to matter and energy, space and time, I fail to find it. We must look elsewhere for an appraisal of our true importance. Once we've cleared away our illusions about man's worldly significance, we are better able to ponder the meaning and scope of life.", "character": "Narrator", "characterId": "nm0788650"}]}, {"lines": [{"text": "The fact that life started on this undistinguished planet, on the Earth, and succeeded in holding on and growing here naturally, is by itself nearly enough assurance that life is a cosmos-wide occurrence.", "character": "Narrator", "characterId": "nm0788650"}]}, {"lines": [{"text": "Exactly where those other life-bearing planets are, we can not say. Lost as they are in the glare of their stars. Isolated as we are in space. But statistically we deduce the existence of 100 million of them. Planets with highly developed organisms that live and react to their respective environments. No, we are not alone.", "character": "Narrator", "characterId": "nm0788650"}]}, {"lines": [{"text": "Man seems to have a healthy prospect. But there is one danger. That danger is man himself. He is acquiring tools and studying techniques that might succeed in the complete elimination of mankind from the planet earth.", "character": "Narrator", "characterId": "nm0788650"}, {"text": "It may be, however, that the men of the future will overcome our shortcomings and build out of our thoughts and acts a finer mental and social structure. One that is in better keeping with nature's heavy investment in the locally dominant human race.", "character": "Narrator", "characterId": "nm0788650"}]}]}