{"quotes": [{"lines": [{"text": "Euskadi. Country of the Basques. A word as sweet as any. Mother, land, soul. Does this mean that Euskadi is dead? Finished? No, it's not true. There are many who haven't given up fighting oppression and today still fight on in the shadows. I shall meet them tomorrow. I shouldn't tell anyone, but I trust you all. Not only because I know each and every on of you, but because, above all, you are Basques. I've tried for a long time to think only of God, but they keep on torturing and killing, and I cannot live the quiet life of a priest. So I must bid you farewell. Tomorrow I will have neither this class nor this cassock. I've asked God to forgive me. I ask you to pray for us. For this land, for freedom.", "character": "José María Uriarte", "characterId": "nm0040545"}]}, {"lines": [{"text": "Incredible! God, it seems incredible to me! Just reach out a hand and I could touch him.", "character": "Luque", "characterId": "nm0545877"}, {"text": "I still can't believe he goes every day.", "character": "Iker", "characterId": "nm0755364"}, {"text": "And with just one bodyguard.", "character": "Luque", "characterId": "nm0545877"}, {"text": "Relax. Just one in the car with him. But, we don't know if there are more in church, before he arrives. It's the first thing to find out. Nothing is certain.", "character": "Izarra", "characterId": "nm0002231"}, {"text": "Except it's possible to kill him. But to get him amid all the people...", "character": "Xavi", "characterId": "nm0690303"}, {"text": "Don't start now. No discussion of alternatives. Now we have to work with method, patience and precision. From tomorrow, we go to church every day, in shifts, and two will meet here, once a week, to exchange information. The phone between apartments will be only used in case of absolute necessity. Each of us will note any significant detail. We'll all meet only when the plan is fully prepared. Come on.", "character": "Izarra", "characterId": "nm0002231"}]}, {"lines": [{"text": "How many deaths in total?", "character": "Xavi", "characterId": "nm0690303"}, {"text": "Just Carrero's bodyguard.", "character": "Izarra", "characterId": "nm0002231"}, {"text": "You sure we can't save that poor guy?", "character": "Xavi", "characterId": "nm0690303"}, {"text": "What do you mean?", "character": "Izarra", "characterId": "nm0002231"}, {"text": "I mean, it'll be a massacre, we we'll have to shoot like madmen. A lot of people will die, including the innocent, including ourselves. And ETA will be politically destroyed by this massacre. And forget about freeing the 150 comrades.", "character": "Xavi", "characterId": "nm0690303"}, {"text": "Listen to me, Xavi. Two things. If you're trying to argue about the kidnapping, then you're wasting time because we've voted. Or maybe... you some criticism to make about tactics, about the details. In that case you'd better propose some concrete solution. Because I already told you. Any fault in the plan, we have to work out together.", "character": "Izarra", "characterId": "nm0002231"}]}, {"lines": [{"text": "I don't like doing things unless I know what they're for. I don't trust, on principle.", "character": "El Albañil", "characterId": "nm0823003"}, {"text": "What are you afraid of? That I'm an agent?", "character": "Xavi", "characterId": "nm0690303"}, {"text": "Even if you were, the police know all about me. I've been in and out of jail for years. No, I'm only afraid of getting into something wrong.", "character": "El Albañil", "characterId": "nm0823003"}, {"text": "It can't be wrong if it's against the Franco regime.", "character": "Xavi", "characterId": "nm0690303"}, {"text": "That's what you say. This thing you're doing, kidnapping industrialists, planting bombs, some Civil Guard killed. These are pointless actions.", "character": "El Albañil", "characterId": "nm0823003"}, {"text": "What does the good fight mean to you then?", "character": "Xavi", "characterId": "nm0690303"}, {"text": "The struggle's different for us. It's a day to day business. It's organization, getting more and more support. It's trying to change people's minds, little by little, day by day. It's easy to have contempt for shitty work like that.", "character": "El Albañil", "characterId": "nm0823003"}, {"text": "I think you have comtempt for us.", "character": "Xavi", "characterId": "nm0690303"}, {"text": "No. Thing is, I believe in collective action, by and for the maximum number of people possible.", "character": "El Albañil", "characterId": "nm0823003"}, {"text": "Our action is for everyone. You can't imagine how useful it will be.", "character": "Xavi", "characterId": "nm0690303"}, {"text": "Well, what can I say? Good luck.", "character": "El Albañil", "characterId": "nm0823003"}, {"text": "Known who the place is for? Carrero Blanco.", "character": "Xavi", "characterId": "nm0690303"}, {"text": "Holy shit! And you're telling this to someone you don't know?", "character": "El Albañil", "characterId": "nm0823003"}, {"text": "If my comrades found out, they'd spit in my face, then kill me, and they'd be right.", "character": "Xavi", "characterId": "nm0690303"}]}, {"lines": [{"text": "His Excellency, Head of State Generalissimo Franco, in accordance with established procedure, has named as President, Admiral Don Luis Carrero Blanco, to be sworn in today in the Palace of Pardo, before the Council and various figures. So culminates a brilliant political career which began back in 1940, on May 7th when he was nominated Undersecretary to the President, and step by step became indispensable to Franco. Born in Sontoña, Santander, sailor by vocation, he entered naval academy at age 15, where his character was forged and who, at the end of the crusade, was called by the Leader. Bestowed with wisdom, and those great virtues...", "character": null, "characterId": null}, {"text": "[after turn off the TV]\nShut up, son of a bitch! Ask those who are rotting jail who Carrero Blanco is. Ask John's mother or Siquia's, Uriarte's father or Areño's, Julen's, or Burgos'!", "character": "Luque", "characterId": "nm0545877"}, {"text": "That's enough, Luque! Enough!", "character": "Izarra", "characterId": "nm0002231"}]}, {"lines": [{"text": "Hey, you're Basque, aren't you?", "character": "La Niña Vasca del Bar", "characterId": "nm0868479"}, {"text": "Yes. How do you know?", "character": "Izarra", "characterId": "nm0002231"}, {"text": "I know straight Hawai. I'm from San Sebastian. I feel good when I meet someone from there.", "character": "La Niña Vasca del Bar", "characterId": "nm0868479"}, {"text": "Me too.", "character": "Luque", "characterId": "nm0545877"}, {"text": "Do you live in Madrid?", "character": "La Niña Vasca del Bar", "characterId": "nm0868479"}, {"text": "Yes. We work in a bank.", "character": "Izarra", "characterId": "nm0002231"}, {"text": "Around here?", "character": "La Niña Vasca del Bar", "characterId": "nm0868479"}, {"text": "No, in the other side of the city.", "character": "Izarra", "characterId": "nm0002231"}, {"text": "What a shame. I live behind here, but I remember the sea...", "character": "La Niña Vasca del Bar", "characterId": "nm0868479"}, {"text": "We do, too... Excuse us, we're in a hurry. Let's go.", "character": "Izarra", "characterId": "nm0002231"}, {"text": "Agur, maybe we'll meet in Donosti.", "character": "Luque", "characterId": "nm0545877"}, {"text": "Agur.", "character": "La Niña Vasca del Bar", "characterId": "nm0868479"}]}, {"lines": [{"text": "K-18, K-18 here. We're heading towards Claudio Coello. Seems there's been an explosion.", "character": null, "characterId": null}, {"text": "J-15 here. Something's odd on Juan Bravo Velasquez, a big traffic jam.", "character": null, "characterId": null}, {"text": "Okay, okay.", "character": null, "characterId": null}, {"text": "Copy that.", "character": null, "characterId": null}, {"text": "H-20 for K-18. What happened on Claudio Coello? Claudio Coello is the route for the President. Give me news quickly. Over.", "character": null, "characterId": null}, {"text": "K-14 here, K-14. We're on Claudio Coello. There was a gas explosion, a big one. It lifted up the street. There's lots of destroyed cars. K-18's arriving. Over.", "character": null, "characterId": null}, {"text": "H-20 here. K-18, go to the Jesuit Church. If the President hasn't left, keep him there. There could be other explosions.", "character": null, "characterId": null}, {"text": "We're on our way.", "character": null, "characterId": null}, {"text": "H-20 calling K-11. Go to the President's house, on Hermanos Bequer. Quickly. Over.", "character": null, "characterId": null}, {"text": "K-18 here. The President has already left. Mass has been over some time. Over.", "character": null, "characterId": null}, {"text": "K-11, K-11 here. The President left home as usual and hasn't returned.", "character": null, "characterId": null}, {"text": "Attention, H-20, it's urgent. For all cars. K-11, stay at the house. K-18, at the church. Remaining cars to area D4. Look for President's car. I repeat, it is urgent. To area D4. Urgent for all cars. Go to area D4.", "character": null, "characterId": null}, {"text": "K-14 here, we've found the escort car. Over.", "character": null, "characterId": null}, {"text": "The main thing is the President's car! Did it passed, yes or not?", "character": null, "characterId": null}, {"text": "H-20, wait. There are some electrical wires. Could have been an attack.", "character": null, "characterId": null}, {"text": "What are you saying?", "character": null, "characterId": null}, {"text": "That's it. From now, we have 8 or 9 minutes at the most. But we're almost away.", "character": "Izarra", "characterId": "nm0002231"}, {"text": "...one of them is Carrero's car.", "character": null, "characterId": null}, {"text": "Are you sure?", "character": null, "characterId": null}, {"text": "Yes. He's dead.", "character": null, "characterId": null}, {"text": "The government must told me that, not you! H-20, general alert to all cars and patrols. H-20 to all police stations. General alarm, I repeat, general alert...", "character": null, "characterId": null}]}]}