{"quotes": [{"lines": [{"text": "Wishing you could fill up on whiskey, Mr. Riorty?", "character": "Trumpeter Benton", "characterId": "nm0527996"}, {"text": "I told ya, whiskey don't make a man brave. It just helps him forget he's petrified!", "character": "Trooper Riorty", "characterId": "nm0351744"}]}, {"lines": [{"text": "Now I know how officers hate sergeants. Seems to be regulations, so I hate sergeants, especially sergeants who can't remember who's in command. All right, for a couple of months Captain Calhoun had this post, but I've been here long enough for even a sergeant to know I've taken over. So if I catch any sergeants - and I hate sergeants - making a report to Captain Calhoun before he makes it to me, I'll tear off his chevrons so quick his arms will come with 'em.", "character": "Lt. Col. Unger", "characterId": "nm0875861"}]}, {"lines": [{"text": "[Captain Calhoun has just told his company that Trooper Riorty was decorated for heroism four times during the Civil War]", "character": null, "characterId": null}, {"text": "Four separate battles?", "character": "Trumpeter Benton", "characterId": "nm0527996"}, {"text": "Well, you see, I, uh, I joined up late.", "character": "Trooper Riorty", "characterId": "nm0351744"}]}, {"lines": [{"text": "[to a hard case after breaking up a saloon brawl]", "character": null, "characterId": null}, {"text": "If you keep looking for trouble as carefully as you have tonight, you're liable to find it.", "character": "Capt. Webb Calhoun", "characterId": "nm0131713"}]}, {"lines": [{"text": "I don't care a bubble in a dirty river what you think of me. The big point is I don't like the way you let your schoolboy ideas stand in the way of doing a man's job.", "character": "Lt. Col Unger", "characterId": "nm0875861"}]}, {"lines": [{"text": "Yes sir, Mr. Cutter, I figured maybe you could set me straight.", "character": "Sgt. Barhydt", "characterId": "nm0932629"}, {"text": "On what, Sergeant?", "character": "Lt. Cutter", "characterId": "nm0174048"}, {"text": "Why is it, sir, meaning no disrespect, sir, nobody wants to be a second lieutenant?", "character": "Sgt. Barhydt", "characterId": "nm0932629"}, {"text": "All right, I guess every shavetail that's been out on a day's patrol with you has had to listen to this one. Let's have it, Sergeant.", "character": "Lt. Cutter", "characterId": "nm0174048"}, {"text": "Well, sir, and I'll give up a day's pay if I'm wrong. A private wants to be a corporal, and a corporal wants to be a sergeant. But does a sergeant want to be a second lieutenant? Captains are right glad to be captains; majors and colonels are glad to be majors and colonels. But even a second lieutenant doesn't want to be a second lieutenant. Looking for something, sir?", "character": "Sgt. Barhydt", "characterId": "nm0932629"}, {"text": "Yes, a good answer, Sergeant.", "character": "Lt. Cutter", "characterId": "nm0174048"}]}, {"lines": [{"text": "We didn't move out yesterday when some whipper-snapper Lieutenant told us to, and we're not moving out today! The yellow stuff in that creek back there tells us we're going to stay right here for quite a spell.", "character": "Jake Ledbetter", "characterId": "nm0108653"}, {"text": "(to other troopers) Answer me this. How do they better themselves with the top of their heads gone?", "character": "Trooper Muro", "characterId": "nm0144082"}]}, {"lines": [{"text": "Open the gate, Sergeant. Muro, give me your saber.", "character": "Capt. Webb Calhoun", "characterId": "nm0131713"}, {"text": "Sir, you're not going to let 'em in!", "character": "Sgt. Barhydt", "characterId": "nm0932629"}, {"text": "That's the sign for palaver. I'm going out.", "character": "Capt. Webb Calhoun", "characterId": "nm0131713"}, {"text": "But they're Sioux! That don't mean nothing but a trap. I'm going with you!", "character": "Sgt. Barhydt", "characterId": "nm0932629"}, {"text": "You'll stay here... just in case. Open the gate!", "character": "Capt. Webb Calhoun", "characterId": "nm0131713"}, {"text": "Just in case he don't come back.", "character": "Sgt. Barhydt", "characterId": "nm0932629"}, {"text": "If he don't come back, there won't be any case.", "character": "Trooper Muro", "characterId": "nm0144082"}]}, {"lines": [{"text": "[Capt. Calhoun senses Sioux warriors are hiding nearby]", "character": null, "characterId": null}, {"text": "Sioux? There's no Sioux around here. I got a nose for Sioux!", "character": "Charlie Grass", "characterId": "nm0828314"}, {"text": "You gotta nose for whiskey, Charlie!", "character": "Capt. Webb Calhoun", "characterId": "nm0131713"}]}, {"lines": [{"text": "[The troopers find Charlie Grass, their Indian scout, shot full of arrows]", "character": null, "characterId": null}, {"text": "You notice he's still got his hair? That's so when he walks around in the hereafter, everybody will know he wasn't even worth scalping.", "character": "Sgt. Barhydt", "characterId": "nm0932629"}]}]}