{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[opening narration]", "character": null, "characterId": null}, {"text": "My brother Larry had written from Los Angeles - which was just a dusty pueblo in those days. He said that California was a land of vivid contrasts; great snow-capped mountains and broad fertile valleys, where Mexican and newly arrived American settlers lived in peace and friendship. This seemed mighty good to me - I wanted to see it all from those mountains clear down to the broad blue waters of the Pacific. Then Larry's next letter arrived. It wasn't a very pleasant letter. It told of outlaws who were sweeping Southern California; burning, looting, murdering without rhyme or reason. A holocaust created by some madmen bent on obliterating that paradise. Gold was discovered. Men sought it and sweated and toiled for long weeks and months, only to have their ore trains ambushed and ruthlessly attacked. A towering cliff in Tahoma was blasted, engulfing the smelter below with a tragic loss of life. The dam that supplied the water for the placer mines in Los Flores Canyon was blown up, diverting the waters into Soledad Canyon rendering the sluice boxes useless. At first I thought that maybe Larry had exaggerated things a mite. But I learned different later when I discovered something I hadn't figured on. Something that stabbed deep inside like the thrust of a Navajo lance.", "character": "Bill Stockton", "characterId": "nm0254381"}]}, {"lines": [{"text": "Won't you have a cigar?", "character": "Luis Savarin", "characterId": "nm0771584"}, {"text": "No, no thanks. I don't smoke any more. I like things peaceful.", "character": "Bill Stockton", "characterId": "nm0254381"}, {"text": "Peaceful?", "character": "Luis Savarin", "characterId": "nm0771584"}, {"text": "Maybe I'm superstitious, Mr. Savarin, but when I was marshal back in Missouri - that is before they were civilized - it seems every time I'd light up a good five-cent cigar the shooting would start.", "character": "Bill Stockton", "characterId": "nm0254381"}]}, {"lines": [{"text": "Well, I guess maybe I forgot the house rules. I forgot to check my guns.", "character": "Bill Stockton", "characterId": "nm0254381"}, {"text": "A lot of notches on that gun, Mr. Stockton.", "character": "Johnny Morrell", "characterId": "nm0140865"}, {"text": "Yeah. You see, I was marshal in a few of hot spots back in Missouri.", "character": "Bill Stockton", "characterId": "nm0254381"}, {"text": "Very successful, too.", "character": "Johnny Morrell", "characterId": "nm0140865"}, {"text": "I'm still alive.", "character": "Bill Stockton", "characterId": "nm0254381"}]}, {"lines": [{"text": "That fat man over at that table... take his gun, too.", "character": "Bill Stockton", "characterId": "nm0254381"}, {"text": "Si.", "character": "Waiter", "characterId": "nm0552077"}, {"text": "By the way, his name is \"Slim.\"", "character": "Bill Stockton", "characterId": "nm0254381"}]}]}