{"quotes": [{"lines": [{"text": "Now you get this, Dad. If anyone's fat-headed enough to start a blinking, stupid war these days, he can count me out of it.", "character": "Young Bill Busby", "characterId": "nm0590055"}, {"text": "You wouldn't fight?", "character": "Old Bill", "characterId": "nm0334234"}, {"text": "Not me.", "character": "Young Bill Busby", "characterId": "nm0590055"}, {"text": "And you say that in front of her what lost her Dad in the last war.", "character": "Old Bill", "characterId": "nm0334234"}, {"text": "Look, I seen what happened to you, the last time; wasting the four best years of your life, sitting in the mud. And for what?", "character": "Young Bill Busby", "characterId": "nm0590055"}, {"text": "For a little place called England. Ever heard of it?", "character": "Old Bill", "characterId": "nm0334234"}, {"text": "Eh, Just about.", "character": "Young Bill Busby", "characterId": "nm0590055"}, {"text": "It's a place where you can do what you like; say what you like and live as you like. I thought it was worth fighting for. I thought your Mother was worth fighting for. I thought you was worth fighting for - then. Seems I was wrong.", "character": "Old Bill", "characterId": "nm0334234"}, {"text": "Yeah, do don't it?", "character": "Young Bill Busby", "characterId": "nm0590055"}]}, {"lines": [{"text": "Me, leave mi 'ome? Now look 'ere you, you get this clear. I hate mi sister, 'ate mi sister's 'usband and I 'ate mi sister's husband's mother worst than the lot. I 'ate the nasty little farmhouse. I 'ate the country and everything concerned with it; pigs, cows, chickens, all the smelly lot. I been through three wars, three general strikes, four main water bursts, umpteen crises in my time, not to mention all this A.R.P. and I've never left 'ome yet. And it's going to take more than a lot of ruddy Germans with 'wastikas all over them to make me now, see? And me do war work", "character": "Maggie", "characterId": "nm0163515"}, {"text": "[scoffs]", "character": null, "characterId": null}, {"text": "I'm not going to make a vulgar spectacle of myself, stamping about in uniform. I've worn skirts for fifty years, sometimes they was long, sometimes they was short but never once made mi behind look like a balloon. And if you think I'm going to refugee orf somewhere at my time of life, you're much mistaken. I'm a decent, respectable Londoner, that's what I am. And as far as I'm concerned, 'itler can 'is war out with \"gobbels\" and if it's goodbye tomorrow, it's goodbye now cos I'm going to give myself a treat tomorrow morning and have a good lie-in for the first time in fifteen years. So goodbye!", "character": "Maggie", "characterId": "nm0163515"}]}]}