{"quotes": [{"lines": [{"text": "I'd like to start out by saying, thank you to all the brothers and sisters that have come here today representing this cause. I have been asked by Mr. Itok and the tribal council to speak to you and the members of the Press about the injustice that has been brought against us by some Government Officials and Big Business. How many of you out there have heard of alternative engines? Engines that can run on anything from alcohol to garbage or water. Or carburetors that can get hundreds of miles to the gallon. Or electric or magnetic engines, that can practically run forever. You don't know about them because if they were to come into use, they'd put the oil companies out of business. The concept of the internal combustion engine has been obsolete for over fifty years. But because of the Oil Cartels and corrupt government regulation, we and the rest of the world have been forced to use gasoline for over a hundred years. Big Business is primarily responsible for destroying the water we drink, the air we breathe and the food we eat. They have no care for the world they destroy, only for the money they make in the process. How many oil spills can we endure? Millions and millions of gallons of oil are now destroying the ocean and the many forms of life it supports. Among these is plankton, which supplies sixty to ninety percent of the Earth's oxygen. This supports the entire marine ecosystem which forms the basis of our planet's food supply. But the plankton is dying. I thought, well, let's go to remote state or country, anywhere on Earth. But in doing a little research I realized that these people broker toxic waste all over the world. They basically control the legislation, and, in fact, they control the Law. The Law says, \"no company can be fined over $25,000 a day.\" For companies making $10,000,000 dollars a day by dumping lethal toxic wastes into the ocean, it's only good business to continue doing this. They influence the media so that they can control our minds. They have made it a crime to speak out for ourselves, and if we do so we're called \"conspiracy nuts\" and we're laughed at. We're angry because we're all being chemically and genetically damaged, and we don't even realize it. Unfortunately, this will effect our children. We go to work each day and right under our noses we see our car and the car in front of us spewing noxious poisonous gasses that are all accumulative poisons. These poisons kill us slowly, even when we see no effect. How many of us would have believed if we were told twenty years ago that on a certain day we wouldn't be able to see fifty feet in front of us. That we wouldn't be able to take a deep breath because the air would be a mass of poisonous gas. That we wouldn't be able to drink out of our faucets, that we'd have to buy water out of bottles. Our most common and God-given rights have been taken away from us. Unfortunately, the reality of our lives is so grim that nobody wants to hear it. Now, I've been asked what we can do? I think we need a responsible body of people that can actually represent us rather than Big Business. This body of people must not allow the introduction of anything into our environment that is not absolutely biodegradable or able to be chemically neutralized upon production. And finally, as long as there is profit to be made from polluting the Earth, companies and individuals will continue to do what they want. We have to force these companies to operate safely and responsibly, and with all our best interests in mind. So that when they don't, we can take back our resources and our hearts and our minds and do what's right.", "character": "Forrest Taft", "characterId": "nm0000219"}]}, {"lines": [{"text": "My guy in D.C. tells me that we are not dealing with a student here, we're dealing with the Professor. Any time the military has an operation that can't fail, they call this guy in to train the troops, OK? He's the kind of guy that would drink a gallon of gasoline so he could piss in your campfire! You could drop this guy off at the Arctic Circle wearing a pair of bikini underwear, without his toothbrush, and tomorrow afternoon he's going to show up at your pool side with a million dollar smile and fist full of pesos. This guy's a professional, you got me? If he reaches this rig, we're all gonna be nothing but a big goddamned hole right in the middle of Alaska. So let's go find him and kill him and get rid of the son of a bitch!", "character": "Stone", "characterId": "nm0000388"}]}, {"lines": [{"text": "Go ahead! Shoot me, go on! SHOOT ME, you fucking COWARD! You haven't got the fucking GUTS!", "character": "Michael Jennings", "characterId": "nm0000323"}, {"text": "I wouldn't dirty my bullets.", "character": "Forrest Taft", "characterId": "nm0000219"}]}, {"lines": [{"text": "Who the fuck is he?", "character": "McGruder", "characterId": "nm0001525"}, {"text": "delve down into the deepest bowels of your soul. Try to imagine the ultimate fucking nightmare. And that won't come close to this son of a bitch when he gets pissed.", "character": "Michael Jennings", "characterId": "nm0000323"}]}, {"lines": [{"text": "[about his machine gun]\nWell, what do you think? Stock in or out?", "character": "Homer Carlton", "characterId": "nm0000671"}, {"text": "I don't think it's going to make much difference.", "character": null, "characterId": null}, {"text": "Well, I do, see. 'Cause when it's out I kinda feel like a pussy, you know what I'm saying. And when it's in, it just feels like, I don't know, meaner or something and when I kill the son of a bitch I wanna feel good about myself. I wanna feel solid.", "character": "Homer Carlton", "characterId": "nm0000671"}]}, {"lines": [{"text": "[seeing all his workers fleeing for their lives]\nYou're a bunch of GUTLESS PRICKS! ALL OF YOU!", "character": "Michael Jennings", "characterId": "nm0000323"}, {"text": "[seeing a worker close to him running away]\nYou! Come help me!", "character": "Michael Jennings", "characterId": "nm0000323"}, {"text": "FUCK YOU!", "character": null, "characterId": null}, {"text": "You yellow BASTARD!", "character": "Michael Jennings", "characterId": "nm0000323"}]}, {"lines": [{"text": "Alaska is a Third World country. It's just one we happen to own.", "character": "Liles", "characterId": "nm0789449"}]}, {"lines": [{"text": "At present count, you only have ten fingers. I honestly don't want to have to ask you ten times. Where are your books? I want the DISKS, and I WANT THOSE BOOKS!", "character": "McGruder", "characterId": "nm0001525"}, {"text": "I'm tellin' you I don't HAVE THEM!", "character": "Hugh Palmer", "characterId": "nm0358118"}, {"text": "Have you LISTENED to yourself lately! HAVE YOU! Everything with you is I-I-I! There is no I in team! It is T-E-A-M. TEAM! Otto.", "character": "McGruder", "characterId": "nm0001525"}, {"text": "[Otto breaks Hugh's right forefinger]", "character": null, "characterId": null}]}, {"lines": [{"text": "Here he comes.", "character": null, "characterId": null}, {"text": "[elevator buzzes]", "character": null, "characterId": null}, {"text": "Open WIDE, sweetheart!", "character": "Homer Carlton", "characterId": "nm0000671"}, {"text": "[they shoot up the elevator, a bullet hits the Claymore mine and kills both of them]", "character": null, "characterId": null}]}, {"lines": [{"text": "You used to be a good man, Forrest. Now, you're nothing but a WHORE!", "character": "Hugh Palmer", "characterId": "nm0358118"}, {"text": "For 350,000 dollars I'd fuck anything once.", "character": "Forrest Taft", "characterId": "nm0000219"}]}, {"lines": [{"text": "Well, let's see, that's natives 8, oil workers 0. Anyone else wanna play with Cupcake?", "character": "Forrest Taft", "characterId": "nm0000219"}]}, {"lines": [{"text": "I guess it doesn't really matter since I kind of blew up all the evidence.", "character": "Forrest Taft", "characterId": "nm0000219"}]}, {"lines": [{"text": "What does it take to change the essence of a man?", "character": "Forrest Taft", "characterId": "nm0000219"}]}, {"lines": [{"text": "Whoa! My long lost friend Michael!", "character": "Forrest Taft", "characterId": "nm0000219"}, {"text": "[referring to Masu]\nWho's this? Is this the slope bitch you've been banging?", "character": "Michael Jennings", "characterId": "nm0000323"}, {"text": "Nah. Not her.", "character": "Forrest Taft", "characterId": "nm0000219"}, {"text": "Is this the one who's got you all concerned about the dirty snow? Jesus, Forrest! You and me, we bought hookers better than this for five bucks in Bangkok!", "character": "Michael Jennings", "characterId": "nm0000323"}]}, {"lines": [{"text": "[McGruder is protesting the presence of the FBI]\nI thought you wanted us to KILL this motherfucker, Mr. Jennings? How are we supposed to shoot him with all these cops standing around, huh? I don't think so.", "character": "McGruder", "characterId": "nm0001525"}, {"text": "McGruder! It is essential that we have the FBI here to cover ourselves legally! And it sure as hell will help with the press. They'll take the fall for anything that happens.", "character": "Liles", "characterId": "nm0789449"}, {"text": "Look, don't worry about the FBI. We all know they couldn't find a hooker in a whorehouse anyway.", "character": "Michael Jennings", "characterId": "nm0000323"}, {"text": "But seriously. He'd have to be out of his fucking mind to try to get into this place now.", "character": "McGruder", "characterId": "nm0001525"}, {"text": "Then we should COUNT on that, Mr. McGruder! Forrest Taft is the patron saint of the impossible. And if you had only done your job like you're supposed to, it wouldn't have COME TO THIS!", "character": "Michael Jennings", "characterId": "nm0000323"}]}, {"lines": [{"text": "Fuck those animals stink!", "character": "Michael Jennings", "characterId": "nm0000323"}]}, {"lines": [{"text": "Hey, Cupcake, what the fuck you think you're looking at?", "character": "Big Mike", "characterId": "nm0823563"}, {"text": "Nothing much at all.", "character": "Forrest Taft", "characterId": "nm0000219"}]}, {"lines": [{"text": "You are about to go on a sacred journey.", "character": "Drunken Eskimo", "characterId": "nm0221312"}, {"text": "[Forrest nods like he doesn't belive the Drunken Eskimo]", "character": null, "characterId": null}, {"text": "This journey will be good for all people. But you must be careful.", "character": "Drunken Eskimo", "characterId": "nm0221312"}, {"text": "Right.", "character": "Forrest Taft", "characterId": "nm0000219"}]}, {"lines": [{"text": "[about the big guy in the bar's vomit]\nEw, that's disgusting. What is that? Halibut?", "character": "Forrest Taft", "characterId": "nm0000219"}]}, {"lines": [{"text": "[on Forrest]\nOur man in D.C. finds *nothin'* on this guy before 1987, which means either he was born fully grown, or his background is *so* top secret, it doesn't even *flag* \"Top Secret\" when you run his jacket.", "character": "Spinks", "characterId": "nm0437328"}]}, {"lines": [{"text": "[Forrest has challenged Big Mike to a hand-slap game]", "character": null, "characterId": null}, {"text": "OK. I'll play your game, if you play *my* game.", "character": "Big Mike", "characterId": "nm0823563"}, {"text": "I'll play your game afterwards if I'm still standing. 'Cause I might not be. 'Cause you're a tough guy, you're a man, and you've got big balls.", "character": "Forrest Taft", "characterId": "nm0000219"}, {"text": "Ok. Ok.", "character": "Big Mike", "characterId": "nm0823563"}, {"text": "Here we go, Mr. Big Balls.", "character": "Forrest Taft", "characterId": "nm0000219"}]}, {"lines": [{"text": "[Forrest just won the first round and slugged Mike to the ground]", "character": null, "characterId": null}, {"text": "This is The Man's man. And I'm the Cupcake.", "character": "Forrest Taft", "characterId": "nm0000219"}]}, {"lines": [{"text": "[upon discovering Forrest's decoy trap]", "character": null, "characterId": null}, {"text": "[to Stone]\nYou had me spooked on the chopper for a second. I thought you said this guy was going to be good?", "character": "Spinks", "characterId": "nm0437328"}, {"text": "[scoffs]", "character": null, "characterId": null}, {"text": "A Cub Scout could have found that.", "character": "Spinks", "characterId": "nm0437328"}, {"text": "You better watch it, sweetheart. Talk like that'll get you killed.", "character": "Homer Carlton", "characterId": "nm0000671"}, {"text": "[scoffs]\nFuck you!", "character": "Spinks", "characterId": "nm0437328"}, {"text": "[Spinks stumbles on the real trap and ends up dead]", "character": null, "characterId": null}]}, {"lines": [{"text": "Buh... buh... buy a drink?", "character": "Drunken Eskimo", "characterId": "nm0221312"}, {"text": "Listen to me you yellow snow eating, welfare collecting, redskin piece of shit, GET THE FUCK OUT OF HERE!", "character": "Big Mike", "characterId": "nm0823563"}, {"text": "[shoves the eskimo to the ground]", "character": null, "characterId": null}, {"text": "[to Drunken Eskimo]\nWanna smoke, too?", "character": null, "characterId": null}, {"text": "Huh. Dances With Whiskey!", "character": "Big Mike", "characterId": "nm0823563"}]}, {"lines": [{"text": "[after Otto breaks Hugh's first finger]", "character": null, "characterId": null}, {"text": "You'd better quit while you're ahead, Hugh! Know what I'm saying? While you can still play marbles. Where are the disks? Where are the books?", "character": "McGruder", "characterId": "nm0001525"}, {"text": "Fuck you!", "character": "Hugh Palmer", "characterId": "nm0358118"}, {"text": "Fuck me? No, FUCK YOU!", "character": "McGruder", "characterId": "nm0001525"}, {"text": "[Otto breaks Hugh's second finger]", "character": null, "characterId": null}, {"text": "Hugh.", "character": "McGruder", "characterId": "nm0001525"}, {"text": "Go to hell!", "character": "Hugh Palmer", "characterId": "nm0358118"}, {"text": "OK. OK. I'll go to hell.", "character": "McGruder", "characterId": "nm0001525"}]}, {"lines": [{"text": "I want you to protect this entrance like it was your sister's cherry, Tonto!", "character": "Stone", "characterId": "nm0000388"}, {"text": "Yes, sir.", "character": "Rook", "characterId": "nm0447795"}, {"text": "Put people over here and over here.", "character": "Stone", "characterId": "nm0000388"}, {"text": "Stone! I'm going to the rig. I'm going to put Pump 3 on line, that'll be enough for me to keep my leases!", "character": "Michael Jennings", "characterId": "nm0000323"}, {"text": "Right.", "character": "Stone", "characterId": "nm0000388"}, {"text": "Without any help from YOU PRICKS!", "character": "Michael Jennings", "characterId": "nm0000323"}, {"text": "[Jennings leaves]", "character": null, "characterId": null}, {"text": "You're in charge here, Tonto. Do not let that SON OF A BITCH IN HERE!", "character": "Stone", "characterId": "nm0000388"}]}, {"lines": [{"text": "[Forrest gets past security into the rig]", "character": null, "characterId": null}, {"text": "Jesus Christ, this motherfucker's good! I told ya he was good, didn't I?", "character": "Homer Carlton", "characterId": "nm0000671"}, {"text": "Yeah, he's good, and he's comin' this way.", "character": null, "characterId": null}]}, {"lines": [{"text": "[Stone confronts Taft]", "character": null, "characterId": null}, {"text": "Yeah, that's right! Go ahead, big boy! MAKE YOUR MOVE! Then I'm gonna shove this goddamn shotgun up your ass and blow the top of your FUCKING HEAD OFF!", "character": "Stone", "characterId": "nm0000388"}, {"text": "[Taft grabs the shotgun barrel and reverses it, causing Stone to shoot himself]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Stone confronts Taft; edited for television]", "character": null, "characterId": null}, {"text": "Yeah, that's right! Go ahead, big boy! MAKE YOUR MOVE! Then I'm gonna shove this goddarn shotgun down your throat and SHOOT YOUR GUTS OUT!", "character": "Stone", "characterId": "nm0000388"}, {"text": "[Taft grabs the shotgun barrel and reverses it, causing Stone to shoot himself]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after beating Big Mike on the hands slap game]\nWhat does it take, what does it take to change the essence of a man?", "character": "Forrest Taft", "characterId": "nm0000219"}, {"text": "I need time to change... I need time.", "character": "Big Mike", "characterId": "nm0823563"}, {"text": "I do too.", "character": "Forrest Taft", "characterId": "nm0000219"}]}, {"lines": [{"text": "[an explosion goes of at \"Aegis-1\"]\nHe's back.", "character": "Liles", "characterId": "nm0789449"}]}, {"lines": [{"text": "[about Forrest]\nHe'd need a miracle to stop us now.", "character": "Michael Jennings", "characterId": "nm0000323"}]}]}