{"quotes": [{"lines": [{"text": "[to Ana]\nYou weren't Greta Garbo either, when I met you.", "character": "Franjo Safranek", "characterId": "nm0538097"}]}, {"lines": [{"text": "[drunk]\nGive me an airplane and I'll be signing up for the aviation in Abyssinia.", "character": "Franjo Safranek", "characterId": "nm0538097"}]}, {"lines": [{"text": "You are on old drunk!", "character": "Ana Safranek", "characterId": "nm0091983"}, {"text": "We just had one litre. I promise. We talked about Manchuria and the Japanese. Trust me!... You don't care, but I do! You have no idea that there is a yellow danger to the world. The yellow race will conquer the entire world!", "character": "Franjo Safranek", "characterId": "nm0538097"}, {"text": "Yes, and that's why you had to get drunk.", "character": "Ana Safranek", "characterId": "nm0091983"}]}, {"lines": [{"text": "[to Fulir, convincing him to marry Mina]\nI think she's a good catch for you. I mean, the brod is not the youngest, but she's well preserved.", "character": "Franjo Safranek", "characterId": "nm0538097"}]}, {"lines": [{"text": "My wife is not worthwhile, but I will not have her insulted.", "character": "Franjo Safranek", "characterId": "nm0538097"}]}, {"lines": [{"text": "[commenting on a young couple making out in the bushes]\nThese brats have no shame nowadays here.", "character": "Teta Mina", "characterId": "nm0649665"}, {"text": "As to that, it wouldn't hurt you either to have one of them nail you in the bush.", "character": "Franjo Safranek", "characterId": "nm0538097"}]}, {"lines": [{"text": "I for one read a book about how humans evolved. It says everything. First, there were fish, and then the fish grew legs, and so on, all up to the human.", "character": "Franjo Safranek", "characterId": "nm0538097"}, {"text": "It wouldn't be that book where some Englishman says that a human evolved from a monkey?", "character": "Teta Mina", "characterId": "nm0649665"}, {"text": "The writer I don't remember, but the book had most wonderful covers... with gold-stamping!", "character": "Franjo Safranek", "characterId": "nm0538097"}, {"text": "I don't know, so I've heard. But if he's evolved from a monkey, I haven't!", "character": "Teta Mina", "characterId": "nm0649665"}]}]}