{"quotes": [{"lines": [{"text": "[writing letter]\nDearest Evgeny, I write to you, it is all I can do. And now I know it is in your power to punish my presuming heart. Yet if you have one drop of pity, you'll not abandon me to my unhappy fate. I am in love with you and I must tell you this or my heart, my heart which belongs to you, will surely break. I would never have revealed my shame to you, if just once a week I might see you. Exchange a word or two and then think day and night of one thing alone til our next meeting. But you're unsociable, they say, that the country bores you. Is it true? Does the country bore you? Sometimes I wonder that you ever visited us. Why, I'd never have known you or known this agony and fever. I know that all my life's been leading me to this union with you. I recognised you at first sight and knew with certainty. I said to myself, It's him, he has come. Help me, resolve my doubts. Perhaps all this is nonsence, emptiness, a delusion and quite another fate awaits me. Imagine it, I'm here alone half out of my mind. I dread to read this over, my secret longing. I know that I can trust your honour, though I feel faint from shame and fear, Tatyana", "character": "Tatyana Larina", "characterId": "nm0000239"}]}, {"lines": [{"text": "[writing to Tatyana]\nI can forsee the bitter scorn blazing at me from your proud eyes when you have read my secret sorrow. When we first met, through chance, I saw tenderness like a shooting star but did not dare to put my faith in it. Then Lensky fell, which parted us til further. Then I tore my heart away from everything I loved, rootless, estranged from all, I thought that liberty and peace would serve instead of happiness. My God, how wrong I was. How I have been punished. No, day by day to be with you, follow you everywhere, alive to every smile, each movement of your eyes, to dwell upon you soul's perfection, listen to your voice and grow faint with yearning. That is bliss and I'm cut off from it. My time is short, each day and hour is precious yet I just drag myself around in boredom. Everyday a desert unless when I wake up I know the day will bring a glimpse of you. If you but knew the flames that burn in me, which I attempt to beat down with my reason, but let it be. I cannot struggle against my feelings anymore, I am entirely in your will.", "character": "Evgeny Onegin", "characterId": "nm0000146"}]}, {"lines": [{"text": "You interpret my heart, my nature, as you wish to believe it. In truth, I have no secret longing to be saved from myself.", "character": "Evgeny Onegin", "characterId": "nm0000146"}]}, {"lines": [{"text": "Am I noble enough for you now?", "character": "Tatyana Larina", "characterId": "nm0000239"}]}, {"lines": [{"text": "Can't you see where this leads? A declaration, a kiss, a wedding, family, obligation, boredom, adultery.", "character": "Evgeny Onegin", "characterId": "nm0000146"}]}, {"lines": [{"text": "If you but knew the flames that burn in me which I attempt to beat down with my reason.", "character": "Evgeny Onegin", "characterId": "nm0000146"}]}, {"lines": [{"text": "You can't change your fate.", "character": "Nanya", "characterId": "nm0936742"}, {"text": "Why not?", "character": "Tatyana Larina", "characterId": "nm0000239"}]}, {"lines": [{"text": "Why? Why do you pursue me like this?", "character": "Tatyana Larina", "characterId": "nm0000239"}]}, {"lines": [{"text": "When will the devil take me?", "character": "Evgeny Onegin", "characterId": "nm0000146"}]}, {"lines": [{"text": "And then you'll shoot me?", "character": "Vladimir Lensky", "characterId": "nm0827170"}, {"text": "Only if you're dull.", "character": "Evgeny Onegin", "characterId": "nm0000146"}]}, {"lines": [{"text": "Or do you all gather round the piano and sing off key?", "character": "Evgeny Onegin", "characterId": "nm0000146"}]}, {"lines": [{"text": "Why should one human being own another?", "character": "Tatyana Larina", "characterId": "nm0000239"}]}, {"lines": [{"text": "He told me my singing desicrated Schubert.", "character": "Vladimir Lensky", "characterId": "nm0827170"}]}, {"lines": [{"text": "Oh God. It hurts.", "character": "Tatyana Larina", "characterId": "nm0000239"}, {"text": "Why does it hurt?", "character": "Evgeny Onegin", "characterId": "nm0000146"}, {"text": "Because you are too late. Yes, you are too late Evgeny.", "character": "Tatyana Larina", "characterId": "nm0000239"}]}, {"lines": [{"text": "You've just taken your own rook.", "character": "Olga Larina", "characterId": "nm0372176"}, {"text": "Have I?", "character": "Vladimir Lensky", "characterId": "nm0827170"}]}, {"lines": [{"text": "Didn't I say don't be late?", "character": "Vladimir Lensky", "characterId": "nm0827170"}, {"text": "Yes.", "character": "Evgeny Onegin", "characterId": "nm0000146"}, {"text": "Then why are you late?", "character": "Vladimir Lensky", "characterId": "nm0827170"}]}, {"lines": [{"text": "You're seducing the woman I love aren't you?", "character": "Vladimir Lensky", "characterId": "nm0827170"}]}]}