{"quotes": [{"lines": [{"text": "The killer whale. He is a mammal with warm blood, found in every sea.", "character": "Rachel", "characterId": "nm0001648"}]}, {"lines": [{"text": "I'd insisted on leaving South Harbor with them. I told myself that somehow I was responsible for Nolan's state of mind. That I had filled his head with romantic notions about a whale capable not only of profound grief, which I believed, but also of calculated and vindictive actions, which I found hard to be believe, despite all that had happened.", "character": "Rachel", "characterId": "nm0001648"}]}, {"lines": [{"text": "He followed you. He saw you on the deck of the boat.", "character": "Rachel", "characterId": "nm0001648"}]}, {"lines": [{"text": "He deliberately left you your boat because he wants to fight you alone on the sea.", "character": "Rachel", "characterId": "nm0001648"}]}, {"lines": [{"text": "Did I tell you that that animal has a right to be left alone?", "character": "Rachel", "characterId": "nm0001648"}, {"text": "No, but I have a notion you're about to.", "character": "Captain Nolan", "characterId": "nm0001321"}]}, {"lines": [{"text": "[Captain Nolan has just seen the orca kill a member of his crew after the orca knocked the house into the ocean. He then looks out to the water & sees the killer whale leaping out of the water, breaching]", "character": null, "characterId": null}, {"text": "You revengeful sonofabitch! You win!", "character": "Captain Nolan", "characterId": "nm0001321"}, {"text": "[the orca keeps breaching, as if taunting Captain Nolan]", "character": null, "characterId": null}, {"text": "You want revenge? Well, you'll have it! I'll come out and fight you! You revengeful sonofabitch!", "character": "Captain Nolan", "characterId": "nm0001321"}, {"text": "[Nolan's boat, the 'Bumpo', steams out of the little harbor the next morning with the fishermen watching as he goes to fight the orca]", "character": null, "characterId": null}]}, {"lines": [{"text": "[while listening to Orca's sounds through a hydrophone]\nWhat is he saying?", "character": "Rachel", "characterId": "nm0001648"}, {"text": "You're me, he says... I'm you, he says... you're my... drunk driver... he says...", "character": "Captain Nolan", "characterId": "nm0001321"}]}, {"lines": [{"text": "It is known that they have great memory and even after many years they will always remember the human being who has tried to harm them.", "character": "Umilak", "characterId": "nm0760225"}]}, {"lines": [{"text": "Can you commit a sin against an animal?", "character": "Captain Nolan", "characterId": "nm0001321"}, {"text": "Why, you can commit a sin against a blade of grass. Sins are really against oneself.", "character": "Priest", "characterId": "nm0373593"}]}, {"lines": [{"text": "He loved his family... more than I loved mine.", "character": "Captain Nolan", "characterId": "nm0001321"}]}, {"lines": [{"text": "[as the harpooned orca screams in pain]\nHe sounds almost human...", "character": "Captain Nolan", "characterId": "nm0001321"}]}, {"lines": [{"text": "You're planning to capture and sell a fellow creature! He's like you - he has warm blood, he breathes air, he's a mammal, but with intelligence!", "character": "Rachel", "characterId": "nm0001648"}]}, {"lines": [{"text": "There's a word for you.", "character": "Rachel", "characterId": "nm0001648"}, {"text": "And I've been called it. Many times.", "character": "Captain Nolan", "characterId": "nm0001321"}]}, {"lines": [{"text": "If you're so sure I can't catch a killer whale, why are you so upset?", "character": "Captain Nolan", "characterId": "nm0001321"}, {"text": "Listen, you won't catch one, but you might butcher a couple dozen in the attempt!", "character": "Rachel", "characterId": "nm0001648"}, {"text": "Oh, that's not my style at all.", "character": "Captain Nolan", "characterId": "nm0001321"}]}, {"lines": [{"text": "[after Orca's mate washes ashore, dead with Nolan's harpoon in her, mockingly to Nolan]\nYou won't kill one. Its not your *style*.", "character": "Rachel", "characterId": "nm0001648"}]}, {"lines": [{"text": "I won't fight him at all.", "character": "Captain Nolan", "characterId": "nm0001321"}, {"text": "But you'll murder him - you'll sit here safe on the jetty, and shoot him through the eye? You're not a man, you're an animal! Its creatures like you science should be observing!", "character": "Rachel", "characterId": "nm0001648"}]}, {"lines": [{"text": "I brought this gun to shoot him. Yes, yes I did. But I knew when it came time to do it, I couldn't do it. So I got to thinking and I thought, Well if what-if what you say is right. That whales can communicate. Then I thought I'd look at him. Right in the eye. And I'd tell him the killing of his wife and his child was a terrible accident. That I didn't mean it. I didn't mean it. I'd tell him that I was sorry. I hope he'd forgive me.", "character": "Captain Nolan", "characterId": "nm0001321"}]}]}