{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "I am Criswell. For years, I have told the almost unbelievable, related the unreal and showed it to be more than a fact. Now I tell a tale of the threshold people, so astounding that some of you may faint. This is a story of those in the twilight time. Once human, now monsters, in a void between the living and the dead. Monsters to be pitied, monsters to be despised. A night with the ghouls, the ghouls reborn from the innermost depths of the world.", "character": "The Emperor", "characterId": "nm0188186"}]}, {"lines": [{"text": "Torture, torture! It pleasures me!", "character": "The Emperor", "characterId": "nm0188186"}]}, {"lines": [{"text": "A pussycat is born to be whipped.", "character": "The Emperor", "characterId": "nm0188186"}]}, {"lines": [{"text": "Seeing a cemetery on a night like this can stir in the mind the best ideas for a good horror story.", "character": "Bob", "characterId": "nm0061049"}, {"text": "But there's so many wonderful things to write about, Bob.", "character": "Shirley", "characterId": "nm0057496"}, {"text": "Sure there are, and I've tried them all. Plays, love stories, westerns, dog stories... now there was a good one, that dog story, all about -", "character": "Bob", "characterId": "nm0061049"}, {"text": "But horror stories? Why all the time horror stories?", "character": "Shirley", "characterId": "nm0057496"}, {"text": "Shirley, I wrote for years without selling a single word. My monsters have done well for me. You think I'd give that up, just so I could write about trees, or dogs, or daisies?", "character": "Bob", "characterId": "nm0061049"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "Daisies! That's it, I'll write about my creatures who are pushing up the daisies.", "character": "Bob", "characterId": "nm0061049"}, {"text": "[he kisses her]", "character": null, "characterId": null}, {"text": "Your puritan upbringing holds you back from my monsters, but it certainly doesn't hurt your art of kissing.", "character": "Bob", "characterId": "nm0061049"}, {"text": "That's life. My kisses are alive.", "character": "Shirley", "characterId": "nm0057496"}, {"text": "[chuckles]\nWho's to say my monsters aren't alive?", "character": "Bob", "characterId": "nm0061049"}]}]}