{"quotes": [{"lines": [{"text": "You're paying twice what you did ten years ago. And our devoted employees, who have taken no increases for the past three years, are still making twice what they made ten years ago; and our stock - one-sixth what it was ten years ago. Who cares? I'll tell you. Me. I'm not your best friend. I'm your only friend. I don't make anything? I'm making you money. And lest we forget, that's the only reason any of you became stockholders in the first place. You want to make money! You don't care if they manufacture wire and cable, fried chicken, or grow tangerines! You want to make money! I'm the only friend you've got. I'm making you money. Take the money. Invest it somewhere else. Maybe, maybe you'll get lucky and it'll be used productively. And if it is, you'll create new jobs and provide a service for the economy and, God forbid, even make a few bucks for yourselves. And if anybody asks, tell 'em ya gave at the plant. And by the way, it pleases me that I am called \"Larry the Liquidator.\" You know why, fellow stockholders? Because at my funeral, you'll leave with a smile on your face and a few bucks in your pocket. Now that's a funeral worth having!", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "Can I speak frankly?", "character": "Bill Coles", "characterId": "nm0427894"}, {"text": "No. Lie to me! Tell me how thrilled you are to know me. I always speak frankly. I hate people who say, \"Can we speak frankly?\" It means they're bullshittin' me the rest of the time.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "I love money. I love money more than the things it can buy. There's only one thing I love more than money. You know what that is? OTHER PEOPLE'S MONEY.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "\"Larry the Liquidator.\" The entrepreneur of post-industrial America, playing God with other people's money. The robber barons of old at least left something tangible in their wake- a coal mine, a railroad, banks. This man leaves nothing. He creates nothing. He builds nothing. He runs nothing. And in his wake lies nothing but a blizzard of paper to cover the pain. Oh, if he said, \"I know how to run your business better than you,\" that would be something worth talking about. But he's not saying that. He's saying, \"I'm gonna kill you because at this particular moment in time, you're worth more dead than alive.\" Well, maybe that's true, but it is also true that one day this industry will turn. One day when the yen is weaker, the dollar is stronger, or when we finally begin to rebuild our roads, our bridges, the infrastructure of our country, demand will skyrocket. And when those things happen, we will still be here, stronger because of our ordeal, stronger because we have survived. And the price of our stock will make his offer pale by comparison. God save us if we vote to take his paltry few dollars and run. God save this country if that is truly the wave of the future. We will then have become a nation that makes nothing but hamburgers, creates nothing but lawyers, and sells nothing but tax shelters. And if we are at that point in this country, where we kill something because at the moment it's worth more dead than alive, well, take a look around. Look at your neighbor. Look at your neighbor. You won't kill him, will you? No. It's called murder, and it's illegal. Well, this, too, is murder, on a mass scale. Only on Wall Street, they call it maximizing shareholder value, and they call it legal. And they substitute dollar bills where a conscience should be. Damn it! A business is worth more than the price of its stock. It's the place where we earn our living, where we meet our friends, dream our dreams. It is, in every sense, the very fabric that binds our society together. So let us now, at this meeting, say to every Garfield in the land, here, we build things, we don't destroy them. Here, we care about more than the price of our stock. Here, we care about people. Thank you.", "character": "Andrew Jorgenson", "characterId": "nm0000060"}]}, {"lines": [{"text": "I love money more than the things it can buy... but what I love more than money is other people's money.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "Well, for someone who has nothing nice to say about lawyers, you certainly have plenty of them around.", "character": "Kate Sullivan", "characterId": "nm0000542"}, {"text": "They're like nuclear warheads. They have theirs, so I have mine. Once you use them, they fuck up everything.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "Make as much as you can. For as long as you can. Whoever has the most when he dies, WINS.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "Would you like a donut?", "character": "Lawrence Garfield", "characterId": "nm0000362"}, {"text": "No thank you. I'm not hungry.", "character": "Kate Sullivan", "characterId": "nm0000542"}, {"text": "Gotta be hungry to eat a donut? I never heard of such a thing.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "There's no deal to be made with predators. You kill it or it kills you.", "character": "Andrew Jorgenson", "characterId": "nm0000060"}]}, {"lines": [{"text": "Since when do you have to be nice to be right?", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "When capitalism gets f - -ed up, the communists come back. They're waiting in the bushes. First thing they do is shoot the lawyers.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "For someone who doesn't have anything nice to say about lawyers you certainly have plenty of them around.", "character": "Kate Sullivan", "characterId": "nm0000542"}, {"text": "They're like nuclear warheads. They have theirs, so I have mine. Once you use them they f - - everything up.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "Up here we don't plan the funeral until the body is dead.", "character": "Andrew Jorgenson", "characterId": "nm0000060"}]}, {"lines": [{"text": "Rumor has it you got balls.", "character": "Kate Sullivan", "characterId": "nm0000542"}, {"text": "I've been trying to show you for weeks.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "We make passionate love the rest of the night. Whoever comes first, loses.", "character": "Lawrence Garfield", "characterId": "nm0000362"}, {"text": "[Disgusted]\nI think you're serious... How do you propose we write this up?", "character": "Kate Sullivan", "characterId": "nm0000542"}, {"text": "Carefully. Under the heading of, \"Easy Come, Easy Go.\"", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "[Kate offers Lawrence 'greenmail' to drop an unfriendly take-over bid]", "character": null, "characterId": null}, {"text": "It's not illegal.", "character": "Kate Sullivan", "characterId": "nm0000542"}, {"text": "It's immoral - a distinction lawyers ignore.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "[Kate offers Lawrence 'greenmail' to drop an unfriendly take-over bid]", "character": null, "characterId": null}, {"text": "Why so uptight? It's not illegal.", "character": "Kate Sullivan", "characterId": "nm0000542"}, {"text": "It's immoral. A distinction with no relevance to lawyers. But it matters to me.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "Since when do you have to be hungry to have a doughnut? It don't taste better that way.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "I take from the Rich, I give to the middle class... Well, the upper middle class.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "Not Albert Schweltzer. Robin Hood. I take from the rich. And give to the middle class... Well, the upper middle class.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "I gave her \"Hiawatha.\" All she wanted was a touchdown.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "I never met a person so hard to feed.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "We make passionate love the rest of the night. The first one that comes, loses.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "No cinnamon?... If I can't count on Dunkin Donuts, who *can* I count on?", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "You're an emancipated woman. Learn to lose.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "We're the same... We care more about the game than the players.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "I don't take money from widows or orphans, I make them money! I am sorry.", "character": "Lawrence Garfield", "characterId": "nm0000362"}, {"text": "[shout]\nBefore or after you put them out of business?", "character": "Bea Sullivan", "characterId": "nm0001453"}]}, {"lines": [{"text": "Someday, we'll smarten up, change some laws, and put you OUT OF BUSINESS.", "character": "Kate Sullivan", "characterId": "nm0000542"}, {"text": "You can change all the laws you want. You can't stop the game. I'll still be here. I adapt.", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}, {"lines": [{"text": "\"I haven't seen a place this classy ever since I left the Bronx.\"", "character": "Lawrence Garfield", "characterId": "nm0000362"}]}]}