{"quotes": [{"lines": [{"text": "Oh beware, my lord, of jealousy. It is the green-eyed monster which doth mock the meat it feeds on.", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "There was once in Venice a moor, Othello, who for his merits is the affairs of war was held in great esteem. It happened that he fell in love with a young and noble lady called Desdemona, who drawn by his virtue became equally enamoured of Othello...", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "When you shall these unlucky deeds relate, speak of me as I am. Nothing extenuate, nor set down aught in malice. Then must you speak of one who loved not wisely but too well, of one not easily jealous but, being wrought, perplexed in the extreme; of one whose hand, like the base Indian's, threw a pearl away richer than all his tribe. Set you down this.", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "I hate the Moor.", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "Most potent, grave, and reverend signiors, my very noble and approv'd good masters, that I have ta'en away this old man's daughter, it is most true.", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "She gave me for my pains - a world of sighs.", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "'Twas pitiful, 'twas wondrous pitiful.", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "And bade me, if I had a friend that loved her, I should but teach him how to tell my story And that would woo her.", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "She loved me for the dangers I had passed, And I loved her that she did pity them.", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "Look to her, Moor, if thou hast eyes to see. She has deceived her father, and may thee.", "character": "Brabantio", "characterId": "nm0250042"}]}, {"lines": [{"text": "Iago. Iago! Honest Iago,", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "I will wear my heart upon my sleeve.", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "I am not - what I am.", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "Reputation, reputation, reputation! I have lost my reputation! I have lost the immortal part of myself and what remains is bestial. My reputation, Iago! My reputation.", "character": "Cassio", "characterId": "nm0491135"}]}, {"lines": [{"text": "Reputations are got without merit and lost without deserving.", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "Our general's wife is now the general.", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "I know our country disposition well. In Venice they do let heaven see the pranks they dare not show their husbands. Their best conscience is not to leave 't undone, but keep't unknown.", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "What may smell in such a will most rank, foul disproportions, thoughts unnatural.", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "I would I might entreat your honor to scan this thing no farther. Leave it to time.", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "I have a thing for you.", "character": "Emilia", "characterId": "nm0174029"}, {"text": "A thing for me? It is a common thing...", "character": "Iago", "characterId": "nm0533943"}, {"text": "Ha?", "character": "Emilia", "characterId": "nm0174029"}, {"text": "To have a foolish wife.", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "Her name, that was as fresh as Dian's visage, is now begrimed and black - as mine own face.", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "Where's satisfaction? It is impossible you should see this, were they as prime as goats, as hot as monkeys.", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "I lay with Cassio lately and, being troubled with a raging tooth, I could not sleep. There are a kind of men so loose of soul that in their sleep will mutter their affairs. One of this kind is Cassio. In sleep I heard him say \"Sweet Desdemona, Let us be wary, let us hide our loves.\" And then, sir, would he gripe and wring my hand, cry \"O sweet creature!\" and then kiss me hard as if he plucked up kisses by the roots that grew upon my lips. Then, laid his leg over my thigh, and sighed, and kissed, and then cried \"Cursed fate that gave thee to the Moor!\"", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "Damn her, lewd minx! O damn her!", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "'Tis not a year or two shows us a man. They're all but stomachs and we all but food. They eat us, hungrily, and when they are full, they belch us.", "character": "Emilia", "characterId": "nm0174029"}]}, {"lines": [{"text": "But yet the pity of it, Iago! O Iago, the pity of it, Iago!", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "What hath he said?", "character": "Othello", "characterId": "nm0000080"}, {"text": "Faith, that he did-I know not what he did.", "character": "Iago", "characterId": "nm0533943"}, {"text": "What? What?", "character": "Othello", "characterId": "nm0000080"}, {"text": "Lie...", "character": "Iago", "characterId": "nm0533943"}, {"text": "Lie with her?", "character": "Othello", "characterId": "nm0000080"}, {"text": "With her, on her; what you will.", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "Oh now, forever, farewell the tranquil mind! Farewell content! Farewell the plumèd troop and the big wars that makes ambition virtue! Oh, farewell! Farewell the neighing steed and the shrill trump, the spirit-stirring drum, th' ear-piercing fife, the royal banner, and all quality, pride, pomp, and circumstance of glorious war!", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "The duke and senators of Venice greet you.", "character": "Lodovico", "characterId": "nm0115556"}, {"text": "I kiss the instrument of their pleasures.", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "Are his wits safe? Is he not light of brain?", "character": "Lodovico", "characterId": "nm0115556"}, {"text": "He is that he is.", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "Impudent strumpet!", "character": "Othello", "characterId": "nm0000080"}, {"text": "By heaven, you do me wrong!", "character": "Desdemona", "characterId": "nm0167235"}, {"text": "Are you not a strumpet?", "character": "Othello", "characterId": "nm0000080"}, {"text": "No, as I am a Christian. Heaven forgive!", "character": "Desdemona", "characterId": "nm0167235"}, {"text": "I cry you mercy, then. I took you for that cunning whore of Venice that married with Othello.", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "I don't think it is the husbands' fault if wives do fall. Say that they slack their duties and pour our treasures into foreign laps or else break out in peevish jealousies, throwing restraint upon us. Or say they strike us. Well, we have gall and though we have some grace, yet have we some revenge. Let husbands know their wives have sense like them. They see and smell and have their palates both for sweet and sour, as husbands have. What is it that they do when they change us for others? Is it sport? I think it is. And doth affection breed it? I think it doth. Is 't frailty that thus errs? It is so too. And have not we affections, desires for sport, and frailty, as men have? Then let them use us well, else let them know, the ills we do, their ills instruct us so.", "character": "Emilia", "characterId": "nm0174029"}]}, {"lines": [{"text": "It is the cause, it is the cause, O my soul. Let me not name it to you, you chaste stars. It is the cause. Yet I'll not shed her blood, nor scar that whiter skin of hers than snow and smooth as monumental alabaster. Yet she must die, else she'll betray more men.", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "Put out the light and then - put out the light.", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "I know not where is that Promethean heat that can thy former light relume.", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "Demand me nothing. What you know, you know.", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "Come, Desdemona, I have but an hour of love, to spend with thee. We must obey the time.", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "If after every Tempest come such calms, may the winds blow till they have waken'd Death!", "character": "Othello", "characterId": "nm0000080"}]}, {"lines": [{"text": "Come, lieutenant, a stoup of wine. Here are a brace of gallants that would fain have a measure to the health of black Othello.", "character": "Iago", "characterId": "nm0533943"}, {"text": "Not tonight, good Iago. I have very poor and unhappy brains for drinking.", "character": "Cassio", "characterId": "nm0491135"}, {"text": "Oh, just one cup.", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "Our general cast us thus early for the love of his Desdemona. He hath not yet made wanton the night with her, and she is sport for Jove.", "character": "Iago", "characterId": "nm0533943"}, {"text": "She's a most exquisite lady.", "character": "Cassio", "characterId": "nm0491135"}, {"text": "And, full of game, I warrant. What an eye she has - to provocation.", "character": "Iago", "characterId": "nm0533943"}, {"text": "I and yet I think right modest.", "character": "Cassio", "characterId": "nm0491135"}, {"text": "Well, happiness to their sheets.", "character": "Iago", "characterId": "nm0533943"}]}, {"lines": [{"text": "If I were now to die, 'twere now to be most happy, for I fear my soul hath her content - so absolute. But not another comfort like to this - succeeds in unknown fate.", "character": "Othello", "characterId": "nm0000080"}]}]}