{"quotes": [{"lines": [{"text": "I am not what I am.", "character": "Iago", "characterId": "nm0000110"}]}, {"lines": [{"text": "Oh Beware, my lord, of jealousy. 'Tis the green-eyed monster which doth mock the meat it feeds on.", "character": "Iago", "characterId": "nm0000110"}]}, {"lines": [{"text": "Pleasure and action make the hours seem short.", "character": "Iago", "characterId": "nm0000110"}]}, {"lines": [{"text": "Put out the light - and then - put out the light", "character": "Othello", "characterId": "nm0000401"}]}, {"lines": [{"text": "We cannot all be masters, nor all masters cannot truly be followed.", "character": "Iago", "characterId": "nm0000110"}]}, {"lines": [{"text": "Arise black vengeance from thy hollow cell. Yield up, O love, thy crown and hearted throne to tyrannous hate. Now by yond marble heaven, in the due reverence of a sacred vow, I here engage my words.", "character": "Othello", "characterId": "nm0000401"}]}, {"lines": [{"text": "This is the night... that either makes me or for does me quite.", "character": "Iago", "characterId": "nm0000110"}]}, {"lines": [{"text": "then must you speak Of one that loved not wisely but too well; Of one not easily jealous, but being wrought Perplex'd in the extreme; of one whose hand, Like the base Indian, threw a pearl away Richer than all his tribe; of one whose subdued eyes, Albeit unused to the melting mood, Drop tears as fast as the Arabian trees Their medicinal gum. Set you down this; And say besides, that in Aleppo once, Where a malignant and a turban'd Turk Beat a Venetian and traduced the state, I took by the throat the circumcised dog, And smote him, thus.", "character": "Othello", "characterId": "nm0000401"}]}, {"lines": [{"text": "no way but this; Killing myself, to die upon a kiss.", "character": "Othello", "characterId": "nm0000401"}]}, {"lines": [{"text": "[to Cassio, after having killed his wife Desdemonda]\nWill you, I pray, demand this demi-devil why he hath thus ensnared my mind and body?", "character": "Othello", "characterId": "nm0000401"}, {"text": "Demand me nothing. What you know, you know. From this time on I never will speak word.", "character": "Iago", "characterId": "nm0000110"}]}]}