{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[Helge killed his master's ox]\nNo! Have you gone out of your mind, Helge?", "character": "Elfrida Roos", "characterId": "nm0297083"}, {"text": "What am I to do? We have to eat.", "character": "Helge Roos", "characterId": "nm0001745"}, {"text": "How could you? How could you do this to Svenning?", "character": "Elfrida Roos", "characterId": "nm0297083"}, {"text": "[screaming]\nSvenning has another one. We must survive.", "character": "Helge Roos", "characterId": "nm0001745"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Help me. Stop whimpering and help me. Help me. You don't want Anna to fall ill and die, do you?", "character": "Helge Roos", "characterId": "nm0001745"}]}, {"lines": [{"text": "Dear friends, in time of hunger and need there aren't many good tidings. \"When we were last blessed with good news\", we ask ourselves. The meager crops which we've had for the past two years now have resulted in sickness and unrest throughout the country. Right here in our parish the old and young are dying. Evil and false rumours are going around, promising abundance and easy gain elsewhere in the world. It is of the utmost importance that we are not led astray. We who have remained are needed here.", "character": "Vicar", "characterId": "nm0001884"}]}, {"lines": [{"text": "We have sinned before God... before the law... and before Svenning, our own master. We could at least asked him first. You knew that we would both be guilty in the eyes of the Lord. You should have asked the vicar...", "character": "Elfrida Roos", "characterId": "nm0297083"}, {"text": "Be quiet! What do you want me to do? Give them back the meat?", "character": "Helge Roos", "characterId": "nm0001745"}]}, {"lines": [{"text": "Think, Helge. If we were all to go around slaughtering in times of hardship in the end we wouldn't restrict ourselves to the cattle. We'd slaughter each other.", "character": "Vicar", "characterId": "nm0001884"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Helge and Elfrida had eight children. They all behaved well.", "character": "Vicar", "characterId": "nm0001884"}]}]}