{"quotes": [{"lines": [{"text": "[as they are house painting]\nYou have to remember this is an investment, Patty. You can't afford to do everything at once.", "character": "Drake Goodman", "characterId": "nm0000546"}, {"text": "It's not just an investment - it's our home.", "character": "Patty Palmer", "characterId": "nm0000429"}]}, {"lines": [{"text": "Patty?", "character": "Amy", "characterId": "nm0879148"}, {"text": "Yeah?", "character": "Patty Palmer", "characterId": "nm0000429"}, {"text": "Do you mind if I ask you why you're selling? I mean, you've done so much to this place. You've obviously put your heart in it.", "character": "Amy", "characterId": "nm0879148"}, {"text": "[Ironically]\nNo, not really. It was just an investment.", "character": "Patty Palmer", "characterId": "nm0000429"}]}, {"lines": [{"text": "[initiating sex with Drake]", "character": null, "characterId": null}, {"text": "I wish I had spurs.", "character": "Patty Palmer", "characterId": "nm0000429"}]}, {"lines": [{"text": "[to Drake]\nYou're a brave and stupid man.", "character": "Carter Hayes", "characterId": "nm0000474"}]}, {"lines": [{"text": "[Referring to the house]\nWhatta yuh think?", "character": "Drake Goodman", "characterId": "nm0000546"}, {"text": "750 grand, hunh? It's not a song - it's an opera.", "character": "Dennis Reed", "characterId": "nm0002126"}]}, {"lines": [{"text": "[Here at the interrogation room. James Danforth is in jail]\nThey're lying. These people are completely pathological. They took a 1/2 year's rent from me, and they said I never paid them. They evicted me, they slandered me, they totally destroyed my credit. They physically assaulted me. They threatened my life. And now this. These people are parasites. Florence...", "character": "Carter Hayes", "characterId": "nm0000474"}, {"text": "[sighed]", "character": null, "characterId": null}, {"text": "I am sorry... that you were even touched by any of this. Oh, God, I'm so embarrassed. When I first met you, I was enchanted... didn't I? And was so dazzled. I'm sorry. It's not like I can't prove they're lying. I can prove they're lying. It's gonna take a little time. I'll have to take them to court, I guess. But for right now, it's my word against theirs, isn't it? I don't know what these people want. You know that if they hadn't tied up my trust... I would never ask you for anything. But if the bail isn't paid, I can't get out of here... and I cannot prove to you, sir... what I hope Florence already knows in her heart. At least, I would hope that you know. Look... I'm just asking you to do... whatever it is your heart tells you to do.", "character": "Carter Hayes", "characterId": "nm0000474"}]}, {"lines": [{"text": "[Drake illegally cut off the heat and electricity to Hayes' apartment]\nIf he decides to fight an eviction, you're already knee-deep in shit.", "character": "Warning Cop", "characterId": "nm0101777"}]}]}