{"quotes": [{"lines": [{"text": "I wouldn't do anything as crooked as that. There's too many honest ways for a girl to make a living. Blackmail. Forgery. And just plain framing a guy in a hotel room.", "character": "Jeanie Vance", "characterId": "nm0696679"}, {"text": "You know, Jeanie, since you've been here they passed some sort of a law making those good old honest ways of earning a living illegal too.", "character": "Sylvia Day", "characterId": "nm0164883"}, {"text": "They did? Now, what do you think of that! And that just shows you what this country's coming to.", "character": "Jeanie Vance", "characterId": "nm0696679"}]}, {"lines": [{"text": "I've been countin' on you marrying me. And you're gonna. I love you, Sylvia. You know I love you. You got to marry me!", "character": "Anthony 'Tony' Grattan", "characterId": "nm0357894"}, {"text": "Shut up. I know about that wife of yours in St. Louis.", "character": "Sylvia Day", "characterId": "nm0164883"}]}, {"lines": [{"text": "No, no, no, no. Please don't go. I like you. Come on, stay! We'll have a lotta fun.", "character": "Joseph B. 'Joe' Smith", "characterId": "nm0000897"}, {"text": "Well, alright.", "character": "Sylvia Day", "characterId": "nm0164883"}, {"text": "You know, I'm celebrating tonight. We'll get so drunk that they'll never be able to get us sober.", "character": "Joseph B. 'Joe' Smith", "characterId": "nm0000897"}, {"text": "Oh, that'll be nice!", "character": "Sylvia Day", "characterId": "nm0164883"}, {"text": "I mean it. I'm going to get so cock-eyed that I won't know what I'm doing.", "character": "Joseph B. 'Joe' Smith", "characterId": "nm0000897"}, {"text": "That'll be wonderful.", "character": "Sylvia Day", "characterId": "nm0164883"}]}, {"lines": [{"text": "You know, every time he passes my room, I'm powdering my nose with hardly any clothes on. Ha-ha, he's so embarrassed, he could nearly die!", "character": "Sylvia Day", "characterId": "nm0164883"}]}, {"lines": [{"text": "I don't get you Sylvia. Here I am, willing to take you to Chicago to start in on some swell racket. And what do you want to do? You want to play bridge, like all the other dumb wives.", "character": "Anthony 'Tony' Grattan", "characterId": "nm0357894"}]}, {"lines": [{"text": "I think you're an unfortunate, misguided, stupid little fool; but, I think you're an honest one.", "character": "Joseph B. 'Joe' Smith", "characterId": "nm0000897"}]}, {"lines": [{"text": "Oh, what I wanted to see you about, was you and I gettin' hitched up, you know, as partners.", "character": "Jeanie Vance", "characterId": "nm0696679"}, {"text": "Well, you see, I'm kind of tied up right now, Jeanie.", "character": "Sylvia Day", "characterId": "nm0164883"}]}, {"lines": [{"text": "I think you better hitch up with me, right now, and we'll pack and get out before that mug blows in.", "character": "Jeanie Vance", "characterId": "nm0696679"}]}, {"lines": [{"text": "You're going to like Florida. Oh, you can wear those trick clothes. And you really get good liquor there. 'Cause, 'cause they smuggle it in from Havana. And there's more cute, single guys runnin' around there that will knock your eye out, if you let 'em.", "character": "Jeanie Vance", "characterId": "nm0696679"}]}, {"lines": [{"text": "[Staring at herself in the mirror]\nOh, you sap!", "character": "Sylvia Day", "characterId": "nm0164883"}]}]}