{"quotes": [{"lines": [{"text": "[speaking his thoughts aloud]\nShe had put me off at the very last moment. And so casually, without explanation. What happened to the warmth of her greeting at that embassy party, when after so long a time we had miraculously found each other again?", "character": "Charles Darrow", "characterId": "nm0001096"}]}, {"lines": [{"text": "But if you keep your promise.", "character": "Sophy Viner", "characterId": "nm0001860"}, {"text": "My promise?", "character": "Charles Darrow", "characterId": "nm0001096"}, {"text": "Your promise to say nothing about our past together. Nothing whatever about our past together.", "character": "Sophy Viner", "characterId": "nm0001860"}, {"text": "Of course I shall say nothing.", "character": "Charles Darrow", "characterId": "nm0001096"}, {"text": "As much for your own sake as for mine, I suppose.", "character": "Sophy Viner", "characterId": "nm0001860"}]}, {"lines": [{"text": "[to Charles Darrow]\nThe truth will endanger your own engagement to Mrs Leath. Possibly destroy it altogether. Yes, Owen told me. How could you and she live in my constant presence as Owen's wife if she were to know the truth of our past together?", "character": "Sophy Viner", "characterId": "nm0001860"}]}, {"lines": [{"text": "The fact that she is an orphan ought to, considering what you think of her, be a merit. You don't have to have a father and mother to Givret.", "character": "Adelaide", "characterId": "nm0364576"}, {"text": "Adelaide, the girl must have, how is it the Americans put it, knocked about. So that, I'm sure, she must have been mixed up with some rather dreadful people.", "character": "Regine De Chantelle", "characterId": "nm0001989"}, {"text": "Yes. And if we gave you enough time you could rake up a at least a dozen of them. You might even part the boy from the girl. But you could not stop the boy from being in love with her. When you part two young things who are dying to be happy together in a lawful way, you must expect the distinct possiblity that they are coming together in an unlawful way.", "character": "Adelaide", "characterId": "nm0364576"}, {"text": "Oh, Adelaide.", "character": "Regine De Chantelle", "characterId": "nm0001989"}, {"text": "Be sensible, Regine. Be generous.", "character": "Adelaide", "characterId": "nm0364576"}]}, {"lines": [{"text": "I was on my way to you and you turned me back at the very last moment with only a word. With no explanation. I was hurt. And bewildered. I thought you meant to give me up. And suddenly I found somebody to be sorry for. To be of use to. And I swear to you that's how it began. The rest was a moment's folly. A flash of madness. As things are, I ought to have seen the danger, but I didn't. There is no possible excuse for what I did.", "character": "Charles Darrow", "characterId": "nm0001096"}, {"text": "I don't want to hear about such things.", "character": "Anna Leath", "characterId": "nm0000688"}, {"text": "No. You're too fine. Too high. These things are too far from you. If you were to explore the intricacies of your own heart, perhaps your judgement of others would be less absolute.", "character": "Charles Darrow", "characterId": "nm0001096"}]}, {"lines": [{"text": "Life's a perpetual piecing together of broken bits.", "character": "Charles Darrow", "characterId": "nm0001096"}]}, {"lines": [{"text": "I have no-one to consider but my step-son now.", "character": "Anna Leath", "characterId": "nm0000688"}, {"text": "You don't mean? You're not going to give up Mr Darrow? Because of me? Don't you see that I went away so that he shouldn't have to lose you? He loves you. He has never loved anyone else. Even those few days in Paris, I knew it all the while. He never cared for me. He was sorry for me. I knew that was all he ever felt. I knew he was thinking of someone else. He never said a word to deceive me. I wanted to feel happy just for once. I never dreamed of the harm I might be doing then. Don't you understand? Can't I move you? Why can't I move you? It's up to you know.", "character": "Sophy Viner", "characterId": "nm0001860"}]}, {"lines": [{"text": "Have you seen her?", "character": "Anna Leath", "characterId": "nm0000688"}, {"text": "Have I ever seen her?", "character": "Owen Leath", "characterId": "nm0323132"}]}]}