{"quotes": [{"lines": [{"text": "It's a fine day.", "character": "Captain Freycinet", "characterId": "nm0001647"}, {"text": "Any day that takes us closer to France is a fine day.", "character": "Renault", "characterId": "nm0233856"}]}, {"lines": [{"text": "I wish I was in France killing pigs of Germans instead of mosquitos.", "character": "Petit", "characterId": "nm0864869"}]}, {"lines": [{"text": "My comrades, I can think of no more fitting last words for our friend than those which he himself wrote as his last words and wasn't able to deliver. \"My dear son, today you are 5 years old and your father has never seen you. But someday, in a better world, he will. I write to you of that day. Together we walk, hand in hand. We walk and we look. And some of the things we see are wonderful, and some are terrible. On a green stretch of ground are 10,000 graves, and you feel hatred welling up in your heart. This was, but it will never be again. The world has been cured since your father treated that terrible abscess on its body with iron and fire. And there were millions of healers who worked with him and made sure there would be no recurrence. Their deadly conflict was waged to decide your future. Your friends did not spare themselves and were ruthless to your foes. You are the heir of what your father and your friends won for you with their blood. From their hands, you have received the flag of happiness and freedom. My son, be the standard-bearer of the great age they have made possible. It would be too tragic if the men of goodwill should ever be lax or fail again to build a world where youth may love without fear,and where parents may grow old with their children, and where men will be worthy of each other's faith. Take care of your mother, Jean. I hold you in my arms. I kiss you both. May God keep you and love you as I do. Good night and au revoir till our work is finished. And until I see you, remember this. France lives. Vive la France.\" That letter will be delivered.", "character": "Captain Freycinet", "characterId": "nm0001647"}]}, {"lines": [{"text": "[to Paula as she is playing the piano]\nFunny how much more you can say with a few bars of music then a basketful of words.", "character": "Jean Matrac", "characterId": "nm0000007"}]}, {"lines": [{"text": "He still fights. The bombs they're dropping tonight are editorials the Germans will understand.", "character": "Captain Freycinet", "characterId": "nm0001647"}]}, {"lines": [{"text": "The British will fight.", "character": "First Mate", "characterId": "nm0790164"}, {"text": "[Sarcastically]\nYes, to the last drop of French blood.", "character": "Chief Engineer", "characterId": "nm0161862"}]}, {"lines": [{"text": "Haven't you been taught to stand in the presence of officials?", "character": "Maj. Duval", "characterId": "nm0002113"}, {"text": "[Flatly]\nNo.", "character": "Jean Matrac", "characterId": "nm0000007"}]}]}