{"quotes": [{"lines": [{"text": "Don't be anxious. Whatever God ordains is for the best.", "character": "Harihar Ray", "characterId": "nm0052333"}]}, {"lines": [{"text": "Come close.", "character": "Durga", "characterId": "nm0201871"}, {"text": "What?", "character": "Apu", "characterId": "nm0052343"}, {"text": "We'll go see the train when I'm better, all right? We'll get there early and have a good look. You want to?", "character": "Durga", "characterId": "nm0201871"}]}, {"lines": [{"text": "Didi, have you ever seen a train?", "character": "Apu", "characterId": "nm0052343"}, {"text": "Sure.", "character": "Durga", "characterId": "nm0201871"}, {"text": "Don't lie.", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "You know where the tracks are? Where?", "character": "Apu", "characterId": "nm0052343"}, {"text": "Past the big meadow and beyond the rice fields.", "character": "Durga", "characterId": "nm0201871"}, {"text": "Shall we go one day?", "character": "Apu", "characterId": "nm0052343"}]}, {"lines": [{"text": "[singing]\nThose who came before have passed on. And I'm left behind. A penniless beggar. Not a cowrie to my name. Look, my purse is empty... Lord, the day is done and evening falls. Ferry me across to the other shore...", "character": "Indir Thakrun", "characterId": "nm0222447"}]}, {"lines": [{"text": "new and original plays and poems. When word gets around, the traveling troupes will come in droves. Where else can they get new material? Original plays don't grow on trees.", "character": "Harihar Ray", "characterId": "nm0052333"}]}, {"lines": [{"text": "You'll educate the boy, give him his sacred thread, teach him to worship the gods. Durga will find a good husband. Two meals a day, new clothes twice a year - what more could we want?", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "We'll have all that and more. My ancestors were writers, after all. They left a legacy that can't be ignored. Just wait two years. My debts will be paid off and the house repaired, and you won't have to fix spinach and rice every day! How about that?", "character": "Harihar Ray", "characterId": "nm0052333"}]}, {"lines": [{"text": "Do you want anything? Delicious fried cream, sweet lentil balls, coconut candies, chandrapuli, sweet cheese balls.", "character": "Chinibas, Sweet-seller", "characterId": "nm0051836"}]}, {"lines": [{"text": "No matter what people say, Mr. Ray is a good man. Here you are. Three months' wages - 24 rupees. Count it. I'll quickly say my evening prayers.", "character": "Harihar Ray", "characterId": "nm0052333"}]}, {"lines": [{"text": "I was collecting rents today when I met a distinguished looking fellow. He suddenly bowed deeply and said, \"Sir, you don't know me, but I knew your father well. He often officiated as a priest at my house.\" \"What's your name?\" \"Mahesh Biswas.\" \"What do you want?\" \"I have something to ask you.\" \"What?\" \"My whole family would like to be initiated next month. It would be wonderful if you could officiate.\" Quite wealthy people.", "character": "Harihar Ray", "characterId": "nm0052333"}, {"text": "Did you say you'd do it?", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "Are you crazy? Accept right off? They'd think I was hard up.", "character": "Harihar Ray", "characterId": "nm0052333"}, {"text": "Let them. We are hard up.", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "There could be a scandal if people found out his caste.", "character": "Harihar Ray", "characterId": "nm0052333"}, {"text": "Who would tell them?", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "You never know. Maybe you. I know how you women are.", "character": "Harihar Ray", "characterId": "nm0052333"}, {"text": "I'm busy enough without running around telling your business.", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "Don't be angry. The job's not going anywhere. I told him we'd discuss it after the festival. I mustn't seem overeager. Try to manage till then on what I gave you. That should cover clothes for the kids and a shawl for Auntie.", "character": "Harihar Ray", "characterId": "nm0052333"}]}, {"lines": [{"text": "What's going on? What's going on here? Huh? What's the matter? What's going on? Sarbajaya, what is it?", "character": "Indir Thakrun", "characterId": "nm0222447"}]}, {"lines": [{"text": "Listen - you lived in Benares a long time. Do people know you there?", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "Some certainly do.", "character": "Harihar Ray", "characterId": "nm0052333"}, {"text": "Isn't there a ghat by the river where priests sing and recite from the scriptures?", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "It's called Dashashamedh Ghat.", "character": "Harihar Ray", "characterId": "nm0052333"}, {"text": "They earn a lot there, right?", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "I suppose.", "character": "Harihar Ray", "characterId": "nm0052333"}, {"text": "Then let's go.", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "We can't do that.", "character": "Harihar Ray", "characterId": "nm0052333"}, {"text": "Why not?", "character": "Sarbojaya Ray", "characterId": "nm0052334"}, {"text": "How can we? I left there to return here to my ancestral home. I can't go the other direction now.", "character": "Harihar Ray", "characterId": "nm0052333"}]}, {"lines": [{"text": "This is my home now too. But just look at it. It's like living in the jungle. Jackals prowling around as soon as night falls. No neighbors to sit and talk to. When you're not here, I'm terribly uneasy. But you wouldn't understand. You eat and sleep and go about your work, unconcerned whether you're paid or not. I had lots of dreams too. All the things I wanted to do...", "character": "Sarbojaya Ray", "characterId": "nm0052334"}]}, {"lines": [{"text": "Just then a demoness appeared. \"Krik, krak, krud, I smell human blood. Who lies awake in my temple?\" The blue prince slept while the red prince kept watch. In the second watch of the night, the demoness appeared again. \"Krik, krak, krud, I smell human blood. Who lies awake in my temple?\"", "character": "Indir Thakrun", "characterId": "nm0222447"}]}, {"lines": [{"text": "Can't an old woman have wishes too?", "character": "Indir Thakrun", "characterId": "nm0222447"}]}, {"lines": [{"text": "Durga. Durga, go see where the calf went.", "character": "Sarbojaya Ray", "characterId": "nm0052334"}]}, {"lines": [{"text": "Holy pond and flower garland, who worships here in the noonday sun? It is I, Leelavati, sister of my brothers. May my sons be numberless, and may I die by the holy Ganges. Mother Goddess, counsel me. I know not how to pray. Grant me this blessing.", "character": "Durga", "characterId": "nm0201871"}]}, {"lines": [{"text": "How are you? I take it the children are out running around?", "character": "Harihar Ray", "characterId": "nm0052333"}]}, {"lines": [{"text": "[singing]\nBe charitable from the goodness of your heart. If I can reach the Mother's blessed feet, I shall place them on the lotus seat of my heart. What do I care for worldly wealth?", "character": null, "characterId": null}]}, {"lines": [{"text": "By leaf of lime and karamcha tree, rain, rain, away with thee! Rain, rain, away with thee!", "character": "Durga", "characterId": "nm0201871"}]}]}