{"quotes": [{"lines": [{"text": "Gentlemen of the court, there are times that I'm ashamed to be a member of the human race and this is one such occasion.", "character": "Colonel Dax", "characterId": "nm0000018"}]}, {"lines": [{"text": "I'm not afraid of dying tomorrow, only of getting killed.", "character": null, "characterId": null}, {"text": "That's as clear as mud.", "character": null, "characterId": null}, {"text": "a bayonet or a machine gun?", "character": null, "characterId": null}, {"text": "Oh, a machine gun, naturally.", "character": null, "characterId": null}, {"text": "Naturally, that's just my point. They're both pieces of steel ripping into your guts, only the machine gun is quicker, cleaner, and less painful, isn't it?", "character": null, "characterId": null}, {"text": "Yeah, but what does that prove?", "character": null, "characterId": null}, {"text": "That proves that most of us are more afraid of getting hurt than of getting killed. Look at Bernard. He panics when it comes to gas. Gas doesn't bother me a bit. He's seen photos of gas cases. Doesn't mean anything to me. But I'll tell you something though, I'd hate like the devil to be without my tin hat. But on the other hand I don't mind not having a tin hat for my tail. Why is that?", "character": null, "characterId": null}, {"text": "You're darn tootin', because...", "character": null, "characterId": null}, {"text": "Because I know a wound to the head would hurt much more than one to the tail. The tail is just meat but the head- ah, the head is all bone.", "character": null, "characterId": null}, {"text": "That's...", "character": null, "characterId": null}, {"text": "Tell me this. Aside from the bayonet, what are you most afraid of?", "character": null, "characterId": null}, {"text": "High explosives.", "character": null, "characterId": null}, {"text": "Exactly, and it's the same with me, because, because I know that it can chew you up worse than anything else. Look, just like I'm trying to tell you, if you're really afraid of dying you'd be living in a funk all the rest of your life because you know you've got to go someday, anyday. And besides...", "character": null, "characterId": null}, {"text": "Yes?", "character": null, "characterId": null}, {"text": "If it's death that you're really afraid of why should you care about what it is that kills you?", "character": null, "characterId": null}, {"text": "Oh, you're too smart for me, Professor. All I know is, nobody wants to die.", "character": null, "characterId": null}]}, {"lines": [{"text": "It would be a pity to lose your promotion before you get it. A promotion you have so very carefully planned for.", "character": "General Broulard", "characterId": "nm0579663"}, {"text": "Sir, would you like me to suggest what you can do with that promotion?", "character": "Colonel Dax", "characterId": "nm0000018"}, {"text": "[angry]\nColonel Dax! You will apologize at once or I shall have you placed under arrest!", "character": "General Broulard", "characterId": "nm0579663"}, {"text": "I apologize... for not being entirely honest with you. I apologize for not revealing my true feelings. I apologize, sir, for not telling you sooner that you're a degenerate, sadistic old man. And you can go to hell before I apologize to you now or ever again!", "character": "Colonel Dax", "characterId": "nm0000018"}]}, {"lines": [{"text": "Colonel Dax, you're a disappointment to me. You've spoiled the keenness of your mind by wallowing in sentimentality. You really did want to save those men, and you were not angling for Mireau's command. You are an idealist... and I pity you as I would the village idiot. We're fighting a war, Dax, a war that we've got to win. Those men didn't fight, so they were shot. You bring charges against General Mireau, so I insist that he answer them. Wherein have I done wrong?", "character": "General Broulard", "characterId": "nm0579663"}, {"text": "Because you don't know the answer to that question. I pity you.", "character": "Colonel Dax", "characterId": "nm0000018"}]}, {"lines": [{"text": "Gentlemen of the court, there are times when I'm ashamed to be a member of the human race and this is one such occasion. It's impossible for me to summarise the case for the defence since the Court never allowed me a reasonable opportunity to present that case.", "character": "Colonel Dax", "characterId": "nm0000018"}, {"text": "Are you protesting the authenticity of this court?", "character": "General Mireau", "characterId": "nm0534317"}, {"text": "[pause]\nYes, sir. I protest against being prevented from introducing evidence which I considered vital to the defence; the prosecution presented no witnesses; there has never been a written indictment of charges made against the defendants, and lastly, I protest against the fact that no stenographic records of this trial have been kept.", "character": "Colonel Dax", "characterId": "nm0000018"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "The attack yesterday morning was no stain on the honour of France, and certainly no disgrace to the fighting men of this nation. But this Court Martial is such a stain, and such a disgrace. The case made against these men is a mockery of all human justice. Gentlemen of the court, to find these men guilty would be a crime, to haunt each of you till the day you die. I can't believe that the noblest impulse for man - his compassion for another - can be completely dead here. Therefore, I humbly beg you... show mercy to these men.", "character": "Colonel Dax", "characterId": "nm0000018"}]}, {"lines": [{"text": "[the condemned men are awaiting execution]", "character": null, "characterId": null}, {"text": "See that cockroach? Tomorrow morning, we'll be dead and it'll be alive. It'll have more contact with my wife and child than I will. I'll be nothing, and it'll be alive.", "character": "Corporal Paris", "characterId": "nm0576127"}, {"text": "[Ferol smashes the roach]", "character": null, "characterId": null}, {"text": "Now you got the edge on him.", "character": "Private Ferol", "characterId": "nm0137046"}]}, {"lines": [{"text": "If those little sweethearts won't face German bullets, they'll face French ones!", "character": "General Mireau", "characterId": "nm0534317"}]}, {"lines": [{"text": "There are few things more fundamentally encouraging and stimulating than seeing someone else die.", "character": "General Broulard", "characterId": "nm0579663"}]}, {"lines": [{"text": "Colonel Dax, are you trying to blackmail me?", "character": "General Broulard", "characterId": "nm0579663"}, {"text": "It's an ugly word, but you are in a difficult situation.", "character": "Colonel Dax", "characterId": "nm0000018"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "War began between Germany and France on August 3rd 1914. Five weeks later the German army had smashed its way to within eighteen miles of Paris. There the battered French miraculously rallied their forces at the Marne River and in a series of unexpected counterattacks drove the Germans back. The front was stabilized then shortly afterwards developed into a continuous line of heavily fortified trenches zigzagging their way five hundred miles from the English Channel to the Swiss frontier. By 1916, after two grisly years of trench warfare, the battle lines had changed very little. Successful attacks were measured in hundreds of yards, and paid for in lives, by hundreds of thousands.", "character": "Narrator of opening sequence", "characterId": "nm0135044"}]}, {"lines": [{"text": "I can't understand these armchair officers, fellas trying to fight a war from behind a desk, waving papers at the enemy, worrying about whether a mouse is gonna run up their pants leg.", "character": "General Mireau", "characterId": "nm0534317"}, {"text": "I don't know, General. If I had the choice between mice and Mausers, I think I'd take the mice every time.", "character": "Colonel Dax", "characterId": "nm0000018"}]}, {"lines": [{"text": "Too much has happened. Someone's got to be hurt. The only question is who. General Mireau's assault on the Ant Hill failed. His order to fire on his own troops was refused. But his attempt to murder three innocent men to protect his own reputation will be prevented by the General Staff.", "character": "Colonel Dax", "characterId": "nm0000018"}]}, {"lines": [{"text": "Hello there, soldier. Ready to kill more Germans?", "character": "General Mireau", "characterId": "nm0534317"}, {"text": "Yes, sir.", "character": "Private Ferol", "characterId": "nm0137046"}, {"text": "What's your name, soldier?", "character": "General Mireau", "characterId": "nm0534317"}, {"text": "Sir, Private Ferol, Company A.", "character": "Private Ferol", "characterId": "nm0137046"}, {"text": "Aha. You married, soldier?", "character": "General Mireau", "characterId": "nm0534317"}, {"text": "No, sir.", "character": "Private Ferol", "characterId": "nm0137046"}, {"text": "I'll bet your mother's proud of you.", "character": "General Mireau", "characterId": "nm0534317"}, {"text": "Yes, sir.", "character": "Private Ferol", "characterId": "nm0137046"}, {"text": "Carry on, Private, and good luck.", "character": "General Mireau", "characterId": "nm0534317"}, {"text": "Thank you, sir.", "character": "Private Ferol", "characterId": "nm0137046"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[Col. Dax listens to his regiment humming in the tavern]", "character": null, "characterId": null}, {"text": "Sir?", "character": "Sgt. Boulanger", "characterId": "nm0293099"}, {"text": "Yes, sir.", "character": "Colonel Dax", "characterId": "nm0000018"}, {"text": "We have orders to move back to the front immediately.", "character": "Sgt. Boulanger", "characterId": "nm0293099"}, {"text": "Well give the men a few minutes more, Sergeant.", "character": "Colonel Dax", "characterId": "nm0000018"}, {"text": "Yes, sir.", "character": "Sgt. Boulanger", "characterId": "nm0293099"}]}, {"lines": [{"text": "How far did you advance?", "character": "Saint-Auban", "characterId": "nm0027323"}, {"text": "To about the middle of no man's land, sir.", "character": "Private Ferol", "characterId": "nm0137046"}, {"text": "Then what did you do?", "character": "Saint-Auban", "characterId": "nm0027323"}, {"text": "Well... I saw that me and Meyer...", "character": "Private Ferol", "characterId": "nm0137046"}, {"text": "[rudely cutting him off]\nI didn't ask you what you saw. The court has no concern with your visual experiences.", "character": "Saint-Auban", "characterId": "nm0027323"}, {"text": "I went back, sir.", "character": "Private Ferol", "characterId": "nm0137046"}, {"text": "In other words, Private Ferol, you retreated.", "character": "Saint-Auban", "characterId": "nm0027323"}, {"text": "Yes, sir.", "character": "Private Ferol", "characterId": "nm0137046"}, {"text": "[to the judges in a cocky tone]\nI have no further questions.", "character": "Saint-Auban", "characterId": "nm0027323"}]}]}