{"quotes": [{"lines": [{"text": "Commanders sitting far from the front lose touch with the battle that's being fought. They become too optimistic, decisions are made that have no bearing on what the facts might be. This is even more true when the war is being lost.", "character": null, "characterId": null}, {"text": "You're talking nonsense, Gotoh. We're not losing a war, there's no war going on!", "character": null, "characterId": null}, {"text": "You're proving the point - perfectly! There is a war going on! Declared by Tsuge when he returned home. And he undertook his abortive peacekeeping mission to prepare himself for that!", "character": null, "characterId": null}]}, {"lines": [{"text": "Many people are God, usually in a universe no bigger than their own minds, all-present, all-knowing. And yet, impotent outside the confines of their heads. And what God cannot do, men will attempt.", "character": null, "characterId": null}]}, {"lines": [{"text": "[looking at Arakawa's card]\nI see you don't bother with an address or telephone number.", "character": null, "characterId": null}, {"text": "It's enough that I know how to contact you.", "character": null, "characterId": null}]}, {"lines": [{"text": "From this distance, the city looks like a mirage. Don't you think so as well?", "character": null, "characterId": null}, {"text": "No. I can't forget there are real people living there. Some are evil, but many are not. Some are ambitious, but many are content. Some are outstanding, but most are ordinary. They're NOT a mirage.", "character": null, "characterId": null}]}, {"lines": [{"text": "People always realize the truth when it's too late. If the government considers that a crime... I'm guilty.", "character": null, "characterId": null}]}, {"lines": [{"text": "For from hencefoth there shall be five in one house divided.Three against two and two against three. the father shall be divided against the son, and the son against the father; mother against daughter and the daughter against the mother.", "character": null, "characterId": null}]}, {"lines": [{"text": "[about Shinobu's rumored affair with Tsuge]", "character": null, "characterId": null}, {"text": "Did you investigate it?", "character": null, "characterId": null}, {"text": "Like hell I did. Not my business. Even a man as manipulative as me wouldn't use an officer's love life.", "character": null, "characterId": null}, {"text": "Is that all she is to you? Remember, I've seen you together.", "character": null, "characterId": null}, {"text": "But the powers-that-be couldn't leave it alone. A woman who should be on the straight road to the top, and she's sidetracked to a plot of reclaimed wasteland housing a labor division. There's no other explanation.", "character": null, "characterId": null}]}, {"lines": [{"text": "no backup. No rules of engagement. That's how bitter he is.", "character": null, "characterId": null}]}, {"lines": [{"text": "It may be an immoral peace - maybe an unjust peace. But an unjust peace is still better than a just war.", "character": null, "characterId": null}, {"text": "I share your revulsion about just wars. If there ever was such a thing, it was against the Nazis - our *allies*, Captain Gotoh, our allies. But how many people have died in the cause of what their leaders have called \"just wars?\" Millions?", "character": null, "characterId": null}]}, {"lines": [{"text": "Fifty years ago, all the effort and passion Japan put into the war resulted in Hiroshima and defeat. Then the Americans came - bringing their nuclear deterrent, their Cold War, their Hollywood-chewing gum war, and now, all over the world, bullet wars, civil wars, death. We've become a rich nation, and what is all our wealth and power built on? The bloody corpses of all those wars.", "character": null, "characterId": null}]}, {"lines": [{"text": "The government may be looking for a change of cast, but no one wants to play the lead in this tragedy. Nobody wants to fire but no one's negotiating. We're looking at the collapse of civilian government by default.", "character": null, "characterId": null}]}, {"lines": [{"text": "three against two, and two against three. The father shall be divided against the son, and the son against the father. The mother against the daughter, and the daughter against the mother.", "character": null, "characterId": null}, {"text": "I remember us reading that together.", "character": null, "characterId": null}, {"text": "But you've forgotten it's what you wrote to me after you returned from the UN fiasco. It seemed the words had taken on a new meaning for you...", "character": null, "characterId": null}]}, {"lines": [{"text": "Vandalism. Unlawful entry. Robbery, maybe. Maybe even reckless endangerment. Why am I doing this?", "character": "Detective Matsui", "characterId": "nm0632770"}]}, {"lines": [{"text": "Arakawa, there... there are some details that don't add up. Your entire case is mostly guess-work, and your evidence is circumstantial at best. Even your videos aren't particularly impressive as they can be altered as you demonstrated earlier. So I've got reservations, yeah.", "character": "Kiichi Goto", "characterId": "nm0547707"}]}, {"lines": [{"text": "I'm watching events on TV. Having trouble following orders?", "character": "Shigeki Arakawa", "characterId": "nm0265629"}, {"text": "I feel like a Mafia footsoldier who wants out but finds he has no place to turn. It's not easy when you realize the Godfather's a fool.", "character": "Kiichi Goto", "characterId": "nm0547707"}]}, {"lines": [{"text": "[English dubbed dialogue... after sliding down snowy slope to security fence with a pair of bolt cutters]", "character": null, "characterId": null}, {"text": "Unlawful entry.", "character": "Matsui", "characterId": "nm0920961"}, {"text": "[snip!]", "character": null, "characterId": null}, {"text": "Damaging private property.", "character": "Matsui", "characterId": "nm0920961"}, {"text": "[snip!]", "character": null, "characterId": null}, {"text": "And maybe robbery.", "character": "Matsui", "characterId": "nm0920961"}, {"text": "[snip!]", "character": null, "characterId": null}, {"text": "I feel a cop shouldn't be in this position.", "character": "Matsui", "characterId": "nm0920961"}, {"text": "[snip!]", "character": null, "characterId": null}, {"text": "I'm sure they told me at the Academy to keep clear of such things.", "character": "Matsui", "characterId": "nm0920961"}, {"text": "[snip!]", "character": null, "characterId": null}]}]}