{"quotes": [{"lines": [{"text": "On our level you don't get fired, you know that. After thirty years of productive work, they can't say to a man like me, \"Alright, now get out!\" They just can't do that. So what do they do? They create a situation. A situation you can't work in and finally that you can't live in with this tension, abuse. Small humiliations. It all starts out on a scale so subtle, so microscopic that at first you can't really believe it's happening at all. But gradually thy thing begins to take shape. The pieces fit together - all the little bits. And it becomes unmistakable. They chip away at your pride, your security until you begin to have doubts, and then fears.", "character": "William Briggs", "characterId": "nm0003225"}]}, {"lines": [{"text": "Name your terms. All terms are negotiable.", "character": "Walter Ramsey", "characterId": "nm0806041"}, {"text": "I don't think so. Not mine.", "character": "Fred Staples", "characterId": "nm0001336"}, {"text": "All right. I'd just as soon not waste any time doing trading. As of now, your salary is doubled. Your stock option is doubled right down the line. Your expense account is whatever you make it. Add to that a new title, vice president.", "character": "Walter Ramsey", "characterId": "nm0806041"}, {"text": "I want a lot more than that. You're not going to take me on as just another vice president you can push around. You take me as someone who hates you down to the bare nerve. Nothing in the world will ever change that. I'll argue with you, contradict you and fight you every way I know how. I'll do everything in my power to push you out and take your place myself.", "character": "Fred Staples", "characterId": "nm0001336"}, {"text": "Go ahead and try. Mr. Staples, you have yourself a deal.", "character": "Walter Ramsey", "characterId": "nm0806041"}, {"text": "Have it drawn up.", "character": "Fred Staples", "characterId": "nm0001336"}, {"text": "No reservations now?", "character": "Walter Ramsey", "characterId": "nm0806041"}, {"text": "Yes, one. Bill had one pitiful little dream that someday he'd walk in here and break your jaw. I reserve the right to have that wish myself.", "character": "Fred Staples", "characterId": "nm0001336"}, {"text": "I'll have it drawn into the contract... with a rider giving me the same privilege.", "character": "Walter Ramsey", "characterId": "nm0806041"}]}, {"lines": [{"text": "I just hope Mr. Ramsey remembers hiring me.", "character": "Fred Staples", "characterId": "nm0001336"}, {"text": "[Ominously]\nMr. Ramsey rarely forgets anything.", "character": "William Briggs", "characterId": "nm0003225"}]}, {"lines": [{"text": "[Dropping Fred off at work]\nNow I know what a mother feels when her child goes to school for the first time.", "character": "Nancy Staples", "characterId": "nm0833152"}]}, {"lines": [{"text": "I'll see you in the morning, Fred. Remember, you didn't steal that promotion. You won it!", "character": "Walter Ramsey", "characterId": "nm0806041"}]}, {"lines": [{"text": "[to Fred]\nI'm wondering if you're as good a human being as you are an industrial relations man.", "character": "William Briggs", "characterId": "nm0003225"}]}]}