{"quotes": [{"lines": [{"text": "Good will to men, yes, good will to men.", "character": "Grandpa Squirrel", "characterId": "nm0000305"}, {"text": "What are men, Grandpa?", "character": null, "characterId": null}, {"text": "Yeah, Grandpa, what are men?", "character": null, "characterId": null}, {"text": "Huh? What's that?... Well there ain't no men in the world no more, sonnys... nope, no more men. But as I remember the critters, well they was like monsters. They wore great big iron pots on their heads. They walked on their hind legs, and they carried terrible-looking shootin' irons with knives on the end of them. And their eyes flashed, and they had these tremendous big snoots, like this, that curled down and fastened onto their stomachs.", "character": "Grandpa Squirrel", "characterId": "nm0000305"}, {"text": "Oh, Grandpa! I'm glad there ain't no more men around.", "character": null, "characterId": null}, {"text": "Gosh, Me too.", "character": null, "characterId": null}, {"text": "I never could figure 'em out. They was the orneriest, cussedest, dag-nab tribe of varmints I ever did see. Why, they was always a-fightin' and a-feudin' and a-shootin' at one another. They'd no sooner get one argument settled, then they'd find something else to fuss about. If it wasn't one durn thing, it was another. When they couldn't think of nothin' else to wrangle over, the flat-footed people started a-shooting at the buck-tooth people, and the vegetarians began to fight the meat-eating people, and you couldn't make head nor tail of it.", "character": "Grandpa Squirrel", "characterId": "nm0000305"}]}, {"lines": [{"text": "It was awful. It was terrible. Why, they fought and they fought and they fought, until... until there was only two of them left.", "character": "Grandpa Squirrel", "characterId": "nm0000305"}, {"text": "[each soldier shoots the other and goes down]", "character": null, "characterId": null}, {"text": "And that was the end of the last man on Earth.", "character": "Grandpa Squirrel", "characterId": "nm0000305"}]}, {"lines": [{"text": "I asked, \"What does that mean, Mr. Owl?\" and Mr. Owl says, \"Thou shalt not kill... hmm, looks like a mighty good book of rules, but I guess them men didn't pay much attention to it.\"", "character": "Grandpa Squirrel", "characterId": "nm0000305"}]}]}