{"quotes": [{"lines": [{"text": "[Judge firmly addressing two unseen attorneys]\nI'll give you an opportunity to better prepare your facts.", "character": "Judge", "characterId": "nm0164599"}, {"text": "[Hands Judge some papers]\nAdoption proceedings, the Adams case.", "character": "Man", "characterId": "nm0114692"}, {"text": "What?", "character": "Judge", "characterId": "nm0164599"}, {"text": "The Adams case.", "character": "Man", "characterId": "nm0114692"}, {"text": "[Looks disturbed]\nOh yes, yes. Uh...", "character": "Judge", "characterId": "nm0164599"}, {"text": "[turns back to attorneys]", "character": null, "characterId": null}, {"text": "if either one or both of you gentlemen conduct yourselves like you've been doing today I'll hold you in contempt, the both of ya!", "character": "Judge", "characterId": "nm0164599"}, {"text": "[Walks into chambers, sees Roger, Miss Oliver, and the baby all seated. Sits at desk]\nUh, oh this is the child in question. Ahem, let me see. Yes, I recall looking over these adoption papers. I see you have no income at present.", "character": "Judge", "characterId": "nm0164599"}, {"text": "[Looks at Roger]", "character": null, "characterId": null}, {"text": "Is that correct?", "character": "Judge", "characterId": "nm0164599"}, {"text": "Yes your Honor.", "character": "Roger Adams", "characterId": "nm0000026"}, {"text": "Now what is this Miss Oliver? You know this case should never have come before me.", "character": "Judge", "characterId": "nm0164599"}, {"text": "Well your Honor I feel that this is a special case. I kept hoping until the last minute Mr. Adams might be able to resume the operation of his paper or get a job. But unfortunately he hasn't been able to do either, so i thought...", "character": "Miss Oliver", "characterId": "nm0094135"}, {"text": "Under these conditions I can't grant the adoption. This child will have to revert to the orphanage.", "character": "Judge", "characterId": "nm0164599"}, {"text": "[Gestures to Roger]", "character": null, "characterId": null}, {"text": "Will you draw up a chair please while I prepare these release papers for you to sign? Just a matter of routine.", "character": "Judge", "characterId": "nm0164599"}, {"text": "If you please your Honor, it can't just be a matter of routine for people to have their baby taken away from them. This child is ours Judge...", "character": "Roger Adams", "characterId": "nm0000026"}, {"text": "[Interrupting]\nThose are the requirements of the law.", "character": "Judge", "characterId": "nm0164599"}, {"text": "Yes but you see we've had her since she was six weeks old. It just doesn't seem reasonable to give her back to-to-to strangers.", "character": "Roger Adams", "characterId": "nm0000026"}, {"text": "Mr. Adams, you're not here to plead your case. You've had the regular opportunity to prove your fitness to provide.", "character": "Judge", "characterId": "nm0164599"}, {"text": "We are *fit* Judge if you just look at the record.", "character": "Roger Adams", "characterId": "nm0000026"}, {"text": "Without any income I have no alternative. Didn't you make that clear Miss Oliver?", "character": "Judge", "characterId": "nm0164599"}, {"text": "Yes your Honor I did, but I thought...", "character": "Miss Oliver", "characterId": "nm0094135"}, {"text": "[Firmly]\nI'm sorry but that is the law.", "character": "Judge", "characterId": "nm0164599"}, {"text": "Look your Honor, she's not like an automobile or an icebox or a piece of furniture or something you buy on time and when you can't give up the payments they take it away from you!", "character": "Roger Adams", "characterId": "nm0000026"}, {"text": "[Baby starts to cry]", "character": null, "characterId": null}, {"text": "Now sit still and be a good girl. Anyone could give up those kinds of things, but I ask you Judge how can you give up your own child? And she is our child just as much as if she'd been born to us!", "character": "Roger Adams", "characterId": "nm0000026"}, {"text": "[Baby continues crying]", "character": null, "characterId": null}, {"text": "Now, now, Daddy's not going to go away.", "character": "Roger Adams", "characterId": "nm0000026"}, {"text": "[Baby stops crying and smiles]", "character": null, "characterId": null}, {"text": "Look Judge, we've had her over a year now. Why we-we walked the floor with her when she had the colic. We've lost nights of sleep worrying every time she cut a tooth. We've gone through everything, everything real parents have with one of their own. Ask Miss Oliver here about the inspections we've had to have. Her-her weight charts, her vaccination certificates, h-her toys, her toothbrush! How many parents could keep one of their own and", "character": "Roger Adams", "characterId": "nm0000026"}, {"text": "[voice cracks]", "character": null, "characterId": null}, {"text": "go through that? And you sit here and say it's a matter of routine for you to take her away from us.", "character": "Roger Adams", "characterId": "nm0000026"}, {"text": "Please! Mr. Adams...", "character": "Miss Oliver", "characterId": "nm0094135"}, {"text": "I'm sorry Judge, but we weren't as fortunate as most people. We would've had one of our own only-only... well you don't know how badly my wife wanted a child. It wasn't so important to me. I-I don't know, I suppose most men are like this but children never meant a great deal to me. Oh I liked them alright I suppose, but well what I'm trying to say is your Honor the first time I saw her... she looked so little and helpless. I didn't know babies were so-so little. And then she took a-hold of my finger and I held onto it. She-she just sort of walked into my heart Judge", "character": "Roger Adams", "characterId": "nm0000026"}, {"text": "[begins to cry]", "character": null, "characterId": null}, {"text": "and-and she was there to stay. I didn't know I could feel like that! I'd always been well, kind of careless and irresponsible. I wanted to be a big shot. And I couldn't work for anybody, I had to be my own boss, that sort of thing. Now here I am standing in front of a judge pleading for just a little longer so that I can prove to you I can support a little child that doesn't weigh quite twenty pounds. It's not only for my wife and me I'm asking you to let us keep her Judge, it's for her sake too. She doesn't know any parents but us.", "character": "Roger Adams", "characterId": "nm0000026"}, {"text": "[starts sobbing]", "character": null, "characterId": null}, {"text": "She wouldn't know what'd happened to her. You see there's so many little things about her that nobody would understand her the way Judy and I do. We love her Judge, please don't take her away from us. Look, I'm not a big shot now, I-I'll do anything, I'll work for anybody.", "character": "Roger Adams", "characterId": "nm0000026"}, {"text": "[Starts to break down]", "character": null, "characterId": null}, {"text": "I-I'll beg, I'll borrow, I-I'll... please Judge I'll sell anything I've got until I get going again. And she'll never go hungry, she'll never be without clothes not so long as I've got two good hands so help me!", "character": "Roger Adams", "characterId": "nm0000026"}, {"text": "[Camera fades out as Judge, Roger, and Miss Oliver all ponder what has just been said]", "character": null, "characterId": null}]}, {"lines": [{"text": "We don't need each other anymore. When that happens to two people, there's nothing left.", "character": "Julie Gardiner Adams", "characterId": "nm0002050"}]}]}