{"quotes": [{"lines": [{"text": "Hey Mister, you better get yourself a new waiter. I just figured out the checks and everybody seems to be a partner. The way it adds up, you've sold 110% of this restaurant. I agreed to work here for my tips and there aren't no tips. The only paying customer was that dame that just left. She give me a dime. Here, you take it. You might need it.", "character": "Waiter", "characterId": "nm0151370"}]}, {"lines": [{"text": "Are you married?", "character": "Susan Sprague", "characterId": "nm0263004"}, {"text": "No, I'm sane!", "character": "Larry Poole", "characterId": "nm0001078"}]}, {"lines": [{"text": "Seriously, I'm just a harmless sort of a guy - the friend of man. I envy nobody and, I'm sure, nobody envies me.", "character": "Larry Poole", "characterId": "nm0001078"}]}, {"lines": [{"text": "The Chaplain tells me you're due out of here next week. Where do you aim to go?", "character": "J. C. Hart", "characterId": "nm0302664"}, {"text": "Well, it depends on the wind. You see, with me, when I leave a place I get myself a feather and toss it up and which ever way the wind blows, well, that's were I go.", "character": "Larry Poole", "characterId": "nm0001078"}]}, {"lines": [{"text": "Ain't it a elegant opening night?", "character": "Patsy Smith", "characterId": "nm0271515"}, {"text": "You mean closing night.", "character": "Larry Poole", "characterId": "nm0001078"}, {"text": "Huh?", "character": "Patsy Smith", "characterId": "nm0271515"}, {"text": "Sergeant, you see gathered here tonight, more deadheads than have ever been collected under a single roof and they're all in on rain checks. The head waiter just quit, too. When our entertainers find out what their percentage is going to be, I have an idea they'll also quit. We got bills up to here. The Tax Collector was just in to tell me if we don't get a license, he's going to close us up and a license costs a hundred dollars and we haven't got a hundred cents!", "character": "Larry Poole", "characterId": "nm0001078"}, {"text": "Gee, what are we gonna do?", "character": "Patsy Smith", "characterId": "nm0271515"}, {"text": "Let's dance.", "character": "Larry Poole", "characterId": "nm0001078"}]}]}