{"quotes": [{"lines": [{"text": "Pass me a tissue, Wing Commander.", "character": "Christine Painter", "characterId": "nm0910278"}]}, {"lines": [{"text": "[during a police raid on the brothel]", "character": null, "characterId": null}, {"text": "[to Lennox, a senior police officer]\nThis is the woman and these are the premises on which I have kept observation over the last three months. This house has been operating as brothel during that time.", "character": "Jones", "characterId": "nm0495818"}, {"text": "You've heard the officer. What have you got to say?", "character": "Lennox", "characterId": "nm0184913"}, {"text": "If I'd known he'd been out there all that time I'd have asked him in for a cup of tea.", "character": "Christine Painter", "characterId": "nm0910278"}]}, {"lines": [{"text": "[During a raid on the brothel, the police burst into a room and find a man screwing a prostitute]", "character": null, "characterId": null}, {"text": "Armed police officers. Stop what you are doing.", "character": null, "characterId": null}, {"text": "[gleefully]\nI don't care who you are. I'm not stopping now.", "character": null, "characterId": null}]}, {"lines": [{"text": "[Wing Commander Morten, dressed in a French maid's uniform, is dragged along the corridor to the cells after a police raid on the brothel]", "character": null, "characterId": null}, {"text": "[yells]\nI am retired officer of the RAF, twice decorated. I flew two hundred and seven missions over occupied territory - in bra and panties!", "character": "Morten", "characterId": "nm0566680"}, {"text": "You're a disgrace.", "character": null, "characterId": null}, {"text": "[the cell door slams shut]", "character": null, "characterId": null}, {"text": "[yells, with hands on hips]\nThis is no way to treat a lady!", "character": "Morten", "characterId": "nm0566680"}]}, {"lines": [{"text": "[Being interviewed by the police after the raid on the brothel]", "character": null, "characterId": null}, {"text": "It's just like a Tupperware party, really. But I sell sex instead of plastic containers. If the wives were willing, I'd be out of a job, wouldn't I? But they go off sex - they'd rather sell Tupperware, ha-bloody-ha. Sex soon goes out of a marriage. I'm a bit old-fashioned, really - I believe in marriage. Men are animals, sexually. They don't talk a *bit* of sense till you've got them de-spunked. Women are more affectionate. They like a bit of affection. Though I've met a few horny buggers in my time. The wife wants a three-piece-suite. If she gave the man sex, he might be more inclined to come across with the three-piece-suite. It may not be a fashionable thing to say, but once you've got him de-spunked, and he's sitting there thinking he's all wonderful - done you a good turn, given you a pair of soggy knickers - in the afterglow of his glory he's more inclined to come across with the Draylon three-piece, don't you think?", "character": "Christine Painter", "characterId": "nm0910278"}, {"text": "You could well be right, love, I dunno. Personally, I've been married for twenty years and we still go at it like rabbits.", "character": "Glossop", "characterId": "nm0731175"}]}, {"lines": [{"text": "[At the police station after the raid on the brothel]", "character": null, "characterId": null}, {"text": "I'm responsible - not the men. You can't expect the men to be responsible. When the balls are full, the brain is empty.", "character": "Christine Painter", "characterId": "nm0910278"}]}, {"lines": [{"text": "[at the police station after the raid on the brothel, police officers Lennox and Timms are planning to charge Christine]", "character": null, "characterId": null}, {"text": "We're looking to make several charges - including possessing obscene articles for gain, selling liquor without a licence, running a disorderly house and keeping a brothel.", "character": "Lennox", "characterId": "nm0184913"}, {"text": "I just perform a service.", "character": "Christine Painter", "characterId": "nm0910278"}, {"text": "You *will* go down for this.", "character": "Timms", "characterId": "nm0941000"}, {"text": "I only go down for a price, dear, and I doubt if you could afford it.", "character": "Christine Painter", "characterId": "nm0910278"}]}]}