{"quotes": [{"lines": [{"text": "Listen, Philbin. There really is a phantom. He was just in my shower. He threatened my life. He said his music was just for Phoenix. Only she can sing it. Anyone else who tries, dies.", "character": "Beef", "characterId": "nm0334057"}, {"text": "What the hell are you talking about?", "character": "Arnold Philbin", "characterId": "nm0578622"}, {"text": "Look, Philbin. I am a professional. I have been in this business a long time. Now if I don't want to do a show, it's not because I got stage fright. It's because some creature from beyond doesn't want me to do the show. Now gangway.", "character": "Beef", "characterId": "nm0334057"}]}, {"lines": [{"text": "Phoenix, no one's singing in this Paradise again. No one's ever gonna sing my \"Faust\" again. No one but you. Phoenix, leave this place! Swan'll destroy you too!", "character": "The Phantom", "characterId": "nm0278073"}, {"text": "You're crazy! Why should I go with you? Don't you hear them down there? Why should I give that up?", "character": "Phoenix", "characterId": "nm0363888"}, {"text": "They'll want more now. They want much more. They want more than you could ever give.", "character": "The Phantom", "characterId": "nm0278073"}, {"text": "I'll give them whatever they want.", "character": "Phoenix", "characterId": "nm0363888"}]}, {"lines": [{"text": "[singing]\nAll my dreams are lost and I can't sleep. And sleep alone could ease my mind. All my tears have dried and I can't weep. Old emotions, may they rest in peace and dream. Dream a bunch of friends, rest in peace and dream, dream it never ends.", "character": "Winslow Leach", "characterId": "nm0278073"}]}, {"lines": [{"text": "Can't you feel the vibes in your own house, man? Bad, sport, real bad. The karma's so thick around here, you need an aqualung to breathe.", "character": "Beef", "characterId": "nm0334057"}, {"text": "I know what it is.", "character": "Arnold Philbin", "characterId": "nm0578622"}, {"text": "Oh, you do, huh?", "character": "Beef", "characterId": "nm0334057"}, {"text": "Yeah. Do you want to know what it is?", "character": "Arnold Philbin", "characterId": "nm0578622"}, {"text": "Why don't you tell me what it is?", "character": "Beef", "characterId": "nm0334057"}, {"text": "Speed, that what it is.", "character": "Arnold Philbin", "characterId": "nm0578622"}, {"text": "Speed?", "character": "Beef", "characterId": "nm0334057"}, {"text": "Yeah.", "character": "Arnold Philbin", "characterId": "nm0578622"}, {"text": "What do you know about it? You just pass the stuff out, I take it. I know drug real from real real.", "character": "Beef", "characterId": "nm0334057"}]}, {"lines": [{"text": "[singing]\nOur love is an old love, baby, it's older than all our years. I have seen in strange young eyes, familiar tears. We're old souls in a new life, baby. They gave us a new life to live and learn. Some time to touch old friends and still return. Our paths have crossed and parted, this love affair was started long, long ago. This love survives the ages, in it story lives are pages. Fill them up, may ours turn slow. Our love is a strong love, baby, we give it all and still receive. And so with empty arms, we must still believe. All souls last forever so we need never fear goodbye. A kiss when I must go... no tears... in time... we kiss hello.", "character": "Phoenix", "characterId": "nm0363888"}]}, {"lines": [{"text": "[to Beef]\nNever sing my music again. Not here, not anywhere. Do you understand? Never again. My music is for Phoenix. Only she can sing it. Anyone else who tries, dies!", "character": "The Phantom", "characterId": "nm0278073"}]}, {"lines": [{"text": "Saturday, November 19, 1953. Today, I have decided to kill myself. And being the greatest showman of my time, I'm recording live for the Swan Archives. Why? It's simple, I'm getting old. I can't bear it. To see this beautiful face ravaged by the forces of time. If I can't be young forever, I'd rather end it all - now!", "character": "Swan", "characterId": "nm0931437"}]}, {"lines": [{"text": "Phoenix, Swan here. I want you to answer a question for me.", "character": "Swan", "characterId": "nm0931437"}, {"text": "Yes.", "character": "Phoenix", "characterId": "nm0363888"}, {"text": "What would you give me to sing?", "character": "Swan", "characterId": "nm0931437"}, {"text": "Anything you want.", "character": "Phoenix", "characterId": "nm0363888"}, {"text": "Anything? Would you give me your voice?", "character": "Swan", "characterId": "nm0931437"}, {"text": "Try me.", "character": "Phoenix", "characterId": "nm0363888"}]}, {"lines": [{"text": "[holding a contract]\nIt's all here. Read it carefully, and then sign at the bottom in blood. Messy, I know. But it's the only way I can bind you. Tradition. What do you have to lose?", "character": "Swan", "characterId": "nm0931437"}]}, {"lines": [{"text": "[to an assassin, ragged voice]\nRemember, she must be hit just as Philbin says \"Til death do you part.\"", "character": "Swan", "characterId": "nm0931437"}, {"text": "Now, what a minute. This may be none of my business or anything. But if you're gonna kill her, why do it here tonight?", "character": "Arnold Philbin", "characterId": "nm0578622"}, {"text": "An assassination live on television coast to coast? That's entertainment!", "character": "Swan", "characterId": "nm0931437"}]}, {"lines": [{"text": "[to the Phantom]\nWinslow, what a foolish thing to do. Didn't you read you contract closely? See where it says Terms of Agreement, can you read what it says? \"This contract terminates with Swan.\" No more suicides, Winslow. You gave up your right to rest in peace when you signed this contract. What if you do find a loophole? Is that what you're thinking? Forget it. That stays sealed only as long as I have the power to bind you. If I'm destroyed, that gaping wound opens. You might say we terminate together.", "character": "Swan", "characterId": "nm0931437"}]}, {"lines": [{"text": "[after receiving his prison sentence]\nBut I'm innocent! Swan stole my music and FRAMED ME!", "character": "Winslow Leach", "characterId": "nm0278073"}]}, {"lines": [{"text": "Oh, I knew I shouldn't be screwing around with the dead man's music. This place is possessed.", "character": "Beef", "characterId": "nm0334057"}, {"text": "What are you talking about?", "character": "Arnold Philbin", "characterId": "nm0578622"}, {"text": "You trying to tell me you didn't hear that shriek? That was something trying to get out of its premature grave, and I don't want to be here when it does.", "character": "Beef", "characterId": "nm0334057"}, {"text": "Opening night prima donnas. Look, iron man. If you so uptight, take a shower and cool off.", "character": "Arnold Philbin", "characterId": "nm0578622"}, {"text": "My pleasure... bones.", "character": "Beef", "characterId": "nm0334057"}]}, {"lines": [{"text": "Man, you better get yourself a castrato for this, 'cause it's a little out of my range.", "character": "Beef", "characterId": "nm0334057"}, {"text": "Something bothering you, Beef?", "character": "Swan", "characterId": "nm0931437"}, {"text": "Swan, this was scored for a chick. I'm not doing it in drag.", "character": "Beef", "characterId": "nm0334057"}, {"text": "You can sing it better than any bitch.", "character": "Swan", "characterId": "nm0931437"}, {"text": "You don't know how right you are, Goliath.", "character": "Beef", "characterId": "nm0334057"}]}, {"lines": [{"text": "[to Phoenix]\nYour voice, remember? You promised me your voice! Our contract, remember?", "character": "Swan", "characterId": "nm0931437"}]}, {"lines": [{"text": "You know what?", "character": "Arnold Philbin", "characterId": "nm0578622"}, {"text": "What?", "character": "Winslow Leach", "characterId": "nm0278073"}, {"text": "I think the Juicy Fruits are gonna dig it.", "character": "Arnold Philbin", "characterId": "nm0578622"}, {"text": "The Juicy Fruits?", "character": "Winslow Leach", "characterId": "nm0278073"}, {"text": "I'm not promising anything, kid...", "character": "Arnold Philbin", "characterId": "nm0578622"}, {"text": "[Winslow slams Philbin against the wall]", "character": null, "characterId": null}, {"text": "I'm not gonna allow my music to be mutilated by those greaseballs!", "character": "Winslow Leach", "characterId": "nm0278073"}, {"text": "Hey, take it easy...", "character": "Arnold Philbin", "characterId": "nm0578622"}, {"text": "I'M THE ONLY ONE WHO CAN SING \"FAUST\"!", "character": "Winslow Leach", "characterId": "nm0278073"}]}, {"lines": [{"text": "\"All art...\"", "character": "The Phantom", "characterId": "nm0278073"}, {"text": "[Swan has moved to the other side of the Phantom]", "character": null, "characterId": null}, {"text": "\"All articles which have been excluded shall be deemed included.\" What does that mean?", "character": "The Phantom", "characterId": "nm0278073"}, {"text": "That's a clause to protect you, Winslow. Anyway, what difference does it make? What choice do you have?", "character": "Swan", "characterId": "nm0931437"}, {"text": "[after reading the contract]\nI'll rewrite my cantata. But you best play what I write.", "character": "The Phantom", "characterId": "nm0278073"}, {"text": "[Swan pokes the Phantom's finger with his pen, drawing blood]", "character": null, "characterId": null}, {"text": "Ink isn't worth anything to me, Winslow. Now sign.", "character": "Swan", "characterId": "nm0931437"}, {"text": "Winslow Leach]", "character": null, "characterId": null}, {"text": "Excellent.", "character": "Swan", "characterId": "nm0931437"}, {"text": "[Swan draws blood and uses a rubber stamp to sign his own name]", "character": null, "characterId": null}, {"text": "And now we're in business. Together. Forever.", "character": "Swan", "characterId": "nm0931437"}]}, {"lines": [{"text": "[Crowd chants Beef's name as his corpse is carried away in a body bag]\nLook at them, they've really been entertained. They never want this show to stop. The Paradise is more magnificent than I ever dreamed.", "character": "Swan", "characterId": "nm0931437"}, {"text": "Sure, how often is a rock star fried on stage?", "character": "Arnold Philbin", "characterId": "nm0578622"}, {"text": "Quite an attraction.", "character": "Swan", "characterId": "nm0931437"}]}, {"lines": [{"text": "Here's the contract. Everything I've said and more is in it.", "character": "Swan", "characterId": "nm0931437"}, {"text": "I'll read it.", "character": "The Phantom", "characterId": "nm0278073"}, {"text": "At your leisure.", "character": "Swan", "characterId": "nm0931437"}, {"text": "\"The party of the first part gives the party of the second part and his associates full power to do with him at their pleasure. To rule, to send, to fetch, or carry him or his, be it either body, soul, flesh, blood or goods.\" What does that mean?", "character": "The Phantom", "characterId": "nm0278073"}, {"text": "That's a transportation clause.", "character": "Swan", "characterId": "nm0931437"}]}, {"lines": [{"text": "This picture will age in your place. And you must watch it every day just to see how lucky you are. And the tape from which the picture comes must be guarded at all costs. When it goes, you go.", "character": "Swan", "characterId": "nm0931437"}]}, {"lines": [{"text": "[singing]\nHalf asleep, I hear a voice. Is it only in my mind? Or is it someone calling me, someone I failed and left behind? To work it out, I let them in. All the good guys and the bad guys that I've been. All the devils that disturb me, and the angels that defeated them somehow. Come together in me now.", "character": "The Phantom", "characterId": "nm0278073"}]}, {"lines": [{"text": "[singing]\nLike a circus on parade. Seldom close enough to see. I wonder through an angry crowd, and wonder what's become of me. To work it out, I let them in. All the good guys and the bad guys that I've been. All the devils that disturb me, and the angels that defeated them somehow. Come together in me now.", "character": "The Phantom", "characterId": "nm0278073"}]}, {"lines": [{"text": "[singing]\nLife at last, salutations from the other side. I can see that you're the devil's pride. Do you realize that all of you donated something horrible you hated that is part of you? I'm your nightmares comin' true, I am your crime! Life at last, sit and listen while the fun begins. Hearts are broken and the bad guys win. Sit and listen, all the cutting up is easy. And this isn't for the queasy or the weak of heart. You had better start for home while there's still time! I'm the evil that you created, gettin' horny and damned frustrated. Each of you must stop and try me, all of you might satisfy me!", "character": "Beef", "characterId": "nm0334057"}]}]}