{"quotes": [{"lines": [{"text": "The ice cream is gonna be flyin' fast and furious.", "character": "Reggie", "characterId": "nm0052410"}]}, {"lines": [{"text": "You play a good game boy, but the game is finished, now you die.", "character": "The Tall Man", "characterId": "nm0780133"}]}, {"lines": [{"text": "you don't aim a gun at a man unless you intend to shoot him. And, you don't shoot a man unless you intend to kill him. No warning shots. Hey, you listening to me? No warning shots. Warning shots are bullshit. You shoot to kill, or you don't shoot at all.", "character": "Jody", "characterId": "nm0861332"}]}, {"lines": [{"text": "I just don't get off on funerals, man, they give me the creeps.", "character": "Jody", "characterId": "nm0861332"}]}, {"lines": [{"text": "[shouts]\nBoooy!", "character": "The Tall Man", "characterId": "nm0780133"}]}, {"lines": [{"text": "Hi guys. Heh heh, just thought I'd come over and see what was going on before the kids got out of summer school. Hey Mike, you want to ride along with me today? It's pretty warm outside and the ice cream's going to be flying fast and furious. Remember how good you were at crowd control last time? Hey, what's going on here?", "character": "Reggie", "characterId": "nm0052410"}]}, {"lines": [{"text": "I know you're not going to believe this, but these things were here, right in the garage, and they were going to get me!", "character": "Mike", "characterId": "nm0049853"}, {"text": "Aww, give me a break, would you?", "character": "Jody", "characterId": "nm0861332"}, {"text": "They were jumping on the car and making these weird sounds!", "character": "Mike", "characterId": "nm0049853"}, {"text": "You're sure it wasn't that retarded kid, Timmy, up the street?", "character": "Jody", "characterId": "nm0861332"}, {"text": "No, it was the same thing that chased me last night!", "character": "Mike", "characterId": "nm0049853"}]}, {"lines": [{"text": "You think when you die, you go to heaven. You come to us!", "character": "The Tall Man", "characterId": "nm0780133"}]}, {"lines": [{"text": "Okay. I see it, I see it all now. What we gotta do is we gotta snag that tall dude and stomp the shit out of him, and we'll find out what the hell is going on up there. Yeah! We lay that sucker out flat and drive a stake right through his Goddamn heart!", "character": "Reggie", "characterId": "nm0052410"}, {"text": "You gotta be shittin' me, man! That mother's STRONG!", "character": "Mike", "characterId": "nm0049853"}]}, {"lines": [{"text": "First he took mom and dad, then he took Jody, now he's after me.", "character": "Mike", "characterId": "nm0049853"}, {"text": "Mike, that tall man of yours did not take Jody away. Jody died in a car wreck.", "character": "Reggie", "characterId": "nm0052410"}]}, {"lines": [{"text": "What's out there?", "character": "Jody", "characterId": "nm0861332"}, {"text": "I don't know. It was little, brown and low to the ground.", "character": "Mike", "characterId": "nm0049853"}, {"text": "Ahh, it was probably just a gopher in heat.", "character": "Jody", "characterId": "nm0861332"}]}, {"lines": [{"text": "There's this door down here. And I bet there's something behind it.", "character": "Mike", "characterId": "nm0049853"}]}, {"lines": [{"text": "[startles him, then shouts]\nThe funeral is about to begin... SIIIRRR!", "character": "The Tall Man", "characterId": "nm0780133"}, {"text": "[scared]\nOkay! Sir.", "character": "Jody", "characterId": "nm0861332"}]}]}