{"quotes": [{"lines": [{"text": "Hold on. You have to slow down. You're losing it. You have to take a breath. Listen to yourself. You're connecting a computer bug I had with a computer bug you might have had and some religious hogwash. You want to find the number 216 in the world, you will be able to find it everywhere. 216 steps from a mere street corner to your front door. 216 seconds you spend riding on the elevator. When your mind becomes obsessed with anything, you will filter everything else out and find that thing everywhere.", "character": "Sol Robeson", "characterId": "nm0546797"}]}, {"lines": [{"text": "There are patterns everywhere in nature.", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "When I was a little kid, my mother told me not to stare into the sun, so when I was six I did...", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "This is insanity, Max.", "character": "Sol Robeson", "characterId": "nm0546797"}, {"text": "Or maybe it's genius.", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "As soon as you discard scientific rigor, you're no longer a mathematician, you're a numerologist.", "character": "Sol Robeson", "characterId": "nm0546797"}]}, {"lines": [{"text": "Within the stock market, there is a pattern as well... Right in front of me... hiding behind the numbers. Always has been.", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "I'm trying to understand our world. I don't deal with petty materialists like you.", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "Have you met Archimedes? The one with the black spots, you see? You remember Archimedes of Syracuse, eh? The king asks Archimedes to determine if a present he's received is actually solid gold. Unsolved problem at the time. It tortures the great Greek mathematician for weeks - insomnia haunts him and he twists and turns in his bed for nights on end. Finally, his equally exhausted wife - she's forced to share a bed with this genius - convinces him to take a bath to relax. While he's entering the tub, Archimedes notices the bath water rise. Displacement, a way to determine volume, and that's a way to determine density - weight over volume. And thus, Archimedes solves the problem. He screams \"Eureka\" and he is so overwhelmed he runs dripping naked through the streets to the king's palace to report his discovery.", "character": "Sol Robeson", "characterId": "nm0546797"}]}, {"lines": [{"text": "Each letter's a number. Like the Hebrew A, Alef is 1. B, Bet is 2. You understand? But look at this. The numbers are inter-related. Like take the Hebrew word for father, 'Ab' - Alef Bet... 1, 2 equals 3. Alright? Hebrew word for mother, 'em' - Alef Mem... 1, 40 equals 41. Sum of 3 and 41... 44. Alright? Now, Hebrew word for child, alright, mother... father... child, 'Yeled' - that's 10, 30, and 4... 44.", "character": "Lenny Meyer", "characterId": "nm0791570"}]}, {"lines": [{"text": "[finishes story of Archimedes' breakthrough]\nNow, what is the moral of the story?", "character": "Sol Robeson", "characterId": "nm0546797"}, {"text": "That a breakthrough will come.", "character": "Maximillian Cohen", "characterId": "nm0347797"}, {"text": "Wrong! The point of the story is the wife. You listen to your wife, she will give you perspective, meaning. You need a break, you have to take a bath or you will get nowhere.", "character": "Sol Robeson", "characterId": "nm0546797"}]}, {"lines": [{"text": "It's survival of the fittest, Max, and we've got the fucking gun.", "character": "Marcy Dawson", "characterId": "nm0366466"}]}, {"lines": [{"text": "It's fair to say I'm stepping out on a limb, but I am on the edge and that's where it happens.", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "There will be no order, only chaos.", "character": "Sol Robeson", "characterId": "nm0546797"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "When I was a little kid my mother told me not to stare into the sun. So once when I was six I did. The doctors didn't know if my eyes would ever heal. I was terrified, alone in that darkness. Slowly, daylight crept in through the bandages, and I could see. But something else had changed inside of me. That day I had my first headache.", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "It was given to me. It's inside of me. It's changing me.", "character": "Maximillian Cohen", "characterId": "nm0347797"}, {"text": "It's killing you, because you are not ready to receive it.", "character": "Rabbi Cohen", "characterId": "nm0669126"}]}, {"lines": [{"text": "Who do you think you are? You are only a vessel from our god. You are carrying a delivery that was meant for us.", "character": "Rabbi Cohen", "characterId": "nm0669126"}, {"text": "It was given to me.", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "If the number's there I'll find it!", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "Something's going on. It has to do with that number. There's an answer in that number.", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "[to Max]\nYou don't understand it, do you? I don't give a shit about you! I only care about what's in your fucking head! If you won't help us, help yourself. We are forced to comply to the laws of nature. Survival of the fittest Max, and we've got the fucking gun!", "character": "Marcy Dawson", "characterId": "nm0366466"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "How about 748 divided by 238. I got it! What's the answer?", "character": "Jenna", "characterId": "nm0487369"}]}, {"lines": [{"text": "The Ancient Japanese considered the Go board to be a microcosm of the universe. Although when it is empty it appears to be simple and ordered, in fact, the possibilities of gameplay are endless. They say that no two Go games have ever been alike. Just like snowflakes. So, the Go board actually represents an extremely complex and chaotic universe.", "character": "Sol Robeson", "characterId": "nm0546797"}]}, {"lines": [{"text": "If we're built from Spirals while living in a giant Spiral, then is it possible that everything we put our hands to is infused with the Spiral?", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "Studying the pattern made Euclid conscious of itself. I had to... Before it died it spit out the number. That consciousness is the number?", "character": "Maximillian Cohen", "characterId": "nm0347797"}, {"text": "No, Max. It's only a nasty bug.", "character": "Sol Robeson", "characterId": "nm0546797"}, {"text": "It's more than that, Sol.", "character": "Maximillian Cohen", "characterId": "nm0347797"}, {"text": "No, it's not. It's a dead end. There's nothing there.", "character": "Sol Robeson", "characterId": "nm0546797"}, {"text": "It's a door, Sol. It's a door.", "character": "Maximillian Cohen", "characterId": "nm0347797"}, {"text": "A door at the front of a cliff. You're driving yourself over the edge.", "character": "Sol Robeson", "characterId": "nm0546797"}]}, {"lines": [{"text": "The Torah is just a long string of numbers. Some say that it's a code sent to us from God.", "character": "Lenny Meyer", "characterId": "nm0791570"}]}, {"lines": [{"text": "That is the truth of our world, Max. It can't be easily summed up with math.", "character": "Sol Robeson", "characterId": "nm0546797"}]}, {"lines": [{"text": "When I was a little kid my mother told me not to stare into the sun, so once when I was six, I did. At first the brightness was overwhelming, but I had seen that before. I kept looking, forcing myself not to blink, and then the brightness began to dissolve. My pupils shrunk to pinholes and everything came into focus and for a moment I understood.", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "bullshit.", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "[a group of Kabbalists, the Rabbi speaks to Max]\nThe Talmud tells us it began 2,000 years ago, when the Romans destroyed the second temple.", "character": "Rabbi Cohen", "characterId": "nm0669126"}, {"text": "What is this?", "character": "Maximillian Cohen", "characterId": "nm0347797"}, {"text": "Max, you will understand everything if you listen... The Romans also destroyed our priesthood, the Cohanim. And with their deaths, they destroyed our greatest secret. In the center of the temple was the heart of the Jewish life, the Holy of Holies. It was the earthly residence of our God. The one God. It housed the Ark of the Tabernacle, which stored the original ten commandments which God gave to Moses. Only one man was allowed to enter this Holy of Holies on one day, the holiest day of the year, Yom Kippur. On the Day of Atonement, all of Israel would descend upon Jerusalem to watch the High Priest, the Cohen Godul, make his trip to the Holy of Holies. If the High Priest was pure, he would emerge moments later and we were secured a prosperous year. It meant that we were closer to the Messianic Age. But, if he was impure, he would die instantly and it meant that we were doomed. The Holy Priest had one ritual to perform in the Holy of Holies, he had to intone a single word... That word, was the true name of God.", "character": "Rabbi Cohen", "characterId": "nm0669126"}, {"text": "So?", "character": "Maximillian Cohen", "characterId": "nm0347797"}, {"text": "The true name, which only the Cohanim knew, was 216 letters long.", "character": "Rabbi Cohen", "characterId": "nm0669126"}]}, {"lines": [{"text": "[to Rabbi Cohen and a group of Kabbalists]\nIt's just a number. I'm sure you've written down every 216 digit number. You've translated all of them. You've intoned them all. Haven't you? What's it gotten you? The number is nothing! It's the meaning. It's the syntax. It's what's between the numbers. You haven't understood it. It's because it's not for you! I've got it. I've got it! And I understand it and I'm going to see it. Rabbi, I was chosen!", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "You gave it to those Wall Street bastards?", "character": "Lenny Meyer", "characterId": "nm0791570"}]}, {"lines": [{"text": "[In front of the bathroom mirror. Pushes a live power-drill into the side of his head]", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "50, press Return.", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "Beta blockers, calcium channel blockers, adrenalin injections, high dose ibuprofen, steroids, Trager Mentastics, violent exercise, cafergot suppositories, caffeine, acupuncture, marijuana, Percodan, Midrine, Tenormin, Sansert, homeopathics. No results. No results...", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}, {"lines": [{"text": "Happy birthday, Euclid.", "character": "Maximillian Cohen", "characterId": "nm0347797"}]}]}