{"quotes": [{"lines": [{"text": "I met a man at a dinner who loves to watch the sky. He'd spent as much time watching the sky as I had trying to point cameras and microphones out into the world. It seemed that both of us were trying to find an answer to a question we didn't yet know. As the night closed we agreed to share a path we had in common - the pursuit of wonder.", "character": "Himself - Cinematography and Direction", "characterId": "nm0582650"}]}, {"lines": [{"text": "Film. Media. With its potential to commodify, turn into commodity anything that is meaningful to us - business and numbers out of life force and wonder. Maybe this wacky process of harnessing money and technology is just an extension of thinking, of trying to understand. These images and sounds are articulations of experience. We look at them and try to decipher the reality that gave birth to them.", "character": "Himself - Cinematography and Direction", "characterId": "nm0582650"}]}, {"lines": [{"text": "It may well be that the Northern Lights cannot be filmed. That nature cannot be filmed. That film or media is in conflict with nature. Is it just a surrogate for the real thing? Is film a surrogate for real experience?", "character": "Himself - Cinematography and Direction", "characterId": "nm0582650"}]}, {"lines": [{"text": "a crack that is pulsating or opening and closing.", "character": "Himself - Cinematography and Direction", "characterId": "nm0582650"}]}, {"lines": [{"text": "We live in a time where things do not seem to exist unless they are contained as an image - but if you look into this darkness you may see the lights of your own retina. Not unlike the Northern Lights. Not unlike the movements of thought. Like a shapeless accumulation of everything we have ever seen.", "character": "Himself - Cinematography and Direction", "characterId": "nm0582650"}]}, {"lines": [{"text": "If you can imagine, a rather spectacular display of lights in the sky, you may have seen the aurora, but try to imagine that from orbit. What the aurora is actually, if you can imagine my hand as the earth, and unfortunately I'm holding my mike button with my other hand so I can't gesture very well. But if you could imagine the earth, surrounded by its magnetic field, that earth orbits in the atmosphere of the sun. Now the upper corona is a supersonic wind that expanding and blows past the earth and the earth is actually in that wind. And that sweeps the magnetic tail... magnetic field around the earth into a long tail, and the residual magnetic field is called the magnetosphere and its called the magnetic tail... and if the magnetic field were visible the earth would look like a tremendous comet with a tail that goes way out past the moon. And as the solar wind sweeps along the sides of this magnetic field, it generates energy that is dumped into the tail. And then every once in a while by some impulsive mechanism that we don't quite understand yet, that energy is dumped down the magnetic field lines into the earth and hits the earth in two circles, one around the north magnetic pole and one around the south magnetic pole and that constitutes the aurora.", "character": "Himself - Representative from space", "characterId": "nm3730683"}]}, {"lines": [{"text": "So what is this aurora that we talked about? Let me show you what an aurora looks like when viewed from space. And what you're looking at is, first of all, the moonlit clouds below us and a bright streak of light in the sky which is just one filament of this great circle that surrounds the south geomagnetic pole and then there's the mirror image of that in the Northern Hemisphere. And you're looking at the stream of particles that's streaming in from the magnetosphere that's actually exciting the atoms in the atmosphere to glow. When you look down at that aurora you really see an impressive scene. You're looking at the electrical current surging through that aurora that on average is about the same energy as the entire network of high-tension power lines in North America, Bonneville Dam and Hoover Dam and all the rest of the power lines put together. The bottom of that curtain is about 70 miles in the air and we're about 190 miles up so we're looking down on the top of it that's sweeping past the aurora at 17,500 miles an hour... and as the magnetic tail, the magnetsophere shimmers and shakes and jiggles it changes the pattern of that aurora.", "character": "Himself - Representative from space", "characterId": "nm3730683"}]}, {"lines": [{"text": "Now the aurora is of interest to us because if one of these great impulses of energy comes into the earth's ionosphere, it wipes out long distance radio communications and causes power surges in the high-latitutude power lines and this sort of thing. But more importantly, this magnetosphere is the environment in which we live and we simply need to understand it.", "character": "Himself - Representative from space", "characterId": "nm3730683"}]}, {"lines": [{"text": "Because the earth is a giant magnet, somebody watching the lights in the southern hemisphere - at this moment - will see the exact mirror image of what we see here now.", "character": "Himself - Cinematography and Direction", "characterId": "nm0582650"}]}, {"lines": [{"text": "The Inuit say that the lights are the deceased coming out to greet the living.", "character": "Himself - Cinematography and Direction", "characterId": "nm0582650"}]}, {"lines": [{"text": "Ed says you can hear them. But Bill says all you can theoretically hear is static discharge. As though your head, being the highest point around this flat terrain, acted like some kind of conductor to the currents of the night sky. Or maybe it's our breath, freezing into tiny ice crystals, and falling upon our nylon parkas.", "character": "Himself - Cinematography and Direction", "characterId": "nm0582650"}]}, {"lines": [{"text": "Once again I struggle with the impulse to get my camera... but to simply watch instead...", "character": "Himself - Cinematography and Direction", "characterId": "nm0582650"}]}]}