{"quotes": [{"lines": [{"text": "I'm a Negro. I can't forget it, and I can't deny it. I can't pretend to be anything else, and I don't want to be anything else. Don't you see, Tom?", "character": "Patricia 'Pinky' Johnson", "characterId": "nm0002022"}, {"text": "No, I don't.", "character": "Dr. Thomas Adams", "characterId": "nm0526485"}, {"text": "You can't live without pride.", "character": "Patricia 'Pinky' Johnson", "characterId": "nm0002022"}]}, {"lines": [{"text": "Cousin Em, what do you mean, gettin' sick like this?", "character": "Melba Wooley", "characterId": "nm0889537"}, {"text": "When you're eighty years old, you expect to be sick. Sit down.", "character": "Miss Em", "characterId": "nm0000856"}, {"text": "Now, now. Naughty, naughty. Eighty years *young* is what we say.", "character": "Melba Wooley", "characterId": "nm0889537"}, {"text": "I don't. It's old, and I won't have it minimized. Takes a lot of livin' to get there, and pure, cursed endurance. Eighty years young indeed!", "character": "Miss Em", "characterId": "nm0000856"}]}, {"lines": [{"text": "Miss Em told me to always be myself, not to pretend. You told me that after I marry you, there won't be a Pinky Johnson anymore. How can I be myself if there's no Pinky Johnson anymore?", "character": "Patricia 'Pinky' Johnson", "characterId": "nm0002022"}]}, {"lines": [{"text": "Your honor, this is a small country town. We've always thought that what happened here was our own private concern. This is no longer true. Just as it is no longer true that our country as a whole can exist entirely to itself. What is done in our courts in cases such as this has become a matter of moment in the eyes of the world. Let us examine our conscience. Let us look into our attitude and our tradition. Let us take care lest it be said of us that here there is neither law nor justice.", "character": "Judge Walker", "characterId": "nm0752278"}]}, {"lines": [{"text": "Well, there's work and then there's work. My biggest work, I do it with my brain.", "character": "Jake Walters", "characterId": "nm0641902"}, {"text": "Liable to get top-heavy overworking that brain, eh, Jake?", "character": "Pinky's Granny", "characterId": "nm0914083"}, {"text": "That's the way to rise up in the world. No more being the skim milk for Jake Walters. He's gonna be the cream on top.", "character": "Jake Walters", "characterId": "nm0641902"}, {"text": "Cream gotta be cream first before it rise.", "character": "Pinky's Granny", "characterId": "nm0914083"}]}, {"lines": [{"text": "What an idea to make a will. Why, you'll live years and years, dear!", "character": "Melba Wooley", "characterId": "nm0889537"}, {"text": "Pinky's a nurse. She graduated from one of the best hospitals up yonder. Let's ask her. Think I should be makin' my will?", "character": "Miss Em", "characterId": "nm0000856"}, {"text": "Well, if you were ever gonna make a will, Miss Em, it's time you were getting it done.", "character": "Patricia 'Pinky' Johnson", "characterId": "nm0002022"}, {"text": "There, Melba. There's a nurse's opinion. Very sensible, especially as it agrees with my own.", "character": "Miss Em", "characterId": "nm0000856"}]}, {"lines": [{"text": "I have here a note from Dr. Joe in which he says he's going to be delayed. Now, on the basis of this note, I petition for a brief recess.", "character": "Judge Walker", "characterId": "nm0752278"}, {"text": "May I see this note, please? Do I have your permission, Judge Walker, to read this to the court?", "character": "Mr. Stanley, Wooleys' Attorney", "characterId": "nm0728349"}, {"text": "You certainly have.", "character": "Judge Walker", "characterId": "nm0752278"}, {"text": "\"Sorry, Mary Picken's baby jumped the gun. When it gets here, I'll get there. Joe McGill.\"", "character": "Mr. Stanley, Wooleys' Attorney", "characterId": "nm0728349"}]}, {"lines": [{"text": "The expressed wishes of the dead should not be set aside to gratify the greed or the prejudice of the living.", "character": "Judge Walker", "characterId": "nm0752278"}]}, {"lines": [{"text": "I'm not gonna lie flat until I'm laid out. Be soon enough now.", "character": "Miss Em", "characterId": "nm0000856"}, {"text": "Might as well let her have her own way.", "character": "Dr. Joe McGill", "characterId": "nm0055899"}, {"text": "to have my own way.", "character": "Miss Em", "characterId": "nm0000856"}]}]}