{"quotes": [{"lines": [{"text": "Oh, maybe you're right. Maybe we're wasting our time; we could set the reflectors out and something would just come along and eat them.", "character": "Charlotte", "characterId": "nm0817558"}, {"text": "No... no. Myphonium tastes terrible.", "character": "Chuck", "characterId": "nm0672163"}, {"text": "What?", "character": "Charlotte", "characterId": "nm0817558"}, {"text": "My father was an astrophysicist. When I was a little kid I thought Myphonium was the most wonderful thing in the world. I tasted some... it tastes like old socks, heh heh heh.", "character": "Chuck", "characterId": "nm0672163"}]}, {"lines": [{"text": "I don't think a chicken laid these...", "character": "Nyla", "characterId": "nm0098641"}, {"text": "Well I'll tell you something, it wasn't a streetcar, baby.", "character": "Harvey", "characterId": "nm0287837"}]}, {"lines": [{"text": "What is it tonight? Lizard again?", "character": "Jim", "characterId": "nm0926612"}, {"text": "No, we had that last night. Today we're having a filet of swamp monster.", "character": "Capt. Lee Norsythe", "characterId": "nm0492516"}]}, {"lines": [{"text": "Lee is nice. Lee is kind. Lee is weak.", "character": "Jim", "characterId": "nm0926612"}]}, {"lines": [{"text": "I always said you had to be ready to fight for what you believe in. I was right. But I won't fight you. Not now. Not while that beast is still alive.", "character": "Jim", "characterId": "nm0926612"}]}, {"lines": [{"text": "He only did what he thought was right, Lee.", "character": "Jim", "characterId": "nm0926612"}, {"text": "No, Jim. Nobody does what he thinks is right. You all do what I think is right. I'm in command here.", "character": "Capt. Lee Norsythe", "characterId": "nm0492516"}]}, {"lines": [{"text": "Why don't we just go somewhere, and ask somebody for some help?", "character": "Harvey", "characterId": "nm0287837"}, {"text": "This isn't Nebraska. There isn't any service station down the road. There isn't any phone. If there were, the long-distance rates would be something else.", "character": "Mike", "characterId": "nm0857216"}]}, {"lines": [{"text": "We can't risk lives trying to tame dinosaurs!", "character": "Capt. Lee Norsythe", "characterId": "nm0492516"}]}, {"lines": [{"text": "Come on, cap, we done built your stockade for you. Show a little appreciation, have a drink with the help.", "character": "Mike", "characterId": "nm0857216"}]}, {"lines": [{"text": "Ugh! How can you drink that stuff?", "character": "Capt. Lee Norsythe", "characterId": "nm0492516"}, {"text": "It's only the first drink that's so bad; after that, your taste-buds are dead from alcoholic poisoning.", "character": "Nyla", "characterId": "nm0098641"}]}, {"lines": [{"text": "I'll need two volunteers to see what's up there.", "character": "Capt. Lee Norsythe", "characterId": "nm0492516"}, {"text": "I'll go.", "character": "Nyla", "characterId": "nm0098641"}, {"text": "Good, take Mr. Baylor with you.", "character": "Capt. Lee Norsythe", "characterId": "nm0492516"}, {"text": "I thought this was volunteer work.", "character": "Harvey", "characterId": "nm0287837"}, {"text": "You haven't been carrying any heavy equipment, Mr. Baylor. You look fairly well rested.", "character": "Capt. Lee Norsythe", "characterId": "nm0492516"}, {"text": "Well, doesn't being a vice president pull any weight around here?", "character": "Harvey", "characterId": "nm0287837"}, {"text": "Of course, Mr. Baylor. I mean, you get to walk on the shady side!", "character": "Nyla", "characterId": "nm0098641"}, {"text": "I suppose rank has its privileges. This is one of the rankest privileges I've ever encountered.", "character": "Harvey", "characterId": "nm0287837"}]}, {"lines": [{"text": "What do you propose we do? Go and hunt that thing down? You saw the size of it.", "character": "Capt. Lee Norsythe", "characterId": "nm0492516"}, {"text": "C'mon, you two. Jim, the captain's right. We can't go out and fight that thing.", "character": "Nyla", "characterId": "nm0098641"}, {"text": "Listen, centuries ago on Earth, wolves used to wipe out whole villages, until men went out and hunted them. Wolves learned. We've got to got out and teach them.", "character": "Jim", "characterId": "nm0926612"}]}, {"lines": [{"text": "What if it attacks us outside the stockage? Are we going to let it pick the time and place it decides to kill us? We've got to hunt it down now in its lair, and kill it.", "character": "Jim", "characterId": "nm0926612"}, {"text": "Jim, you're crazy. How are we going to kill a thing that big. That gun wouldn't even kill the little beast.", "character": "Derna Lee", "characterId": "nm0943700"}, {"text": "It's an animal. A dumb animal. We're rational thinking human beings, we'll find a way.", "character": "Jim", "characterId": "nm0926612"}, {"text": "No. No! We shouldn't risk any more lives just because you want to play Tarzan.", "character": "Mike", "characterId": "nm0857216"}, {"text": "You fools. Jim's right, what are we going to do, sit around her like cattle in a pen waiting for that thing to come get us? Millions of years ago on Earth, an ape, an APE, took a club and killed his first predator. Well, we've gotta kill that thing, or... or that something inside of us, that dignity that makes us human, fear is going to kill that!", "character": "Nyla", "characterId": "nm0098641"}]}, {"lines": [{"text": "It was a hunting call. Something out there is carnivorous. And it sounds very, very hungry.", "character": "Mike", "characterId": "nm0857216"}]}, {"lines": [{"text": "Are you afraid of me?", "character": "Mike", "characterId": "nm0857216"}, {"text": "Should I be?", "character": "Derna Lee", "characterId": "nm0943700"}, {"text": "I'm just another guy.", "character": "Mike", "characterId": "nm0857216"}, {"text": "But what if you're the last one?", "character": "Derna Lee", "characterId": "nm0943700"}]}, {"lines": [{"text": "Captain! Slow her down!", "character": "Harvey", "characterId": "nm0287837"}, {"text": "Slow or fast, Mr. Baylor, we're landing.", "character": "Capt. Lee Norsythe", "characterId": "nm0492516"}]}, {"lines": [{"text": "Oh, great, great. You not only lose the spaceship, you nearly drown all of us. And you land us God knows where. And now you're telling me you lost the most valuable piece of equipment we had aboard ship? Captain, the next ship you get, you're going to be the steward.", "character": "Harvey", "characterId": "nm0287837"}]}, {"lines": [{"text": "[Showing Nyla a giant egg]\nDo you know what this is, sweetheart? This is eggs benedict for a week. Scrambled eggs, sunnyside up! Cheese omelette for ten! Can you imagine what must have laid these? We're looking at fried chicken for a month.", "character": "Harvey", "characterId": "nm0287837"}]}, {"lines": [{"text": "On this world you have two choices, be cruel or die!", "character": "Jim", "characterId": "nm0926612"}, {"text": "I don't ever want to have to make that choice, Jim.", "character": "Nyla", "characterId": "nm0098641"}, {"text": "Civilization is like that uniform you're wearing. It's getting dirty and torn. And pretty soon it's gonna rot away. You had better decide what you're going to wear then!", "character": "Jim", "characterId": "nm0926612"}, {"text": "I'll find something.", "character": "Nyla", "characterId": "nm0098641"}]}, {"lines": [{"text": "Yeah! We're alive and we're safe... and we're shipwrecked. Two outta three ain't bad.", "character": "Mike", "characterId": "nm0857216"}]}, {"lines": [{"text": "It says here the government guarantees this product contains an... an adult's daily requirement of vitamins, minerals, and protein. It enables a person to complete his daily task with strength, energy... a-and a cheerful attitude. Funny, I don't feel a bit cheerful.", "character": "Mike", "characterId": "nm0857216"}]}]}