{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[voiceover]\nI think now, looking back, we did not fight the enemy; we fought ourselves. And the enemy was in us. The war is over for me now, but it will always be there, the rest of my days as I'm sure Elias will be, fighting with Barnes for what Rhah called possession of my soul. There are times since, I've felt like the child born of those two fathers. But, be that as it may, those of us who did make it have an obligation to build again, to teach to others what we know, and to try with what's left of our lives to find a goodness and a meaning to this life.", "character": "Chris Taylor", "characterId": "nm0000221"}]}, {"lines": [{"text": "[Refering to Vietnam]", "character": null, "characterId": null}, {"text": "Somebody once wrote, \"Hell is the impossibility of reason.\" That's what this place feels like. Hell.", "character": "Chris Taylor", "characterId": "nm0000221"}]}, {"lines": [{"text": "Excuses are like assholes, Taylor, everybody got one.", "character": "Sgt. O'Neill", "characterId": "nm0001525"}]}, {"lines": [{"text": "Talking about killing? Y'all experts? Y'all know about killing? I'd like to hear about it, potheads.", "character": "Sgt. Barnes", "characterId": "nm0000297"}, {"text": "[takes pipe and inhales drag]", "character": null, "characterId": null}, {"text": "Why do you smoke this shit? So as to escape from reality? Me, I don't need this shit. I am reality. There's the way it ought to be. And there's the way it is. Elias was full of shit. Elias was a crusader. Now, I got no fight with any man who does what he's told, but when he don't, the machine breaks down. And when the machine breaks down, we break down. And I ain't gonna allow that in any of you. Not one.", "character": "Sgt. Barnes", "characterId": "nm0000297"}, {"text": "[hands pipe back and spits]", "character": null, "characterId": null}, {"text": "Y'all love Elias. Oh, you wanna kick ass. Yeah. Well, here I am, all by my lonesome, and ain't nobody gonna know. Six of you boys against me. Kill me. Huh. I shit on all of you.", "character": "Sgt. Barnes", "characterId": "nm0000297"}]}, {"lines": [{"text": "What happened today was just the beginning. We're gonna lose this war.", "character": "Sgt. Elias", "characterId": "nm0000353"}, {"text": "Come on. You really think so? Us?", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "We been kicking other peoples asses for so long, I figured it's time we got ours kicked.", "character": "Sgt. Elias", "characterId": "nm0000353"}]}, {"lines": [{"text": "[Chris has just gotten to Vietnam. Some passing veterans shout at him]", "character": null, "characterId": null}, {"text": "New meat! You dudes gonna love the Nam.", "character": null, "characterId": null}, {"text": "For fucking ever.", "character": null, "characterId": null}]}, {"lines": [{"text": "[King is writing a letter to his girlfriend]", "character": null, "characterId": null}, {"text": "It ain't D-E-R-E, it's D-E-A-R. And \"Sarah\" ain't got no two R's, King. Damn, you dumb!", "character": "Francis", "characterId": "nm0323108"}, {"text": "It don't make no difference. She know what I mean. She don't read too good nohow.", "character": "King", "characterId": "nm0202966"}]}, {"lines": [{"text": "Bob, I got a bad feeling on this one, all right? I mean, I got a bad feeling. I don't think I'm gonna make it out of here. You understand what I'm saying to you?", "character": "Sgt. O'Neill", "characterId": "nm0001525"}, {"text": "Everybody got to die sometime, Red.", "character": "Sgt. Barnes", "characterId": "nm0000297"}]}, {"lines": [{"text": "Elias didn't ask you to fight his battles for him. And if there's a heaven, and, God, I hope there is, I know he's sitting up there drunk as a fucking monkey and smoking shit, 'cause he done left his pains down here.", "character": "Rhah", "characterId": "nm0005331"}]}, {"lines": [{"text": "Y'all take a good look at this lump of shit. Remember what it looks like. You fuck up in a firefight and I goddamn guarantee you a trip out of the bush in a body bag! Out here, assholes, you keep your shit wired tight at all times!", "character": "Sgt. Barnes", "characterId": "nm0000297"}, {"text": "[to Taylor]", "character": null, "characterId": null}, {"text": "And that goes for you, shit-for-brains. You don't sleep on no fucking ambush!", "character": "Sgt. Barnes", "characterId": "nm0000297"}, {"text": "[to Junior]", "character": null, "characterId": null}, {"text": "And the next son of a bitch I catch copping \"Z\"s in the bush, I'm personally gonna take an interest in seeing him suffer. I shit you not. Doc, tag him and bag him.", "character": "Sgt. Barnes", "characterId": "nm0000297"}]}, {"lines": [{"text": "I don't know brothers, but I'm hurting real bad inside.", "character": "Big Harold", "characterId": "nm0001845"}]}, {"lines": [{"text": "I love this place at night, the stars. There's no right or wrong in them. They're just there.", "character": "Sgt. Elias", "characterId": "nm0000353"}]}, {"lines": [{"text": "Hey Junior, you never smoked any shit?", "character": "Bunny", "characterId": "nm0001143"}, {"text": "That's right, dude. See, y'all been trying to keep the black man down, and string him out on that shit. But the time be's comin, my man, when the black man? Throw that yoke off. Simple - free your mind, your ass will follow.", "character": "Junior", "characterId": "nm0426047"}, {"text": "Yeah, I can dig it, man. You smoke that shit, everything kind of gets weird, you know what I mean? You hear that story about the gooks putting chemicals in the grass, so we don't fight? So we become pacifists?", "character": "Bunny", "characterId": "nm0001143"}, {"text": "Hey, but don't you worry, Bunny, 'cause you's a killer anyway, man.", "character": "Junior", "characterId": "nm0426047"}, {"text": "Yeah, but I still like a piece of pussy once in a while. Ain't nothing like a piece of pussy, except maybe the Indy 500.", "character": "Bunny", "characterId": "nm0001143"}, {"text": "Only way you get some pussy, man, is if a bitch dies and wills it to you, and then, maybe.", "character": "Junior", "characterId": "nm0426047"}]}, {"lines": [{"text": "[Manny has been killed and the platoon is looking for revenge]", "character": null, "characterId": null}, {"text": "The village, which had stood for maybe 1,000 years, didn't know we were coming that day. If they had, they would have run. Barnes was at the eye of our rage. And through him, our Captain Ahab. He would set things right again. That day, we loved him.", "character": "Chris Taylor", "characterId": "nm0000221"}]}, {"lines": [{"text": "Day by day, I struggle to maintain not only my strength but my sanity. It's all a blur. I have no energy to write. I don't know what's right and what's wrong anymore. The morale of the men is low. A civil war in the platoon. Half the men with Elias, half with Barnes. There's a lot of suspicion and hate. I can't believe we're fighting each other when we should be fighting them.", "character": "Chris Taylor", "characterId": "nm0000221"}]}, {"lines": [{"text": "Martin, get your boots on. And the next time I catch you spraying skeeter repellent on your fucking feet, I'm gonna court-martial your nigger ass.", "character": "Sgt. Barnes", "characterId": "nm0000297"}, {"text": "Well, then court-martial me, motherfucker! Bust my ass. Send me to fucking Long Binh! You do your fucking worst! You white folks have got your last klick out of Junior!", "character": "Junior", "characterId": "nm0426047"}, {"text": "O'Neill, get me that centipede.", "character": "Sgt. Barnes", "characterId": "nm0000297"}, {"text": "Sergeant?", "character": "Sgt. O'Neill", "characterId": "nm0001525"}, {"text": "Yeah, that long, hairy, red and black bastard I found in the ammo crate. I'm gonna put it in this boy's crotch, see if he can walk.", "character": "Sgt. Barnes", "characterId": "nm0000297"}, {"text": "I remember now.", "character": "Sgt. O'Neill", "characterId": "nm0001525"}]}, {"lines": [{"text": "[Chris Taylor takes his first hit of marijuana]", "character": null, "characterId": null}, {"text": "First time?", "character": "Sgt. Elias", "characterId": "nm0000353"}, {"text": "Yeah.", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "Then the worm has definitely turned for you, man. Feel good?", "character": "Sgt. Elias", "characterId": "nm0000353"}, {"text": "Yeah, it feels good. I got no pain in my neck now.", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "Feeling good's good enough.", "character": "Sgt. Elias", "characterId": "nm0000353"}]}, {"lines": [{"text": "[to Private Taylor]\nFucking pussy, man. He's laughing at you. That's the way the gook laughs.", "character": "Bunny", "characterId": "nm0001143"}, {"text": "[to Vietnamese villager]", "character": null, "characterId": null}, {"text": "Yeah, sure you are. You're real sorry, ain't you? You're just crying your little hearts out about Sandy and Sal and Manny.", "character": "Bunny", "characterId": "nm0001143"}, {"text": "Forget about it, Bunny, huh? Let's go. What do you say?", "character": "Sgt. O'Neill", "characterId": "nm0001525"}, {"text": "[Bunny hits the Vietnamese villager over the head with the butt of his shotgun]", "character": null, "characterId": null}, {"text": "Holy shit! You see that fucking head come apart, man? I never seen brains like that before, man. I bet you the old bitch runs the whole fucking show, man. She probably cut Manny's throat. She would probably cut my balls off if she had the chance.", "character": "Bunny", "characterId": "nm0001143"}, {"text": "Bunny, we leave now. Nobody saw a fucking thing! You understand me, Taylor? Not a fucking thing.", "character": "Sgt. O'Neill", "characterId": "nm0001525"}, {"text": "Fucking woman, man. Come on, man, let's fucking do her, man. Let's do this whole fucking village!", "character": "Bunny", "characterId": "nm0001143"}]}, {"lines": [{"text": "Shut up! Shut up and take the pain! Take the pain!", "character": "Sgt. Barnes", "characterId": "nm0000297"}]}, {"lines": [{"text": "[while cleaning the latrines]\nI'm too short for this shit, man. 39 and a wake-up, a pause for the cause and I'm a gone motherfucker. Back to the world!", "character": "King", "characterId": "nm0202966"}, {"text": "Hey, I broke a hundred the other day, 92 left to go. April 17th, home to California, checkin' out the babes on the beach... the surfin's gonna be good.", "character": "Crawford", "characterId": "nm0669868"}, {"text": "March, man, in Tennessee... sniff the pines... sniff that cross-mounted pussy down by the river, hot damn! Hey Taylor, how many days you got left? Three hundred and what?", "character": "King", "characterId": "nm0202966"}, {"text": "Thirty two. 332 days.", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "Shit, I can't even remember when I was 332, man. You gotta like, count backwards or something, you know like you got 40 days in? Think positive, dude.", "character": "Crawford", "characterId": "nm0669868"}]}, {"lines": [{"text": "[Elias, Barnes and O'Neill argue about what to do with the \"cherries.\"]", "character": null, "characterId": null}, {"text": "They don't know shit, Barnes, and chances are we're gonna run into something. Think about it.", "character": "Sgt. Elias", "characterId": "nm0000353"}, {"text": "That's just great, Bob, and what do you want me to do? Send one of my guys out to get zapped so some lame-ass just in from the world can get his beauty sleep? No.", "character": "Sgt. O'Neill", "characterId": "nm0001525"}, {"text": "Hey, O'Neill, take a break. You don't have to be a prick every day of you life, you know.", "character": "Sgt. Elias", "characterId": "nm0000353"}]}, {"lines": [{"text": "[Watching the ambush party leave into the jungle]\nI'm glad I ain't going with them. Somewhere out there is the beast and he hungry tonight.", "character": "King", "characterId": "nm0202966"}]}, {"lines": [{"text": "Death? What do you all know about death?", "character": "Sgt. Barnes", "characterId": "nm0000297"}]}, {"lines": [{"text": "Hey, Taylor. How in the fuck you get here anyway? Why, you look educated.", "character": "King", "characterId": "nm0202966"}, {"text": "I volunteered for it.", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "You did what?", "character": "King", "characterId": "nm0202966"}, {"text": "I volunteered. I dropped out of college, and told them I wanted the infantry, combat, and Vietnam.", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "You volunteered for this shit, man?", "character": "Crawford", "characterId": "nm0669868"}, {"text": "You believe that?", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "You's a crazy fucker, giving up college.", "character": "King", "characterId": "nm0202966"}, {"text": "It didn't make much sense. I wasn't learning anything. I figured why should just the poor kids go off to war and the rich kids always get away with it?", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "Oh, I see. What we got here is a crusader.", "character": "King", "characterId": "nm0202966"}, {"text": "Sounds like it.", "character": "Crawford", "characterId": "nm0669868"}, {"text": "Shit. You gotta be rich in the first place to think like that. Everybody know the poor are always being fucked over by the rich. Always have, always will.", "character": "King", "characterId": "nm0202966"}]}, {"lines": [{"text": "Guy's in three years, he thinks he's Jesus fucking Christ or something.", "character": "Sgt. O'Neill", "characterId": "nm0001525"}, {"text": "Red, your guys stay in, but you go! I need veterans out there.", "character": "Sgt. Barnes", "characterId": "nm0000297"}, {"text": "Damn it!", "character": "Sgt. O'Neill", "characterId": "nm0001525"}, {"text": "[leaves]", "character": null, "characterId": null}, {"text": "Excuse me, Seargeant. But in front of the men, I think it's necessary for *me* to give the orders.", "character": "Lt. Wolf", "characterId": "nm0608601"}, {"text": "[sarcastically]\nYes, sir.", "character": "Sgt. Barnes", "characterId": "nm0000297"}]}, {"lines": [{"text": "Let's go for it! Let's do the whole fucking village!", "character": "Tony Hoyt", "characterId": "nm0437328"}]}, {"lines": [{"text": "Yo! Saddle up! Lock and load!", "character": "Sgt. Barnes", "characterId": "nm0000297"}]}, {"lines": [{"text": "Be advised. We've got zips in the wire down here.", "character": "Capt. Harris", "characterId": "nm0245653"}, {"text": "Roger your last, Bravo Six. Can't run it any closer. We're hot to trot and packing snake and nape, but we're bingo on fuel.", "character": null, "characterId": null}, {"text": "For the record, it's my call. Dump everything you've got left on my pos. I say again, expend all remaining in my perimeter. It's a lovely fucking war. Bravo Six out.", "character": "Capt. Harris", "characterId": "nm0245653"}, {"text": "Roger your last, Bravo Six. We copy. It's your call. Get them all in their holes down there. Hang tough, Bravo Six. We're coming cocked for treetops.", "character": null, "characterId": null}]}, {"lines": [{"text": "[after taking down a group of NVA soldiers]\nI got two of them fuckers, man!", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "I got one!", "character": "Rhah", "characterId": "nm0005331"}, {"text": "[cups hand to his mouth]\nHo Chi Minh sucks dead dick!", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "[whoops]", "character": null, "characterId": null}]}, {"lines": [{"text": "You don't tell me how to run my war, Elias! Now you go cryin' and rat-fuckin' the brigade on your own time, but out here, you belong to me! Now move!", "character": "Sgt. Barnes", "characterId": "nm0000297"}, {"text": "You're an asshole, Barnes.", "character": "Sgt. Elias", "characterId": "nm0000353"}]}, {"lines": [{"text": "You're dead, Elias! I swear to fuckin' God, you're dead!", "character": "Sgt. Barnes", "characterId": "nm0000297"}, {"text": "You're gonna do time in LBJ! This shit won't wash, you fucking puke!", "character": "Sgt. Elias", "characterId": "nm0000353"}]}, {"lines": [{"text": "[Merle Haggard's \"Okie from Muskogee\" is playing on the radio]\nThat's a bad jam, man.", "character": "Bunny", "characterId": "nm0001143"}, {"text": "Redneck noise, dude, that's all it is. Make about as much sense as you do. All them chumps be talkin' about how they losin' they ho, and ain't got no bread for beer. Fuck that honky shit.", "character": "Junior", "characterId": "nm0426047"}]}, {"lines": [{"text": "Pulaski, Tennessee; Brandon, Mississippi; Pork Bend, Utah; Wampum, Pennsylvania. Two years' high school's about it. Maybe if they're lucky, a job waiting for them back in a factory. But most of 'em got nothing. They're poor. They're the unwanted. Yet they're fighting for our society and our freedom. It's weird, isn't it? They're the bottom of the barrel, and they know it. Maybe that's why they call themselves grunts, 'cause a grunt can take it, can take anything. They're the best I've ever seen, Grandma. The heart and soul.", "character": "Chris Taylor", "characterId": "nm0000221"}]}, {"lines": [{"text": "[to Rhah]\nYou're weird, man.", "character": "Pvt. Gator Lerner", "characterId": "nm0000136"}]}, {"lines": [{"text": "[During the interrogation of a village chief after the platoon finds hidden weapons]", "character": null, "characterId": null}, {"text": "Says they had no choice. Says the NVA killed the old honcho when he said no. Now he says all the rice is theirs.", "character": "Pvt. Gator Lerner", "characterId": "nm0000136"}, {"text": "Oh, bullshit, Lerner.", "character": "Sgt. Barnes", "characterId": "nm0000297"}]}, {"lines": [{"text": "You know, Junior, some of the things we done, man... I don't feel like we done something wrong. But sometimes, man, I get this bad feeling. I told the Padre the truth, man. I like it here. You get to do what you want. Nobody fucks with you. The only worry you got is dying. And if that happens, you won't know about it anyway. So what the fuck, man.", "character": "Bunny", "characterId": "nm0001143"}, {"text": "Shit, I got to be in this hole with you, man? I just know I shouldn't have come.", "character": "Junior", "characterId": "nm0426047"}]}, {"lines": [{"text": "Boy, what you waiting for? Ain't gonna bite you. That's a good gook. Good and dead.", "character": "Sgt. Barnes", "characterId": "nm0000297"}]}, {"lines": [{"text": "Police up your extra ammo and frags. Don't leave nothing for the dinks.", "character": "Sgt. Elias", "characterId": "nm0000353"}]}, {"lines": [{"text": "Man, it's gonna piss on us all night. Gonna put a serious case of crotch rot on that ugly face of yours, Junior.", "character": "Tex", "characterId": "nm0624623"}, {"text": "Goddamn, man. You break your ass for the white man. No justice, right?", "character": "Junior", "characterId": "nm0426047"}]}, {"lines": [{"text": "This is bad, man. I got bad vibes here.", "character": "Doc", "characterId": "nm0584052"}]}, {"lines": [{"text": "It's the way the whole thing works. People like Elias get wasted. People like Barnes just go on making up the rules any way they want. So what do we do? Sit in the middle and suck on it. We just don't add up to dry shit, King.", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "Whoever said we did, man? All you got to do is make it out of here, and it's all gravy. Every day, the rest of your life, gravy.", "character": "King", "characterId": "nm0202966"}]}, {"lines": [{"text": "He killed him. I know that he killed him. I saw his eyes when he came back in.", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "How do you know the dinks didn't get him? You've got no proof, man.", "character": "Rhah", "characterId": "nm0005331"}, {"text": "Proof's in the eyes, man. When you know, you know. You were there, Rhah, and I know what you were thinking. I say we frag that fucker tonight.", "character": "Chris Taylor", "characterId": "nm0000221"}]}, {"lines": [{"text": "Any way you cut it, Barnes is a fucking murderer.", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "Right on.", "character": "King", "characterId": "nm0202966"}, {"text": "Taylor, I remember when you first came in here telling me how much you admired the bastard.", "character": "Rhah", "characterId": "nm0005331"}, {"text": "I was wrong.", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "Wrong? You ain't never been right about nothing! And dig this, you assholes, and dig it good... Barnes been shot seven times and he ain't dead. Does that mean anything to you, huh? Barnes ain't meant to die. The only thing that can kill Barnes is Barnes.", "character": "Rhah", "characterId": "nm0005331"}]}, {"lines": [{"text": "[narrating]\nMaybe I finally found it, way down here in the mud. Maybe from down here I can start up again. Be something I can be proud of without having to fake it, be a fake human being.", "character": "Chris Taylor", "characterId": "nm0000221"}]}, {"lines": [{"text": "Barnes believes in what he's doing.", "character": "Sgt. Elias", "characterId": "nm0000353"}, {"text": "And you? Do you believe?", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "In '65, yeah. Now, no. What happened today is just the beginning. We're gonna lose this war.", "character": "Sgt. Elias", "characterId": "nm0000353"}]}, {"lines": [{"text": "Elias was full of shit. Elias was a crusader. Now, I got no fight with any man who does what he's told, but when he don't, the machine breaks down. And when the machine breaks down, we break down. And I ain't gonna allow that in any of you. Not one.", "character": "Sgt. Barnes", "characterId": "nm0000297"}]}, {"lines": [{"text": "What you doing in the underworld, Taylor?", "character": "Rhah", "characterId": "nm0005331"}, {"text": "Well, this here ain't Taylor. Taylor been shot. This man here is Chris. He been resurrected.", "character": "King", "characterId": "nm0202966"}]}, {"lines": [{"text": "Die you, motherfuckers! Die!", "character": "Chris Taylor", "characterId": "nm0000221"}]}, {"lines": [{"text": "Two-five-two actual. Move it out. Six says we're jamming them up back there. Over.", "character": "Lt. Wolf", "characterId": "nm0608601"}, {"text": "Tell that dipshit to get unfucked.", "character": "Sgt. Barnes", "characterId": "nm0000297"}, {"text": "[to the radio]\nThis is Two-Five, be advised. We're moving out shortly. Out.", "character": "Lt. Wolf", "characterId": "nm0608601"}, {"text": "[to Chris]\nWhat the hell's the matter with you, Taylor? You are one simple son of a bitch.", "character": "Sgt. Barnes", "characterId": "nm0000297"}]}, {"lines": [{"text": "Barnes! Barnes! What the fuck do you think you're doing?", "character": "Sgt. Elias", "characterId": "nm0000353"}, {"text": "Stay out of this, Elias. This ain't your show.", "character": "Sgt. Barnes", "characterId": "nm0000297"}, {"text": "You ain't a firing squad, you piece of shit.", "character": "Sgt. Elias", "characterId": "nm0000353"}, {"text": "[Elias and Barnes fight, the others try to stop them from fighting]", "character": null, "characterId": null}, {"text": "You're dead, Elias! I swear to fucking God, you're dead!", "character": "Sgt. Barnes", "characterId": "nm0000297"}]}, {"lines": [{"text": "What are they doing over there? They're gettin' high, that's what.", "character": "Bunny", "characterId": "nm0001143"}]}, {"lines": [{"text": "Says he was hit in a bombing raid.", "character": "Pvt. Gator Lerner", "characterId": "nm0000136"}, {"text": "He's a dink for sure.", "character": "Tony Hoyt", "characterId": "nm0437328"}]}, {"lines": [{"text": "[to Elias]\nGoddamn it, Elias, don't mess with my pig. I ain't getting greased on this bush tonight, so you keep this sorry cheese-dick off my ass.", "character": "Tex", "characterId": "nm0624623"}]}, {"lines": [{"text": "That cocksucker knows what I'm saying! He understands. Don't you, pop?", "character": "Sgt. Barnes", "characterId": "nm0000297"}, {"text": "Goddamn right he does.", "character": "Ace", "characterId": "nm0570517"}]}, {"lines": [{"text": "Fucking lame fuck!", "character": "Morehouse", "characterId": "nm0260574"}]}, {"lines": [{"text": "What do ya say there LT?", "character": "Sgt. O'Neill", "characterId": "nm0001525"}]}, {"lines": [{"text": "What the fuck is your problem, Taylor? She's a fucking dink!", "character": "Tony Hoyt", "characterId": "nm0437328"}, {"text": "She's a fucking human being, man! Fuck you!", "character": "Chris Taylor", "characterId": "nm0000221"}]}, {"lines": [{"text": "[first title card]", "character": null, "characterId": null}, {"text": "\"Rejoice O young man in thy youth...\" - Ecclesiastes", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[seeing body bags]\nOh, man. Is that what I think it is?", "character": "Pvt. Gardner", "characterId": "nm0651431"}, {"text": "All right, you cheese-dicks, welcome to the Nam. Follow me!", "character": null, "characterId": null}]}, {"lines": [{"text": "[after the platoon discovers a horribly murdered colleague]\nThe motherfuckers.", "character": "Sgt. Barnes", "characterId": "nm0000297"}]}, {"lines": [{"text": "[to Lt. Wolfe after giving wrong target grid for mortar-fire]\nYou ignorant asshole! What the fuck coordinates you giving? You wasted a lot of people up there with your fucked-up fire mission! You know that? You know that? Ah, shit!", "character": "Sgt. Barnes", "characterId": "nm0000297"}]}, {"lines": [{"text": "Thirty nine and a wake-up, a pause for the cause, and I'm a gone motherfucker! Back to the world!", "character": "King", "characterId": "nm0202966"}, {"text": "I hear you, man. Broke 100 the other day.", "character": "Crawford", "characterId": "nm0669868"}, {"text": "No shit.", "character": "King", "characterId": "nm0202966"}, {"text": "Ninety-two left to go. April 17, heroes, man. Home to California. I'll be sitting outside, checking out the babes on the beach. The surfing's gonna be good.", "character": "Crawford", "characterId": "nm0669868"}, {"text": "March, man, in Tennessee. Sniff the pines, sniff that cross-mounted pussy down by the river. Whoo, hot damn! Hey, Taylor, how long you got left? Three hundred and what?", "character": "King", "characterId": "nm0202966"}, {"text": "Thirty-two. Three hundred and thirty-two days.", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "Xin loi, my boy!", "character": "King", "characterId": "nm0202966"}, {"text": "I can't even remember when I was 332, man. You gotta, like, count backwards or something. You know, like, you got 40 days in. I mean, think positive, dude.", "character": "Crawford", "characterId": "nm0669868"}]}, {"lines": [{"text": "[Francis and Taylor are laying on stretchers]\nHey, Taylor, that you?", "character": "Francis", "characterId": "nm0323108"}, {"text": "Hey, Francis.", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "Hey, man, how you doin?", "character": "Francis", "characterId": "nm0323108"}, {"text": "I'm okay. How you doing?", "character": "Chris Taylor", "characterId": "nm0000221"}, {"text": "Fine, man. Just fine. Hey, dig it. We two timers, man. We're gonna get out of here, boy. I'm gonna see you in the hospital. We gonna get high, high. Yes, sir.", "character": "Francis", "characterId": "nm0323108"}]}, {"lines": [{"text": "[after the final battle, Taylor picks up an AK-47 and encounters a wounded Barnes]", "character": null, "characterId": null}, {"text": "Get me a medic. Go on, boy!", "character": "Sgt. Barnes", "characterId": "nm0000297"}, {"text": "[Taylor refuses to budge, and aims the AK-47 at Barnes]", "character": null, "characterId": null}, {"text": "Do it.", "character": "Sgt. Barnes", "characterId": "nm0000297"}, {"text": "[Taylor shoots Barnes three times, killing him]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after getting shot]\nKiss my ass. I never thought I'd get hit.", "character": "Crawford", "characterId": "nm0669868"}]}, {"lines": [{"text": "[Coaxing a villager's pig to come to him]\nHey, piggy, piggy. Hey, pig!", "character": "Bunny", "characterId": "nm0001143"}, {"text": "[shoots pig at point blank range and laughs]", "character": null, "characterId": null}]}, {"lines": [{"text": "That O'Neill's got his nose so far up Top's ass he's gotta be Pinocchio. Why do WE always get fuckin' ambush?", "character": "Crawford", "characterId": "nm0669868"}, {"text": "'Cause it's politics, man, politics.", "character": "Francis", "characterId": "nm0323108"}]}]}