{"quotes": [{"lines": [{"text": "They still gonna fuck you up.", "character": "Justice", "characterId": "nm0001390"}, {"text": "Get your ass in the truck.", "character": "Chicago", "characterId": "nm0868957"}, {"text": "Shut up, Chicago.", "character": "Iesha", "characterId": "nm0005093"}, {"text": "Well, frankly my dear, I don't give a fuck.", "character": "Lucky", "characterId": "nm0000637"}]}, {"lines": [{"text": "[as Iesha vomits on the side on the road after having drunk too much alcohol]\nLook at you.", "character": "Justice", "characterId": "nm0001390"}, {"text": "[dazed]\nWhat's up, J? What's the problem, girl?", "character": "Iesha", "characterId": "nm0005093"}, {"text": "[grabbing wine bottle out of Iesha's hand]\n*This* is the fucking *problem!*", "character": "Justice", "characterId": "nm0001390"}, {"text": "[smashes bottle on the ground]", "character": null, "characterId": null}, {"text": "I'm *sick* of this shit! That's all you do. You act like some alcoholic bitch!", "character": "Justice", "characterId": "nm0001390"}, {"text": "Why are you calling me a bitch?", "character": "Iesha", "characterId": "nm0005093"}, {"text": "[grabbing Iesha tightly by the neck of her shirt]\nAll you do is get drunk all the time. That's why I never go any place with you, because you're always acting crazy! Just like... like my damn mama.", "character": "Justice", "characterId": "nm0001390"}, {"text": "[tears begin flowing from her eyes]", "character": null, "characterId": null}]}, {"lines": [{"text": "Don't be callin me no bitch! If I'm a bitch, your mama's a bitch, BITCH!", "character": "Justice", "characterId": "nm0001390"}]}, {"lines": [{"text": "Most of these young girls today don't know their cooch from a hole in the wall. See, that's why I dress... and rest, cause love don't live here anymore.", "character": "Jessie", "characterId": "nm0274508"}]}, {"lines": [{"text": "The world's just a big place for us to go and fuck up in it.", "character": "Iesha", "characterId": "nm0005093"}]}, {"lines": [{"text": "Give me your hand Make room for me to lead and follow you Beyond this rage of poetry Let others have privacy Of touching words And love of loss of love For me, give me your hand", "character": "Justice", "characterId": "nm0001390"}]}, {"lines": [{"text": "[to Lucky]\nI'm a black woman! I deserve respect!", "character": "Justice", "characterId": "nm0001390"}]}, {"lines": [{"text": "Alone, all alone. Nobody, but nobody can make it out here alone.", "character": "Justice", "characterId": "nm0001390"}]}, {"lines": [{"text": "[to Justice]\nWhy are you mad all the time?", "character": "Lucky", "characterId": "nm0000637"}]}, {"lines": [{"text": "[to Justice, after his cousin is shot]\nThis never would have happened if I hadn't been fucking with you.", "character": "Lucky", "characterId": "nm0000637"}]}, {"lines": [{"text": "I'm a phenomenal woman, phenomenally. Phenomenal woman, that's me.", "character": "Justice", "characterId": "nm0001390"}]}, {"lines": [{"text": "What do you write about?", "character": "Lucky", "characterId": "nm0000637"}, {"text": "I write what's in my heart.", "character": "Justice", "characterId": "nm0001390"}, {"text": "What's that?", "character": "Lucky", "characterId": "nm0000637"}, {"text": "[Lightly strokes Justice's braids]", "character": null, "characterId": null}]}, {"lines": [{"text": "Alone Lying, thinking last night How to find my soul a home Where water is not thirsty And bread loaf is not stone I came up with one thing And I don't believe I'm wrong That nobody, but nobody Can make it out here alone Alone, all alone Nobody, but nobody Can make it out here alone There are some millionaires With money they can't use Their wives run 'round like banshees Their children sing the blues They've got expensive doctors to cure Their hearts of stone But nobody, no, nobody Can make it out here alone Now if you listen closely I'll tell you what I know Storm clouds are gathering The wind is gonna blow The race of man is suffering And I can hear the moan 'Cause nobody, but nobody Can make it out here alone Alone, all alone Nobody, but nobody Can make it out here alone", "character": "Justice", "characterId": "nm0001390"}]}, {"lines": [{"text": "In a time of secret wooing Today prepares tomorrow's ruin Left knows not what right is doing My heart is torn asunder In a time of furtive sighs Sweet hellos and sad goodbyes Half-truths told and entire lies My conscience echoes thunder In a time when kingdoms come Joy is brief as summer's fun Happiness Its race has run Then pain stalks in to plunder", "character": "Justice", "characterId": "nm0001390"}]}, {"lines": [{"text": "A wise man once said, Look at the ocean and realize that no matter how famous you are or how much money you make know that you'll never be as important as the ocean.", "character": "Justice", "characterId": "nm0001390"}]}, {"lines": [{"text": "Tell me why you love me.", "character": "Justice", "characterId": "nm0001390"}, {"text": "The reason why I love you is because when I was in the county jail, you sent me all those nice poems.", "character": "Justice", "characterId": "nm0001390"}]}, {"lines": [{"text": "I want to talk to you about morals. The morals of the young people today is going to get them in big trouble. I'm telling you, because they act like they don't know the difference between right and wrong. And this is the truth. And see, one of the reasons is the parents. The parents are not taking care of their children. They are not telling them the difference between right and wrong. But then...", "character": "Aunt June", "characterId": "nm0029723"}, {"text": "[both roll their eyes and turn to leave]", "character": "Aunt May", "characterId": "nm0232141"}, {"text": "Wait, now. No, no, no. No, ma'am. You have to listen. Because part of the responsibility is the children's, because this is *their* lives. It's not their mama's or their papa's. I'm talling you, they have to think for themselves. Even if their mama and papa didn't do something about them. Girl, look, the children have to think and try their best to come on up, come on up.", "character": "Aunt June", "characterId": "nm0029723"}]}, {"lines": [{"text": "Garth Brooks is just slamming.", "character": "Lucky", "characterId": "nm0000637"}]}, {"lines": [{"text": "Love is a juice with many tastes Some bitter, others sweet A wine which has few vineyards", "character": "Justice", "characterId": "nm0001390"}]}, {"lines": [{"text": "Is it true the ribs can tell the kick Of a beast from a lover's fist? The bruised bones record it well The sudden shock, the hard impact Then swollen lids Sorry eyes spoke not of lost romance But of hurt Hate is often confused Its limits are in zones beyond itself And sadists will not learn that Love, by nature, extracts a pain Unequalled on the rack", "character": "Justice", "characterId": "nm0001390"}]}]}