{"quotes": [{"lines": [{"text": "You're a very bad man, Walker, a very destructive man! Why do you run around doing things like this?", "character": "Brewster", "characterId": "nm0005279"}, {"text": "I want my money. I want my $93,000.", "character": "Walker", "characterId": "nm0001511"}, {"text": "$93,000? You threaten a financial structure like this for $93,000? No, Walker, I don't believe you. What do you really want?", "character": "Brewster", "characterId": "nm0005279"}, {"text": "I - I really want my money.", "character": "Walker", "characterId": "nm0001511"}, {"text": "Well, I'm not going to give you any money and nobody else is. Don't you understand that?", "character": "Brewster", "characterId": "nm0005279"}, {"text": "Who runs things?", "character": "Walker", "characterId": "nm0001511"}, {"text": "Carter and I run things. I run things.", "character": "Brewster", "characterId": "nm0005279"}, {"text": "What about Fairfax? Will he pay me?", "character": "Walker", "characterId": "nm0001511"}, {"text": "Fairfax is a man who signs checks.", "character": "Brewster", "characterId": "nm0005279"}, {"text": "No, cash.", "character": "Walker", "characterId": "nm0001511"}, {"text": "Fairfax isn't going to give you anything. He's finished. Fairfax is dead. He just doesn't know it yet.", "character": "Brewster", "characterId": "nm0005279"}, {"text": "Somebody's got to pay.", "character": "Walker", "characterId": "nm0001511"}]}, {"lines": [{"text": "What's my last name?", "character": "Chris", "characterId": "nm0001141"}, {"text": "What's my first name?", "character": "Walker", "characterId": "nm0001511"}]}, {"lines": [{"text": "[Lynne sits down next to Walker on the couch. Walker has unloaded his gun and is staring into space, quiet. Lynne speaks as in a trance, answering silent questions]\nWalker, Reese isn't here. He's gone. Three months ago. Gone. Cold. Moved out. Walker? I'm glad you're not dead. It's true. I really am. You ought to kill me. I can't sleep. Haven't slept. Keep taking pills. Dream about you. How good it must be... being dead. Is it? No. No, I can't. Never had the courage. This? Payoff, I guess. I don't know where he is, I really don't. Money? A guy brings it the first of every month. Always a different guy. No contact with Mal. Just couldn't make it with you, Walker. With him, it was... kind of fun. Just drifted into it. That night on Alcatraz... I knew it was you I really wanted. I found out too late.", "character": "Lynne", "characterId": "nm0009943"}, {"text": "[flashback sequence begins]", "character": null, "characterId": null}, {"text": "Do you remember... when we met? The rain? You were a little drunk. So was I. You were funny when you were drunk. Strange. I don't remember very much, but... suddenly... we were together. It was wonderful at first. I loved you. Then Mal happened. You talked a lot about Mal. Mal Reese. He was very real for me. Until I met him. That night at the reunion... when you found Mal again and brought him home. The two of you together. Then, it was the three of us... laughing. It was... It was perfect. And... I think I was happier then than any other time. I seemed to be floating... between the two of you. Suddenly, I began to drift toward Mal. And I just went with it.", "character": "Lynne", "characterId": "nm0009943"}]}, {"lines": [{"text": "How bad does he want you, Chris?", "character": "Walker", "characterId": "nm0001511"}, {"text": "Oh, I don't know. Who knows.", "character": "Chris", "characterId": "nm0001141"}, {"text": "Yeah, you know. How bad?", "character": "Walker", "characterId": "nm0001511"}, {"text": "Pretty bad, I guess.", "character": "Chris", "characterId": "nm0001141"}, {"text": "Bad enough to let you through into the Huntley?", "character": "Walker", "characterId": "nm0001511"}, {"text": "Why should I?", "character": "Chris", "characterId": "nm0001141"}, {"text": "Well, it's up to you.", "character": "Walker", "characterId": "nm0001511"}]}]}