{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[Joy walks over to her mom, who is gardening]\nMom.", "character": "Joy - Age 9", "characterId": "nm0362768"}, {"text": "Hmm, Hi darlin.", "character": "Catherine Greer", "characterId": "nm0887272"}, {"text": "Hi.", "character": "Joy - Age 9", "characterId": "nm0362768"}, {"text": "[Hands Joy red plastic cup with with flower in it]\nThis is for your tea party.", "character": "Catherine Greer", "characterId": "nm0887272"}, {"text": "[Joy accepts cup with flower]\nThank you.", "character": "Joy - Age 9", "characterId": "nm0362768"}, {"text": "[Joy leaves to go back inside the house]", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[Violet and Joy have been fighting. Joy runs out of her room to the edge of the stairs. Violet comes out of the room and runs at her. Joy spins Violet around and pushes her so Violet is leaning backward with her back against the bannister. Joy keeps Violet from falling by using one hand to hold on to a pearl necklace which is around Violet's neck]\nHelp.", "character": "Joy Greer", "characterId": "nm0250214"}, {"text": "Grab my hand.", "character": "Joy Greer", "characterId": "nm0250214"}, {"text": "[Joy grabs the pearl necklace with the other hand. Violet doesn't grab her hand, instead leaning her head back and raising her arms in the air. The necklace breaks and Violet falls backwards down the stairs. Violet lies motionless at the bottom of the stairs, presumably dead. Violet doesn't move when Joy walks down the stairs, steps over her body, and walks out of the house]", "character": null, "characterId": null}]}, {"lines": [{"text": "Do you know what kind of people like pain? Let's see, there's doctors and lawyers. I even have a judge for a client. But you know, it's not the pain that gets them off. It's the feeling of someone else being in control.", "character": "Violet", "characterId": "nm0005326"}]}]}