{"quotes": [{"lines": [{"text": "[opening narration, which also turns out to be a PATTON-esque Rollerboy-recruiting commercial]\nBefore many of you were born, our parents caused the Great Crash. They were consumed with greed. They ignored repeated warnings, and borrowed more money than they could ever repay. They lost our farms, lost our factories, lost our homes. Alien races foreclosed on our nation while we... We were locked in homeless camps. Now America belongs to the enemy. Forget your parents. They didn't care about us. We are the New Generation, and we are the Remedy. You need a new family, a family that cares. The Rollerboys care. Join with us. Let us be your Strength. Let us be your Warriors. Help the White Army win back our homeland. The Day of the Rope is coming.", "character": "Gary Lee", "characterId": "nm0171754"}]}, {"lines": [{"text": "[afterGriffin and Miltie have joined the Rollerboys, much to Speedbagger's obvious dismay]\nSpeedbagger... Don't hate me, okay?", "character": "Griffin", "characterId": "nm0000433"}, {"text": "I don't hate nobody, son. Hate's the root of all evil... And evil's goddamn tempting, ain't it...? I just hope there's something left of what I saw in you two boys.", "character": "Speedbagger", "characterId": "nm0364918"}, {"text": "Well, we love you very much.", "character": "Griffin", "characterId": "nm0000433"}, {"text": "I don't want your LOVE! I just want you to THINK about what you're DOING! Please!", "character": "Speedbagger", "characterId": "nm0364918"}]}, {"lines": [{"text": "[performs the Rollerboy-Induction Ceremony for Griffin]\nHail Griffin, our newest Brother...! Griffin is now of the Dragon! His Rage is the Breath of the Dragon! And his Fire shall consume the infestation that has crippled America! If the White Army is to fulfill its divine purpose, we must have a homeland! Those who would deny us, they are the enemy, and they shall perish! We are your Strength, and we are your Warriors! The Future Is Ours!", "character": "Gary Lee", "characterId": "nm0171754"}]}, {"lines": [{"text": "We have to remain pure. Let the others indulge their weaknesses.", "character": "Gary Lee", "characterId": "nm0171754"}, {"text": "Why sell it, then?", "character": "Griffin", "characterId": "nm0000433"}, {"text": "Because we have to, for now; It's just a phase. Besides, some people just aren't worth saving... Do you remember when we were kids? Blood Brothers? Penknife and a couple drops of blood?", "character": "Gary Lee", "characterId": "nm0171754"}, {"text": "Yeah... We're lucky we didn't get tetanus, huh?", "character": "Griffin", "characterId": "nm0000433"}, {"text": "It's more serious now. Once in, never out. That's how we live. But you ought to know, I have this thing about betrayers... They tick me off.", "character": "Gary Lee", "characterId": "nm0171754"}, {"text": "...Sounds fair to me.", "character": "Griffin", "characterId": "nm0000433"}]}, {"lines": [{"text": "[upon discovering that he's been helping the Rollerboys beat up Speedbagger]\nDon't touch him again. Get your hands off him.", "character": "Griffin", "characterId": "nm0000433"}, {"text": "Back off! I like a man who stands by his friends...", "character": "Gary Lee", "characterId": "nm0171754"}, {"text": "Why the Speedbagger?", "character": "Griffin", "characterId": "nm0000433"}, {"text": "...You just can't have friends like THAT.", "character": "Gary Lee", "characterId": "nm0171754"}]}, {"lines": [{"text": "when and why did you change your mind about us, all of a sudden?", "character": "Bullwinkle", "characterId": "nm0919255"}, {"text": "[Griffin levels an empty assault rifle at him]", "character": null, "characterId": null}, {"text": "...I *never* changed my mind about *you*.", "character": "Griffin", "characterId": "nm0000433"}, {"text": "[he passes the rifle to Bullwinkle]", "character": null, "characterId": null}, {"text": "Same old Griffin, huh? Good to have you with us...! You'll have to excuse Bullwinkle; he's terribly loyal, just not very sophisticated.", "character": "Gary Lee", "characterId": "nm0171754"}]}]}