{"quotes": [{"lines": [{"text": "You still have the mentality of a storm trooper.", "character": "Doctor", "characterId": "nm0001627"}, {"text": "Thank you. I take that as a compliment. They must be pretty smart, those storm troopers. They own Europe. they took it over just like that, and, you know, the first thing they did was to remake Europe. And how did they do that? By getting rid of certain people. Now over here it's going to be a little different. You know, it won't be only the Jews we get rid of, don't you? You're going to make it easier for us. You won't have to wear any armband. We're going to spot you a mile away.", "character": "Patient", "characterId": "nm0201239"}]}, {"lines": [{"text": "Where did you go?", "character": "Doctor", "characterId": "nm0001627"}, {"text": "ere, there, anywhere, I guess. Just roamed around working at all sorts of jobs. Anything I could get I took.", "character": "Patient", "characterId": "nm0201239"}, {"text": "Sounds pretty rough for a boy that age.", "character": "Doctor", "characterId": "nm0001627"}, {"text": "Believe me, it was. Some of the things I had to do weren't fit for a white man...", "character": "Patient", "characterId": "nm0201239"}, {"text": "[after a pause]", "character": null, "characterId": null}, {"text": "Sorry, what I meant to say was that...", "character": "Patient", "characterId": "nm0201239"}, {"text": "It's all right. Go on.", "character": "Doctor", "characterId": "nm0001627"}, {"text": "Look, I said i was sorry.", "character": "Patient", "characterId": "nm0201239"}, {"text": "What do you expect me to do? Smile? Let's not make a thing out of it.", "character": "Doctor", "characterId": "nm0001627"}, {"text": "You can appreciate that I apologized.", "character": "Patient", "characterId": "nm0201239"}, {"text": "I do, I do, but you make it sound like an achievement.", "character": "Doctor", "characterId": "nm0001627"}, {"text": "It is for me.", "character": "Patient", "characterId": "nm0201239"}, {"text": "Look, you wanna go on with this?", "character": "Doctor", "characterId": "nm0001627"}, {"text": "[Smiles]\nSure, why not. It's a great pastime,", "character": "Patient", "characterId": "nm0201239"}]}, {"lines": [{"text": "[furiously to the patient]\nYou crud! You vicious, slimy. rotten little crud!", "character": "Doctor", "characterId": "nm0001627"}, {"text": "[He slams the door]", "character": null, "characterId": null}, {"text": "Let me tell you something. Do you know what I wanted most? Despite what you are and despite what you were, I wanted to help you. I wanted to kill you. I would enjoy to kill you right now with my bare hands. But more than I wanted to kill you, I wanted to help you. Know what that makes me? More than a good man that makes me a doctor!", "character": "Doctor", "characterId": "nm0001627"}]}, {"lines": [{"text": "[angrily to the Patient]\nThis is my country! This is where I've done what I've done, and if there were a million cruds like you, all sick like you are sick, all shouting, 'Down, destroy, degrade,' and if there were 20 million more sick enough to listen to them, you are still gonna lose! You're gonna lose, Mister, because there is something in this country, something so big, so strong that you don't even know... something big enough to take it from people like you and come back and nail you into the ground. You're walking out of here? You are going nowhere! Now get out!", "character": "Doctor", "characterId": "nm0001627"}]}, {"lines": [{"text": "[to the young psychiatrist]\nIn all those many months there's been times when I was uneasy, times when I was repelled, but that was the point at which I became frightened... and the really frightening thing was that I wasn't sure just what I was frightened of.", "character": "Doctor", "characterId": "nm0001627"}]}, {"lines": [{"text": "Why don't you wise up?", "character": "Patient", "characterId": "nm0201239"}, {"text": "How would i do that?", "character": "Doctor", "characterId": "nm0001627"}, {"text": "Why don't you go back to Africa?", "character": "Patient", "characterId": "nm0201239"}]}]}