{"quotes": [{"lines": [{"text": "How ya doin'? Christmas present.", "character": "Det. Lipranzer", "characterId": "nm0817983"}, {"text": "[takes out glass which was key piece of evidence that went missing during the trial]", "character": null, "characterId": null}, {"text": "You're sticking your neck out pretty far on this one, Lip.", "character": "Rusty Sabich", "characterId": "nm0000148"}, {"text": "It was *them* that fucked up. Remember when they came around and gathered *all* the evidence? The glass wasn't there, I took it down to Dickerman. The next day, I get a call. The test is done, I can come pick up my glass. But when I went down there, Molto had already signed the receipt 'returned to evidence.' I guess they figured I'd put it back. Only, I got no reason to put it anyplace since it ain't my Goddamned case anymore. So I tossed the thing in my drawer. I figure sooner or later someone's gotta ask me about it. Nobody did.", "character": "Det. Lipranzer", "characterId": "nm0817983"}, {"text": "You think I killed her.", "character": "Rusty Sabich", "characterId": "nm0000148"}, {"text": "The lady was bad news.", "character": "Det. Lipranzer", "characterId": "nm0817983"}, {"text": "So that makes it okay that I killed her.", "character": "Rusty Sabich", "characterId": "nm0000148"}, {"text": "Did ya?", "character": "Det. Lipranzer", "characterId": "nm0817983"}, {"text": "Oh, pal.", "character": "Rusty Sabich", "characterId": "nm0000148"}, {"text": "[sigh, tosses glass into the water]", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[voiceover]\nI'm a prosecutor. I'm part of the business of accusing, judging and punishing. I explore the evidence of a crime and determine who is charged, who is brought to this room to be tried before his peers. I present my evidence to the jury and they deliberate upon it. They must determine what really happened. If they cannot, we will not know whether the accused deserves to be freed or should be punished. If they cannot find the truth, what is our hope of justice?", "character": "Rusty Sabich", "characterId": "nm0000148"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[voiceover]\nThe murder of Carolyn Polhemus remains unsolved. It is a practical impossibility to try two people for the same crime. Even if it wasn't, I couldn't take his mother from my son. I am a prosecutor. I have spent my life in the assignment of blame. With all deliberation and intent, I reached for Carolyn. I cannot pretend it was an accident. I reached for Carolyn, and set off that insane mix of rage and lunacy that led one human being to kill another. There was a crime. There was a victim. And there is *punishment*.", "character": "Rusty Sabich", "characterId": "nm0000148"}]}, {"lines": [{"text": "You understand what happened had to happen. It couldn't have turned out any other way. A woman's depressed - with herself, with life. With her husband, who had made life possible for her, until he was... bewitched... by another woman. A destroyer.", "character": "Barbara Sabich", "characterId": "nm0000889"}, {"text": "[teary]", "character": null, "characterId": null}, {"text": "Abandoned. Like someone left for dead. She plans her suicide... until the dream begins. In the dream, the destroyer is destroyed. That's a dream worth living for.", "character": "Barbara Sabich", "characterId": "nm0000889"}, {"text": "[dreamy]", "character": null, "characterId": null}, {"text": "Now, with such simplicity, such clarity, everything falls into place. It must be a crime that her husband can declare unsolved and be believed by all the world. She must make it look like a rape, but she must leave her husband the clues. Once he discovers who it was, he'll put the case into the file of unsolved murders. Another break-in by some sex-crazed man.", "character": "Barbara Sabich", "characterId": "nm0000889"}, {"text": "[smiling]", "character": null, "characterId": null}, {"text": "But all his life, he'll know that it was her. She remembers a set of glasses she bought for the woman some time before; a housewarming gift from her husband and his office. She buys another set. Her husband has a beer one night - doesn't even comment on the glass. Now she has his fingerprints. Then on a few mornings... she...", "character": "Barbara Sabich", "characterId": "nm0000889"}, {"text": "[grimacing]", "character": null, "characterId": null}, {"text": "... saves the fluid that comes out when she removes her diaphragm. Puts it in a plastic bag. Puts the bag in the basement freezer, and... waits.", "character": "Barbara Sabich", "characterId": "nm0000889"}, {"text": "[detached]", "character": null, "characterId": null}, {"text": "She calls the woman and asks to see her; stops first at the U and logs into the computer. Now she has her alibi. She goes to the woman. The woman lets her in. When her head is turned, she removes the instrument from her bag and strikes. The destroyer is destroyed. She takes a cord out that she brought along, and ties her body in ways her husband described that perverts do. She feels power; control. A sense that she's guided by a force beyond herself. She takes a syringe and injects the contents of the ziploc bag. Leaves the glass on the bar. Unlocks the door and windows. And goes home. And life begins again.", "character": "Barbara Sabich", "characterId": "nm0000889"}, {"text": "[teary]", "character": null, "characterId": null}, {"text": "Until a trial, when she sees her husband suffer the way she never intended. She was prepared to tell the truth, right up to the very end. But magically, the charges were dismissed.", "character": "Barbara Sabich", "characterId": "nm0000889"}, {"text": "[smiling]", "character": null, "characterId": null}, {"text": "The suffering was over. And they were saved!", "character": "Barbara Sabich", "characterId": "nm0000889"}, {"text": "[sobbing]\n*Saved?*", "character": "Rusty Sabich", "characterId": "nm0000148"}]}, {"lines": [{"text": "[upon finding out Rusty will lead the investigation of his ex-lover's murder]", "character": null, "characterId": null}, {"text": "There are one hundred and fifty lawyers down there. Couldn't they find someone who didn't fuck her to handle the case?", "character": "Barbara Sabich", "characterId": "nm0000889"}]}, {"lines": [{"text": "I'm going to need a lawyer, a very, very good lawyer, an expensive lawyer. It could break us.", "character": "Rusty Sabich", "characterId": "nm0000148"}]}, {"lines": [{"text": "You're still in love with her.", "character": "Barbara Sabich", "characterId": "nm0000889"}, {"text": "It was never love.", "character": "Rusty Sabich", "characterId": "nm0000148"}, {"text": "Then what was it?", "character": "Barbara Sabich", "characterId": "nm0000889"}, {"text": "It was never love.", "character": "Rusty Sabich", "characterId": "nm0000148"}]}, {"lines": [{"text": "The jury is going to remember Caroline tortured to death. They'll want someone to pay for the crime.", "character": "Rusty Sabich", "characterId": "nm0000148"}]}, {"lines": [{"text": "Whats the hell is happening with Carolyn?", "character": "Raymond Horgan", "characterId": "nm0001133"}, {"text": "Well, everything is in the works. I reassigned all of her cases and this afternoon I gotta deal with all the stuff that Molto left us...", "character": "Rusty Sabich", "characterId": "nm0000148"}, {"text": "Wait, wait, wait, wait... what's all of this reassignment shit? Goddamnit Rusty, I told you to give this investigation top priority! For Christsakes, look, Nicco is eating me alive with thing, the election is in ten days. If you don't have Carolyn's killer for us in ten days we are both history. Goddamnit, turn over all of that administrative bullshit to Mac.", "character": "Raymond Horgan", "characterId": "nm0001133"}, {"text": "Mac's got more than she can handle already, Raymond. Let me remind you we lost two key PA's in one day, and all you have time for is the damned election, I've gotta run the office!", "character": "Rusty Sabich", "characterId": "nm0000148"}, {"text": "FUCK the office! Don't you understand what is happening here? If you don't find me a killer there is no FUCKING OFFICE! Now you listen to me, I want you right on top of Carolyn's case you understand? I want you to run out every ground ball, and I want you to do it in an orderly GODDAMNED FASHION! Start acting like a fucking professional!", "character": "Raymond Horgan", "characterId": "nm0001133"}]}, {"lines": [{"text": "Sandy, how did you know what was behind Larren's fear of the B File?", "character": "Rusty Sabich", "characterId": "nm0000148"}, {"text": "Ahh, you question the judge's integrity?", "character": "Sandy Stern", "characterId": "nm0000471"}, {"text": "With good reason, wouldn't you say? You knew that file didn't have a damn thing to do with my case and yet you let Larren know you'd drag it in at any opportunity. That it would come out he was taking bribes. That Carolyn was the courier. You blackmailed him, Sandy.", "character": "Rusty Sabich", "characterId": "nm0000148"}, {"text": "We speak now, tonight, and then these things are never spoken of again, agreed? Larren's divorce left him in a state of disorder. He was drinking much too heavily and he fell into a relationship with a beautiful, but uh, self-serving woman. The fact is, Larren grew suicidally depressed. He wanted to resign his post. Raymond Horgan talked him out of it.", "character": "Sandy Stern", "characterId": "nm0000471"}, {"text": "Raymond knew he was taking bribes?", "character": "Rusty Sabich", "characterId": "nm0000148"}, {"text": "Larren told him. Raymond cleaned up the North side and he also rescued a distinguished mind and career that does honor to the bench. I believe Larren today did what he thought was just. You tell me, Rusty. Was justice done?", "character": "Sandy Stern", "characterId": "nm0000471"}]}, {"lines": [{"text": "Your honor, before we begin our presentation, I would like to make a motion...", "character": "Sandy Stern", "characterId": "nm0000471"}, {"text": "Make a motion for dismissal?", "character": "Judge Larren Lyttle", "characterId": "nm0934902"}, {"text": "Yes, your honor.", "character": "Sandy Stern", "characterId": "nm0000471"}, {"text": "Sit down, counselor. I have reflected on this case at great lengths, ladies and gentlemen. Now I understand the prosecutors have suspicions. Perhaps Mr. Sabbich was there that night. They might be entitled to that inference. And before yesterday, I might have even said that there were reasonable grounds for those suspicions. Now, I'm not so sure. After yesterday, there is no proof of motive here. There is no evidence that there ever was an intimate relationship between the defendant and Ms. Polhemus. There is no proof so far as I am concerned to give a reasonable person grounds to believe that they had carnal relations on the night of her death. In point of fact, there's not one shred of direct proof that Mr. Sabbich murdered Ms. Polhemus. So under these circumstances, I cannot allow this trial to continue. Mr. Sabbich, you are discharged, sir. And I cannot begin to tell you how sorry I am that any of this has taken place. Not even the pleasure of seeing you free can make up for this, this disgrace to the cause of justice. I wish you Godspeed. Case dismissed.", "character": "Judge Larren Lyttle", "characterId": "nm0934902"}]}, {"lines": [{"text": "Don't eat standing up. Sit down.", "character": "Rusty Sabich", "characterId": "nm0000148"}, {"text": "Food goes down easier. It has the help of gravity.", "character": "Nat Sabich", "characterId": "nm0103038"}, {"text": "Oh, God. We've got another lawyer.", "character": "Barbara Sabich", "characterId": "nm0000889"}]}, {"lines": [{"text": "[during cross-examination, it is revealed that Carolyn had a tubal ligation, presenting doubt as to the presence of the spermicide in the sample]", "character": null, "characterId": null}, {"text": "Wherever you got that specimen from, *Doctor*, you delivered it to the chemist while you were having secret communications with Mr. Molto behind Mr. Sabich's back, is that correct?", "character": "Sandy Stern", "characterId": "nm0000471"}, {"text": "[stands up angrily]\nDO YOU *ACCUSE ME*, MISTER STERN!", "character": "'Painless' Kumagai", "characterId": "nm0793634"}, {"text": "[disgusted]\nSit down, Doctor!", "character": "Judge Larren Lyttle", "characterId": "nm0934902"}, {"text": "[Kumagai sits down]", "character": null, "characterId": null}, {"text": "No. I think we've had enough unsupported accusations for one case. Doctor Kumagai.", "character": "Sandy Stern", "characterId": "nm0000471"}, {"text": "You may step down, Doctor!", "character": "Judge Larren Lyttle", "characterId": "nm0934902"}]}, {"lines": [{"text": "We would like Mr. Molto to take the stand.", "character": "Nico Della Guardia", "characterId": "nm0546306"}, {"text": "[angrily]\nNO!", "character": "Judge Larren Lyttle", "characterId": "nm0934902"}, {"text": "Judge, you said that we'd be given leeway if the Defense proceeded with this frame-up theory. You said that!", "character": "Nico Della Guardia", "characterId": "nm0546306"}, {"text": "Yes! But I did NOT know then that the State's chief piece of evidence was going to disappear after last being seen with Mr. Molto. I did not know THEN that the Deputy Prosecutor and the Chief Pathologist were going to *manufacture* evidence and testimony! That, gentlemen, is a FAIR interpretation of today's events. I'm still struggling with what's going to happen to Mr. Molto, but what is NOT going to happen is him getting up on that witness stand and making things WORSE!", "character": "Judge Larren Lyttle", "characterId": "nm0934902"}, {"text": "Your Honor, my testimony will...", "character": "Tommy Molto", "characterId": "nm0341055"}, {"text": "WITHDRAW, GENTLEMEN!", "character": "Judge Larren Lyttle", "characterId": "nm0934902"}, {"text": "[the lawyers step back]", "character": null, "characterId": null}, {"text": "On befalf of the People of Kindle County, the State rests.", "character": "Nico Della Guardia", "characterId": "nm0546306"}]}, {"lines": [{"text": "[beginning her affair with Rusty by having sex on his office desk]", "character": null, "characterId": null}, {"text": "It's going to be so good.", "character": "Caroline Polhemus", "characterId": "nm0000627"}]}, {"lines": [{"text": "[ending her affair with Rusty]", "character": null, "characterId": null}, {"text": "I like you Rusty, but I think it's over... It's just not right for me. It's over... I don't want us to end enemies.", "character": "Caroline Polhemus", "characterId": "nm0000627"}]}, {"lines": [{"text": "My mommy hurt my head!", "character": "Wendell McGaffney", "characterId": "nm0001515"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "Read the fucking report.", "character": "'Painless' Kumagai", "characterId": "nm0793634"}]}, {"lines": [{"text": "[on Kumagai]\nI think we might just nail this sucker.", "character": "Jamie Kemp", "characterId": "nm0925966"}]}, {"lines": [{"text": "Next time you talk to him, tell him to call me so I can find out what's going on in my own *fucking* investigation. Painless, you tell Molto, and you tell Nico, too, that this is cheap, cheap politics. Cheap Police Department bullshit. God better help them and help you, too. I can't make a case for tampering.", "character": "Rusty Sabich", "characterId": "nm0000148"}]}]}