{"quotes": [{"lines": [{"text": "An unhappy alternative is before you, Elizabeth. Your mother will never see you again if you do not marry Mr. Collins. And I will never see you again if you do.", "character": "Mr. Bennett", "characterId": "nm0002093"}]}, {"lines": [{"text": "Look at them! Five of them without dowries. What's to become of them?", "character": "Mrs. Bennet", "characterId": "nm0092683"}, {"text": "Yes, what's to become of the wretched creatures? Perhaps we should have drowned some of them at birth.", "character": "Mr. Bennet", "characterId": "nm0350324"}]}, {"lines": [{"text": "...and her sisters Jane and Elizabeth were seen running down Market Street in an attempt to escape their disgrace. Isn't that exquisitely funny, Mr. Darcy?", "character": "Caroline Bingley", "characterId": "nm0408586"}, {"text": "Exquisitely. Just think how you would roar with laughter if it happened to yourself.", "character": "Mr. Darcy", "characterId": "nm0000059"}]}, {"lines": [{"text": "Has anybody heard how Jane is this morning?", "character": "Lydia Bennet", "characterId": "nm0092683"}, {"text": "Eh, Mr. Bingley sent a note over by his groom. She's much better. Such a happy idea of mine sending her off in the rain.", "character": "Mrs. Bennet", "characterId": "nm0092683"}, {"text": "Yes, but to Jane must go all the credit for having caught the cold, my dear.", "character": "Mr. Bennet", "characterId": "nm0350324"}]}, {"lines": [{"text": "Yes, she looks tolerable enough, but I am in no humor tonight to give consequence to the middle classes at play.", "character": "Mr. Darcy", "characterId": "nm0000059"}]}, {"lines": [{"text": "Oh, if you want to be really refined, you have to be dead. There's no one as dignified as a mummy", "character": "Elizabeth Bennett", "characterId": "nm0002093"}]}, {"lines": [{"text": "Mary, try to sparkle a little.", "character": "Mrs. Bennet", "characterId": "nm0092683"}, {"text": "[Mary grins horribly]", "character": null, "characterId": null}, {"text": "Just a little!", "character": "Mrs. Bennet", "characterId": "nm0092683"}]}, {"lines": [{"text": "I have made the mistake of being honest with you.", "character": "Mr. Darcy", "characterId": "nm0000059"}, {"text": "Honesty is a greatly overrated virtue. Silence in this case would have been more agreeable.", "character": "Elizabeth Bennet", "characterId": "nm0002093"}]}, {"lines": [{"text": "You must allow me to tell you how much I admire and love you.", "character": "Mr. Darcy", "characterId": "nm0000059"}]}, {"lines": [{"text": "Well, we're hoping Elizabeth can manage to catch a cold of her own and stay long enough to get engaged to Mr. Darcy. Then, if a good snowstorm could be arranged, we'd send Kitty over. But if a young man should happen to be in the house - a young man who likes singing, of course, who can discuss philosophy - Mary could go. Then, if a dashing young soldier in a handsome uniform should appear for Lydia, everything would be perfect, my dear.", "character": "Mr. Bennet", "characterId": "nm0350324"}]}, {"lines": [{"text": "[observing the Bennet family at the party at Netherfield]\nEntertaining the rustics is not as difficult as I feared. Any simple, childish game seems to amuse them excessively.", "character": "Caroline Bingley", "characterId": "nm0408586"}]}, {"lines": [{"text": "Oh Mr. Darcy, Miss Bingley here is eager for her lesson. I hope you will enjoy it, Miss Bingley, and that you will learn to direct your darts with greater accuracy.", "character": "Elizabeth Bennet", "characterId": "nm0002093"}]}, {"lines": [{"text": "How clever of you, Miss Bingley, to know something of which you are ignorant.", "character": "Elizabeth Bennett", "characterId": "nm0002093"}]}, {"lines": [{"text": "Did you tell him you had five daughters, Papa?", "character": "Mary Bennet", "characterId": "nm0402554"}, {"text": "Well, I told him if he ran into five of the silliest girls in England, they would be my daughters!", "character": "Mr. Bennet", "characterId": "nm0350324"}]}, {"lines": [{"text": "I rather admired what you did this afternoon Miss Elizabeth. Your resentment of what you believe to be an injustice showed courage and loyalty. I could wish i might possess a friend who would defend me as ably as Mr. Wickham was defended today.", "character": "Mr. Darcy", "characterId": "nm0000059"}, {"text": "At this moment it's difficult to believe that you're so proud.", "character": "Mr. Bennett", "characterId": "nm0002093"}, {"text": "At this moment it's difficult to believe that you're so prejudiced.", "character": "Mr. Darcy", "characterId": "nm0000059"}]}, {"lines": [{"text": "You must learn, Mrs. Collins, to draw a firm line between the deserving poor and the undeserving.", "character": "Lady Catherine de Bourgh", "characterId": "nm0646829"}]}, {"lines": [{"text": "I tremble and obey.", "character": "Elizabeth Bennet", "characterId": "nm0002093"}]}, {"lines": [{"text": "Well, ignorance is bliss!", "character": null, "characterId": null}]}]}