{"quotes": [{"lines": [{"text": "I know the law. The law doesn't know the streets.", "character": "Daniel Ciello", "characterId": "nm0001852"}]}, {"lines": [{"text": "You bastards, it's, it's you guys who run the whole fucking thing! You run it! Starting with assistant DA's who plea bargain murder one down to a misdemeanor. Or lawyers wearing 400 dollar suits who come up to cops in hallways and say, \"Hey pal, listen, this case doesn't mean shit. Here's 50 dollars. Here's a hundred dollars. Five hundred dollars. Fifteen thousand dollars. Fifteen thousand dollars! Fuck, I mean, we know how you guys become judges. You pay 50 thousand and zap you're wearing robes! You guys, you live in Westport or here on Central Park West. While we're up in El Barrio on 125th Street. I mean you want us to keep everybody on the inside, so you can stay on the outside.", "character": "Daniel Ciello", "characterId": "nm0001852"}, {"text": "That's not true.", "character": "Brooks Paige", "characterId": "nm0736259"}, {"text": "The fuck it's not true! The fuck it's not true!", "character": "Daniel Ciello", "characterId": "nm0001852"}]}, {"lines": [{"text": "I don't know why you people don't understand the system. You want a conviction, but you've got these stupid search and seizure laws. And wiretaps. Case one never got made without an illegal wiretap. And you're never gonna get a conviction if a cop don't commit perjury. What is it that you want? You want the big dealer out of business? The only way I know to push him out of business is to steal his cash. Otherwise somewhere down the line, he's gonna buy out. He'll buy himself a bondsman. A DA. A judge. The scumbag dealer's back on the streets before the arresting officer.", "character": "Raf Alvarez", "characterId": "nm0656367"}]}, {"lines": [{"text": "[grabbing Polito by the lapels]\nI'll tell you what I'm in a position to do, and that's throw you out the fuckin' window. It's only the fifth floor, but I'll try to aim you so you land on your pointed little head.", "character": "Gus Levy", "characterId": "nm0001583"}, {"text": "Levy, you can easily avoid trial. All you have to do is cooperate.", "character": "District Attorney Polito", "characterId": "nm0866055"}, {"text": "Fuck it. You got your mind made up to try me? Go ahead and try me. But not for a lousy 400 dollars. At least get me for assault.", "character": "Gus Levy", "characterId": "nm0001583"}, {"text": "[knees Polito in the groin]", "character": null, "characterId": null}]}, {"lines": [{"text": "Are you threatening me?", "character": "Rick Cappalino", "characterId": "nm0006559"}, {"text": "Absolutely", "character": "Daniel Ciello", "characterId": "nm0001852"}]}, {"lines": [{"text": "I sleep with my wife, but I live with my partners.", "character": "Daniel Ciello", "characterId": "nm0001852"}]}, {"lines": [{"text": "[Danny is in court for the arraignment of some drug dealers he arrested]\nMaria, you want to stand up there please? Thank you. Your honor this young lady here has got nothing on under her fur coat. I'm sure the court wouldn't want her to catch cold.", "character": "Daniel Ciello", "characterId": "nm0001852"}, {"text": "Certainly not, Detective Ciello. Could be grounds for an appeal.", "character": "Judge", "characterId": "nm0111754"}]}, {"lines": [{"text": "Gentlemen, I am gonna tear this town apart. And I'm gonna start with the French Connection ripoff. And the reason I'm gonna start with the French Connection ripoff is because it's a goddamn outrage, and I have already promised myself that it's going to be solved. So what you are gonna do gentlemen, is you're gonna make my word good. The target is cops, the weapon is indictments. And I don't give one infinitesimal fuck if they are indictments that will stick or not. Because to a cop any indictment means a departmental trial, which is a euphemism for fini. End of gun, badge, pension, and pals. So I want cops' names. And if I don't get 'em, I'm gonna drop cops and start on D.A.'s! I want names! We'll start alphabetically. We'll start with A. Give me an A!", "character": "Mr. Kanter", "characterId": "nm0022973"}]}, {"lines": [{"text": "You know something, you're lucky. Last night, you said you were going wired to that meeting. If you had, you'd now be part of the pasta e fagioli. What made you back off?", "character": "Rick Cappalino", "characterId": "nm0006559"}, {"text": "I didn't. I got it all.", "character": "Daniel Ciello", "characterId": "nm0001852"}, {"text": "You said Alagretti gave you a massage. Where'd you wear a wire?", "character": "Rick Cappalino", "characterId": "nm0006559"}, {"text": "Right where I told that fat fuck. Under my balls!", "character": "Daniel Ciello", "characterId": "nm0001852"}]}, {"lines": [{"text": "[after talking to Danny's cousin Nick about Danny]\nI says we think he's a rat, and we think we should fuckin' clip him. He says if you think he's a rat, then you should clip him. But if you do, you better be sure he's a rat. Because the people that like him, they're good people.", "character": "Carl Alagretti", "characterId": "nm0225112"}]}, {"lines": [{"text": "Where did you go to school, Paige?", "character": "Daniel Ciello", "characterId": "nm0001852"}, {"text": "I went to Harvard. And uh, before Harvard to Andover. Before Andover to St. Bernard's.", "character": "Brooks Paige", "characterId": "nm0736259"}, {"text": "Ah, St. Bernard's. That's in the 2-3, that's, uh, little blond boys in blazers, right? Aw, shit, Cappalino. My own father can't understand the pressures on cops. What am I supposed to get from St. Bernard's?", "character": "Daniel Ciello", "characterId": "nm0001852"}]}, {"lines": [{"text": "What did you say your name was?", "character": null, "characterId": null}, {"text": "Ciello.", "character": "Daniel Ciello", "characterId": "nm0001852"}, {"text": "Are you the Detective Ciello?", "character": null, "characterId": null}, {"text": "I'm Detective Ciello.", "character": "Daniel Ciello", "characterId": "nm0001852"}, {"text": "I don't think I have anything to learn from you.", "character": null, "characterId": null}]}, {"lines": [{"text": "I kind of enjoy it when Nancy takes the kids to her folks. I get to go in the kitchen and do it my way, you know? How do you like your steak?", "character": "Rick Cappalino", "characterId": "nm0006559"}, {"text": "Do it your way.", "character": "Daniel Ciello", "characterId": "nm0001852"}, {"text": "You like it rare.", "character": "Rick Cappalino", "characterId": "nm0006559"}, {"text": "What is it? What do you want? I didn't do it, whatever it is. Why don't you do something important, like investigate lawyers. I mean, you were in the Manhattan D.A.'s office, right?", "character": "Daniel Ciello", "characterId": "nm0001852"}, {"text": "There was never a hint of corruption in that office. Maybe you know something I don't. Danny, you called me. So why are you here? If you know anything about lawyers or D.A.'s I would love to hear it. Is it common practice to sell narcotics in the narcotics division?", "character": "Rick Cappalino", "characterId": "nm0006559"}, {"text": "Where do you get your information from? Village Voice? New York Magazine, for chrissake? We don't see narcotics, dope dealers sell narcotics. We're not dope dealers, we're policemen. This steak is raw, this conversation is bullshit.", "character": "Daniel Ciello", "characterId": "nm0001852"}]}, {"lines": [{"text": "Always when I hear you, or Gus, or Joe, any of the guys, you always say nothing's worse than to be a r...", "character": "Carla Ciello", "characterId": "nm0001080"}, {"text": "A rat. A rat is when they catch you and make you inform. Nobody caught me. This is my setup, this is my action. And I'm never gonna hurt my partners.", "character": "Daniel Ciello", "characterId": "nm0001852"}]}, {"lines": [{"text": "Dave's been calling all over town about you. Why do you always have to shoot off your mouth, Ciello? I heard he's talkin' about some cop who's squealin' to the Chase Commission.", "character": "Carl Alagretti", "characterId": "nm0225112"}, {"text": "Carl, let's not sit so close to the TV set. I can't get any kind of recording here.", "character": "Daniel Ciello", "characterId": "nm0001852"}, {"text": "Man, that's not funny.", "character": "Carl Alagretti", "characterId": "nm0225112"}, {"text": "Listen, you oughta think about comin' over, Carl. Lotta cops are doin' it. You see that waitress over there? The one with no tits? She's been wearin' a wire for six months. She's got a transmitter stuffed right up her pussy.", "character": "Daniel Ciello", "characterId": "nm0001852"}]}, {"lines": [{"text": "I understand you're looking to do us a favor here. I want you to know I get nervous when people try to do me favors.", "character": "Dave DeBennedeto", "characterId": "nm0438682"}, {"text": "I got something I'd like to earn but it has to be right away.", "character": "Daniel Ciello", "characterId": "nm0001852"}, {"text": "So, what is it, Danny?", "character": "Carl Alagretti", "characterId": "nm0225112"}, {"text": "You remember Martinez? You bonded him. He says he paid you back. He's waiting for trial on Rikers. He says he's got a tape on you where you admit that he paid you. Now you're squeezing him. If you don't stop, he's gonna play the tape, ok? That's a felony.", "character": "Daniel Ciello", "characterId": "nm0001852"}, {"text": "Now let me tell you something. He's a rat fuck and a punk. He ain't got the heart to wear a wire on me. You know what I do I catch him wearing a wire? I stick it up his fuckin' ass and I pull it out his mouth. Nobody, nobody wears a wire around me. I can smell them.", "character": "Dave DeBennedeto", "characterId": "nm0438682"}, {"text": "It's God's truth, Danny. I never seen nothing like it.", "character": "Carl Alagretti", "characterId": "nm0225112"}, {"text": "You know what, Dave? You're an asshole. I don't know how you got where you got. You think I'm some kinda rat or something? We know the same people, you understand what I'm saying? You ain't half as tough as you think you are. Martinez made you, you fat fuck.", "character": "Daniel Ciello", "characterId": "nm0001852"}, {"text": "Hey, fuck. Nobody talks to me like that. Not even my friends.", "character": "Dave DeBennedeto", "characterId": "nm0438682"}]}, {"lines": [{"text": "Was he wired tonight?", "character": "Brooks Paige", "characterId": "nm0736259"}, {"text": "How would I know? He consults the spirits. Thinks he's some kinda goddamn gypsy fortune teller. \"Tonight? Mmmm, oh no tonight, much danger. No, no wire.\"", "character": "Rick Cappalino", "characterId": "nm0006559"}]}, {"lines": [{"text": "Gino ever tell you how we met?", "character": "Daniel Ciello", "characterId": "nm0001852"}, {"text": "No. I know he was a Mountie. You, too?", "character": "Ann Mascone", "characterId": "nm0520902"}, {"text": "No, I'm scared of horses. But I'm all alone, there's two thousand blacks in the street, I feel like I'm the only white man in Africa. I'm 23 years old, and these blacks, they want to burn the precinct down. So down the street comes the U.S. cavalry, fast Gino on the lead horse, and those nightsticks were flyin'.", "character": "Daniel Ciello", "characterId": "nm0001852"}, {"text": "Right up the steps, this beauty here goes right up the steps of the station house. I'm tellin you, the natives scattered.", "character": "Gino Mascone", "characterId": "nm0137142"}, {"text": "All of a sudden I've got this horse's ass right in my face, you know, his tail's in my nose, it's in my mouth. This one, this big guinea cop, he's sitting up on the horse like John Wayne. He lays his nightstick on this guy's head, it's so loud it sounds like a pistol shot. Then he looks down at me. I'm still leaning against the station house door. He says, \"Hey, kid, you want the collar?\"", "character": "Daniel Ciello", "characterId": "nm0001852"}]}, {"lines": [{"text": "Gino, you and I know you're a whore. Just a poor old whore who bellies up for any crook with two bucks. A whore and a thief. As far as I'm concerned you only have two options. You cooperate with us, you make the calls, or you go to jail with the other thieves. I don't even want to think about the third option.", "character": "Santimassino", "characterId": "nm0000837"}]}, {"lines": [{"text": "When I became a prosecuting attoney I acepted the fact that it was not a popularity contest. I think some of you guys have it all mixed up. You've fallen in love by this perpetrator, you feel responsible for him, you want him to love you. But you are prosecutors sworn to prosecute the guilty. Ciello is an law officer who has admitted to over fourty instances of perjury. My father, my grandfather was a lawyer and my father was a lawyer and I became a lawyer... because the law means everything to me and if any arm of the law is corrupt nothing can work, nothing. It is simple as that.", "character": "District Attorney Polito", "characterId": "nm0866055"}]}, {"lines": [{"text": "I'll see you around.", "character": "Daniel Ciello", "characterId": "nm0001852"}, {"text": "Do look likely.", "character": "The King", "characterId": "nm0160080"}, {"text": "Looks like we better add that one to the list", "character": "Tug Barnes", "characterId": "nm0809031"}, {"text": "[of possible threats; referring to The King]", "character": null, "characterId": null}, {"text": ".", "character": "Tug Barnes", "characterId": "nm0809031"}, {"text": "He's not a doer, he's a talker, which is probably worse.", "character": "Daniel Ciello", "characterId": "nm0001852"}, {"text": "He talks, you deny", "character": "Tug Barnes", "characterId": "nm0809031"}, {"text": "[referring to Ciello's upcoming testmonies in court]", "character": null, "characterId": null}, {"text": ".", "character": "Tug Barnes", "characterId": "nm0809031"}]}]}