{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[voiceover in police custody, as Norman is thinking]\nIt's sad, when a mother has to speak the words that condemn her own son. But I couldn't allow them to believe that I would commit murder. They'll put him away now, as I should have years ago. He was always bad, and in the end he intended to tell them I killed those girls and that man... as if I could do anything but just sit and stare, like one of his stuffed birds. They know I can't move a finger, and I won't. I'll just sit here and be quiet, just in case they do... suspect me. They're probably watching me. Well, let them. Let them see what kind of a person I am. I'm not even going to swat that fly. I hope they are watching... they'll see. They'll see and they'll know, and they'll say, \"Why, she wouldn't even harm a fly...\"", "character": "Norma Bates", "characterId": "nm0634282"}]}, {"lines": [{"text": "It's not like my mother is a maniac or a raving thing. She just goes a little mad sometimes. We all go a little mad sometimes. Haven't you?", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "Yes. Sometimes just one time can be enough.", "character": "Marion Crane", "characterId": "nm0001463"}]}, {"lines": [{"text": "Do you go out with friends?", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "A boy's best friend is his mother.", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "The rain didn't last long, did it? So... where are you off too?", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "[Marion looks uncomfortable]", "character": null, "characterId": null}, {"text": "Sorry. I didn't mean to pry.", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "Oh, I don't know. I guess I'm looking for a private island someplace where I can be alone and no one can find me.", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "What are you running away from?", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "Why do you ask that?", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "No reason. No one really runs away from anything. It's like a private trap that holds us in like a prison. You know what I think? I think that we're all in our private traps, clamped in them, and none of us can ever get out. We scratch and we claw, but only at the air, only at each other, and for all of it, we never budge an inch.", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "Sometimes... we deliberately step into those traps.", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "I was born into mine. I don't mind it anymore.", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "Oh, but you should. You should mind it.", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "Oh, I do...", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "But I say I don't.", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "You know... if anyone ever talked to me the way I heard... the way she spoke to you...", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "Sometimes... when she talks to me like that... I feel I'd like to go up there... and curse her... and-and-and leave her forever! Or at least defy her! But I know I can't. She's ill.", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "Do you have any vacancies?", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "Oh, we have 12 vacancies. 12 cabins, 12 vacancies.", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "Like I said... the mother... Now to understand it the way I understood it, hearing it from the mother... that is, from the mother half of Norman's mind... you have to go back ten years, to the time when Norman murdered his mother and her lover. Now he was already dangerously disturbed, had been ever since his father died. His mother was a clinging, demanding woman, and for years the two of them lived as if there was no one else in the world. Then she met a man... and it seemed to Norman that she 'threw him over' for this man. Now that pushed him over the line and he killed 'em both. Matricide is probably the most unbearable crime of all... most unbearable to the son who commits it. So he had to erase the crime, at least in his own mind. He stole her corpse. A weighted coffin was buried. He hid the body in the fruit cellar. Even treated it to keep it as well as it would keep. And that still wasn't enough. She was there! But she was a corpse. So he began to think and speak for her, give her half his life, so to speak. At times he could be both personalities, carry on conversations. At other times, the mother half took over completely. Now he was never all Norman, but he was often only mother. And because he was so pathologically jealous of her, he assumed that she was jealous of him. Therefore, if he felt a strong attraction to any other woman, the mother side of him would go wild.", "character": "Dr. Fred Richmond", "characterId": "nm0643000"}, {"text": "[Points finger at Lila Crane]", "character": null, "characterId": null}, {"text": "When he met your sister, he was touched by her... aroused by her. He wanted her. That set off the 'jealous mother' and 'mother killed the girl'! Now after the murder, Norman returned as if from a deep sleep. And like a dutiful son, covered up all traces of the crime he was convinced his mother had committed!", "character": "Dr. Fred Richmond", "characterId": "nm0643000"}]}, {"lines": [{"text": "I think I must have one of those faces you can't help believing.", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "Wouldn't it be better if you put her... some place...?", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "[Marion does not finish the sentence as she thinks of the right thing to say. Norman leans forward with a conserned look on his face]", "character": null, "characterId": null}, {"text": "You mean an institution? A madhouse?", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "No, I didn't mean it like...", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "[suddenly angry]\nPeople always call a madhouse \"someplace\", don't they? \"Put her in someplace!\"", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "I'm sorry. I didn't mean to sound so uncaring.", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "What do you know about caring? Have you ever seen the inside of one of those places? The laughing, and the tears, and those cruel eyes studying you? My mother THERE?", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "[subdued tone]", "character": null, "characterId": null}, {"text": "Oh, but she's harmless. She's as harmless as one of those stuffed birds.", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "I'm sorry. I felt that... well, from what you told me about your mother is that she might be hurting you. I meant well.", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "People always mean well. They cluck their thick tongues, and shake their heads and suggest, oh, so very delicately!", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "She might have fooled me, but she didn't fool my mother.", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "Mother! Oh God, mother! Blood! Blood!", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "[voice-over]\nNo! I tell you no! I won't have you bringing some young girl in for supper! By candlelight, I suppose, in the cheap, erotic fashion of young men with cheap, erotic minds!", "character": "Norma Bates", "characterId": "nm0339615"}, {"text": "[voice-over]\nMother, please...!", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "[voice-over]\nAnd then what? After supper? Music? Whispers?", "character": "Norma Bates", "characterId": "nm0339615"}, {"text": "[voice-over]\nMother, she's just a stranger. She's hungry, and it's raining out!", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "[voice-over]\n\"Mother, she's just a stranger\"! As if men don't desire strangers! As if... ohh, I refuse to speak of disgusting things, because they disgust me! You understand, boy? Go on, go tell her she'll not be appeasing her ugly appetite with MY food... or my son! Or do I have tell her because you don't have the guts! Huh, boy? You have the guts, boy?", "character": "Norma Bates", "characterId": "nm0339615"}, {"text": "[voice-over]\nShut up! Shut up!", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "Uh-uh, Mother-m-mother, uh, what is the phrase? She isn't quite herself today.", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "You mean the old woman I saw tonight wasn't Mrs. Bates?", "character": "Sam Loomis", "characterId": "nm0001260"}, {"text": "Now wait a minute, Sam, are you *sure* you saw an old woman?", "character": "Sheriff Al Chambers", "characterId": "nm0570615"}, {"text": "Yes! In the house behind the motel! I called and I pounded, but she just ignored me!", "character": "Sam Loomis", "characterId": "nm0001260"}, {"text": "You mean to tell me you saw Norman Bates' mother?", "character": "Sheriff Al Chambers", "characterId": "nm0570615"}, {"text": "It had to be - because Arbogast said so too. And the young man wouldn't let him see her because she was too ill.", "character": "Lila Crane", "characterId": "nm0587256"}, {"text": "Well, if the woman up there is Mrs. Bates... who's that woman buried out in Greenlawn Cemetery?", "character": "Sheriff Al Chambers", "characterId": "nm0570615"}]}, {"lines": [{"text": "He's a tranvestite!", "character": "Officer", "characterId": "nm0282418"}, {"text": "Ah, not exactly. A man who dresses in women's clothing in order to achieve a sexual change, or satisfaction, is a transvestite. But in Norman's case, he was simply doing everything possible to keep alive the illusion of his mother being alive. And when reality came too close, when danger or desire threatened that illusion - he dressed up, even to a cheap wig he bought. He'd walk about the house, sit in her chair, speak in her voice. He tried to be his mother! And, uh... now he is.", "character": "Dr. Fred Richmond", "characterId": "nm0643000"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Now, that's what I meant when I said I got the story from the mother. You see, when the mind houses two personalities, there's always a conflict, a battle. In Norman's case, the battle is over... and the dominant personality has won.", "character": "Dr. Fred Richmond", "characterId": "nm0643000"}, {"text": "And the forty thousand dollars? Who got that?", "character": "Sheriff Al Chambers", "characterId": "nm0570615"}, {"text": "The swamp. These were crimes of passion, not profit.", "character": "Dr. Fred Richmond", "characterId": "nm0643000"}, {"text": "[enters room with blanket on arm]\nHe feels a chill. Can I bring him this blanket?", "character": "Officer", "characterId": "nm0211402"}, {"text": "[lighting cigarette]\nOh, sure.", "character": "Dr. Fred Richmond", "characterId": "nm0643000"}, {"text": "All right.", "character": "Police Chief James Mitchell", "characterId": "nm0253140"}]}, {"lines": [{"text": "Well, a son is a poor substitute for a lover.", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "Why don't you go away?", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "What, to a private island like you?", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "No, not like me.", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "I couldn't do that. Who would look after her? The fire in her fireplace would go out. It would be cold and damp up there like a grave. If you love sombody, you wouldn't leave them even if they treat your badly. Do you understand? I don't hate my mother. I hate at what she's become. I hate her illness.", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "Your detective told you he couldn't come right back because he was goin' to question Norman Bates' mother. Right?", "character": "Sheriff Al Chambers", "characterId": "nm0570615"}, {"text": "Yes.", "character": "Lila Crane", "characterId": "nm0587256"}, {"text": "Norman Bates' mother has been dead and buried in Greenlawn Cenetery for the past ten years!", "character": "Sheriff Al Chambers", "characterId": "nm0570615"}, {"text": "I helped Norman pick out the dress she was buried in. Periwinkle blue.", "character": "Eliza Chambers", "characterId": "nm0878354"}, {"text": "'Tain't only local history, Sam. It's the only case of murder and suicide on Fairvale ledgers.", "character": "Sheriff Al Chambers", "characterId": "nm0570615"}]}, {"lines": [{"text": "No. I got the whole story - but not from Norman. I got it - from his mother. Norman Bates no longer exists. He only half-existed to begin with. And now, the other half has taken over. Probably for all time.", "character": "Dr. Fred Richmond", "characterId": "nm0643000"}, {"text": "Did he kill my sister?", "character": "Lila Crane", "characterId": "nm0587256"}, {"text": "Yes, - and no.", "character": "Dr. Fred Richmond", "characterId": "nm0643000"}]}, {"lines": [{"text": "Taxidermy. That is a strange hobby to fill.", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "A hobby should pass the time, not fill it.", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "You-you eat like a bird.", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "[Looking around at the stuffed birds while eating]\nAnd you'd know, of course.", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "No, not really. Anyway, I hear the expression 'eats like a bird' - it-it's really a", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "[stammers]", "character": null, "characterId": null}, {"text": "fals-fals-fals-falsity. Because birds really eat a tremendous lot. But -I-I don't really know anything about birds. My hobby is stuffing things. You know - taxidermy.", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "[Looking at can]\nThey tell you what its ingredients are, and how it's guaranteed to exterminate every insect in the world, but they do not tell you whether or not it's painless. And-and I say, insect or man, death should always be painless.", "character": "Hardware store customer", "characterId": "nm0908671"}]}, {"lines": [{"text": "Oh, we can see each other. We can even have dinner but respectably in my house with my mother's picture on the mantel and my sister helping me broil a big steak for three.", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "And after the steak, do we send Sister to the movies? Turn mama's picture to the wall?", "character": "Sam Loomis", "characterId": "nm0001260"}]}, {"lines": [{"text": "Sometimes Saturday night has a lonely sound, you ever notice that Lila?", "character": "Sam Loomis", "characterId": "nm0001260"}]}, {"lines": [{"text": "[Marion is imagining various conversations between the people she believes will be looking for her]\nHeck, Officer, that was the first time I ever saw the customer high-pressure the salesman! Somebody chasin' her?", "character": "California Charlie", "characterId": "nm0026930"}, {"text": "I better have a look at those papers, Charlie.", "character": "Highway Patrol officer", "characterId": "nm0590123"}, {"text": "She look like the wrong-one to you?", "character": "California Charlie", "characterId": "nm0026930"}, {"text": "Acted like one.", "character": "Highway Patrol officer", "characterId": "nm0590123"}, {"text": "The only funny thing, she paid me seven hundred dollars in cash.", "character": "California Charlie", "characterId": "nm0026930"}, {"text": "[Marion imagines another conversation]\nYes, Mr. Lowery?", "character": "Caroline", "characterId": "nm0386877"}, {"text": "Caroline? Marion still isn't in?", "character": "George Lowery", "characterId": "nm0853299"}, {"text": "No, Mr. Lowery. But then, she's always a bit late on Monday mornings.", "character": "Caroline", "characterId": "nm0386877"}, {"text": "Buzz me the minute she comes in. Then call her sister - if no one's answering at the house.", "character": "George Lowery", "characterId": "nm0853299"}, {"text": "[Marion imagines the conversation later resuming]\nI called her sister, Mr. Lowery, where she works, - the Music Makers Music Store, you know, - and she doesn't know where Marion is any more than we do.", "character": "Caroline", "characterId": "nm0386877"}, {"text": "You'd better run out to the house. She may be, well - unable to answer the phone.", "character": "George Lowery", "characterId": "nm0853299"}, {"text": "Her sister's going to do that. She's as worried as we are.", "character": "Caroline", "characterId": "nm0386877"}, {"text": "[Marion imagines Lowery speaking to her sister Lila]\nNo, I haven't the faintest idea. As I said, I last saw your sister when she left the office on Friday. She said she didn't feel well and wanted to leave early; I said she could. That was the last I saw... Now wait a minute. I did see her sometime later, driving - Ah, I think you'd better come over here to my office - quick! Caroline, get Mr. Cassidy for me!", "character": "George Lowery", "characterId": "nm0853299"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "[Marion imagines another conversation]\nAfter all, Cassidy, I told you - all that cash! I'm not taking the responsibility! Oh, for heaven's sake! A girl works for you for ten years, you trust her! All right. Yes. You better come over.", "character": "George Lowery", "characterId": "nm0853299"}, {"text": "Well, I ain't about to kiss off forty thousand dollars! I'll get it back, and if any of it's missin' I'll replace it with her fine, soft flesh! I'll track her, never you doubt it!", "character": "Tom Cassidy", "characterId": "nm0007214"}, {"text": "Oh, hold on, Cassidy! I-I still can't believe - it must be some kind of mystery. I-I can't...", "character": "George Lowery", "characterId": "nm0853299"}, {"text": "You checked with the bank, no? They never laid eyes on her, no? You still trustin'? Hot creepers! She sat there while I dumped it out! Hardly even looked at it! Plannin'! And - even flirtin' with me!", "character": "Tom Cassidy", "characterId": "nm0007214"}]}, {"lines": [{"text": "Uh... hold it there. In quite a hurry.", "character": "Highway Patrol officer", "characterId": "nm0590123"}, {"text": "[nervously]\nYes. Uh... I didn't intend to sleep so long. I almost had an accident last night, from sleepiness. So I decided to pull over.", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "You slept here all night?", "character": "Highway Patrol officer", "characterId": "nm0590123"}, {"text": "Yes. As I said, I couldn't keep my eyes open.", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "There are plenty of motels in this area. You should've... I mean, just to be safe.", "character": "Highway Patrol officer", "characterId": "nm0590123"}, {"text": "I didn't intend to sleep all night! I just pulled over. Have I broken any laws?", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "No, ma'am.", "character": "Highway Patrol officer", "characterId": "nm0590123"}, {"text": "Then I'm free to go?", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "Is anything wrong?", "character": "Highway Patrol officer", "characterId": "nm0590123"}, {"text": "Of course not. Am I acting as if there's something wrong?", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "Frankly, yes.", "character": "Highway Patrol officer", "characterId": "nm0590123"}, {"text": "Please... I'd like to go.", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "Well, is there?", "character": "Highway Patrol officer", "characterId": "nm0590123"}, {"text": "Is there what? I've told you there's nothing wrong, except that I'm in a hurry and you're taking up my time.", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "[starts car engine]", "character": null, "characterId": null}, {"text": "Now, just a moment! Turn off your motor, please. May I see your license?", "character": "Highway Patrol officer", "characterId": "nm0590123"}, {"text": "Why?", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "Please.", "character": "Highway Patrol officer", "characterId": "nm0590123"}]}, {"lines": [{"text": "Bob! Run out and get yourself some lunch, will you?", "character": "Sam Loomis", "characterId": "nm0001260"}, {"text": "Oh, that's okay, Sam, I brought it with me.", "character": "Bob Summerfield", "characterId": "nm0453093"}, {"text": "Run out and eat it!", "character": "Sam Loomis", "characterId": "nm0001260"}]}, {"lines": [{"text": "I'm buying this house for my baby's wedding present. Forty thousand dollars, cash! Now, that's... not buying happiness. That's just... buying off unhappiness.", "character": "Tom Cassidy", "characterId": "nm0007214"}, {"text": "[waves money in front of Marion]", "character": null, "characterId": null}, {"text": "I never carry more than I can afford to lose! Count 'em.", "character": "Tom Cassidy", "characterId": "nm0007214"}, {"text": "I declare!", "character": "Caroline", "characterId": "nm0386877"}, {"text": "[staring at Marion]\nI don't! That's how I get to keep it!", "character": "Tom Cassidy", "characterId": "nm0007214"}, {"text": "Tom, uh... cash transactions of this size! Most irregular.", "character": "George Lowery", "characterId": "nm0853299"}]}, {"lines": [{"text": "Hate the smell of dampness, don't you? It's such a, I don't know, creepy smell.", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "I don't set a fancy table, but the kitchen's awful homey.", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "It's the first time the customer ever high-pressured the salesman. I figure roughly... your car plus seven hundred dollars.", "character": "California Charlie", "characterId": "nm0026930"}, {"text": "Seven hundred dollars?", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "You always got time to argue money, huh?", "character": "California Charlie", "characterId": "nm0026930"}]}, {"lines": [{"text": "Thank you.", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "Thank you, Norman.", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "Norman.", "character": "Marion Crane", "characterId": "nm0001463"}]}, {"lines": [{"text": "[voice-over]\nNow mother, I'm going to uh, bring something up...", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "[voice-over]\nHaha... I am sorry, boy, but you do manage to look ludicrous when you give me orders.", "character": "Norma Bates", "characterId": "nm0634282"}, {"text": "[voice-over]\nPlease, mother.", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "[voice-over]\nNo! I will not hide in the fruit cellar! Ha! You think I'm fruity, huh? I'm staying right here. This is my room and no one will drag me out of it, least of all my big, bold son!", "character": "Norma Bates", "characterId": "nm0634282"}, {"text": "[voice-over]\nThey'll come now, mother! He came after the girl, and now someone will come after him. Please mother, it's just for a few days, just for a few days so they won't find you!", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "[voice-over]\n\"Just for a few days\"? In that dark, dank fruit cellar? No! You hid me there once, boy, and you'll not do it again, not ever again; now get out! I told you to get out, boy.", "character": "Norma Bates", "characterId": "nm0634282"}, {"text": "[voice-over]\nI'll carry you, mother.", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "[voice-over]\nNorman! What do you think you're doing? Don't you touch me, don't! NORMAN! Put me down, put me down, I can walk on my own...", "character": "Norma Bates", "characterId": "nm0634282"}]}, {"lines": [{"text": "I'm in no mood for trouble.", "character": "California Charlie", "characterId": "nm0026930"}, {"text": "What?", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "There's an old saying, \"First customer of the day is always the trouble!\" But like I say, I'm in no mood for it, so I'm gonna treat you so fair and square that you won't have one human reason to give me...", "character": "California Charlie", "characterId": "nm0026930"}, {"text": "Can I trade my car in and take another?", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "Do anything you've a mind to. Bein' a woman, you will. That yours?", "character": "California Charlie", "characterId": "nm0026930"}, {"text": "Yes, it's just that - there's nothing wrong with it. I just...", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "Sick of the sight of it! Well, why don't you have a look around here and see if there's somethin' that strikes your eyes, and meanwhile I'll have my mechanic give yours the once over. You want some coffee? I was just about...", "character": "California Charlie", "characterId": "nm0026930"}, {"text": "No, thank you. I'm in a hurry. I just want to make a change, and...", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "One thing people never oughtta be when they're buyin' used cars, and that's in a hurry. But like I said, it's too nice a day to argue. I'll uh - shoot your car in the garage here.", "character": "California Charlie", "characterId": "nm0026930"}]}, {"lines": [{"text": "Look, that old woman, whoever she is, she told Arbogast something. I want her to tell us the same thing.", "character": "Lila Crane", "characterId": "nm0587256"}, {"text": "Hold it, you can't go up there.", "character": "Sam Loomis", "characterId": "nm0001260"}, {"text": "Why not?", "character": "Lila Crane", "characterId": "nm0587256"}, {"text": "Bates.", "character": "Sam Loomis", "characterId": "nm0001260"}, {"text": "Then, let's find him. One of us can keep him occupied while the other gets to the old woman.", "character": "Lila Crane", "characterId": "nm0587256"}, {"text": "You'll never be able to hold him still even if he doesn't want to be held. And, I don't like you going into that house alone.", "character": "Sam Loomis", "characterId": "nm0001260"}, {"text": "I can handle a sick old woman!", "character": "Lila Crane", "characterId": "nm0587256"}]}, {"lines": [{"text": "Now, if this Marion Crane were here... you wouldn't be hiding her would you?", "character": "Milton Arbogast", "characterId": "nm0000842"}, {"text": "No.", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "Not even if she paid you?", "character": "Milton Arbogast", "characterId": "nm0000842"}, {"text": "No.", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "All right, then lets say for the sake of argument that she needed your help and that she made you out to be a fool in helping her...", "character": "Milton Arbogast", "characterId": "nm0000842"}, {"text": "Well, I'm not a fool. And I'm not capable of being fooled! Not even by a woman.", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "You never did eat your lunch, did you?", "character": "Sam Loomis", "characterId": "nm0001260"}, {"text": "I better get back to the office. These extended lunch hours give my boss excess acid.", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "Why don't you call your boss and tell him you're taking the rest of the afternoon off? It's Friday anyway, and hot.", "character": "Sam Loomis", "characterId": "nm0001260"}, {"text": "What do I do with my free afternoon? Walk you to the airport?", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "We could laze around here a while longer.", "character": "Sam Loomis", "characterId": "nm0001260"}, {"text": "Checking out time is 3 P.M. Hotels of this sort are interested in you when you come in, but when your time is up... oh Sam, I hate having to be with you in a place like this.", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "Married couples deliberately spend occasional nights in cheap hotels like this.", "character": "Sam Loomis", "characterId": "nm0001260"}]}, {"lines": [{"text": "[taking pill bottle out of purse]\nI've got something - not aspirin. My mother's doctor gave them to me the day of my wedding. Teddy was furious when he found out I had taken tranquilizers!", "character": "Caroline", "characterId": "nm0386877"}, {"text": "[applying lipstick]\nAny calls?", "character": "Marion Crane", "characterId": "nm0001463"}, {"text": "Teddy called me - my mother called to see if Teddy called. Oh, your sister called to say she's going to Tucson to do some buying and she'll be gone the whole weekend, and", "character": "Caroline", "characterId": "nm0386877"}, {"text": "[coversation interrupted]", "character": null, "characterId": null}]}, {"lines": [{"text": "We're always quickest to doubt people who have a reputation for being honest.", "character": "Milton Arbogast", "characterId": "nm0000842"}]}, {"lines": [{"text": "Oh, someone has seen her, all right. Someone always sees a girl with $40,000.", "character": "Milton Arbogast", "characterId": "nm0000842"}]}, {"lines": [{"text": "Well, if it doesn't jell, it isn't aspic, and this ain't jellin'!", "character": "Milton Arbogast", "characterId": "nm0000842"}]}, {"lines": [{"text": "[while in drag, screaming]\nI'm Norma Bates!", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "I've been doing all the talking so far, haven't I? I thought it was the people who were alone most of the time who did all the talking when they got the chance. Here you are doing all the listening. You are alone, aren't you?", "character": "Sam Loomis", "characterId": "nm0001260"}, {"text": "[nodding]\nHm-hmm.", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "Would drive me crazy.", "character": "Sam Loomis", "characterId": "nm0001260"}, {"text": "I think that would be a rather extreme reaction, don't you?", "character": "Norman Bates", "characterId": "nm0000578"}, {"text": "Just an expression. What I meant was, I'd do just about anything to get away, wouldn't you?", "character": "Sam Loomis", "characterId": "nm0001260"}, {"text": "No.", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "A son is a poor substitute for a lover.", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "Dirty night.", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "I'll lick the stamps.", "character": "Marion Crane", "characterId": "nm0001463"}]}, {"lines": [{"text": "Are you sure you wouldn't like to stay just a little while longer? Just for talk?", "character": "Norman Bates", "characterId": "nm0000578"}]}, {"lines": [{"text": "[staring at the money]\nI declare!", "character": "Caroline", "characterId": "nm0386877"}, {"text": "[whispering]\nI don't. That's how I'm able to keep it.", "character": "Tom Cassidy", "characterId": "nm0007214"}]}]}