{"quotes": [{"lines": [{"text": "A boy's best friend is his mother.", "character": "Norman Bates", "characterId": "nm0000681"}]}, {"lines": [{"text": "We all go a little mad sometimes.", "character": "Norman Bates", "characterId": "nm0000681"}]}, {"lines": [{"text": "Oh, someone has seen her, all right. Someone always sees a girl with $400,000.", "character": "Milton Arbogast", "characterId": "nm0000513"}]}, {"lines": [{"text": "Dirty night.", "character": "Norman Bates", "characterId": "nm0000681"}]}, {"lines": [{"text": "Like I said... the mother... Now to understand it the way I understood it, hearing it from the mother... that is, from the mother half of Norman's mind... you have to go back ten years, to the time when Norman murdered his mother and her lover. Now he was already dangerously disturbed, had been ever since his father died. His mother was a clinging, demanding woman, and for years the two of them lived as if there was no one else in the world. Then she met a man... and it seemed to Norman that she 'threw him over' for this man. Now that pushed him over the line and he killed 'em both. Matricide is probably the most unbearable crime of all... most unbearable to the son who commits it. So he had to erase the crime, at least in his own mind. He stole her corpse. A weighted coffin was buried. He hid the body in the fruit cellar. Even treated it to keep it as well as it would keep. And that still wasn't enough. She was there! But she was a corpse. So he began to think and speak for her, give her half his time, so to speak. At times he could be both personalities, carry on conversations. At other times, the mother half took over completely. Now he was never all Norman, but he was often only mother. And because he was so pathologically jealous of her, he assumed that she was jealous of him. Therefore, if he felt a strong attraction to any other woman, the mother side of him would go wild.", "character": "Dr. Fred Simon", "characterId": "nm0001233"}, {"text": "[Points finger at Lila Crane]", "character": null, "characterId": null}, {"text": "When he met your sister, he was touched by her... aroused by her. He wanted her. That set off the 'jealous mother' and 'mother killed the girl'! Now after the murder, Norman returned as if from a deep sleep. And like a dutiful son, covered up all traces of the crime he was convinced his mother had committed!", "character": "Dr. Fred Simon", "characterId": "nm0001233"}]}, {"lines": [{"text": "We're always quickest to doubt people who have a reputation for being honest.", "character": "Milton Arbogast", "characterId": "nm0000513"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "You never did eat your lunch, did you?", "character": "Samuel 'Sam' Loomis", "characterId": "nm0001557"}, {"text": "I better get back to the office. These extended lunch hours give my boss excess acid.", "character": "Marion Crane", "characterId": "nm0000162"}, {"text": "Why don't you call your boss and tell him you're taking the rest of the afternoon off? Its Friday, anyway - and hot.", "character": "Samuel 'Sam' Loomis", "characterId": "nm0001557"}, {"text": "What do I do with my free afternoon? Walk you to the airport?", "character": "Marion Crane", "characterId": "nm0000162"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "It is sad when a mother has to speak the words that condemn her own son. I can't allow them to think I would commit murder. They'll put him away now as I should have years ago. He was always bad and in the end he intended to tell them I killed those girls and that man, as if I could do anything but just sit and stare like one of his stuffed birds. They know I can't move a finger and I want to just sit here and be quiet just in case they suspect me. They're probably watching me. Well, let them. Let them see what kind of a person I am. I'm not even going to swat that fly. I hope they are watching... they'll see. They'll see and they'll know, and they'll say, \"Why, she wouldn't even harm a fly...\"", "character": "Norman Bates' Mother", "characterId": "nm0000681"}]}, {"lines": [{"text": "Are you sure you wouldn't like to stay just a little while longer? Just for talk?", "character": "Norman Bates", "characterId": "nm0000681"}]}, {"lines": [{"text": "Hate the smell of dampness, don't you? It's such a, I don't know, creepy smell.", "character": "Norman Bates", "characterId": "nm0000681"}]}, {"lines": [{"text": "A hobby should pass the time, not fill it.", "character": "Norman Bates", "characterId": "nm0000681"}]}, {"lines": [{"text": "I don't set a fancy table, but my kitchen's awful homey.", "character": "Norman Bates", "characterId": "nm0000681"}]}, {"lines": [{"text": "Mother! Oh God, mother! Blood! Blood!", "character": "Norman Bates", "characterId": "nm0000681"}]}, {"lines": [{"text": "Well, a son is a poor substitute for a lover.", "character": "Norman Bates", "characterId": "nm0000681"}]}, {"lines": [{"text": "She might have fooled me, but she didn't fool my mother.", "character": "Norman Bates", "characterId": "nm0000681"}]}, {"lines": [{"text": "Well I'm not a fool. And I'm not capable of being fooled! Not even by a woman.", "character": "Norman Bates", "characterId": "nm0000681"}]}, {"lines": [{"text": "I think I must have one of those faces you can't help believing.", "character": "Norman Bates", "characterId": "nm0000681"}]}, {"lines": [{"text": "Oh, we have 12 vacancies. 12 cabins, 12 vacancies.", "character": "Norman Bates", "characterId": "nm0000681"}]}, {"lines": [{"text": "I'll lick the stamps.", "character": "Marion Crane", "characterId": "nm0000162"}]}, {"lines": [{"text": "No! I tell you no! I won't have you bringing some young girl in for supper! By candlelight, I suppose, in the cheap, erotic fashion of young men with cheap, erotic minds!", "character": "Norman Bates' Mother", "characterId": "nm0000681"}, {"text": "Mother, please...!", "character": "Norman Bates", "characterId": "nm0000681"}, {"text": "And then what? After supper? Music? Whispers?", "character": "Norman Bates' Mother", "characterId": "nm0000681"}, {"text": "Mother, she's just a stranger. She's hungry, and it's raining out!", "character": "Norman Bates", "characterId": "nm0000681"}, {"text": "\"Mother, she's just a stranger\"! As if men don't desire strangers! As if... ohh, I refuse to speak of disgusting things, because they disgust me! You understand, boy? Go on, go tell her she'll not be appeasing her ugly appetite with MY food... or my son! Or do I have tell her because you don't have the guts! Huh, boy? You have the guts, boy?", "character": "Norman Bates' Mother", "characterId": "nm0000681"}, {"text": "Shut up! Shut up!", "character": "Norman Bates", "characterId": "nm0000681"}]}, {"lines": [{"text": "Bob! Run out and get yourself some lunch, will you?", "character": "Samuel 'Sam' Loomis", "characterId": "nm0001557"}, {"text": "Oh, that's okay, Sam, I brought it with me.", "character": "Bob Summerfield", "characterId": "nm0281359"}, {"text": "Run out and eat it!", "character": "Samuel 'Sam' Loomis", "characterId": "nm0001557"}]}]}