{"quotes": [{"lines": [{"text": "[voice-over]\nI am famous for such books as \"My Gun is Long\". I have many aliases. I am authors Susan Eager and Paul S. Coming. I am those and others. I am Paul Strong, Gary Rough and Les B. Han.", "character": "Mickey King", "characterId": "nm0000323"}]}, {"lines": [{"text": "Then I read in The Guiness Book of Records about Erle Stanley Gardner, the world's fastest writer, who can dictate up to the rate of 10,000 words a day. That was for me. None of that romantic stuff with a typewriter. I had better uses for those two particular fingers.", "character": "Mickey King", "characterId": "nm0000323"}]}, {"lines": [{"text": "I figured I had already paid my debt to society. I was killed in over 80 movies, wasn't I?", "character": "Preston Gilbert", "characterId": "nm0001682"}]}, {"lines": [{"text": "You like being the wife of a politician, kissing babies and all that bit?", "character": "Mickey King", "characterId": "nm0000323"}, {"text": "I don't stop at babies.", "character": "Princess Betty Cippola", "characterId": "nm0779507"}, {"text": "Are you trying to canvas me, princess?", "character": "Mickey King", "characterId": "nm0000323"}, {"text": "[laughs]\nI can always use a floating voter.", "character": "Princess Betty Cippola", "characterId": "nm0779507"}, {"text": "But I don't have a title.", "character": "Mickey King", "characterId": "nm0000323"}, {"text": "King's good enough. Come up to my castle sometime. This weekend's fine with me.", "character": "Princess Betty Cippola", "characterId": "nm0779507"}, {"text": "[cattily]\nBetty, What special qualities do you need to be a princess?", "character": "Liz Adams", "characterId": "nm0144311"}, {"text": "Only one - I'm very good in bed.", "character": "Princess Betty Cippola", "characterId": "nm0779507"}, {"text": "So I've been told.", "character": "Preston Gilbert", "characterId": "nm0001682"}]}, {"lines": [{"text": "So, you're Mickey King, Superstar's Boswell. Did he tell you about... me?", "character": "Princess Betty Cippola", "characterId": "nm0779507"}, {"text": "If you're Lon Chaney - yes.", "character": "Mickey King", "characterId": "nm0000323"}]}, {"lines": [{"text": "You are my very first princess.", "character": "Mickey King", "characterId": "nm0000323"}, {"text": "Am I?", "character": "Princess Betty Cippola", "characterId": "nm0779507"}, {"text": "I'll bet that was a fairy tale romance.", "character": "Mickey King", "characterId": "nm0000323"}, {"text": "On the contrary, the prince was very hetero.", "character": "Princess Betty Cippola", "characterId": "nm0779507"}, {"text": "[to Gilbert]\nIsn't that right, superstar?", "character": "Princess Betty Cippola", "characterId": "nm0779507"}, {"text": "Heh, heh, heh.", "character": "Preston Gilbert", "characterId": "nm0001682"}, {"text": "Isn't he big in the New Front?", "character": "Mickey King", "characterId": "nm0000323"}, {"text": "Yes, but he was a Christian Democrat when I met him.", "character": "Princess Betty Cippola", "characterId": "nm0779507"}]}, {"lines": [{"text": "She looked like a distant relative of Rocky Marciano. It looked like her honor was on the missing list. So was her cash. I got the feeling it was too late to retrieve either.", "character": "Mickey King", "characterId": "nm0000323"}]}, {"lines": [{"text": "[as phone rings]\nThat's probably Gilbert to tell you that he's arrived safely.", "character": "Mickey King", "characterId": "nm0000323"}, {"text": "Don't fool around. I believe in a hereafter.", "character": "Ben Dinuccio", "characterId": "nm0822034"}, {"text": "You have to the way you shoot.", "character": "Mickey King", "characterId": "nm0000323"}]}, {"lines": [{"text": "Suddenly I was a cop lover. They couldn't keep me at that station long enough. I needed time to think and a place to do it. The killer had tried to get me as well. I wasn't a joke anymore. Gilbert didn't laugh all the way to the mortuary.", "character": "Mickey King", "characterId": "nm0000323"}]}, {"lines": [{"text": "The writer's life would be ideal, but for the writing.", "character": "Mickey King", "characterId": "nm0000323"}]}, {"lines": [{"text": "[said about the clairvoyant]\nHe had eyes like blood-shot oysters.", "character": "Mickey King", "characterId": "nm0000323"}]}, {"lines": [{"text": "[voiceover]\nThe day started quietly enough... then I got out of bed. That was my first mistake. My second was to get from here, to here. That's how it all began. That bizarre adventure which put five people in the cemetery. And ruled me out as a customer for laxatives.", "character": "Mickey King", "characterId": "nm0000323"}]}, {"lines": [{"text": "[voiceover]\nAt the time, I was living abroad. I was already a writer, having three years before left London - and a lucrative job as a funeral director. It was the family business of my wife, whom I'd deserted together with my three children. Handling stiffs was hardly the life for someone with a burning creative urge. So I elbowed the loved ones.", "character": "Mickey King", "characterId": "nm0000323"}]}, {"lines": [{"text": "[voiceover]\nMy full name is Chester Thomas King, although most people call me Mickey, for reasons I won't go into. You may have read some of my early works - not that you'd know them. My publisher didn't see \"Chester Thomas King\" as the name of a best-selling author. He preferred such authors as \"Guy Strange,\" \"Gary Rough,\" \"Dan Wild,\" and \"Les Behan\". I was all those, and others.", "character": "Mickey King", "characterId": "nm0000323"}, {"text": "[voiceover continues]\nI was co-authors \"Susan Eager\" and \"Paul S. Cumming,\" the newly-discovered Indian writer, \"Dr. O. R. Gann\" - spelled with two \"n\"s - and the struggling Nigerian writer, \"S. Odomi\" - with the emphasis on the \"O\".", "character": "Mickey King", "characterId": "nm0000323"}, {"text": "[voiceover continues]\nNone of them exactly made Book of the Month club.", "character": "Mickey King", "characterId": "nm0000323"}]}, {"lines": [{"text": "[voiceover]\nThe writer's life would be ideal but for the writing. That was a problem I had to overcome. Then, I read in the Guinness Book of Records about Erle Stanley Gardner - the world's fastest novelist - who can dictate up to the rate of ten thousand words a day. That was for me. None of that romantic stuff with a typewriter. I had better uses for those two particular fingers.", "character": "Mickey King", "characterId": "nm0000323"}]}, {"lines": [{"text": "What do you write?", "character": "Miller", "characterId": "nm0504803"}, {"text": "Gangster fiction... \"Pulp\" would be less pompous and more accurate.", "character": "Mickey King", "characterId": "nm0000323"}]}, {"lines": [{"text": "[Talking to Mickey]\nI've been with Preston for 32 years. I started with him as a gopher. I used to go for coffee, go for this, go for that. After nine years, he made me a partner. Gilbert was one of the screen's immortal mobsters. Hero-worshipped and imitated around the world. The way he talked and acted - beating up the big boys, manhandling the women - appealed to audiences everywhere. His father was a nothing, a real nothing. A small-time gun who had botched his first contract and disappeared when Preston was three. Personally, I think he wound up as an automobile fender.", "character": "Ben Dinuccio", "characterId": "nm0822034"}, {"text": "[continues]\nI remember, he used to send a broad, after his first date, eleven yellow tea roses, with a card which said, \"The twelfth is you\". He didn't get that from no screen script, he thought of that himself. He had class. Boffed every leading lady he ever worked with.", "character": "Ben Dinuccio", "characterId": "nm0822034"}]}, {"lines": [{"text": "I married five times. All of them hard bitches, Mick. She was my third. You should meet the other four.", "character": "Preston Gilbert", "characterId": "nm0001682"}]}, {"lines": [{"text": "lockjaw.", "character": "Mickey King", "characterId": "nm0000323"}]}, {"lines": [{"text": "[voiceover]\nThe air in that place had the musty smell of dried-up dreams.", "character": "Mickey King", "characterId": "nm0000323"}]}, {"lines": [{"text": "I am communist. You communist?", "character": "Partisan", "characterId": "nm0869293"}, {"text": "No.", "character": "Mickey King", "characterId": "nm0000323"}, {"text": "What are you?", "character": "Partisan", "characterId": "nm0869293"}, {"text": "I am an imperialist lackey.", "character": "Mickey King", "characterId": "nm0000323"}]}]}