{"quotes": [{"lines": [{"text": "[continuing about The Pump]", "character": null, "characterId": null}, {"text": "It's as satisfying to me as, uh, coming is, you know? As, ah, having sex with a woman and coming. And so can you believe how much I am in heaven? I am like, uh, getting the feeling of coming in a gym, I'm getting the feeling of coming at home, I'm getting the feeling of coming backstage when I pump up, when I pose in front of 5,000 people, I get the same feeling, so I am coming day and night. I mean, it's terrific. Right? So you know, I am in heaven.", "character": "Arnold Schwarzenegger", "characterId": "nm0000216"}]}, {"lines": [{"text": "Milk is for babies. When you grow up you have to drink beer.", "character": "Arnold Schwarzenegger", "characterId": "nm0000216"}]}, {"lines": [{"text": "I don't have any weak points. I had weak points three years ago, but my main thing in mind is, my goal always was, to even out everything to the point... that everything is perfect. Which means if I want to increase one muscle a half inch, the rest of the body has to increase. I would never make one muscle increase or decrease, because everything fits together now, and all I have to do is get my posing routine down more perfect, which is almost impossible to do, you know. It's perfect already.", "character": "Arnold Schwarzenegger", "characterId": "nm0000216"}]}, {"lines": [{"text": "Never feel sorry for yourself. Remember, if you are traning hard, he may be training twice as hard. You just gotta keep coming back stronger.", "character": "Matty Ferrigno", "characterId": "nm0274830"}]}, {"lines": [{"text": "The greatest feeling you can get in a gym, or the most satisfying feeling you can get in the gym is... The Pump. Let's say you train your biceps. Blood is rushing into your muscles and that's what we call The Pump. You muscles get a really tight feeling, like your skin is going to explode any minute, and it's really tight - it's like somebody blowing air into it, into your muscle. It just blows up, and it feels really different. It feels fantastic.", "character": "Arnold Schwarzenegger", "characterId": "nm0000216"}]}, {"lines": [{"text": "Franco is pretty smart, but Franco's a child, and when it comes to the day of the contest, I am his father. He comes to me for advices. So it's not that hard for me to give him the wrong advices.", "character": "Arnold Schwarzenegger", "characterId": "nm0000216"}]}, {"lines": [{"text": "Do you visualize yourself as a living sculpture?", "character": null, "characterId": null}, {"text": "Yes, definitely. Good bodybuilders have the same mind when it comes to sculpting, than a sculptor has.", "character": "Arnold Schwarzenegger", "characterId": "nm0000216"}]}, {"lines": [{"text": "I was always dreaming about very powerful people, dictators and things like that. I was just always impressed by people who could be remembered for hundreds of years, or even, like Jesus, be for thousands of years remembered.", "character": "Arnold Schwarzenegger", "characterId": "nm0000216"}]}, {"lines": [{"text": "Arnold! Arnold! Arnold!", "character": "Lou Ferrigno", "characterId": "nm0002073"}, {"text": "[When motivating himself to do extra reps]", "character": null, "characterId": null}]}, {"lines": [{"text": "What did you say Lou? What did you say?", "character": "Arnold Schwarzenegger", "characterId": "nm0000216"}, {"text": "I'm training Arnold! Gotta get a good pump!", "character": "Lou Ferrigno", "characterId": "nm0002073"}, {"text": "You make too much noise! Has to be very quiet in here, like in a Church!", "character": "Arnold Schwarzenegger", "characterId": "nm0000216"}]}, {"lines": [{"text": "You're the king Arnold, and you're going to stay the king a long time.", "character": "Matty Ferrigno", "characterId": "nm0274830"}]}, {"lines": [{"text": "Looks like I can take you.", "character": "Serge Nubret", "characterId": "nm0637704"}, {"text": "Heh heh, yeah, keep looking.", "character": "Arnold Schwarzenegger", "characterId": "nm0000216"}]}]}