{"quotes": [{"lines": [{"text": "Eat your cereal with a fork and do your homework in the dark.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "Now I'm depressed. Now I feel like killing myself, but luckly I'm too depressed to bother.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "I'm sick of being ashamed. I don't mind being dejected and rejected, but I'm not going to be ashamed about it. At least pain is real. I mean, you look around and you see nothing is real, but at least the pain is real.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "I'm dedicating this unusual song to an unusual person who makes me feel kind of... unusual.", "character": "Mark Hunter", "characterId": "nm0000225"}, {"text": "[plays \"Why Can't I Fall In Love?\"]", "character": null, "characterId": null}]}, {"lines": [{"text": "I say do it. I dont care what, just do it. Jam me, jack me, push me, pull me, talk hard.", "character": "Nora", "characterId": "nm0000526"}]}, {"lines": [{"text": "Feeling screwed up at a screwed up time in a screwed up place does not necessarily make you screwed up.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "You hear about some kid who did something stupid, something desperate; what possessed him? How could he do such a terrible thing? Well, it's really quite simple, actually. Consider the life of a teenager - you have parents, teachers telling you what to do, you have movies, magazines and TV telling you what to do, but you know what you have to do. Your job, your purpose is to get accepted, get a cute girlfriend, think up something great to do with the rest of your life. What if you're confused and can't imagine a career? What if you're funny looking and can't get a girlfriend? You see, no-one wants to hear it. But the terrible secret is that being young is sometimes less fun than being dead.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "Talk hard!", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "They think you're moody, make 'em think you're crazy. Make 'em think you might snap. They say you got attitude, you show 'em some real attitude.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "Sometimes being young is less fun than being dead.", "character": "Hard Harry", "characterId": "nm0033730"}]}, {"lines": [{"text": "We're all worried, we're all in pain. That just comes with having eyes and having ears. But just remember one thing - it can't get any worse, it can only get better. High school is the bottom, being a teenager sucks, but that's the point, surviving it is the whole point. Quitting is not going to make you stronger, living will. So just hang on and hang in there.", "character": "Mark", "characterId": "nm0000225"}]}, {"lines": [{"text": "All the great themes have been used up and turned into theme parks.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "They say I'm disturbed. Well, of course I'm disturbed. I mean, we're all disturbed. And if we're not, why not? Doesn't this blend of blindness and blandness want to make you do something crazy? Then why not do something crazy? It makes a helluva lot more sense than blowing your fucking brains out.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "You see I didn't plan it like this. My dumb dad got me this shortwave radio set so I could just talk to my buddies back east. But I couldn't reach anybody. So I just imagined I was talking to nobody, I imagined nobody listening. Maybe I imagined there would be one person out there... And then one day I woke up, and I realized I was never going to be normal, so I said, \"Fuck it.\" I said, \"So be it.\" And Happy Harry Hard-On was born. But I never meant to hurt anyone. I never meant to hurt anyone. I'm sorry Malcolm. I never said, \"Don't do it.\"", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "Okay, down to business. I got my Wild Cherry Diet Pepsi, and uh, I got my Black Jack gum here! And I got that feeling. Mmm, yeah that familiar feeling? That something rank is going on out there.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Do you ever get the feeling that everything in America is completely fucked up?", "character": "Mark", "characterId": "nm0000225"}]}, {"lines": [{"text": "Guess who? It's 10 o'clock, do you care where your parents are?", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "I was looking for some stamps.", "character": "Mark Hunter", "characterId": "nm0000225"}, {"text": "yeah I have some right here. Are you gonna send a letter to a friend back east?", "character": "Brian Hunter", "characterId": "nm0667182"}, {"text": "No I was thinking about sending away for an inflatable date.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "Talk hard, I like that. It's like a dirty thought in a nice clean mind.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "Just look inside yourself and you'll see me waving up at you naked wearing only a cock ring.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "I mean, if I knew any thing about love, I would be out there making it, instead of sitting in here talking to you guys.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "Remember my dear, I can smell a lie like a fart in a car.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "Rise up in the cafeteria and stab them with your plastic forks.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "Is that box registered to a name?", "character": "Reporter #2", "characterId": "nm0787347"}, {"text": "Yes, of course that box is registered to a name, but I can't give it out to you.", "character": "Postal Clerk", "characterId": "nm0464255"}, {"text": "[holds out his police badge]\nBut you can to me.", "character": "Detective #1", "characterId": "nm0572033"}, {"text": "Yes, sir, I can get it for you... instantly. That box is registered to a Mr. Charles U. Farley, 112 Crescent.", "character": "Postal Clerk", "characterId": "nm0464255"}, {"text": "But that's the address of the school!", "character": "Reporter #2", "characterId": "nm0787347"}, {"text": "Heh, Chuck U. Farley!", "character": "Detective #1", "characterId": "nm0572033"}]}, {"lines": [{"text": "'Dear Harry, I think you're boring and obnoxious and have a high opinion of yourself.' Course some of you are probably thinking I sent this one to myself. 'I think school is okay if you just look at it right. I mean I like your music, but I really don't see why you can't be cheerful for one second.' I'll tell you since you asked. I just arrived in this stupid suburb. I have no friends, no money, no car, no license. And even if I did have a license all I can do is drive out to some stupid mall. Maybe if I'm lucky play some fucking video games, smoke a joint and get stupid. You see, there's nothing to do anymore. Everything decent's been done. All the great themes have been used up. Turned into theme parks. So I don't really find it exactly cheerful to be living in the middle of a totally, like, exhausted decade where there's nothing to look forward to and no one to look up to.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "I've got something to show you.", "character": "Mark Hunter", "characterId": "nm0000225"}, {"text": "Is it bigger than a baby's arm?", "character": "Nora", "characterId": "nm0000526"}]}, {"lines": [{"text": "I know that all of my horny listeners would love it if I would call up the \"eat me, beat me\" lady. But no! Because she never encloses her number.", "character": "Mark Hunter", "characterId": "nm0000225"}, {"text": "Tough luck, creepoid.", "character": "Nora", "characterId": "nm0000526"}, {"text": "Always the same red paper, the same beautiful black writing. She's probably a lot like me, a legend in her own mind. Hehehehe. But you know what, I bet in real life she's probably not that wild. I bet she's kind of shy like so many of us briskly walking the halls, pretending to be late for some class, pretending to be distracted. Hey, poetry lady, are you really this cool? Are you out there? Are you listening?", "character": "Mark Hunter", "characterId": "nm0000225"}, {"text": "I'm always out here.", "character": "Nora", "characterId": "nm0000526"}]}, {"lines": [{"text": "Ok, this is really me now. No more hiding. Listen, we're all worried, we're all in pain. That just comes with having eyes and with having ears. But just remember one thing, it can't get any worse, it can only get better. I mean High School is the bottom. Being a teenager sucks! But that's the point, surviving it is the whole point! Quitting is not going to make you strong, living will. So just hang on and hang in there. You know, I know all about the hating and the sneering. I'm a member of the \"why bother\" generation myself. But why did I bother to come out here tonight, and why did you? I mean, It's time. It's begins with us, not with politicians, the experts or the teachers but with us. With you and with me. The ones who need it most. I gotta believe, with everything in me, the whole world is longing for healing. Even the trees, the earth itself are crying out for it. You can hear it everywhere. Same kinda healing I desperately needed and I finally feel has begun, with you.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "You see, feeling screwed up in a screwed up place in a screwed up time does not mean you are screwed up, if you catch my drift.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "For instance, assuming that there is a heaven, who would ever want to go there? Ya know? I mean think about it; it's cool, you're sitting there up on this cloud. It's nice, it's quiet. There's no teachers, there's no parents... but guess what... there's nothing to do! It's fucking boring!", "character": "Mark", "characterId": "nm0000225"}]}, {"lines": [{"text": "We think you should see a psychiatrist.", "character": "Marla Hunter", "characterId": "nm0448252"}, {"text": "Is it that obvious?", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "In real life I could be that anonymous nerd sitting across from you in chem lab, staring at you so hard. Then when you turn around he tries to smile, but the smile just comes out all wrong. You just think, How pathetic. Then he just looks away, and never looks back at you again.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "You see, you can talk when you want to.", "character": "Nora Diniro", "characterId": "nm0000526"}]}, {"lines": [{"text": "Tonight we have number twelve of one hundred things to do with your body when you're all alone. Now, are you ready for the incredible sound of Hard Harry coming on his own face?", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "Oh no, not again. The creature stirs. Oh God, I think it's gonna to be a gusher. This is the sixth time in an hour.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "I am everywhere. I am inside each and every single one of you. Just look in and I will be there waving out at ya, naked wearing only a cock ring, heh, heh, heh. Wow, time flies when you're on the run. I'm gonna cut out now with this unusual song I'm dedicating to an unusual person who makes me feel kind of unusual.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "I'm the \"Eat me, beat me\" lady.", "character": "Nora", "characterId": "nm0000526"}]}, {"lines": [{"text": "You see there's nothing to do anymore. Everything decent's been done. All the great themes in life have been used up, turned into theme parks. So I don't really find it exactly cheerful to be living in the middle of a totally exhausted decade where there's nothing to look forward to and no one to look up to.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "I like the idea that a voice can just go somewhere, uninvited, and just kinda hang out like a dirty thought in a nice clean mind. Maybe a though is like a virus, you know, it can... it can... kill all the healthy thoughts and just take over. That would be serious.", "character": "Mark Hunter", "characterId": "nm0000225"}]}, {"lines": [{"text": "Excuse me. I just found the graffiti on the roof of the cafeteria, they're taking it down now.", "character": "Murdock", "characterId": "nm0738850"}, {"text": "What's it say?", "character": "Loretta Creswood", "characterId": "nm0517506"}, {"text": "Creswood's a maggot pusswad.", "character": "Murdock", "characterId": "nm0738850"}]}, {"lines": [{"text": "[to his listeners after being interrupted by his parents]\nSorry folks, technical difficulties.", "character": "Mark Hunter", "characterId": "nm0000225"}]}]}