{"quotes": [{"lines": [{"text": "[shouting]\nYou are immoral!", "character": "Mary Jurgens, Tribunal Member", "characterId": "nm0325426"}, {"text": "I am not immoral.", "character": "Jay Kaufman, Tribunal Defendant", "characterId": "nm0034492"}, {"text": "[she continually interrups with shouting]", "character": null, "characterId": null}, {"text": "You want me to tell you what's immoral? War is immoral! Poverty is immoral! Racism is immoral! Police brutality is immoral! Opression is immoral! Genocide is immoral! Imperialism is immoral! This country represents all those things!", "character": "Jay Kaufman, Tribunal Defendant", "characterId": "nm0034492"}]}, {"lines": [{"text": "Would you like for me to define what a politician is? A politician is nothing but a debater. All that you do is debate issues, you fat pig, you meathead. That's all that you are, because you are lying, sucker, you're lying to the camera, you're lying to your mama, you're lying to everybody, but every time I hear you open up your mouth, all I hear is oink, you pig. That's all I hear, oink. 'Cause you ain't got no humanity in you, 'cause you're a pig, you lying punk.", "character": "Charles Robbins", "characterId": "nm0035595"}]}, {"lines": [{"text": "At another time, the honorable thing or the right thing to do might be to be a policeman or to be President. Right now, I think the honorable thing to do is to be a criminal.", "character": "Desert Pacifist", "characterId": "nm1369420"}]}, {"lines": [{"text": "\"The streets of our country are in turmoil. The universities are filled with students rebelling and rioting. Communists are seeking to destroy our country. Russia is threatening us with her might and the republic is in danger. Yes, danger from within and without. We need law and order or our nation cannot survive\". We might all be forgiven for supposing those to be the words of our President. But they are not. Those words were uttered in 1932 by Adolf Hitler.", "character": "James Daly, Defense Attorney", "characterId": "nm0291582"}, {"text": "Sieg motherfucking Heil!", "character": "Defendant Lee Robert Brown", "characterId": "nm0092688"}, {"text": "We know what kind of law and order followed in that country.", "character": "James Daly, Defense Attorney", "characterId": "nm0291582"}]}, {"lines": [{"text": "I will tell what happened to people who are poor and uneducated and automated out of a job and who stand in long fucking lines talking to little people like you with delusions of power, and unemployment lines all day long, to be fucked off because your old man didn't ball you right last night or you got a case of crabs.", "character": "Defendant Lee Robert Brown", "characterId": "nm0092688"}]}, {"lines": [{"text": "You don't wanna hear my message. You spent fifty years evolving a propaganda system that'll take the truth and change it into what you wanna hear. You don't wanna hear shit that's gonna mean you might have to give up something. You don't want it. All you wanna do is sit on your fat, dividend-drawing ass and draw dividends.", "character": "Defendant Lee Robert Brown", "characterId": "nm0092688"}]}, {"lines": [{"text": "America is as psycotic ai it is powerful and violence is the only goddamn thing that will command your attention.", "character": "Defendant Lee Robert Brown", "characterId": "nm0092688"}]}, {"lines": [{"text": "]\nUnder the provision of Title 2 of the 1950 Internal Security Act, also known as the McCarran Act, the President of the United States of America is still authorized, without further approval by Congress to determine an event of insurrection within the United States and to declare the existence of an \"internal security emergency\". The President is then authorized to apprehend and detain each person as to whom there is reasonable ground to believe probably will engage in certain future acts of sabotage. Persons apprehended shall be given a hearing, without right of bail, without the necessity of evidence and shall then be confined to places of detention.", "character": "Documentarist", "characterId": "nm0914386"}]}, {"lines": [{"text": "My responsibilities as a citizen in this country do not include killing for it.", "character": "James Arthur Kohler, Tribunal Defendant", "characterId": "nm1777179"}]}]}