{"quotes": [{"lines": [{"text": "Walk? Not bloody likely. I'm going in a taxi.", "character": "Eliza Doolittle", "characterId": "nm0384908"}]}, {"lines": [{"text": "If you can't appreciate what you've got, you'd better get what you can appreciate.", "character": "Prof. Henry Higgins", "characterId": "nm0001366"}]}, {"lines": [{"text": "I washed me face and hands before I come, I did.", "character": "Eliza Doolittle", "characterId": "nm0384908"}]}, {"lines": [{"text": "Where the devil are my slippers, Eliza?", "character": "Professor Henry Higgins", "characterId": "nm0001366"}]}, {"lines": [{"text": "[to Eliza and Freddie, who are kissing on the street]\nNow then, now then, now then. This isn't Paris, you know.", "character": "First Policeman", "characterId": "nm0873754"}]}, {"lines": [{"text": "What's to become of me?", "character": "Eliza Doolittle", "characterId": "nm0384908"}, {"text": "Oh, so that's what's worrying you, is it? Ooh, you'll settle down somewhere or other. But I hadn't quite realized... that you were going away.", "character": "Prof. Henry Higgins", "characterId": "nm0001366"}]}, {"lines": [{"text": "You might marry you know? Youre not bad-looking; it's quite a pleasure to look at you sometimes-not now, of course, because youre crying and looking as ugly as the very devil; but when youre all right and quite yourself, youre what I should call attractive. That is, to the people in the marrying line, you understand. You go to bed and have a good nice rest; and then get up and look at yourself in the glass; and you wont feel so cheap.", "character": "Prof. Henry Higgins", "characterId": "nm0001366"}]}, {"lines": [{"text": "You can't be a good girl on the inside if you are a dirty girl on the outside.", "character": "Mrs. Pearce", "characterId": "nm0128130"}]}, {"lines": [{"text": "Have you no morals man?", "character": "Prof. Henry Higgins", "characterId": "nm0001366"}, {"text": "Can't afford them guv'nor.", "character": "Alfred Doolittle", "characterId": "nm0493347"}]}, {"lines": [{"text": "There's lots of women has to make their husbands drunk to make them fit to live with.", "character": "Eliza Doolittle", "characterId": "nm0384908"}]}, {"lines": [{"text": "Yes, you squashed cabbage leaf, you disgrace to the noble architecture of these columns, you incarnate insult to the English language, I could pass you off as the Queen of Sheba!", "character": "Prof. Henry Higgins", "characterId": "nm0001366"}]}, {"lines": [{"text": "[directed to Eliza in anger]\nGet out and come home and don't be a fool!", "character": "Prof. Henry Higgins", "characterId": "nm0001366"}, {"text": "Very nicely put indeed, Henry. No woman could resist such an invitation.", "character": "Mrs. Higgins", "characterId": "nm0517919"}]}, {"lines": [{"text": "The rain in Spain stays mainly in the plains.", "character": "Prof. Henry Higgins", "characterId": "nm0001366"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "I'm a good girl, I am!", "character": "Eliza Doolittle", "characterId": "nm0384908"}]}, {"lines": [{"text": "Heaven help the master who is judged by his disciples.", "character": "Prof. Henry Higgins", "characterId": "nm0001366"}]}, {"lines": [{"text": "Now listen to me, Eliza. You're going to live here for six months and learn to speak beautifully like a lady in a florist shop. If you're good and do whatever you're told, you shall sleep in a proper bedroom, have lots to eat and money to buy chocolates and take rides in taxis. If you're naughty and idle, you shall sleep in the back kitchen among the black beetles and be walloped by Mrs. Pearce with a broomstick. At the end of six months you shall go to Buckingham Palace in a carriage, beautifully dressed. If the King finds out you're not a lady, you will be taken by the guards to the Tower of London where your head will be cut off as a warning to other presumptuous flower girls. But, if you are not found out, you will receive a present of seven and sixpence to start life with as a lady in a shop. If you refuse this offer you will be a most ungrateful and wicked girl and the angels will weep for you.", "character": "Prof. Henry Higgins", "characterId": "nm0001366"}]}]}