{"quotes": [{"lines": [{"text": "Would you like...", "character": "Ari", "characterId": "nm0000102"}, {"text": "To fuck?", "character": "Sam", "characterId": "nm0001718"}, {"text": "No, a drink.", "character": "Ari", "characterId": "nm0000102"}]}, {"lines": [{"text": "Think pure thoughts.", "character": "Ari", "characterId": "nm0000102"}, {"text": "I'm not wearing any undies.", "character": "Sam", "characterId": "nm0001718"}]}, {"lines": [{"text": "If you get a chubby, I will fucking kill you.", "character": "Liam", "characterId": "nm0668271"}]}, {"lines": [{"text": "[Working in a darkroom, Ari mistakes developer fluid for wine]\nLiam! This is the worst piss you've ever bought! Next time spend the extra dime and get something with grapes!", "character": "Ari", "characterId": "nm0000102"}]}, {"lines": [{"text": "When I was in like, 5th grade, the miniseries \"Roots\" was this big thing. So, our teacher had us make family trees. I consulted my mom, and my grandmother, but we couldn't trace it back any further than New York, which was embarrassing. So, I lied and said that we were descended from Russian Tsars. Which is possible if any of them married poorly. Now Liam on the other hand, if there's a good Monty Python rerun on, or if he's had enough Guinness, will confess to a lineage of pirates. Dashing, hearty, seafaring men, known for their rich appetites and poor showings on college placement exams. Supposedly, he claims, they started out with the best of intentions. Rebellion against a tyrannical crown. But then conditions changed, and they lost track. They became desperados. Seduced, driven mad by a combination of lust and endless, chickless months at sea. They raped, they pillaged, they took things that were not theirs. See, that's the literal definition of piracy today. Record pirates, video pirates, love pirates. Maybe that's why Sam and I broke up. Maybe it was just sex. Maybe it was something we let our careers get away with. But no matter what, if we didn't have a hold on it, if it wasn't truly ours, then we had no right fucking with it. Yeah, we had a lot in common with Liam's pirates, Sam and I. The lust... the abandon... the tendency to just burn everything in sight. I don't think I'll ever fall in love again.", "character": "Ari", "characterId": "nm0000102"}]}]}