{"quotes": [{"lines": [{"text": "Your ass was grassed man and he went in there, with lead pipe, and he saved your ass... And now you're gonna deny him over his dead body? Man, Cobarde!", "character": "Det. Luis Valentin", "characterId": "nm0350079"}, {"text": "Cobarde?", "character": "Bobby Texador", "characterId": "nm0000800"}, {"text": "Yeah! You fucking coward! Tony loved you like a brother, man! He worked for you since!", "character": "Det. Luis Valentin", "characterId": "nm0350079"}, {"text": "You know, we knew you was a punk then but you're being a punk now. Yeah, detective, come on, you couldn't find a fucking Jew in Rockaway. You know, you got a badge and a gun but you're still a punk so shut the fuck up.", "character": "Bobby Texador", "characterId": "nm0000800"}]}, {"lines": [{"text": "[telling Al Reilly about Kevin Quinn]\nHe's a prick. He's a racist and an anti-Semite and a prick. He wants to be Tom Dewey, and he will be. He married for politics and all he can see is way clear to God knows how high up. Years ago, when we still had executions in the state, he used to volunteer as a witness. Yeah, his first murder case, uhh he was a young A.D.A. then and I'm talking years ago... The case was shaky, circumstantial and he wanted a recommended death penalty from the jury. Before he was finished, he had them believing that poor black kid raped their mothers. He goes up to Sing-Sing for the electrocution. And the next day, we're sitting around, drinking coffee and he walks in with this grin on his face and someone says \"Hey, how did it go?\", he says, casually, \"He fried!\" and then he says, \"I sure hope he was guilty!\" and he laughs! Fuck him! Now and forever!", "character": "Leo Bloomenfeld", "characterId": "nm0724673"}]}, {"lines": [{"text": "Oh, Reilly. You just loved the idea of your father. Now, your father was dirty. He was as dirty as they come. Nothing big, just penny-ante stuff. You know, free meals. A place to coop. For a while, he was a bag man for a pad in the South Bronx. The normal stuff. He took home $100, $150 a week. That's all. But hell, what a cop. Like me, he was the first through the door, the window, the skylight! I mean, he knew there were animals out there! He knew there was a line the niggers, the spics, the junkies, the faggots had to cross to get into people's throats. He was that line. I am that line. And the fucking judges and Jew lawyers, aldermen and guinea DAs are raking it in. We take a fucking hamburger and it's goodbye badge, gun and pension. And all the time, it's our lives that's on the line. It's our widows and our orphans! Now you're a rogue cop, you mick bastard! You went from our side to their side.", "character": "Captain Lt. Michael 'Mike' Brennan, NYPD", "characterId": "nm0000560"}]}, {"lines": [{"text": "This case is dirty, I feel it in the cojones you know?", "character": "Det. Luis Valentin", "characterId": "nm0350079"}, {"text": "You're listening to a piece of shit like Bobby Tex, the day you start believing a damn dope-dealing Spic against a cop like Mike is the day I turn in my badge! Mike Brennan is the best cop I ever saw! First one through the door, the window, the skylight, he stepped in front of a bullet for me once, caught it in his left hand and shoved it up the punk's ass! Now unless you know, don't blow, this is serious.", "character": "Det. Sam 'Chappie' Chapman", "characterId": "nm0001165"}]}, {"lines": [{"text": "[getting introduced with Bloomenfeld's friend]\nHow do you do? I'm delighted!", "character": "Preston Pearlstein", "characterId": "nm0277882"}, {"text": "That's it Perlstein! Don't spoil my appetite, we haven't eaten yet.", "character": "Leo Bloomenfeld", "characterId": "nm0724673"}, {"text": "[laughing]\nwhat a character!", "character": "Preston Pearlstein", "characterId": "nm0277882"}, {"text": "[laughing again, louder]", "character": null, "characterId": null}, {"text": "Look at that son of a bitch.", "character": "Leo Bloomenfeld", "characterId": "nm0724673"}]}, {"lines": [{"text": "You're the whitest black man I know, Chappy.", "character": "Captain Lt. Michael 'Mike' Brennan, NYPD", "characterId": "nm0000560"}]}, {"lines": [{"text": "You fuck with me, better you piss a kidney stone through your hard-on.", "character": "Captain Lt. Michael 'Mike' Brennan, NYPD", "characterId": "nm0000560"}]}, {"lines": [{"text": "[Brennan is telling other cops about an arrest]\nl don't know what this guy's on, but he just sits there with a shit-eating grin on his face! So, fuck it. l figure l've got to straighten him out a little bit. So l say, ''You've got a right to remain silent as long as you can stand the pain.'' There's nothing. Not a fucking dent. Not a fucking dent! l decide to fingerprint him in the back room, He pulls away from me, He's a big motherfucker, He's 6'-3\" or 6'-4\", He starts yelling, ''You fucking harp, this! You fucking harp, that!'' l say, ''Mr. Calabrese, don't upset me now.'' l go to put his hand on the printer. He pulls his hand away he says, ''You can't print me! l'm made!' He throws the fucking ink pad! And l'm standing there and l'm looking at my new light-blue jacket. l've got ink all over my fucking white shirt. He just ruined my fucking jacket. l'm seeing red. l'm pissed, right? l'm going to get that motherfucker! l grab him by the ass and the neck and very quietly l say ''All right, you guinea, you bought it.'' l threw the fucker out the window! Threw him right out the window. He goes right through the wire mesh, out the window. Now remember, this guy's stoned so he thinks he's gonna die. He thinks he's on the second floor, and he goes... Shits his pants. He shit his pants. He wasn't hurt too badly. lt was the ground floor. He had some cuts, that's about it. Now, we gotta go get the guy and he smells. We bring him in the back. l'm going to take him in. l take him back to print him and l make him put his hands down in his pants and he gets some of that shit on his fingers. l say, ''Mr. Calabrese, we ain't got no more ink pads. ''You've got to use your own shit.'' No more out of Mr. fucking Calabrese!", "character": "Captain Lt. Michael 'Mike' Brennan, NYPD", "characterId": "nm0000560"}, {"text": "[All the other cops laugh]", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Reilly]\nIt's a pleasure, we knew your old man, cops like that that made us the finest, we were just telling some old war stories, Mike told us what cojones he got, this jungle bunny over here is laughing his ass off", "character": "Det. Luis Valentin", "characterId": "nm0350079"}, {"text": "[Chappie Interrupts]", "character": null, "characterId": null}, {"text": "You ain't nothin' but a nigger with straight hair.", "character": "Det. Sam 'Chappie' Chapman", "characterId": "nm0001165"}, {"text": "Gentlemen, you are both in violation of department directives, racial epithets are not permitted!", "character": "Insp. Flynn", "characterId": "nm0462670"}, {"text": "Excuse me sir, whose racist? Me and Chappie? We're the minorities man, you're damn lucky to get us, if we quit, some federal judge will take away your money. Brennan ain't no racist, he hates everybody, he's an equal opportunity hater.", "character": "Det. Luis Valentin", "characterId": "nm0350079"}]}]}