{"quotes": [{"lines": [{"text": "The government is encouraging these sporting events because the people take such a keen interest in them. It's like baseball or football in our country. A tug of war is arranged between two bull elephants and the natives bet high on the outcome. Events like this are designed to keep their minds off of more *troublesome* matters.", "character": "Narrator", "characterId": "nm0587534"}]}, {"lines": [{"text": "Why are you attempting to enter my territory? Everyone in the jungle knows strangers are not welcome here.", "character": "Zita, the Amazon Queen", "characterId": "nm0610119"}]}, {"lines": [{"text": "...Greg has promised to marry you, and men are stupid when bound by such promises. All I know is that he loves me, and if he were free, he'd marry me.", "character": "Zita, the Amazon Queen", "characterId": "nm0610119"}, {"text": "As far as his promise goes, don't think I would hold him for one instant if he really wanted to be free.", "character": "Jean Preston", "characterId": "nm0605685"}, {"text": "Do you really mean that honestly?", "character": "Zita, the Amazon Queen", "characterId": "nm0610119"}, {"text": "Of course, I mean it!", "character": "Jean Preston", "characterId": "nm0605685"}, {"text": "I'm glad you're inclined to feel so sensible about it because I would have had you keeled rather than give him up. You see, here in the jungle such things are easily managed, and I'm not bound by the conventional laws of society that hamper you. Greg says that I'm more than half savage, and maybe I am. All I know is that I'm willing to fight for what I want.", "character": "Zita, the Amazon Queen", "characterId": "nm0610119"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[dying, shot by Suqy]\nFor men must work... and women... must weep!", "character": "Gabby", "characterId": "nm0111297"}]}, {"lines": [{"text": "Zita, my dear, you're quite a queen!", "character": "Greg Jones", "characterId": "nm0249847"}, {"text": "[holding a bullwhip, tenderly]\nSomeone has to be boss, dear...", "character": "Zita, the Amazon Queen", "characterId": "nm0610119"}]}, {"lines": [{"text": "Plenty big job to get 40 boy for you. They scared of voodoo.", "character": "Native Chief", "characterId": "nm0427845"}, {"text": "Voodoo? I thought you were all over that business, Tonga.", "character": "Wayne Monroe", "characterId": "nm0724188"}, {"text": "Tonga no 'fraid for voodoo. But boy plenty 'fraid.", "character": "Native Chief", "characterId": "nm0427845"}, {"text": "What's the voodoo this time? Just what are they afraid of?", "character": "Wayne Monroe", "characterId": "nm0724188"}, {"text": "White woman.", "character": "Native Chief", "characterId": "nm0427845"}, {"text": "Well, I can't say as I blame 'em.", "character": "Wayne Monroe", "characterId": "nm0724188"}, {"text": "Pretty white woman, but bad. She is queen of the she-devils. Very pretty, but good native is 'fraid from her. White goddess!", "character": "Native Chief", "characterId": "nm0427845"}, {"text": "Well, bless my soul! A white goddess in the jungle?", "character": "Narrator", "characterId": "nm0587534"}, {"text": "White goddess, huh? She-devils. Hmm!", "character": "Wayne Monroe", "characterId": "nm0724188"}]}, {"lines": [{"text": "...fishers went sailin' out into the West, out into the West as the sun goes down; each thought on the woman who lov'd him best. And the children stood watchin' them out of the town. For men must work, and women must weep, and there's little to earn, and many to keep, though the harbor bar be moanin'. Three wives sat up in the light-house tower, and they trimm'd the lamp as the sun went down. They look'd at the squall, and they look'd at the shower, and the night rack came rolling up ragged and brown! Three corpses lay out on the shining sand, in the morning gleam as the town went down. And the women are weepin' and wringin' their hands for those who will never come back to the town; for men must work, and women must weep, and the sooner it's over, the sooner to sleep - and good-by to the bar and its moanin'.", "character": "Gabby", "characterId": "nm0111297"}]}, {"lines": [{"text": "[noticing the professor eying a native woman]\nRemember, professor, you're supposed to be interested in insects.", "character": "Narrator", "characterId": "nm0587534"}, {"text": "But you find them in the strangest places.", "character": "Professor", "characterId": "nm0071031"}]}]}