{"quotes": [{"lines": [{"text": "[in his dying letter to Nero]\nTo Nero, Emperor of Rome, Master of the World, Divine Pontiff. I know that my death will be a disappointment to you, since you wished to render me this service yourself. To be born in your reign is a miscalculation; but to die in it is a joy. I can forgive you for murdering your wife and your mother, for burning our beloved Rome, for befouling our fair country with the stench of your crimes. But one thing I cannot forgive - the boredom of having to listen to your verses, your second-rate songs, your mediocre performances. Adhere to your special gifts, Nero - murder and arson, betrayal and terror. Mutilate your subjects if you must; but with my last breath I beg you - do not mutilate the arts. Fare well, but compose no more music. Brutalize the people, but do not bore them, as you have bored to death your friend, the late Gaius Petronius.", "character": "Petronius", "characterId": "nm0312890"}]}, {"lines": [{"text": "[none of his closest men will die for him in light of the mob's anger over Rome's burning]\nI'm surrounded by eunuchs!", "character": "Emperor Nero", "characterId": "nm0001811"}]}, {"lines": [{"text": "It is not enough to live well. One must die well.", "character": "Petronius", "characterId": "nm0312890"}]}, {"lines": [{"text": "[on being told the Christians are being blamed for the burning of Rome]", "character": null, "characterId": null}, {"text": "The people won't believe such a lie!", "character": "Vinicius", "characterId": "nm0001791"}, {"text": "But they are believing it. People will believe any lie, if it is fantastic enough.", "character": "Petronius", "characterId": "nm0312890"}]}, {"lines": [{"text": "This is the Appian Way, the most famous road that leads to Rome, as all roads lead to Rome. On this road march her conquering legions. Imperial Rome is the center of the empire, the undisputed master of the world. But with this power inevitably comes corruption. No man is sure of his life, the individual is at the mercy of the state, murder replaces justice. Rulers of conquered nations surrender their helpless subjects to bondage. High and low alike become Roman slaves, Roman hostages. There is no escape from the whip and the sword. That any force on earth can shake the foundations of this pyramid of power and corruption, of human misery and slavery, seems inconceivable. But thirty years before this day, a miracle occurred. On a Roman cross in Judea, a Man died to make men free, to spread the Gospel of love and redemption. Soon that humble cross is destined to replace the proud eagles atop the victorious Roman standards. This is the story of that immortal conflict. In this, the summer of the year 64 A.D., in the reign of the antichrist known to history as the emperor Nero, the victorious Fourteenth Legion is on its way back to Rome under the command of one Marcus Vinicius.", "character": "Narrator", "characterId": "nm0682074"}]}, {"lines": [{"text": "Is it possible that human beings can produce such a sound?", "character": "Emperor Nero", "characterId": "nm0001811"}, {"text": "Yes, when they've been pushed too far.", "character": "Petronius", "characterId": "nm0312890"}]}, {"lines": [{"text": "[after seeing Rome consumed by flames]\nNow indeed, Nero has his place in history.", "character": "Petronius", "characterId": "nm0312890"}]}, {"lines": [{"text": "[to Nero]\nYou will be worthy of the spectacle - as the spectacle is worthy of you.", "character": "Petronius", "characterId": "nm0312890"}]}, {"lines": [{"text": "[as the Christians file into the arena, singing]\nThese people know how to die, Nero. In death you will squeal like a hog!", "character": "Vinicius", "characterId": "nm0001791"}]}, {"lines": [{"text": "[Nero is exasperated with the mobs]", "character": null, "characterId": null}, {"text": "Do I live for the people or do the people live for me?", "character": "Emperor Nero", "characterId": "nm0001811"}, {"text": "You are the sun in their sky! Does the sun have privacy?", "character": "Petronius", "characterId": "nm0312890"}, {"text": "The sun has the night! These people expect me to shine daily - hourly!", "character": "Emperor Nero", "characterId": "nm0001811"}]}, {"lines": [{"text": "[as the Christians enter the arena to die]\nThey're singing!", "character": "Emperor Nero", "characterId": "nm0001811"}]}, {"lines": [{"text": "[when asked how his army defeated the Gauls and the Britons]\nWe fought with our bowels! Try it sometime!", "character": "Vinicius", "characterId": "nm0001791"}]}, {"lines": [{"text": "[to Eunice]\nYou ask why I do this. Because I love Nero, perhaps? He fills me with loathing!", "character": "Petronius", "characterId": "nm0312890"}]}, {"lines": [{"text": "[speaking of Nero]\nHis new wife, Poppea, sounds interesting - a harlot for an empress?", "character": "Vinicius", "characterId": "nm0001791"}, {"text": "[sardonically humorous]\nMy dear Marcus, what a proletarian observation! You must know that a woman has no past when she mates with a god.", "character": "Petronius", "characterId": "nm0312890"}]}, {"lines": [{"text": "[Nero begins to sing again, and his voice is horrible]\nBody of Bacchus, I've been listening to *that* since morning!", "character": "Petronius", "characterId": "nm0312890"}, {"text": "[amused]\nHe seems in rare voice!", "character": "Vinicius", "characterId": "nm0001791"}]}, {"lines": [{"text": "[annoyed]\nWhy do you stare at me, Acte?", "character": "Emperor Nero", "characterId": "nm0001811"}, {"text": "My lord, I can only say... when all this sets with the final sun, remember the look of Acte.", "character": "Acte", "characterId": "nm0190194"}, {"text": "[snidely]\nWhy should I remember you?", "character": "Emperor Nero", "characterId": "nm0001811"}, {"text": "No one loves you as I love you.", "character": "Acte", "characterId": "nm0190194"}, {"text": "I command you to *stop* loving me!", "character": "Emperor Nero", "characterId": "nm0001811"}]}, {"lines": [{"text": "Poppaea, one woman shouldn't judge another. She hasn't the glands for it. Ha-ha!", "character": "Emperor Nero", "characterId": "nm0001811"}]}, {"lines": [{"text": "[During the burning of Rome]\nWhat do they want?", "character": "Emperor Nero", "characterId": "nm0001811"}, {"text": "Justice.", "character": "Petronius", "characterId": "nm0312890"}, {"text": "A mob doesn't want justice - they want revenge!", "character": "Emperor Nero", "characterId": "nm0001811"}]}, {"lines": [{"text": "[On learning that Petronius is dead]\nI shall never forgive him for this!", "character": "Emperor Nero", "characterId": "nm0001811"}]}, {"lines": [{"text": "[to Nero]\nA genius, Divinity, should hold to his first thoughts on any subject.", "character": "Petronius", "characterId": "nm0312890"}]}, {"lines": [{"text": "[to Lygia about Paul]\nThat beggar-faced philosopher shouldn't be stuffing your head with such nonsense.", "character": "Vinicius", "characterId": "nm0001791"}]}, {"lines": [{"text": "strong, brave, relentless... our unconquerable children. We must take them to our breast.", "character": "Emperor Nero", "characterId": "nm0001811"}, {"text": "[Obviously attracted to Vinicius and interpreting the double-entendre literally]\nYes, my lord.", "character": "Poppaea", "characterId": "nm0480784"}]}, {"lines": [{"text": "[Seeing the mighty Ursus for the first time]\nWhy, with one arm strapped you could kill fifty Nubians in an hour.", "character": "Vinicius", "characterId": "nm0001791"}]}, {"lines": [{"text": "[as Marcus enters]\nAs usual your entrance is proud and aloof.", "character": "Poppaea", "characterId": "nm0480784"}, {"text": "I came proudly as fast as my hands and knees will carry me.", "character": "Vinicius", "characterId": "nm0001791"}, {"text": "And as always, sardonic and unassailable.", "character": "Poppaea", "characterId": "nm0480784"}, {"text": "So happily, so unassailable? I've never been so readily expertly vanquished in my life.", "character": "Vinicius", "characterId": "nm0001791"}, {"text": "I believe everything except the word vanquished.", "character": "Poppaea", "characterId": "nm0480784"}, {"text": "[Suggestively while taking wine]\nI should like to vanquish you Marcus.", "character": "Poppaea", "characterId": "nm0480784"}, {"text": "Like the spider who eats her mate when he is no longer a necessity?", "character": "Vinicius", "characterId": "nm0001791"}, {"text": "[Suggestively]\nMmm-Hmmm - Something like that.", "character": "Poppaea", "characterId": "nm0480784"}]}]}