{"quotes": [{"lines": [{"text": "Let me tell you something, mister. You fire me and I'll make more noise than two skeletons making love in a tin coffin, brother.", "character": "Coldyron", "characterId": "nm0315175"}]}, {"lines": [{"text": "Were we playing God, breathing life into our artificial Adam? Or have we lost sight of paradise? What was it Milton said? \"Did I request thee, maker, from my clay to mold me man? Did I solicit thee from darkness to promote me?\" Is it his fault he is what he is? Or is it ours?", "character": "Captain Barrett Coldyron", "characterId": "nm0315175"}]}, {"lines": [{"text": "You look like you got both eyes coming out of the same hole!", "character": "Greg Hutchins", "characterId": "nm0170581"}]}, {"lines": [{"text": "We scientists are like degreed science-fiction writers. We're all prognosticators of the future. And since our particular purpose of vision belongs to the creed of law enforcement, we open inroads into tomorrow in ways and means of those who would serve and protect justice and order.", "character": "Captain Barrett Coldyron", "characterId": "nm0315175"}]}, {"lines": [{"text": "[holding woman hostage]\nOkay, white boy. You get to watch... you get to watch while I blow her brains out and splatter all over the ground. Eh, what are you gonna do? You gonna stop me? All you got is a newspaper.", "character": "Gunman", "characterId": "nm0502399"}, {"text": "I got more than a newspaper. And you get to guess what it is.", "character": "Captain Barrett Coldyron", "characterId": "nm0315175"}, {"text": "[reveals gun from newspaper and fires]", "character": null, "characterId": null}]}, {"lines": [{"text": "Who are we to create such a thing, heroes and villians?", "character": "L.A. Scientist", "characterId": "nm0334126"}, {"text": "The only difference between a hero and a villian is the amount of compensation they take for their services. At our pay scale, I'd say we're closer to heroes.", "character": "Captain Barrett Coldyron", "characterId": "nm0315175"}]}, {"lines": [{"text": "It stops felons, judges the crime, and executes sentence. Justice served C.O.D.", "character": "Captain Barrett Coldyron", "characterId": "nm0315175"}]}, {"lines": [{"text": "You call the senator and you tell him ROTOR walked through a busload of nuns to get to a jaywalker, with malice towards no one. It won't stop. It wasn't ready. It's brain functions are incomplete. It can't think twice, can't reason, can't change it's prime directive. It's like a chainsaw set on frappé.", "character": "Captain Barrett Coldyron", "characterId": "nm0315175"}]}, {"lines": [{"text": "We're not knocking over tin cans here, this is reality.", "character": "Dr. Steele", "characterId": "nm0808647"}]}, {"lines": [{"text": "Say baby, slide me them seven digits... The phone number, mama. You got to give up the phone number!", "character": null, "characterId": null}]}, {"lines": [{"text": "[Opens switchblade comb]\nCause like I said, once you go red... you never get out of bed!", "character": null, "characterId": null}]}, {"lines": [{"text": "Shoe Boogie, you're like, going too far!", "character": "Kipster", "characterId": "nm0403317"}, {"text": "[Sticks unlit cigarette in mouth]\nAnother paleface grindin' his heel in the poor Indian's face. Thank God my sainted ancestors have gone off to the happy hunting grounds and ain't around to see this. This... racism.", "character": null, "characterId": null}, {"text": "You're not an Indian.", "character": "Kipster", "characterId": "nm0403317"}, {"text": "Look at these cheekbones, baby! Either I'm an Indian or I'm a sissy. And well, since, uh... I *must* be an Indian!", "character": null, "characterId": null}]}, {"lines": [{"text": "You don't happen to know any good Indian trackers, do you?", "character": "Dr. Steele", "characterId": "nm0808647"}, {"text": "I used to spend every summer on the Indian reservation. Will I do?", "character": "Captain Barrett Coldyron", "characterId": "nm0315175"}, {"text": "Hey, I'm like a cemetary. I'll take anybody.", "character": "Dr. Steele", "characterId": "nm0808647"}]}, {"lines": [{"text": "[to ROTOR]\nCome on, you monster. What's the matter, using my brain to think with? You think I'd set you up?", "character": "Captain Barrett Coldyron", "characterId": "nm0315175"}]}, {"lines": [{"text": "[R.O.T.O.R. rudely pushes him aside]\nHey, what's the matter with you, buddy? Get your pecker caught in the plumbing this morning? I ought to jack you up! Spit and polish academy snot! God save us all!", "character": "Motorpool Policeman", "characterId": "nm0426716"}]}, {"lines": [{"text": "Say, Captain. Don'tcha know you done the right thing. But you ain't no street cop, are ya? Why don't you go back to your nice little laboratory and stay there?", "character": "Mokie Killion", "characterId": "nm0114665"}, {"text": "You're right, Mokie.", "character": "Coldyron", "characterId": "nm0315175"}, {"text": "Let us boys handle the streets. You handle the test tubes!", "character": "Mokie Killion", "characterId": "nm0114665"}, {"text": "[laughs as he walks away]", "character": null, "characterId": null}, {"text": "Sure. Cause if I don't handle the test tubes... the streets are gonna eat you boys alive. Teeth, hair, and eyeballs.", "character": "Coldyron", "characterId": "nm0315175"}]}, {"lines": [{"text": "[to female receptionist]\nSay baby, why don't you hit me with those, uh, seven digits? Whaddaya say?", "character": null, "characterId": null}, {"text": "[Houghtaling gestures to him]", "character": null, "characterId": null}, {"text": "All right, I'm coming.", "character": null, "characterId": null}]}, {"lines": [{"text": "Oh God. The brain matrix. It's modeled after your own lower brain functions without the higher functions to control them.", "character": "Dr. Steele", "characterId": "nm0808647"}, {"text": "A brain without a heart... a conscience without recognition... a will without a soul.", "character": "Coldyron", "characterId": "nm0315175"}, {"text": "If I miss, you're going to be fighting your own base instincts. To combat pure will, you're going to have to use pure illogic.", "character": "Dr. Steele", "characterId": "nm0808647"}, {"text": "What do you mean?", "character": "Coldyron", "characterId": "nm0315175"}, {"text": "You *will* have to allow yourself to fail. Use your failure against him! Your failure is his failure. Your weakness is his weakness. Then, only then, can you do something.", "character": "Dr. Steele", "characterId": "nm0808647"}, {"text": "Great... except I don't know what any of that means.", "character": "Coldyron", "characterId": "nm0315175"}, {"text": "Let's hope you never have to find out. Remember... you're the brains. I'm just the brawn.", "character": "Dr. Steele", "characterId": "nm0808647"}]}, {"lines": [{"text": "You know what it is? It's the wedding. I mean that's what's wrong with this.", "character": "Greg Hutchins", "characterId": "nm0170581"}, {"text": "I want a wedding, just because you've already gone through with this, doesn't mean that I have...", "character": "Sony", "characterId": "nm0872745"}, {"text": "It's a barbaric ritual! The sacrificial virgin! It's heathen!", "character": "Greg Hutchins", "characterId": "nm0170581"}]}, {"lines": [{"text": "When I stack 'em, they stay stacked.", "character": "Dr. Steele", "characterId": "nm0808647"}]}, {"lines": [{"text": "Clearing these stumps for pastureland has always been a chore. In the past I've always used nitro or dynamite. But this new primacord explosive I can practice my roping with the same thing that blows the stumps away.", "character": "Captain Barrett Coldyron", "characterId": "nm0315175"}]}]}