{"quotes": [{"lines": [{"text": "You will also see the voluptuous princess de shimmy. The most gorgeous Oriental dancer in the world today. Why, she wiggles and shakes like a bowl of jelly on a frosty morning.", "character": "Smiley Johnson", "characterId": "nm0177106"}]}, {"lines": [{"text": "Just a minute. I want to see you. I've got a feed bill here I want to talk to you about.", "character": "Amos K. Shrewsberry", "characterId": "nm0397643"}, {"text": "Say, brother, you certainly were a big help to me. Now, I know what you're gonna say, you're modest and you want to make me believe you don't have it all. I want all these good folks to know what a great guy you are. You're not the mayor here, are you? You know the minute I laid eyes on you, I says to myself, now there's a man who looks just like Jimmy Walker and he should ought to be mayor of this cute little town.", "character": "Smiley Johnson", "characterId": "nm0177106"}, {"text": "No, I'm not the mayor, but I'd like to see you inside alone.", "character": "Amos K. Shrewsberry", "characterId": "nm0397643"}, {"text": "Alone? That will be impossible, I'll be with you.", "character": "Smiley Johnson", "characterId": "nm0177106"}]}, {"lines": [{"text": "Princess, I would like to have you to meet Mr. Shrewsberry. He's going to be one of the new owners of the show, one of the new partners.", "character": "Smiley Johnson", "characterId": "nm0177106"}, {"text": "Oh, what great, big, shoulders you have!", "character": "Frankie", "characterId": "nm0269771"}, {"text": "Not too rough, Princess. He isn't put together any too well. Don't do that. Now, don't do that.", "character": "Smiley Johnson", "characterId": "nm0177106"}, {"text": "Oh, I just love athletic men, Mr. Gooseberry.", "character": "Frankie", "characterId": "nm0269771"}, {"text": "You should see me pitch horse shoes.", "character": "Amos K. Shrewsberry", "characterId": "nm0397643"}, {"text": "Oh, I'd love to, Mr. Strawberry.", "character": "Frankie", "characterId": "nm0269771"}, {"text": "No, Blackberry, eh, Shrewsberry, is the name.", "character": "Amos K. Shrewsberry", "characterId": "nm0397643"}, {"text": "You come and see me in my wagon sometime, Mr. Raspberry.", "character": "Frankie", "characterId": "nm0269771"}, {"text": "Hey, now, no, don't give him that, don't give him that Princess.", "character": "Smiley Johnson", "characterId": "nm0177106"}, {"text": "I'll be seeing you. Woo hoo! Woo hoo! Mr. Dingleberry.", "character": "Frankie", "characterId": "nm0269771"}]}, {"lines": [{"text": "See, you eat too fast. Don't chew your food, masticate your food.", "character": "Smiley Johnson", "characterId": "nm0177106"}]}]}