{"quotes": [{"lines": [{"text": "[Rainier proposed to Ms. Hanson]\nYou and I are in the same boat, Miss Hanson; we're both ghost-ridden. We are prisoners of our past. What if we were to pool our loneliness, and give each other what little we have to give support, friendship? I'm proposing marriage, Miss Hanson, or should I call it a merger? A Member of Parliament should have a wife, Margaret; so I'm told on all sides. He needs a clever hostess; you have exceptional gifts. Would it interest you to have a wider field for them? You need have no fear that I would make any emotional demands upon you. I have only sincere friendship to offer. I won't ask any more from you.", "character": "Smithy", "characterId": "nm0172903"}]}, {"lines": [{"text": "Oh Smithy, You're ruining my makeup.", "character": "Paula", "characterId": "nm0002093"}]}, {"lines": [{"text": "Smithy, do I always have to take the initiative? You're supposed to kiss me.", "character": "Paula", "characterId": "nm0002093"}]}, {"lines": [{"text": "[beaming while registering his son's birth]\nWriter, in a small way, of course. Writer and parent. Parent in a big way.", "character": "Smithy", "characterId": "nm0172903"}]}, {"lines": [{"text": "You are from the asylum, aren't you? Aren't you?", "character": "Paula", "characterId": "nm0002093"}]}, {"lines": [{"text": "Isn't there something morbid in burying one's heart with the dead?", "character": "Smithy", "characterId": "nm0172903"}, {"text": "That's a strange thing for you to say. Your capacity for loving, your joy in living, is buried in a little space of time you've forgotten.", "character": "Paula", "characterId": "nm0002093"}, {"text": "In some vague way, I still have...", "character": "Smithy", "characterId": "nm0172903"}, {"text": "...hope?", "character": "Paula", "characterId": "nm0002093"}, {"text": "Yes, I suppose that's it.", "character": "Smithy", "characterId": "nm0172903"}, {"text": "Have you, Charles? Do you feel that there... really is someone? That someday you may find her? You may have... come so near her, may even have brushed her on the street... You might even have met her, Charles. Met her and not known her. It might be someone you know, Charles. It might... it might even be me.", "character": "Paula", "characterId": "nm0002093"}]}, {"lines": [{"text": "Sometimes, especially when we've been closest, I've had the curious feeling that I remind you of someone else - someone you once knew... someone you loved as you'll never love me. I am nearly the one, Charles. But nearly isn't enough for a lifetime.", "character": "Kitty Chilcet", "characterId": "nm0676688"}]}, {"lines": [{"text": "1920. Three years gone. Three years. France - I remember distinctly. But after that - what after that? Liverpool - what am I doing here? Where have I been? Better go home. Yes - may clear things up. Better go home - .", "character": "Smithy", "characterId": "nm0172903"}]}, {"lines": [{"text": "Paula, it's - it's a lot of nerve, but - I'm - I've fallen in love with you. I'm asking you to marry me, on a - on a check for two guineas.", "character": "Smithy", "characterId": "nm0172903"}, {"text": "Smithy, don't ask me, please. I might take you up on it. I'm just that shameless. I've run after you from the very beginning; you know I have. I've never let you out of my sight since I first saw you in that little shop.", "character": "Paula", "characterId": "nm0002093"}]}, {"lines": [{"text": "I'm - all right. It's my speech. I can't - remember. I'm not like the others. I'm not like them. I'm all right. But I - I can't go back. I - I'll never come out; I'll - I'll be like the others.", "character": "Smithy", "characterId": "nm0172903"}]}, {"lines": [{"text": "I don't even know who I am.", "character": "Smithy", "characterId": "nm0172903"}, {"text": "Well, I know who you are. You're someone awfully nice.", "character": "Paula", "characterId": "nm0002093"}]}, {"lines": [{"text": "Miss Hanson.", "character": "Smithy", "characterId": "nm0172903"}, {"text": "Yes, Mr. Rainier.", "character": "Paula", "characterId": "nm0002093"}, {"text": "Owing to lamentable weakness of character I'm having lunch at the Savoy - with your approval, I understand.", "character": "Smithy", "characterId": "nm0172903"}, {"text": "I thoroughly approve.", "character": "Paula", "characterId": "nm0002093"}]}, {"lines": [{"text": "[Speaking of his newborn son]\nYou can form only a very inadequate picture of him from what I've given you.", "character": "Smithy", "characterId": "nm0172903"}, {"text": "I'll have to struggle along.", "character": "Clerk", "characterId": "nm0011161"}]}, {"lines": [{"text": "[in the verge of tears]\nHe'd resent me. He'd accept me. He'd pity me... And he'd resent me.", "character": "Paula", "characterId": "nm0002093"}]}]}