{"quotes": [{"lines": [{"text": "It's human to lie. Most of the time we can't even be honest with ourselves.", "character": "Commoner", "characterId": "nm0879918"}]}, {"lines": [{"text": "But is there anyone who's really good? Maybe goodness is just make-believe.", "character": "Commoner", "characterId": "nm0879918"}, {"text": "What a frightening...", "character": "Priest", "characterId": "nm0156928"}, {"text": "Man just wants to forget the bad stuff, and believe in the made-up good stuff. It's easier that way.", "character": "Commoner", "characterId": "nm0879918"}]}, {"lines": [{"text": "You selfish...", "character": "Woodcutter", "characterId": "nm0793766"}, {"text": "What's wrong with that? Dogs are better off in this world. If you're not selfish, you can't survive.", "character": "Commoner", "characterId": "nm0879918"}, {"text": "Damn it. Everyone is selfish and dishonest. Making excuses. The bandit, the woman, the man, and you!", "character": "Woodcutter", "characterId": "nm0793766"}]}, {"lines": [{"text": "I don't want to hear it. No more horror stories.", "character": "Priest", "characterId": "nm0156928"}, {"text": "They are common stories these days. I even heard that the demon living here in Rashômon fled in fear of the ferocity of man.", "character": "Commoner", "characterId": "nm0879918"}]}, {"lines": [{"text": "I'm the one who should be ashamed. I don't understand my own soul.", "character": "Woodcutter", "characterId": "nm0793766"}]}, {"lines": [{"text": "It's horrifying. If men don't trust each other, this earth might as well be hell.", "character": "Priest", "characterId": "nm0156928"}, {"text": "That's right. The world's a kind of hell.", "character": "Commoner", "characterId": "nm0879918"}, {"text": "No! I believe in men. I don't want this place to be hell.", "character": "Priest", "characterId": "nm0156928"}, {"text": "Shouting doesn't help. Think about it. Out of these three, whose story is believable?", "character": "Commoner", "characterId": "nm0879918"}, {"text": "No idea.", "character": "Woodcutter", "characterId": "nm0793766"}, {"text": "In the end, you cannot understand the things men do.", "character": "Commoner", "characterId": "nm0879918"}]}, {"lines": [{"text": "Well, men are only men. That's why they lie. They can't tell the truth, even to themselves.", "character": "Commoner", "characterId": "nm0879918"}, {"text": "That may be true. Because men are weak, they lie to deceive themselves.", "character": "Priest", "characterId": "nm0156928"}, {"text": "Not another sermon! I don't mind a lie if it's interesting.", "character": "Commoner", "characterId": "nm0879918"}]}, {"lines": [{"text": "We all want to forget something, so we tell stories. It's easier that way.", "character": "Commoner", "characterId": "nm0879918"}]}, {"lines": [{"text": "War, earthquake, winds, fire, famine, the plague. Year after year, it's been nothing but disasters. And bandits descend upon us every night. I've seen so many men getting killed like insects, but even I have never heard a story as horrible as this. Yes. So horrible. This time, I may finally lose my faith in the human soul. It's worse than worse than bandits, the plague, famine, fire or wars.", "character": "Priest", "characterId": "nm0156928"}]}, {"lines": [{"text": "No one tells a lie after he's said he's going to tell one.", "character": "Commoner", "characterId": "nm0879918"}]}, {"lines": [{"text": "Dead men tell no lies.", "character": "Priest", "characterId": "nm0156928"}]}, {"lines": [{"text": "A human life is truly as frail and fleeting as the morning dew.", "character": "Priest", "characterId": "nm0156928"}]}, {"lines": [{"text": "A man's been murdered.", "character": "Priest", "characterId": "nm0156928"}, {"text": "So what? Only one? Why, up on top of this gate, there's always five or six bodies. No one worries about them.", "character": "Commoner", "characterId": "nm0879918"}]}, {"lines": [{"text": "A man has to make a woman his by his sword.", "character": "Masako", "characterId": "nm0477553"}]}, {"lines": [{"text": "[Recalls luring the wife to the grove after telling her her husband has been bitten]\nShe became very pale and stared at me as though her eyes were frozen. She looked like a child when it turns suddenly serious. The sight of her made me jealous of that man. I started to hate him. I wanted to show her what he looked like, all tied up like that. I hadn't even thought of a thing like that before, but now I did.", "character": "Tajômaru", "characterId": "nm0001536"}]}, {"lines": [{"text": "I saw the couple three days ago. It was a hot afternoon. Suddenly a cool breeze rustle the leaves. If it hadn't been for that wind, I wouldn't have killed him.", "character": "Tajômaru", "characterId": "nm0001536"}]}, {"lines": [{"text": "[recalling staring transfixed at the man's wife]\nI thought I saw a goddess. At that moment I decided to have her, even if I had to kill her man. But if I could have her without killing, all the better.", "character": "Tajômaru", "characterId": "nm0001536"}]}, {"lines": [{"text": "[Presenting his sword to the husband]\nHere, take it. Look at it. Near here I found this old tomb with things like this in it. I broke it open and inside I found swords, daggers, mirrors... I buried them all here in the woods and no one but me knows where. But if you're interested I might sell some of them to you cheap.", "character": "Tajômaru", "characterId": "nm0001536"}]}, {"lines": [{"text": "I don't understand. I just don't understand. I don't understand it at all. I just don't understand.", "character": "Woodcutter", "characterId": "nm0793766"}]}, {"lines": [{"text": "It sounded interesting, at least while I kept out of the rain. But if it's a sermon, I'd sooner listen to the rain.", "character": "Commoner", "characterId": "nm0879918"}]}, {"lines": [{"text": "I had never seen such fierceness in a woman.", "character": "Tajômaru", "characterId": "nm0001536"}]}, {"lines": [{"text": "Wait! Stop! Either you die or my husband dies. One of you must die. To have my shame known to two men is worse than dying. I will go with the survivor.", "character": "Masako", "characterId": "nm0477553"}]}, {"lines": [{"text": "What should a poor, helpless woman like me do?", "character": "Masako", "characterId": "nm0477553"}]}, {"lines": [{"text": "Women use their tears to fool everyone. They even fool themselves.", "character": "Commoner", "characterId": "nm0879918"}]}, {"lines": [{"text": "Wherever. Take me wherever you want.", "character": "Masako", "characterId": "nm0477553"}]}, {"lines": [{"text": "I already had you, but I only want you more. It's very hard. I beg you to be my wife.", "character": "Tajômaru", "characterId": "nm0001536"}]}, {"lines": [{"text": "A woman loves a man who loves passionately.", "character": "Masako", "characterId": "nm0477553"}]}]}