{"quotes": [{"lines": [{"text": "What do you know about anything? You probably had your bread buttered on both sides since the day you were born. Safe. Safe on first, second, third, and home.", "character": "Joseph Emmett Sullivan", "characterId": "nm0641454"}, {"text": "*That's* what you think! Just because I own a car and a tailored suit and my nails are clean, you think I've never had to fight? I got an education, sure. I suppose that means I was born with a silver spoon, doesn't it? My father was a schooltecher. He died in the war of The Depression. Only he didn't get any medals. Or any bands. Or any bonus. He left three children. You think *you* had to fight? The only way you know how to fight is that stupid way with a gun. Well, there's another way you probably never even heard of. It's the daily fight that everyone has. To get food and an education, to land a job and keep it. And some self-respect. 'Safe'? I never asked for anything safe. All I want is... just a little decency, that's all!", "character": "Ann Martin", "characterId": "nm0402554"}]}, {"lines": [{"text": "[who is being visited in prison by Ann]\nNext time you come up, don't wear that perfume.", "character": "Joseph Emmett Sullivan", "characterId": "nm0641454"}, {"text": "Why not?", "character": "Ann Martin", "characterId": "nm0402554"}, {"text": "It doesn't help a guy's good behavior.", "character": "Joseph Emmett Sullivan", "characterId": "nm0641454"}]}, {"lines": [{"text": "[referring to Ann]\nKeep your eve on Miss Law & Order here. She might go soprano on us.", "character": "Joseph Emmett Sullivan", "characterId": "nm0641454"}]}, {"lines": [{"text": "You're wonderful, baby. I don't know what I'd do without you.", "character": "Joseph Emmett Sullivan", "characterId": "nm0641454"}, {"text": "Remember to tell me later. With gestures.", "character": "Pat Cameron", "characterId": "nm0872456"}]}, {"lines": [{"text": "I want to breathe. That's why I want out of this place... so I can take a deep breath again.", "character": "Joseph Emmett Sullivan", "characterId": "nm0641454"}]}]}