{"quotes": [{"lines": [{"text": "[showing off a high-tech camera to be used in filming]\nOnly six of these cameras were ever made. Only five of them ever worked. We have four of those.", "character": "Albert Brooks", "characterId": "nm0000983"}]}, {"lines": [{"text": "Our research was so thorough the computers actually coughed up two perfect families. If I were a liar, I could tell you that we chose one over the other for complicated psychological reasons. But I'm a comedian, not a liar. I can afford the luxury of honesty. The Feltons lived in Wisconsin; the Yeagers lived in Arizona. YOU spend the winter in Wisconsin...", "character": "Albert Brooks", "characterId": "nm0000983"}, {"text": "[Albert and the researchers all laugh]", "character": null, "characterId": null}]}, {"lines": [{"text": "During the time they stayed here, the 210 families underwent more than 145 separate tests, totaling more than 2,500 test hours. If these tests could be converted into eggs, it would be enough to feed a city the size of Saint Louis for more than two years, on a 2 egg person, per week basis. Sounds complicated? It was. And very expensive", "character": "Albert Brooks", "characterId": "nm0000983"}]}, {"lines": [{"text": "I don't remember a time in my whole life when I haven't been close to complete personality disintegration! And how the hell would you know what these people are feeling anyway? From your Mickey Mouse tests?", "character": "Albert Brooks", "characterId": "nm0000983"}, {"text": "Don't blame the tests for what they tell us.", "character": "Dr. Hayward", "characterId": "nm0058991"}, {"text": "Oh, I don't blame them. They're great! Why don't we do more, huh? More tests! I bet you'd like that, wouldn't you, Nolan? Want to get that cup again? Come on, we'll get you lots of cups! Maybe a hundred cups! I'll tell you something about you people - you're great with cups, but what you don't have are balls! And I think if you ask any magician he'll tell you that cups without balls doesn't mean jack shit!", "character": "Albert Brooks", "characterId": "nm0000983"}]}, {"lines": [{"text": "[on speakerphone]\nAlbert, may I interrupt for one minute please? People aren't gonna walk out of a theater saying, \"I don't like that guy... that guy that holds the cup with one hand, with two hands ... \"", "character": "Martin Brand", "characterId": "nm0485786"}, {"text": "Absolutely.", "character": "Albert Brooks", "characterId": "nm0000983"}, {"text": "\"Where the hell is Paul Newman? Where's Redford? Where's Nicholson?\" Believe me they prefer Nicholson with the cup than the cup with the other guy.", "character": "Martin Brand", "characterId": "nm0485786"}]}, {"lines": [{"text": "[after one of Albert's rants]\nAlbert, what the hell are you talking about? Look, let's not argue - say the family's fine, say the family's perfect. Let's talk about YOU for a minute. Look what YOU'VE done. You FAILED - that's what you did, you shmuck, you failed. You started out with this artsy-craftsy reality crap and what did you end up with? The NEWS, the goddamned NEWS! People get that for free! You think somebody's gonna hire a babysitter, take a taxicab, go all the way the hell downtown, walk to the box office, shell out four bucks, and say, \"Here, here - here's my four dollars. What time does the news go on?\"", "character": "Martin Brand", "characterId": "nm0485786"}]}, {"lines": [{"text": "Oh, look who's talking; the pee hoarder!", "character": "Albert Brooks", "characterId": "nm0000983"}]}, {"lines": [{"text": "I think we're very much alike. See that's why we can get into these kind of debates. I think you'd be surprised at much alike we really are.", "character": "Albert Brooks", "characterId": "nm0000983"}, {"text": "I'd be more than surprised. I'd be suicidal.", "character": "Dr. Ted Cleary", "characterId": "nm0696430"}]}]}