{"quotes": [{"lines": [{"text": "[while being whipped]\nNo more, Pa! Mercy, Pa!", "character": "Wesley Mason", "characterId": "nm0808774"}]}, {"lines": [{"text": "You're Mom's not feeling too well.", "character": "John Willoughby", "characterId": "nm0668361"}, {"text": "She worries a lot about us. You know how women are.", "character": "Peter Willoughby", "characterId": "nm0163710"}]}, {"lines": [{"text": "John, don't do anything to take you away from me. You're all I have left.", "character": "Nora Willoughby", "characterId": "nm0738746"}]}, {"lines": [{"text": "[to her husband]\nI don't care about the rebels. I'm sick and tired of hearing about the rebels. That's all you ever think about. That's all your son ever thinks about. He doesn't play with other children. He spends all his time killing Confederates. He doesn't even have a father. He has a commanding officer.", "character": "Nora Willoughby", "characterId": "nm0738746"}]}, {"lines": [{"text": "It's bad enough we have to live like bandits. We don't have to act like 'em.", "character": "Bedloe Mason", "characterId": "nm0619798"}]}, {"lines": [{"text": "[In bed, mending from a knife wound]\nI guess you'd kill me pretty quick.", "character": "Gray Mason", "characterId": "nm0177879"}, {"text": "[Thinking Gray killed his son]\nOh, I'd kill ya.", "character": "John Willoughby", "characterId": "nm0668361"}, {"text": "[to John]\nAlright, pull the trigger! What difference does it make if he's one of them or not? Kill 'em. And if he isn't enough, go out and find some one else. Murder half the world if it makes you happy. That's what you want, isn't it? That 's what Petey would want?", "character": "Nora Willoughby", "characterId": "nm0738746"}]}, {"lines": [{"text": "Why don't you ask me what you really want to know?", "character": "Gray Mason", "characterId": "nm0177879"}, {"text": "What makes you think I want to know anything?", "character": "John Willoughby", "characterId": "nm0668361"}, {"text": "I've been around long enough to know when someone's the cat and I'm the mouse.", "character": "Gray Mason", "characterId": "nm0177879"}]}, {"lines": [{"text": "[to his son, Gray]\nHow many times I've asked myself how was it we Masons wound up on the run. Stealing to live. No kind of roof, except God's own stars? No answer. And how was it that God had saw fit to give me four fine sons and then made them different as twilight to noon? Still no answer. Therefore, whatever His idea was when He made Wesley draw that gun and shoot that child, that's His business. But He just giveth and taketh away.", "character": "Bedloe Mason", "characterId": "nm0619798"}]}, {"lines": [{"text": "The Lord giveth and the Lord taketh away. Let it go at that, no questions asked.", "character": "Bedloe Mason", "characterId": "nm0619798"}, {"text": "Sounds real easy when you put it like that.", "character": "Gray Mason", "characterId": "nm0177879"}, {"text": "It's not easy, son, it's just easier. A man could grow crazy if he had to have reasons for everything that happens.", "character": "Bedloe Mason", "characterId": "nm0619798"}]}, {"lines": [{"text": "[to John]\nWhat the sons of some men do to the sons of others. There's the tragedy of the world.", "character": "Bedloe Mason", "characterId": "nm0619798"}]}]}