{"quotes": [{"lines": [{"text": "I'm sorry, Leonora. It's just all this clutter is...", "character": "Maj. Weldon Penderton", "characterId": "nm0000008"}, {"text": "What's the matter with clutter? I like it.", "character": "Leonora", "characterId": "nm0000072"}, {"text": "I'd rather live without it. Bare floors. Plain white walls. No window curtains. Nothing but essentials.", "character": "Maj. Weldon Penderton", "characterId": "nm0000008"}, {"text": "If that's the way you feel about it, why don't you resign your commission and start all over again as an enlisted man?", "character": "Leonora", "characterId": "nm0000072"}, {"text": "Of course you're laughing at it, but there's much to be said for the life of men among men... with no... luxuries, no ornamentation. Utter simplicity. It's rough and it's coarse, perhaps, but it's also clean - it's clean as a rifle. There's no speck of dust inside or out... and it's immaculate in its hard young fitness... its chivalry. They're seldom out of one another's sight. They eat, and they train, and they shower, and they play jokes... and go to the brothel together. They sleep side by side. The barracks room offers many a lesson in courtesy and how not to give offense. They guard the next man's privacy as though it was their own. And the friendships, my lord. There are friendships formed that are stronger than... stronger than the fear of death. And - they're never lonely. They're never lonely. And sometimes I envy them... well, good night.", "character": "Maj. Weldon Penderton", "characterId": "nm0000008"}]}, {"lines": [{"text": "[about Lt. Colonel Langdon's wife]", "character": null, "characterId": null}, {"text": "Cutting off her nipples with garden shears! You call that normal?", "character": "Leonora", "characterId": "nm0000072"}, {"text": "Well, the doctors say she's neurotic.", "character": "Lt. Col. Morris Langdon", "characterId": "nm0001417"}]}, {"lines": [{"text": "[to Leonora]\nYou disgust me.", "character": "Maj. Weldon Penderton", "characterId": "nm0000008"}]}, {"lines": [{"text": "Now, a man does not flee because... um... he's fighting in an unjust cause. He does not attack because his cause is just. He flees 'cause he's the weaker. And he conquers 'cause he's the stronger. Or more to the point because his leaders made him feel stronger. Rommel... Patton, Marshall, MacArthur. They - they had it. How did they - uh... how did they make their troops believe they were stronger? Leadership is intangible... hard to measure, difficult to describe. Leadership must include a measure of inherent ability to control... uh... and direct self-confidence... based on initiative, loyalty to superiors, and a sense of pride. Pride. It's far easier to recognize a leader, than to define leadership in clear and in universally understood terms. Now... is leadership - uh... learned? Is it taught? Is a man born with it? How did it come to Patton?... Uh, class dismissed.", "character": "Maj. Weldon Penderton", "characterId": "nm0000008"}]}, {"lines": [{"text": "Alcoholics, paresis, senility. My God. What a choice crew.", "character": "Alison Langdon", "characterId": "nm0364915"}]}, {"lines": [{"text": "Have you ever been collared and dragged out into the street and thrashed by a naked woman?", "character": "Leonora", "characterId": "nm0000072"}]}, {"lines": [{"text": "[to Weldon]\nSo, Firebird's alright, is he?", "character": "Leonora", "characterId": "nm0000072"}, {"text": "[Lashes him across the face with her horse whip]", "character": "Leonora", "characterId": "nm0000072"}]}, {"lines": [{"text": "[after Alison Langdon's houseboy Anacleto falls down the stairs]\nI wish you'd broken your goddam neck!", "character": "Lt. Col. Morris Langdon", "characterId": "nm0001417"}]}]}