{"quotes": [{"lines": [{"text": "I am an African-American lesbian woman. I have strength, I have pride, and I have ways of tricking lying, two-timing bitches into telling the truth!", "character": "Sarina Classer", "characterId": "nm0930326"}]}, {"lines": [{"text": "Stop being such a faghag!", "character": "Vincey Sauris", "characterId": "nm0027223"}, {"text": "*You* stop being a fag, I'll stop being a faghag!", "character": "Tara Ricotto", "characterId": "nm0000236"}]}, {"lines": [{"text": "Could we may be not talk about Sarina for five minutes, please?", "character": "Megan Pillsbury", "characterId": "nm0005583"}, {"text": "You don't real have to be so testy, dear. After all, you did live together for a very long time....", "character": "Alicia Pillsbury", "characterId": "nm0879073"}, {"text": "For god's sake, mother. Anyone else's parents would be thrilled their daughter was out of a lesbian relationship and seriously seeing a man. A handsome successful good man at that. But you two, you just carry on!", "character": "Megan Pillsbury", "characterId": "nm0005583"}, {"text": "[to Jared]\nShe always was the testy one! Um ha ha!", "character": "Alicia Pillsbury", "characterId": "nm0879073"}, {"text": "[in a low voice]\nAlicia, I think it's enough.", "character": "Emile Pillsbury", "characterId": "nm0001025"}, {"text": "No, it's time for honesty right here at this table. Honesty.", "character": "Alicia Pillsbury", "characterId": "nm0879073"}, {"text": "[to Megan]\nYou, you at a very young age, you came to the two of us, and you said to us that you were a lesbian. And that we should just get used to it. We have. And now you are bringing this", "character": "Alicia Pillsbury", "characterId": "nm0879073"}, {"text": "[looking toward Jared]", "character": null, "characterId": null}, {"text": ". And Sarina was just like a daughter that we never had.", "character": "Alicia Pillsbury", "characterId": "nm0879073"}, {"text": "[in a loud voice]\nEnough!", "character": "Emile Pillsbury", "characterId": "nm0001025"}, {"text": "What are we going to say to our friends at PFLAG. That's what I would like to know.", "character": "Alicia Pillsbury", "characterId": "nm0879073"}, {"text": "PFLAG?", "character": "Jared Bartoziak", "characterId": "nm0936198"}, {"text": "Parents and Friends of Lesbians and Gays.", "character": "Emile Pillsbury", "characterId": "nm0001025"}, {"text": "[to Jared]\nEmile and I have been very active in this organization.", "character": "Alicia Pillsbury", "characterId": "nm0879073"}, {"text": "[to Megan]\nI would also like you to know that your father has written a book about our experiences, which was just about to get a rave from the New York Times Book Review. We sent them a copy. They love it. And now this. This is really, this is really a little bit embarrassing....", "character": "Alicia Pillsbury", "characterId": "nm0879073"}]}, {"lines": [{"text": "Hello Vincey, it's me, Tara... guess what? Javi and Buzz just had a huge fight. According to Javi it was more dramatic than Gone with the Wind. So, let me tell you exactly how he told me, but ya have to swear not to tell anyone. Get ready for this Vincey, cause I know it's going to be a real shocker, but they are arguing about H... I... V, big surprise, right? Buzz, he pulled another Larry Kramer with Javi's doctor, so Javi's all and then Buzz is all and that's when Javi goes and they are going back and forth, back and forth, and then finally Javi says 'HIV is killing me!' of course Javi's as healthy as a horse, he's got more T-cells than bad outfits, and believe me, that's a LOT, but he was pushed over the edge, poor dear, it was like Faye Dunaway in Mommie Dearest, only without the lipstick, and then not to be outdone, Buzz is all Elizabeth Taylor in Who's Afraid of Virginia Woolf, only, umm, his hair was a little bit different. And then you know how Javi LOVES being the drama queen, so... he's all I'M LEAVING GOODBYE, and then Buzz is all no, no you're not leaving because I'm leaving, and of course neither one of them is going anywhere because they just thrive on this kind of interaction, but then finally Javi does leave, he storms right out the door and then Buzz is all, 'where are you going this is your house!' Well, I do hope they make up, because well, they are kind of cute together... anyhow, take care honey I'll talk to you later.", "character": "Tara Ricotto", "characterId": "nm0000236"}]}]}