{"quotes": [{"lines": [{"text": "\"The fate of a modern scientist is tragic. His inspiration leads him to clarity and inner independence. By almost superhuman efforts he had forged a weapon of his own social enslavement and destruction of his personality. The situation even reached a point where the political authorities had muzzled him. Has the time really passed when the scientist's intellectual freedom and independent research could enlighten and enrich people's lives? Has he forgotten, in his blind quest for the scientific truth, about his moral responsibility before humanity and about his honour? Our world is under threat of a crisis the scope of which seems not to be realized by those in authority. The released power of the atom changed everything but our way of thinking, and thus we keep sliding down to a catastrophe never seen heretofore. For the mankind to survive, we have to learn to think in a new way. The most difficult task of our time is to avert this threat. At this decisive moment, I'll be appealing to you with all my feeble capacity.\"", "character": null, "characterId": null}]}, {"lines": [{"text": "The vibration has damaged not only the frescos. There are cracks in the walls of the church. If it goes on this way, the church will collapse. By the way, the church stands on piles. We ask you to immediately stop laboratory experiments in the church and put up as soon as possible a new building for the research institute.", "character": "Sandro Barateli", "characterId": "nm0320428"}, {"text": "You mean to say that you're against science and progress?", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "We're against the science that destroys ancient monuments.", "character": "Sandro Barateli", "characterId": "nm0320428"}, {"text": "Doksopulo, what was that church directive about?", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "It's about a dilapidated church.", "character": null, "characterId": null}, {"text": "Who says it's dilapidated?", "character": null, "characterId": null}, {"text": "It's almost ruined.", "character": null, "characterId": null}, {"text": "Almost. You hear that? Almost!", "character": null, "characterId": null}, {"text": "The building is almost ruined, it's the nidus of infection. There're snakes and lizards breeding in its foundation. No one attends your church anymore. Long past are the times when people were being told that G-d created man. The fact that we all had descended from a monkey was concealed. That's why it's been decided to pull the church down and on that place...", "character": null, "characterId": null}, {"text": "Wait, Doksopulo! Esteemed Doksopulo! The Church of the Mother of G-d is one of the greatest monuments of early Christianity. A cultural monument! Demolishing it means cutting off the life-giving roots that nourish and spiritually enrich our people. Then throw into fire the works of Rustaveli and Dante! Stop playing Bach, Beethoven, Verdi! Let's demolish the St. Peter Church, Notre Dame, Svetitskhoveli. Esteemed Varlam! Our church used to have some unique relics. Through centuries our ancestors had protected them up to this day. But they've been lost without a trace. Now the building is collapsing. But we...", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "\"I deem appropriate the construction of a new building of the laboratory. However, in view of lack of funds, we should temporarily abstain from it.\" You see, we're concerned, too. But it seems we can't put it off any longer, you have convinced me. Doksopulo! Do you have a mother?", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "Yes.", "character": null, "characterId": null}, {"text": "How old is she?", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "Very Old.", "character": null, "characterId": null}, {"text": "Aren't you supposed to take care of her? The same goes for that church, the monument of the 6th century, our pride and our history. A son should never leave his sick mother without care. Remember it well. We should be grateful to these noble people for opening up our eyes, for telling us the truth. I give you my word that I won't spare any effort to solve this problem. And the experiments, as far as I know, are conducted at a minimal capacity. It will go on this way until the new building is erected.", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "If the high voltage installations work at a full capacity, not only the church, but the whole town will blow up.", "character": null, "characterId": null}]}, {"lines": [{"text": "Esteemed Varlam, will you sing again? Sing something else, please. Don't refuse, please, dear Varlam!", "character": "Nino Barateli", "characterId": "nm0009502"}, {"text": "as, to behold desert a beggar born, and needy nothing trimm'd in jollity, and purest faith unhappily forsworn, and gilded honour shamefully misplaced, and maiden virtue rudely strumpeted, and right perfection wrongfully disgraced, and strength by limping sway disabled, and art made tongue-tied by authority, and folly, doctor-like, controlling skill, and simple truth miscall'd simplicity, and captive good attending captain ill. William Shakespeare. Sonnet 66. A regimen is a regimen.", "character": "Varlam Aravidze", "characterId": "nm0538513"}]}, {"lines": [{"text": "I understand, but this is not an argument for the letter's authors.", "character": "Mikheil Koresheli", "characterId": "nm0442680"}, {"text": "Maybe the artist's talent isn't a strong argument for them either? They have in mind his stand.", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "What are you talking about? Talent is kindness, and that's already a stand!", "character": "Mikheil Koresheli", "characterId": "nm0442680"}, {"text": "I understand that Sandro Barateli is your friend and pupil.By the way, do you know that he's my relative?", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "No... I didn't know that.", "character": "Mikheil Koresheli", "characterId": "nm0442680"}, {"text": "Even a close relative. Write a protest, esteemed Mikhail. Barateli is arrested, but he's not convicted. I was just executing the people's will, masses stand behind that letter. And each word coming from the masses is the holy of holies for me. Write a protest, esteemed Mikhail.", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "To write a protest?", "character": "Mikheil Koresheli", "characterId": "nm0442680"}, {"text": "Yes, I have nothing against it.", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "Wait, wait... What do you mean, \"nothing against it\"? What can you possibly have against the truth?", "character": "Mikheil Koresheli", "characterId": "nm0442680"}, {"text": "The truth? Nothing.", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "Well, I'll write it!", "character": "Mikheil Koresheli", "characterId": "nm0442680"}, {"text": "Go ahead, write it. But take that letter into account, too.", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "What does that letter, that filth have to do with it? That provocation?", "character": "Mikheil Koresheli", "characterId": "nm0442680"}, {"text": "Not a provocation, but a document registered in thousands of places.", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "I don't care where it's registered.", "character": "Mikheil Koresheli", "characterId": "nm0442680"}, {"text": "You're wrong, esteemed Mikhail. It's my duty to take the position of the majority, for the majority decides.", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "What majority? What are you talking about? One man of reason outweighs a thousand idiots.", "character": "Mikheil Koresheli", "characterId": "nm0442680"}, {"text": "I understand that you're talking about me.", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "Stand up for him. Defending one person is not such a big deal.", "character": "Mikheil Koresheli", "characterId": "nm0442680"}, {"text": "But remember, as the letter's authors see it, you're protecting the enemy. Yes, your friend and my relative is our enemy now. And we are his victims.", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "Who is the enemy? Who is the enemy?", "character": "Mikheil Koresheli", "characterId": "nm0442680"}]}, {"lines": [{"text": "Listen, Sandro. I thought a lot. I was thinking all nights through. We must name as many people as possible as the nation's enemies. They can't arrest them all. And when the number of the accused reaches an astronomical figure, those at the top will think twice, convene an extraordinary assembly and expose all the criminals that have misled the government. Do you understand, Sandro? This is tactics. A cunning, crafty tactics. We'll sign everything, we'll bring it to absurdity, to absolute nonsense. We'll make thousands of absurd statements. The tunnel from Bombay to London, and so on. Eventually, the government will understand everything. It will become indignant, get, with its iron hand, at the throat of the villains and destroy them. I've been suggested all this by the wisdom of imagination. Do you understand me, Sandro?", "character": "Mikheil Koresheli", "characterId": "nm0442680"}]}, {"lines": [{"text": "What happened, mommy?", "character": "Ketevan as a child", "characterId": "nm0643699"}, {"text": "We have lost our father...", "character": "Nino Barateli", "characterId": "nm0009502"}, {"text": "What?", "character": "Ketevan as a child", "characterId": "nm0643699"}, {"text": "They have blown up the church.", "character": "Nino Barateli", "characterId": "nm0009502"}]}, {"lines": [{"text": "On behalf of everyone who was unjustly punished, I demand that Varlam Aravidze be dug up from his grave by his own relatives.", "character": "Ketevan Barateli", "characterId": "nm0098600"}, {"text": "I protest! All you've heard here is a lie and slander!", "character": "Guliko", "characterId": "nm0632456"}, {"text": "Slander? Prove that it's a slander!", "character": "Ketevan Barateli", "characterId": "nm0098600"}, {"text": "You mean that the deceased should not be buried?", "character": null, "characterId": null}, {"text": "If you don't dig him up, I will get him, I will not leave him in peace!", "character": "Ketevan Barateli", "characterId": "nm0098600"}]}, {"lines": [{"text": "Varlam was always guided by the interests of society. But sometimes he had to act against his will.", "character": "Abel Aravidze as an adult", "characterId": "nm0538513"}, {"text": "And if he were ordered to destroy the world, would he have done it?", "character": "Tornike", "characterId": "nm0632457"}, {"text": "You know what? Your grandfather never killed anyone with his own hands! And you did fire at a human being! What kind of morals you're talking of?", "character": "Abel Aravidze as an adult", "characterId": "nm0538513"}, {"text": "I didn't know who I was firing at.", "character": "Tornike", "characterId": "nm0632457"}, {"text": "What difference does it make? You did fire at a human!", "character": "Abel Aravidze as an adult", "characterId": "nm0538513"}, {"text": "Yes, I did... And it makes our guilt even worse.", "character": "Tornike", "characterId": "nm0632457"}, {"text": "Whose guilt?", "character": "Abel Aravidze as an adult", "characterId": "nm0538513"}, {"text": "Grandfather's, mine, and yours.", "character": "Tornike", "characterId": "nm0632457"}, {"text": "What do you blame me for?", "character": "Abel Aravidze as an adult", "characterId": "nm0538513"}, {"text": "For justifying grandfather and for following in his steps. You're a worse murderer than me, because you don't pity that woman.", "character": "Tornike", "characterId": "nm0632457"}, {"text": "Why should I pity her? Are you out of your mind?", "character": "Abel Aravidze as an adult", "characterId": "nm0538513"}, {"text": "You'd rather strangle her than ask her forgiveness.", "character": "Tornike", "characterId": "nm0632457"}, {"text": "I couldn't imagine that you were such an idiot! She digs up my father from his grave, and I'm supposed to apologize? Yes, I will strangle her, and you too, if you don't come to your senses. I shall not let her desecrate the deceased!", "character": "Abel Aravidze as an adult", "characterId": "nm0538513"}, {"text": "I hate you. I hate you!", "character": "Tornike", "characterId": "nm0632457"}]}, {"lines": [{"text": "Of course, the court will pass some sentence. But what am I to do? Keep burying my father every day?", "character": "Abel Aravidze as an adult", "characterId": "nm0538513"}]}, {"lines": [{"text": "You will grind to dust anyone who stands in your way. If you're struck on one cheek, you won't turn the other one, you'll strike back so hard that the other's neck is broken. Your kind is not capable of splitting! You don't give a damn about good and evil. It's not splitting you're worried about, it's fear that's killing you!", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "What fear?", "character": "Abel Aravidze as an adult", "characterId": "nm0538513"}, {"text": "You fear yourself. All your life you've been after prestige, proud of your model family, and, suddenly, your world is collapsing.", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "No!", "character": "Abel Aravidze as an adult", "characterId": "nm0538513"}, {"text": "Yes. Your father is thrown out of his grave, you're losing your power, your only son rebels against you. All that stood for the name of Abel Aravidze is slipping away from you. And you're left alone, helpless and weak.", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "No! No!", "character": "Abel Aravidze as an adult", "characterId": "nm0538513"}, {"text": "Yes, you're afraid! You're being eaten up by your fear of loneliness. For a lonely unbeliever thinks only of death.", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "Yes, I'm afraid! I'm surrounded by emptiness. All my life I've been trying to run away from it, pretending and lying. Both my family and my work are just self-deception, for I am afraid to be left alone with myself. Afraid to think.", "character": "Abel Aravidze as an adult", "characterId": "nm0538513"}, {"text": "About what?", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "About what's most important. Who are you? What do you live for? What's the point of your existence? Who are you? What did you live for? And you? And you? Who are you? Who are you, Abel Aravidze? Abel Aravidze, Abel Aravidze...", "character": "Abel Aravidze as an adult", "characterId": "nm0538513"}, {"text": "Who are we? What did we come to this world for? Where are we rushing to? You know what? Forget all this nonsense. Tomorrow everything will return to normal and you'll live as you used to. Trying to atone for your sins? A coward, that's what you are! If it were up to me, I would have sent you right to Hell!", "character": "Varlam Aravidze", "characterId": "nm0538513"}, {"text": "Who are you? Who are you? Answer me!", "character": "Abel Aravidze as an adult", "characterId": "nm0538513"}, {"text": "Didn't you recognize me, my boy? So you came to confess to the devil?", "character": "Varlam Aravidze", "characterId": "nm0538513"}]}, {"lines": [{"text": "I'm telling you that Aravidze will not rest in the ground. As soon as I'm released, I'll dig him up.", "character": "Ketevan Barateli", "characterId": "nm0098600"}, {"text": "I hope that Ms. Barateli is not the primitive creature that believes it's possible to achieve a moral objective by an immoral act, by insulting a deceased.", "character": null, "characterId": null}, {"text": "It's possible, because Aravidze is not dead!", "character": "Ketevan Barateli", "characterId": "nm0098600"}, {"text": "You think... he's alive?", "character": null, "characterId": null}, {"text": "Yes, he's alive! And as you defend him, he goes on living and corrupting the society.", "character": "Ketevan Barateli", "characterId": "nm0098600"}, {"text": "Just a minute. Excuse me. So you're asserting that he's alive?", "character": null, "characterId": null}, {"text": "Yes.", "character": "Ketevan Barateli", "characterId": "nm0098600"}]}, {"lines": [{"text": "Evening, spring, and shadows clumping, On the branch a bird is jumping. May a new dream me enfold.", "character": "Ketevan Barateli", "characterId": "nm0098600"}, {"text": "Moon has waned Earth to behold. I'm Tornike Aravidze, Varlam Aravidze's grandson.", "character": "Tornike", "characterId": "nm0632457"}, {"text": "What do you want?", "character": "Ketevan Barateli", "characterId": "nm0098600"}, {"text": "I came... I came to ask your forgiveness.", "character": "Tornike", "characterId": "nm0632457"}, {"text": "I'm not the G-d to give absolution.", "character": "Ketevan Barateli", "characterId": "nm0098600"}, {"text": "I fired at you. I'm a murderer.", "character": "Tornike", "characterId": "nm0632457"}, {"text": "Oh G-d, what a fateful star I was born under, if I have made even you, an innocent boy, a murderer? Evening, spring, and shadows clumping, On the branch a bird is jumping.", "character": "Ketevan Barateli", "characterId": "nm0098600"}, {"text": "Are you making fun of me?", "character": "Tornike", "characterId": "nm0632457"}, {"text": "I'm crazy, don't you know it? Crazy. I'm really crazy. Tomorrow they'll come, take me by my arms and drag me to a lunatic asylum.", "character": "Ketevan Barateli", "characterId": "nm0098600"}]}, {"lines": [{"text": "May your name be cursed... as your life and deeds, Abel Aravidze! What have you done!Monster! May your blood... turn to water... and your bread... to dust! May your flesh... burn in Hell's fire... and not be honored... like your father... with an earthly burial! Why were you born... devil incarnate... Abel Aravidze? And why was your father born? And your son? It's grown so dark, it's pitch dark! Oh G-d, all this is so senseless!", "character": "Abel Aravidze as an adult", "characterId": "nm0538513"}]}, {"lines": [{"text": "Excuse me, does this street lead to a church? I want to know whether this street leads to a church.", "character": null, "characterId": null}, {"text": "No, this is Varlam Street, and it doesn't lead to a church.", "character": "Ketevan Barateli", "characterId": "nm0098600"}, {"text": "Then what do you need it for? Why have a road that doesn't lead to a church?", "character": null, "characterId": null}]}]}