{"quotes": [{"lines": [{"text": "[to Grace]\nDo you know why I talk so funny? Because I've been hit a million times.", "character": "Louis 'Mountain' Rivera", "characterId": "nm0000063"}]}, {"lines": [{"text": "[to Maish]\nAnybody ever tell you what a prince of a guy you were?", "character": "Army", "characterId": "nm0001682"}]}, {"lines": [{"text": "Mountain Rivera was no punk. Mountain Rivera was almost the Heavyweight Champion of the World!", "character": "Louis 'Mountain' Rivera", "characterId": "nm0000063"}]}, {"lines": [{"text": "[to Maish]\nTake a good look in the mirror and then say goodbye to what you see.", "character": "Ma Greeny", "characterId": "nm0819238"}]}, {"lines": [{"text": "Great fight kid. You were great.", "character": "Muhammad Ali", "characterId": "nm0000738"}]}, {"lines": [{"text": "Well it didn't bother you last week to stand up in that ring with your hands down at your sides for seven rounds and let Clay beat your brains out. That didn't bother you. It didn't bother you that I had every last nickel I have in the world up on the table saying that you wouldn't go four.", "character": "Maish Rennick", "characterId": "nm0001276"}]}, {"lines": [{"text": "You bet against me? Why Maish? Why did you bet against me?", "character": "Louis 'Mountain' Rivera", "characterId": "nm0000063"}]}, {"lines": [{"text": "[after Grace slaps Maish]", "character": null, "characterId": null}, {"text": "Do you really want to help him? Here's how you can help him. Leave him alone. If you gotta' say anything to him, tell him you pity him. Tell him you feel so sorry for him you could cry. But don't con him. Don't tell him he could be a counsellor at a boys' camp. He's been chasing ghosts so long he'll believe anything. Any kind of a ghost. Championship belt, pretty girl... maybe just 24 hours without an ache in his body. Doesn't make any difference. It all passed him.", "character": "Maish Rennick", "characterId": "nm0001276"}, {"text": "I just thought that - maybe the next thing he wanted he ought to get.", "character": "Grace Miller", "characterId": "nm0364915"}, {"text": "[starts to weep]", "character": null, "characterId": null}, {"text": "That would only be fair. I wished to God it was something I could've given him.", "character": "Grace Miller", "characterId": "nm0364915"}]}, {"lines": [{"text": "[to Maish]\nYou fink. You dirty, stinking fink.", "character": "Army", "characterId": "nm0001682"}]}, {"lines": [{"text": "A young boxer, with his manager, presents himself to Maish, as \"Mountain\" Rivera heads into the wrestling ring]", "character": null, "characterId": null}, {"text": "You wanna fight. You fool. You damn stupid fool. Don't you understand? Can't you get it into your silly head? There are only eight champions in this business. Everybody else is an also-ran. The good's great, but the bad stinks! Don't you understand? The odds are all you'll wind up a mumbling idiot! A STUTTERING JERK! WHY DON'T YOU GO HOME! GO HOME!", "character": "Maish Rennick", "characterId": "nm0001276"}]}, {"lines": [{"text": "In 1952 they ranked me number five!", "character": "Louis 'Mountain' Rivera", "characterId": "nm0000063"}]}, {"lines": [{"text": "[to Mountain]\nI figure you owe me. what do you figure/", "character": "Maish Rennick", "characterId": "nm0001276"}]}, {"lines": [{"text": "[to army]\nHe wins... I lose. Go get some sandwiches.", "character": "Maish Rennick", "characterId": "nm0001276"}]}, {"lines": [{"text": "I don't have to explain anything to anybody.", "character": "Maish Rennick", "characterId": "nm0001276"}]}, {"lines": [{"text": "You think when you put clothes on an ape, you make him into a dancing partner.", "character": "Maish Rennick", "characterId": "nm0001276"}]}, {"lines": [{"text": "You're not a winner anymore, Mountain. There's only one thing left. Let's make some money from the losing.", "character": "Maish Rennick", "characterId": "nm0001276"}]}]}