{"quotes": [{"lines": [{"text": "For her husband I need a man who is far too fond of women in general to love one in particular.", "character": "King Charles II", "characterId": "nm0000554"}]}, {"lines": [{"text": "You know, in Ireland a man with a horse, a cart and a book he knows how to read is the catch of the county.", "character": "Katharine", "characterId": "nm0000212"}, {"text": "Well, perhaps when we have made fire of the cart and eaten the horse and wiped our asses with the book, you'll become better acquainted with what you have caught.", "character": "Robert Merivel", "characterId": "nm0000375"}]}, {"lines": [{"text": "I must restrain my farts and do something altogether more productive.", "character": "Robert Merivel", "characterId": "nm0000375"}]}, {"lines": [{"text": "Love was the only thing not asked of you. Indeed it was the only thing expressly forbidden of you.", "character": "King Charles II", "characterId": "nm0000554"}]}, {"lines": [{"text": "My first patient was a frog, I cured him of jumping. Now I can cure people of breathing.", "character": "Robert Merivel", "characterId": "nm0000375"}]}, {"lines": [{"text": "I have done the one thing forbidden by the king. I have fallen in love with my wife.", "character": "Robert Merivel", "characterId": "nm0000375"}]}, {"lines": [{"text": "We need money.", "character": "Robert Merivel", "characterId": "nm0000375"}, {"text": "There is money inside my skirt!", "character": "Katharine", "characterId": "nm0000212"}, {"text": "[to roadside hack]\nShe is simple. We are doctor and patient.", "character": "Robert Merivel", "characterId": "nm0000375"}, {"text": "[clarifying]", "character": null, "characterId": null}, {"text": "I am the doctor.", "character": "Robert Merivel", "characterId": "nm0000375"}]}, {"lines": [{"text": "A most lavish affair! Who is to be married?", "character": "Merivel", "characterId": "nm0000375"}, {"text": "Celia Clemence.", "character": "King", "characterId": "nm0000554"}, {"text": "I understood she was your mistress!", "character": "Merivel", "characterId": "nm0000375"}, {"text": "Then you understood right, Merivel... Miss Clemence is to be married and seemingly dispatched out of London with her husband, while in fact, I secrete her near the river in Kew - the better to sport with her unobserved... For her husband, I need a man who is far too enamored of women in general to make the mistake of loving one in particular...", "character": "King", "characterId": "nm0000554"}]}, {"lines": [{"text": "Fear is our greatest enemy, and hope is our greatest weapon against the disease.", "character": "Robert Merivel", "characterId": "nm0000375"}]}, {"lines": [{"text": "We live in an age when many are made fools and many are deceived.", "character": "Lady Celia Clemence", "characterId": "nm0908116"}]}, {"lines": [{"text": "Every man on earth has his leaving step. If my husband had been a small man, he would not have been able to leave me. But he was a large man, and stepped over me as I slept, one great stride.", "character": "Katharine", "characterId": "nm0000212"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[voiceover]\nThe fire in its fury has consumed the great plague. Misfortune may leave behind unlooked-for blessings... none dearer than you, my little Margaret. I will return to the city, to my work as a doctor, and the rebuilding of the King's Hospital. The stars that once confused me seem now to light a path that is clear, that I have in truth been traveling for all these days. Where I met what came, and left behind my sorrows. And I am traveling still.", "character": "Robert Merivel", "characterId": "nm0000375"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "In 1660 Charles II was restored to the English Throne ending 11 years of Oliver Cromwell's bleak Puritan rule. Thus began the age of Restoration. It was an era of scientific discovery, artistic exploration and luxurious sensuality.", "character": null, "characterId": null}, {"text": "It was also a time of natural disasters and archaic medical practices. Science was pitted against superstition. This is the story of one man's journey through the light and dark of those times.", "character": null, "characterId": null}]}]}