{"quotes": [{"lines": [{"text": "When I was on vacation in Africa, I went out in the country. Where you see some lions and sh*t. I'm talking about real lions, not them kind you be fucking with in the zoo. Hey, lion, motherfucker.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "After all, that's why I'm here. Because the people. It's not something that was made up in some agent's office.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "He's the best in the north, south, east and west. I've never seen him in person, but, I'm gonna see him tonight.", "character": null, "characterId": null}]}, {"lines": [{"text": "He's like being at a party... hey, he's just the most... what can I tell you, he's the most from coast to coast - Richard is!", "character": null, "characterId": null}]}, {"lines": [{"text": "I think he's the comedian of the 80s.", "character": null, "characterId": null}]}, {"lines": [{"text": "I don't like him, I love him!", "character": null, "characterId": null}]}, {"lines": [{"text": "Something in me is dying to express itself. The changes are so immense. It has to do with the work.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "It's a great gift, being alive... And I'm sober and that I'm not doing drugs, that's a damn good accomplishment... I'm ahead.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "In your life, I guess you go through changes in your life, you know. You get one moment, and you just f*ckin' change. Somethin' happened in my life, just f*ckin' changed my mind about all this sh*t. Because I used to think I knew everything, man. I'd be f*cked up, I just knew it! I knew all the sh*t! And all the sudden, I don't know sh*t. I'm one of the dumbest muthaf*ckers that ever lived.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "I had to stop drinkin' though. I got tired of like waking up in my car - drivin' 90.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "I've been married about - four, eh, fine, eh, four times. Married to white and black. I'm tellin' you - there's - there's a bitch - there is no difference, except, subtle sh*t you can pull on white women that you can't pull on a black woman. You know, like in an argument, or somethin', you can pull that sh*t like, \"Hey, baby, it's a black thing! For black men you don't understand or get the motivation of the black man, you understand!\" \"Oh, yes dear, I'm so sorry...\" Black women, you can not do that, but once. And they get that muthafuckin' head a goin'...", "character": "Richard Pryor", "characterId": "nm0001640"}, {"text": "[Starts nodding his head back and forth]", "character": null, "characterId": null}]}, {"lines": [{"text": "I was readin' somethin' in the paper or, eh, what, Lib, Libya? Are we fightin' LIbya yet? Or somethin'? I don't know, I was hearin' it on the news - somethin' about Libya and Gaddafi?", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "I remember when America, when I was little, we never used to be that kind of country, right, we didn't f*ck with nobody. Now, we be f*ckin' with people in El Salvador and sh*t. How we gonna lose? Thirty-five people in El Salvador.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "I had big fun, I went to Zimbabwe. It's a new country, right. Its about three years old, now. It used to be Rhodesia - before they killed all those white muthaf*ckers. Its the only country I ever been to that black people kicked ass a little! Seven years they killed muthaf*ckers. They happy too! You walk down the street, they just smilin' .\"Hello! Oh, they don't f*ck with us no more, no.\"", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "We had a good time. We were sittin' around talkin', about four Americans, talkin' about five hours, man. Talked about some good sh*t, right. An African man asked us, when we was talkin', he said, \"What language do you speak at home?\" You know, we looked at each other, \"What? English?\" \"Everybody speak English, but, what language you speak when you're home?\" One of the brothers looked at him and said, \"Jive?\"", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "[Comments after returning from a trip to Africa]\nYou know, its just such a nice feeling. I know how white people feel in America, now. Relaxed. That's right! 'Cause you hear like, eh, a police car comin', you know it ain't comin' after your ass. Why, you just, \"I wish they'd keep that god damn noise down.\" Cause I hear it, man, I wake up, automatically start thinkin' about sh*t I did. \"Eh, what the muthaf*cker knows? Sh*t! Let me see.\" Till they go by, \"Sh*t, oh, it ain't me.\"", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "In Africa, though, I had that feeling, man, I was just comfortable. I knew the police wasn't gonna be f*ckin' with me. Unless the government changed overnight.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "I don't know where in the f*ck I came from over there.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "Every place I go though, man, everybody I meet, they want to come here, right. They want to come to America. I mean, all the three countries I've been to. I don't want to sound like I've been everywhere, you know. Three. You start talkin' to them and they start talkin' about America. And it makes your dick hard for America. They do. They finish talkin' and you be sayin' \"Sh*t, I got to get my ass back there! We got all that sh*t in America?\"", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "I don't know, its just so different. Things are different. Like here. I don't understand, sometimes, what goes on with people, here. 'Cause, like here we're all in this theater, we get along real good. Until we go outside. Then the sh*t change. So, we just must be some crazy muthaf*ckers, or somethin'. 'Cause we can get along real great for a moment, then, we can't. So, that's insanity.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "Don't take my word for it, ask the President. I met the President. We in trouble.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "I went to the White House. They had this big receiving line and sh*t. You know, I went for this movie \"Superman\", you know. I was standin' in line and sh*t. I know the muthaf*cker didn't invite me! You know, I'm just here for this movie. I walked by in the line and sh*t, goin' to met him. Don't be prejudice. Open your mind. See what kind of dude he is. Walk up. Muthaf*cker looked at me like I owed him money. I was, \"Hi, Mr. President.\" \"Hi.\" Well, I guess that's it, huh.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "[Talking about President Reagan]\nI know you ain't gettin' no pussy! Right, cause he looked like a dick. You ever notice? He does! Like, not even a hard on. But, just a dick with clothes on, you know. That's why he want them MXs and sh*t. So, he can get off. Shot one of them big baby's off. Right, cause they be talkin' about droppin' bombs and sh*t. I'm talkin' about nuclear bombs. I'm talkin' about f*ckin' up our Sundays.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "The muthaf*ckers say, hey man, if they had a nuclear war, right, they wouldn't have to drop no bombs, all they have to do is tell us they going to. Then, announce to us, \"Find the Fallout Shelters.\" 'Cause ain't a muthaf*cker here knows where one at. \"Let's get to the shelter.\" \"Right! Oh, sh*t, eh, wait a minute, I knew where it was in high school. Wait a minute, I?\" 'Cause they say we'll have a half a hour warning. That ain't enough time. I want, at least, nine or ten months.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "I haven't done any drugs now, it's been, seven months. And that's a lot! That's a lot for me. You know, 'cause I done, I think I done drugs since I was like - fourteen. You know what I mean? Off and on... when I was nineteen I started doin' it really heavy. Right. This is the first time, I think, in my life I feel like this. Bein' sober, and then being off drugs too, its a real strange feelin'.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "If I had some drugs and sh*t, I wouldn't give a f*ck. But, then I wouldn't, I'd come off stage, I still wouldn't give a f*ck. Then, by the time you're fifty, a lot of no givin' a f*ck, you miss part of your life. \"So, what happened to your life?\" \"I didn't give a f*ck.\"", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "I meet people, since I stopped doing drugs, I found out there's more muthaf*ckers doin' drugs. Mean, doctors and sh*t. Old ladies. \"Give me that blue one. And give me another red one, please.\" They call it an epidemic, now. That means white folks are doin' it.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "You all used to drive through our neighborhoods and sh*t and go, \"Oh, look at that. Isn't that terrible.\" Then, you get home and your fourteen year old be f*cked up, you go, \"Oh my god! It's an epidemic!\" Maybe next time you see black people trouble - you'll help. Maybe. Right?", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "Good night. I love you.", "character": "Richard Pryor", "characterId": "nm0001640"}]}, {"lines": [{"text": "In Chicago and the Midwest, boy, it is cooooold! I'm talkin' about cold! With the change in...", "character": "Richard Pryor", "characterId": "nm0001640"}, {"text": "[shouting]\nHow cold? How cold?", "character": null, "characterId": null}, {"text": "What is? This ain't Johnny Carson, muthaf*ckers!", "character": "Richard Pryor", "characterId": "nm0001640"}]}]}