{"quotes": [{"lines": [{"text": "Shine out, fair sun, till I have bought a glass; that I may see my shadow as I pass.", "character": "Richard III", "characterId": "nm0000059"}]}, {"lines": [{"text": "I'll drown more sailors than the mermaid shall,/ I'll play the orator as well as Nestor,/ Deceive more slyly than Ulysses could,/ And, like a Sinon, take another Troy./ I can add colours to the chameleon, /Change shapes with Proteus for advantages, /And set the murderous Machiavel to school./ Can I do this,and cannot get a crown?/Tut, were it farther off,/ I'll pluck it down.", "character": "Richard III", "characterId": "nm0000059"}]}, {"lines": [{"text": "Now is the winter of our discontent, made glorious summer by this sun of York, And all the clouds that glower'd upon our house in the deep bosom of the ocean buried. Now are our brows bound with victorious wreaths, our bruised arms hung up for monuments, our stern alarums changed to merry meetings, our dreadful marches to delightful measures. Grim vised war has smoothed his wrinkled front And now instead of mounting barbed steeds to fright the souls of fearful adversaries he capers nimbly in a lady's chamber to the lascivious pleasing of a lute! But I, that am not shaped for sportive tricks nor made to court an amorous looking glass, I that am rudely stamped and want love's majesty to strut before a wanton ambling nymph, I that am curtailed of fair proportion, cheated of feature by dissembling nature deformed, unfinished, sent before my time into breathing world scarce half made up and so lamely and unfashionable that dogs do bark at me as I halt by them...", "character": null, "characterId": null}]}, {"lines": [{"text": "Look how my ring encompasseth thy finger. Even so thy breast encloseth my poor heart. Wear both of them, for both of them are thine.", "character": "Richard III", "characterId": "nm0000059"}]}, {"lines": [{"text": "Conscience is a word that cowards use.", "character": "Richard III", "characterId": "nm0000059"}]}, {"lines": [{"text": "A horse, a horse, my kingdom for a horse!", "character": "Richard III", "characterId": "nm0000059"}]}, {"lines": [{"text": "[speaking about Edward IV, who has sent Clarence to the Tower]\nHe hearkens after dreams and prophecies / And from the crossrow plucks the letter 'G', / And says a wizard told him that by 'G' / His issue disinherited would be. / And for my name of George begins with G / It follows in his thoughts that I am he. /These and such like toys /Have moved his Highness to commit me now.", "character": "George, Duke of Clarence", "characterId": "nm0000024"}]}, {"lines": [{"text": "Darest thou resolve to kill a friend of mine?", "character": "Richard III", "characterId": "nm0000059"}, {"text": "Please you, but I'd rather kill two enemies.", "character": "Tyrell", "characterId": "nm0873743"}]}, {"lines": [{"text": "Talkers are no good doers.", "character": "Dighton, 1st murderer", "characterId": "nm0001284"}]}, {"lines": [{"text": "The cat, the rat, and Lovell the dog / Rule all England under the hog.", "character": "The Lord Hastings", "characterId": "nm0167339"}]}, {"lines": [{"text": "And is it thus? Repays he my deep services/ With such contempt? Made I him King for this?/ O let me think on Hastings", "character": "Duke of Buckingham", "characterId": "nm0724732"}, {"text": "[who has been beheaded]", "character": null, "characterId": null}, {"text": "and let me be gone/ To Richmond, while my fearful head is on.", "character": "Duke of Buckingham", "characterId": "nm0724732"}]}, {"lines": [{"text": "thence we looked toward England, /And cited up a thousand fearful times, /During the wars of York and Lancaster /That had befall'n us. As we paced along Upon the giddy footing of the hatches,/ Methought that Gloucester stumbled; and, in falling, /Struck me, that thought to stay him, overboard, /Into the tumbling billows of the main. Lord, Lord! methought, what pain it was to drown! /What dreadful noise of waters in mine ears! /What ugly sights of death within mine eyes! /Methought I saw a thousand fearful wrecks; /Ten thousand men that fishes gnaw'd upon; /Wedges of gold, great anchors, heaps of pearl, /Inestimable stones, unvalued jewels, /All scatter'd in the bottom of the sea.", "character": "George, Duke of Clarence", "characterId": "nm0000024"}]}]}