{"quotes": [{"lines": [{"text": "[the kids see Cy Blue running back to Levi's house]", "character": null, "characterId": null}, {"text": "What's that little turd up to now?", "character": "Jessica Hanson", "characterId": "nm0749081"}, {"text": "He's just weird.", "character": "Max Hanson", "characterId": "nm0111533"}, {"text": "Blue's got this thing. He's psychotic.", "character": "Dawn Black", "characterId": "nm0324462"}, {"text": "Definitley.", "character": "Kane Rockwell", "characterId": "nm0179927"}, {"text": "No, I mean he's psychic. He knows stuff.", "character": "Dawn Black", "characterId": "nm0324462"}]}, {"lines": [{"text": "Their whole life was the sea, the sea and their boats. So in celebrating their deaths- yes, you can say celebrating - they used both. The families of the great Viking would put the body of their loved one on a ship, cover it with straw, and then, as the sun was setting, cast it away into the water. They would light huge bonfires on the beach, and then the Vikings would light the tips of their arrows in the bonfire and shoot them at the ship. Ah, it must have been so beautiful, fire on the water. Legend has it that if the color of the setting sun and the color of the burning ship were the same then that Viking had lead a good life, and in the afterlife he would go to Viking heaven. All night long the Viking men, women, and children watched the ship with the body as it burned in the water. By dawn all that was left were ashes, complete obliteration, carried by the currents to the four corners of the earth, fresh and beautiful, and vanished completely, like a dream.", "character": "Levi Rockwell", "characterId": "nm0000044"}]}, {"lines": [{"text": "Nothing's as good as a midnight pee in the ocean.", "character": "Levi Rockwell", "characterId": "nm0000044"}]}, {"lines": [{"text": "[at Levi's wife's gravesite]", "character": null, "characterId": null}, {"text": "Poor Grandma.", "character": "Cy Blue Black", "characterId": "nm0000346"}, {"text": "What?", "character": "Crow Black", "characterId": "nm0000597"}, {"text": "Poor Grandma.", "character": "Cy Blue Black", "characterId": "nm0000346"}, {"text": "Oh, yeah. Poor Grandma.", "character": "Crow Black", "characterId": "nm0000597"}, {"text": "Bad worms.", "character": "Cy Blue Black", "characterId": "nm0000346"}]}, {"lines": [{"text": "I miss the city. The pollution, the crime, the noise. I'm an emotional wreck, I really am.", "character": "Dwayne Hanson", "characterId": "nm0000228"}]}, {"lines": [{"text": "Pay attention to Dwayne He's got a new joke he wants to tell us. It's about belly dancers. You're on, Dwayne.", "character": "Levi Rockwell", "characterId": "nm0000044"}, {"text": "Dad, you're putting me on the spot, here. They're going to put tomatoes on yo-yos so they can hit me twice.", "character": "Dwayne Hanson", "characterId": "nm0000228"}]}, {"lines": [{"text": "I can't believe you're leaving right before Dad's party!", "character": "Rolo Rockwell", "characterId": "nm0001278"}, {"text": "I haven't got time to party, I've gotta go play ball! Besides, I wish you'd all wise up! This isn't Levi's party, look at all this! This is your party! Watch the game! It's dedicated to Dad. So long!", "character": "Crow Black", "characterId": "nm0000597"}]}, {"lines": [{"text": "You can't have a nympho do a porno, because then it wouldn't be acting, it would be real.", "character": "Aggie Rockwell", "characterId": "nm0000751"}, {"text": "That's the saddest thing I've ever heard.", "character": "Dwayne Hanson", "characterId": "nm0000228"}]}, {"lines": [{"text": "What do you mean you've got directors block? Who do you think you are? Nic Ray?", "character": "Rolo Rockwell", "characterId": "nm0001278"}]}]}