{"quotes": [{"lines": [{"text": "If there's one thing I cannot abide is being interrupted at mealtime.", "character": "Friar Tuck", "characterId": "nm0459470"}]}, {"lines": [{"text": "When the problems of Rocket Robin Hood call for \"heavy\" thinking, then it's time for the one and only Friar Tuck to come to the rescue. Some, like the wicked Sherrif of N.O.T.T., think him fat, foolish, and not worth worrying about; but don't you believe it. Friar Tuck, whose courage is as tremendous as his appetite, is just one of the astounding space characters in the merry band of Rocket Robin Hood in the fantastic years to come.", "character": "Narrator", "characterId": "nm0184526"}]}, {"lines": [{"text": "Good fighting, Little John, but if I catch you off guard, I'll make your head ring like a gong.", "character": "Rocket Robin Hood", "characterId": "nm0137965"}, {"text": "Almost got you that time.", "character": null, "characterId": null}, {"text": "Right, no wonder Maid Marion is watching you so admiringly.", "character": "Rocket Robin Hood", "characterId": "nm0137965"}, {"text": "She is?", "character": null, "characterId": null}, {"text": "[Rocket Robin Hood bops Little John on his head with his electro-quarter staff]", "character": null, "characterId": null}, {"text": "My mistake, she's laughing at you. Let that be a lesson to you, spaceman. Always be on your toes.", "character": "Rocket Robin Hood", "characterId": "nm0137965"}, {"text": "[Little John lifts Rocket Robin Hood over his head.]", "character": null, "characterId": null}, {"text": "Strange, you aren't on your toes, Robin.", "character": null, "characterId": null}, {"text": "[Little John heaves Rocket Robin Hood over his head and throws him into a pond]", "character": null, "characterId": null}, {"text": "I must remember to follow my own advice.", "character": "Rocket Robin Hood", "characterId": "nm0137965"}]}, {"lines": [{"text": "What happened?", "character": "Rocket Robin Hood", "characterId": "nm0573677"}, {"text": "He was hurting you so I stopped him.", "character": null, "characterId": null}, {"text": "You stopped him? But how?", "character": "Rocket Robin Hood", "characterId": "nm0573677"}, {"text": "I gear stripped him or whatever.", "character": null, "characterId": null}, {"text": "You stripped his gears... You stripped his gears? But how?", "character": "Rocket Robin Hood", "characterId": "nm0573677"}, {"text": "I just used my compact, my lipstick, and my mirror. Now my make-up is a mess and I can't make myself look pretty for you because you won me in a contest and...", "character": null, "characterId": null}, {"text": "Maid Marion, you're wonderful.", "character": "Rocket Robin Hood", "characterId": "nm0573677"}, {"text": "I am?", "character": null, "characterId": null}, {"text": "Yes, you are. Never underestimate the power of a woman with make-up.", "character": "Rocket Robin Hood", "characterId": "nm0573677"}]}, {"lines": [{"text": "Little John.", "character": "Narrator", "characterId": "nm0184526"}]}, {"lines": [{"text": "Arch enemy of Rocket Robin Hood is the cruel space tyrant Prince John, despot ruler of the National Outerspace Terrestrial Territories. With the help of the wicked Sherrif of N.O.T.T., the black prince plans for that terrible day when he will destroy and conquer the entire solar system. Well, he might if it were not for Rocket Robin Hood. Rocket Robin Hood - outlaw defender of right in the astounding years to come.", "character": "Narrator", "characterId": "nm0184526"}]}, {"lines": [{"text": "Rocket Robin Hood, the happy outlaw of outer-planetary space is a direct descendant of Robin Hood of old. He's fast with a joyful laugh, a ready jest, and a quiver full of futuristic arrows. Robin robs from the cosmic rich to give to the astral poor. He's fun. He's fantastic. Rocket Robin Hood - merriest of the Merry Men in the astounding year 3000.", "character": "Narrator", "characterId": "nm0184526"}]}, {"lines": [{"text": "Soaring through the far reaches of outer-planetary space is New Sherwood Forest Asteroid. Fantastic headquarters of that swashbuckling cosmic highwayman of the thirtieth century Rocket Robin Hood. Yes, here comes the one and only Rocket Robin Hood, gliding through galaxies in his search for star-shattering adventure. The interplanetary villains quiver in their space boots when they hear the merry ring of his laughter and feel the blast of his mighty electro-quarter staff. Rocket Robin Hood - fun loving astral adventurer in the astonishing years to come.", "character": "Narrator", "characterId": "nm0184526"}]}, {"lines": [{"text": "I'd like to get my hands on the man who invented the wheel.", "character": "Will Scarlet", "characterId": "nm0927770"}, {"text": "Why do you say that, Will?", "character": "Rocket Robin Hood", "characterId": "nm0573677"}, {"text": "Because if it wasn't for him, we never would have gotten into this mess in the first place.", "character": "Will Scarlet", "characterId": "nm0927770"}, {"text": "[Robin and Will laugh]", "character": null, "characterId": null}]}]}