{"quotes": [{"lines": [{"text": "Well, if you're espousing a philosophy, which apparently you are, that the corporation owes employees cradle-to-the-grave security, I don't think that can be accomplished under a free enterprise system.", "character": "GM spokesman/lobbyist Tom Kay", "characterId": "nm0443197"}, {"text": "Tom Kay laid off, office closed.", "character": null, "characterId": null}]}, {"lines": [{"text": "[In closing credits]", "character": null, "characterId": null}, {"text": "This film cannot be shown within the city of Flint... All the movie theaters have closed.", "character": null, "characterId": null}]}, {"lines": [{"text": "[voice-over]\nWell, the million tourists never came to Flint. The Hyatt went bankrupt and was put up for sale, Waterstreet Pavillion saw most of its stores go out of business, and only six months after opening, Autoworld closed due to a lack of visitors. I guess it was like expecting a million people a year to go to New Jersey to Chemicalworld, or a million people going to Valdez, Alaska for Exxonworld. Some people just don't like to celebrate human tragedy while on vacation.", "character": "Michael Moore", "characterId": "nm0601619"}]}, {"lines": [{"text": "You know why Jewish girls don't get AIDS? They only marry assholes, they don't screw 'em!", "character": "Eubanks", "characterId": "nm0262275"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[voice-over]\nWell, I failed to bring Roger to Flint. As we neared the end of the twentieth century, the rich were richer, the poor, poorer. And people everywhere now had a lot less lint, thanks to the lint rollers made in my hometown. It was truly the dawn of a new era.", "character": "Michael Moore", "characterId": "nm0601619"}]}, {"lines": [{"text": "[after massive layoffs]\nMeanwhile, the more fortunate in Flint were holding their annual Great Gatsby party at the home of one of GM's founding families. To show that they weren't totally insensitive to the plight of others, they hired local people to be human statues at the party.", "character": "Michael Moore", "characterId": "nm0601619"}]}, {"lines": [{"text": "First, close 11 factories in the U.S, then open 11 in Mexico where you pay the workers 70 cents an hour. Then, use the money you've saved by building cars in Mexico to take over other companies, preferably high-tech firms and weapons manufacturers. Next, tell the union you're broke and they happily agree to give back a couple billion dollars in wage cuts. You then take that money from the workers, and eliminate their jobs by building more foreign factories. Roger Smith was a true genius.", "character": "Michael Moore", "characterId": "nm0601619"}]}, {"lines": [{"text": "Mr. Smith, we just came down from Flint where we filmed a family being evicted from their home the day before Christmas Eve. A family that used to work in the GM factory. Would you be willing to come up with us to see what the situation is like in Flint, so that people...", "character": "Michael Moore", "characterId": "nm0601619"}, {"text": "[cutting him off]\nI've been to Flint, and I'm sorry for those people, but I don't know anything about it, but you'd have to...", "character": "Roger Smith", "characterId": "nm0809792"}, {"text": "Families being evicted from their homes on Christmas Eve.", "character": "Michael Moore", "characterId": "nm0601619"}, {"text": "Well, I'm... listen, I'm sure General Motors didn't evict them. So, you'd have to go talk to their landlords.", "character": "Roger Smith", "characterId": "nm0809792"}, {"text": "They used to work for General Motors, and now they don't work there anymore.", "character": "Michael Moore", "characterId": "nm0601619"}, {"text": "Well... I'm sorry about that. What do you want me to do about it?", "character": "Roger Smith", "characterId": "nm0809792"}, {"text": "Could you come up to Flint with us? Just for a few hours to look at the place to see what...", "character": "Michael Moore", "characterId": "nm0601619"}, {"text": "[as he walks away]\nI cannot come to Flint. I'm sorry.", "character": "Roger Smith", "characterId": "nm0809792"}]}, {"lines": [{"text": "[voice-over]\nAlthough most people in Flint were now too poor to afford a room at the Hyatt, the hotel allowed the public on opening day to ride the city's only escalator.", "character": "Michael Moore", "characterId": "nm0601619"}]}, {"lines": [{"text": "a puppet auto worker singing a love song to the robot replacing him on the assembly line. The song was called \"Me and My Buddy\".", "character": "Michael Moore", "characterId": "nm0601619"}]}, {"lines": [{"text": "How does it feel driving through Flint Michigan today and so many people being laid off...so many plants being shut down?", "character": "Michael Moore", "characterId": "nm0601619"}, {"text": "How does it feel? I feel like a big supporter. That's how. Does it matter of what?", "character": "Kaye Lani Rae Rafko", "characterId": "nm0706349"}]}]}