{"quotes": [{"lines": [{"text": "People think that Hell is fire and brimstone and the Devil poking you in the butt with a pitchfork, but it's not. Hell is when you should have walked away, but you didn't.", "character": "Jack Grimaldi", "characterId": "nm0000198"}]}, {"lines": [{"text": "You don't own love. Love owns you.", "character": "Jack Grimaldi", "characterId": "nm0000198"}]}, {"lines": [{"text": "You can dig one grave or you can dig two.", "character": "Mona Demarkov", "characterId": "nm0000565"}]}, {"lines": [{"text": "I don't want you to kill him, I just want you to bury him. If he dies in the process, that's his problem.", "character": "Mona Demarkov", "characterId": "nm0000565"}]}, {"lines": [{"text": "Mind you, I have no respect for pacifism. It's a morally bankrupt belief. Pacifists believe that they have the right not to kill, but others always die in defence of that right.", "character": "Don Falcone", "characterId": "nm0001702"}]}, {"lines": [{"text": "So you're the big hoodlum? Personally, I don't see it.", "character": "Jack Grimaldi", "characterId": "nm0000198"}, {"text": "Keep lookin'.", "character": "Mona Demarkov", "characterId": "nm0000565"}]}, {"lines": [{"text": "I try to stop thinking. Try to get my head straight. If I could just get my head straight... then everything would be all right.", "character": "Jack Grimaldi", "characterId": "nm0000198"}]}, {"lines": [{"text": "[hallucinating Natalie entering through the door, and narrating with great sadness and tears in his voice]\nSometimes she stays a little longer... But not too often...", "character": "Jack Grimaldi", "characterId": "nm0000198"}]}, {"lines": [{"text": "You ever seen a ghost? There's this guy. Comes in here. Every May 1st. Every May 1st, every December 1st. Like clock work. What's he want? Well, frankly, I ain't exactly sure. He had the strangest story to tell. He left this here and I keep it for him. How do I know he'll be back? What's that? A woman was involved? Hm, just fits. I was married once myself. Beautiful girl. By the way my name is Jim Daurighty. I run this place. His name? Sure. His name is Jack Grimaldi. Hey, there he is now!", "character": "Jack Grimaldi", "characterId": "nm0000198"}]}, {"lines": [{"text": "Maybe it was just his imagination, but whenever he'd pull up that plate, he'd hear a... sucking sound. It started out small, with the first 65 grand. And then it got bigger. Pretty soon it was the only thing he heard. Pretty soon, all he could think about was feeding the hole. He didn't think about when he was a kid. He didn't think about the guys who he started who were still on the up-and-up. He didn't think about the dreams he had with Natalie. He didn't think about those Feds lying there. Most of all, he didn't think about Mona Demarkov, because the way he saw it, she was done. Just another 65 grand for the hole. He fed the hole and he made the hole happy. It was the only thing he knew how to make happy.", "character": "Jack Grimaldi", "characterId": "nm0000198"}]}, {"lines": [{"text": "You know what the best part about making it with a cop is?", "character": "Sheri", "characterId": "nm0000496"}, {"text": "No.", "character": "Jack Grimaldi", "characterId": "nm0000198"}, {"text": "You got two guns. One for me and one for them.", "character": "Sheri", "characterId": "nm0000496"}]}, {"lines": [{"text": "Mind you, I have no respect for pacifism. It's a morally bankrupt belief. Pacifists believe that they have the right not to kill, but others always die in defense of that right.", "character": "Don Falcone", "characterId": "nm0001702"}]}]}