{"quotes": [{"lines": [{"text": "Jill, my brain is like one of those old, clunky, black rotary phones. It takes forever to dial and there's no memory!", "character": "Edie", "characterId": "nm0492089"}]}, {"lines": [{"text": "Mom, if you're implying that I'm on the rebound, I am not. I've grieved, I have regrouped and I've reopened in a different location!", "character": "Jill", "characterId": "nm0005004"}]}, {"lines": [{"text": "Keep my mouth shut? Why don't I just balance the federal budget?", "character": "Edie", "characterId": "nm0492089"}]}, {"lines": [{"text": "\"Men have permission to be intelligent, women don't.\" What the hell is that supposed to mean?", "character": "Ken", "characterId": "nm0324533"}, {"text": "I think it means that sometimes men are intimidated by a woman's intellect.", "character": "Edie", "characterId": "nm0492089"}, {"text": "That's not true. I've been intimidated by downright stupid women!", "character": "Ken", "characterId": "nm0324533"}]}, {"lines": [{"text": "Naomi, when you're booking guests on the show, think. You can't book an animal rights spokesperson on the same day Chef Rubeno is doing a tribute to veal.", "character": "Jill", "characterId": "nm0005004"}]}, {"lines": [{"text": "Okay, I have invented the failsafe guest list. I have separated them by sexual orientation and level of social environmental concern.", "character": "Naomi", "characterId": "nm0583033"}, {"text": "Then you better move Orson Bean to his own page.", "character": "Edie", "characterId": "nm0492089"}]}, {"lines": [{"text": "I remember when my husband left my name off our tenth anniversary invitations. It was so humiliating. I kept expecting the guests to say, \"What are you doing here?\"", "character": "Edie", "characterId": "nm0492089"}]}, {"lines": [{"text": "Where is your lust for life?", "character": "Edie", "characterId": "nm0492089"}, {"text": "In my purse with my can of mace.", "character": "Naomi", "characterId": "nm0583033"}]}, {"lines": [{"text": "You know, my husband, Lou, would never have made dinner like this with me. To him, a stove was a clock with storage space.", "character": "Edie", "characterId": "nm0492089"}]}, {"lines": [{"text": "Oh, Jill, I have trouble picturing my mother having sex too... then so does my dad.", "character": "Naomi", "characterId": "nm0583033"}]}, {"lines": [{"text": "\"It's important to wear clean underwear in case you get hit by a car.\" Now, on the surface that sounds like very good advice, but what is the thinking here? Is it that if you don't wear clean underwear, the paramedics reject you and rush to save somebody whose stuff just came out of the dryer? Personally, I wear clean underwear because I want to and not because my mother told me to. So, if you happen to run over me with your luxury car, know that I'm wearing it for me, not for you.", "character": "Edie", "characterId": "nm0492089"}]}]}