{"quotes": [{"lines": [{"text": "I'm a Mandinka warrior!", "character": "Kunta Kinti", "characterId": "nm0000996"}, {"text": "[turns to stable horse]\nHorse! I hear tell that you ain't a horse at all. I hear tell that you think you a mighty crow! I hear tell that you fly from here 'bouts all the way to Annapolis and back again. Now horse... you look mighty like a horse to me. And you sure SMELLS mighty like a horse. So I'm saying to you, that you... is... a horse! What you think you is don't matter a damn bit.", "character": "Fiddler", "characterId": "nm0001283"}]}, {"lines": [{"text": "Chains ain't right for niggers, Fiddler!", "character": "Kunta Kinti", "characterId": "nm0000996"}]}, {"lines": [{"text": "I'm a Christian Man and I command a Christian Ship! I will not lead men into sin!", "character": "Captain Thomas Davies", "characterId": "nm0000799"}]}, {"lines": [{"text": "What's snow, Fiddler?", "character": "Kunta Kinti", "characterId": "nm0000996"}, {"text": "Never you mind, boy, never you mind. Let's get on back to home. I got enough trouble teaching you the difference between manure and massa. 'Course there ain't all that much difference when you gets right down to it.", "character": "Fiddler", "characterId": "nm0001283"}]}, {"lines": [{"text": "[holding his infant son up to starry sky]\nKunta Kinte, behold the only thing greater than yourself!", "character": "Omoro, Kunta's father", "characterId": "nm0711560"}]}, {"lines": [{"text": "Listen to me, Jimmy Brent! Listen to me! And take this message with you to Hell! The last hands to touch you in this Earth... was my BLACK hands!", "character": "Tom Harvey", "characterId": "nm0113617"}]}, {"lines": [{"text": "Who can tell me if there was a tribal war, and the men of Mandinka had the enemy surrounded on three sides, what should be the next thing done?", "character": "Kintango", "characterId": "nm0348214"}, {"text": "The men of the Mandinka will enclose the circle and surround the enemy.", "character": null, "characterId": null}, {"text": "No, the goal of war is not to kill. The goal of war is to win. By surrounding the enemy, you would force him only to fight more desperately. If you surround him on three sides and leave him an escape route, he will leave your land and there will less blood spilled on both sides. For a warrior of the Mandinka, courage is not enough.", "character": "Kintango", "characterId": "nm0348214"}, {"text": "But sir, won't an enemy who escapes alive fight you again?", "character": "Kunta Kinti", "characterId": "nm0000996"}, {"text": "It is impossible to kill an enemy. You may end a man's life, but his son becomes your new enemy. A warrior respects another warrior, even he is his enemy. A warrior kills only to protect his family, or to keep from becoming a slave. We believe not in death, but in life, and there is no object more valuable than a man's life. The way of the Mandinka is not easy, but it is best.", "character": "Kintango", "characterId": "nm0348214"}]}, {"lines": [{"text": "And every step I take, every time my leg twinges on me I recollect who's responsible for all the pluses and minus that I got to live with now! Yeah, I recollect who done it to me... Niggers!", "character": "Evan Brent", "characterId": "nm0000978"}]}, {"lines": [{"text": "Uh, did you have a good voyage, Captain?", "character": "John Carrington", "characterId": "nm0791502"}, {"text": "My First Officer is dead, ten seaman and the ship's boy... more than a third of my crew.", "character": "Captain Thomas Davies", "characterId": "nm0000799"}]}, {"lines": [{"text": "What Christmas, Fiddlah?", "character": "Kunta Kinti", "characterId": "nm0000996"}, {"text": "Christmas is when White folk give each other stuff don't neither of em need.", "character": "Fiddler", "characterId": "nm0001283"}]}]}