{"quotes": [{"lines": [{"text": "[welcoming people to Hell]", "character": null, "characterId": null}, {"text": "The French, are you here? If you'd just like to come down here with the Germans, I'm sure you'll have plenty to talk about.", "character": "The Devil", "characterId": "nm0000100"}]}, {"lines": [{"text": "Quite frankly, Tommy is in trouble. Recently, his behavior has left a great deal to be desired.", "character": "Headmaster", "characterId": "nm0000100"}, {"text": "Oh dear.", "character": "Tommy's Father", "characterId": "nm0213291"}, {"text": "He seems to take no interest in school life whatsoever, he refuses to \"muck in\" on the sports field, and it's weeks since any master has received any written work from him. Quite frankly, if he wasn't dead, I'd have him expelled.", "character": "Headmaster", "characterId": "nm0000100"}, {"text": "I beg your pardon?", "character": "Tommy's Father", "characterId": "nm0213291"}, {"text": "Yes, EXPELLED.", "character": "Headmaster", "characterId": "nm0000100"}]}, {"lines": [{"text": "Atheists? Over here please. You must be feeling a right bunch of nitwits.", "character": "The Devil", "characterId": "nm0000100"}]}, {"lines": [{"text": "Now, murderers. Murderers, over here please. Thank you. Looters and pillagers, over here. Thieves, if you could join them. And lawyers, you're in that lot.", "character": "The Devil", "characterId": "nm0000100"}]}, {"lines": [{"text": "Male adulterers, if you could just form a line if front of that small guillotine in the corner there.", "character": "The Devil", "characterId": "nm0000100"}]}, {"lines": [{"text": "And finally, Christians. Christians? Ah yes, I'm sorry. I'm afraid the Jews were right.", "character": "The Devil", "characterId": "nm0000100"}]}, {"lines": [{"text": "[accepting an acting award on a co-star's behalf]", "character": null, "characterId": null}, {"text": "Thank you Vanessa. Ladies and gentlemen, what a delight it is to accept this award on behalf of my close, personal... acquaintance John Daniels. John cannot unfortunately except it himself because he is in Hollywood. Starring in his first mayor film role. With Meryl Streep. I am however not in Hollywood. Not having been offered even a minor role in an eight millimeter pornographic movie. But what a delightful object it is that John has won. Although you know I'm sure I will very soon receive one myself when I next buy ten gallons of petrol at a Texaco filling station. So what is it that Johnny has got that makes him stand apart from other actors of his generation? Well, I think we all know the answer to that one. Syfillis. And what a great and hartwarming thing it is... that he has already started passing it on to a whole new generation of younger actors. Of course, to win an acting award is always a great honour, but to receive one here, in the hart of London's famous West End on an occasion such as this... hugely dimishes that honour. What could be more dull than these sorted, backslapping sessions where has-beens in tuxedo's hand over to even older has-beens in tuxedo's awards for plays that closed the week before they opened because the audiences were clamouring instead for tickets to Andrew Lloyd Webber's latest re-arrangement of Evita to suit the vocal range of Kylie Minogue? I therefore cannot say what a delight it is that John has won this award instead of me. And I should like to announce my retirement from the acting profession in order to begin a life-time of work amongst the mentally handicapped. In which capacity I look forward to meeting all the members of the judging panel very soon. Thanks very much.", "character": "David Forbert", "characterId": "nm0000100"}]}, {"lines": [{"text": "I am the Devil, but you can call me Toby, if you like. We try to keep things informal around here... as well as infernal.", "character": "The Devil", "characterId": "nm0000100"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "That's uh, a little joke. I tell it every time.", "character": "The Devil", "characterId": "nm0000100"}]}, {"lines": [{"text": "Fornicators, if you could step forward. MY GOD there are a lot of you.", "character": "The Devil", "characterId": "nm0000100"}]}, {"lines": [{"text": "Okay, are there any questions? Yes? No, I'm afraid we don't have any toilets. If had read your bible, you might have seen it was damnation WITHOUT relief.", "character": "The Devil", "characterId": "nm0000100"}]}, {"lines": [{"text": "Ahhh, Myprick! So nice of you to turn up. Yes. Well now that you are here Myprick, perhaps you'd like to find a seat. Bottom, squeeze Myprick in there somewhere will you?", "character": "School teacher", "characterId": "nm0000100"}]}, {"lines": [{"text": "", "character": "School teacher", "characterId": "nm0000100"}, {"text": "[takes out book]", "character": null, "characterId": null}, {"text": "Anus, Arsebandit, Bottom, Clitoris... where are you Clitoris? Doo-Doo, Enema, Fist-Up... come on, grow up please! Genital", "character": "School teacher", "characterId": "nm0000100"}, {"text": "[reads the name again]", "character": null, "characterId": null}, {"text": "Suckmeoff, Tightfit, Upyours, Vulva, Yourprick and Zipper... Zipper? absent.", "character": "School teacher", "characterId": "nm0000100"}]}]}