{"quotes": [{"lines": [{"text": "But it is only a castle. The horror is in the minds of men that make it a symbol of oppression.", "character": "Percy Bysshe Shelley", "characterId": "nm0670893"}, {"text": "[chuckles]\nDo you really believe that men invented horror? I believe it is rather that men are a horrifying invention. What existed before men? Horror. What will still exist when men are gone? Horror. Believe me, my dear Shelley; horror is the only reality which sustains our existence.", "character": "Lord Byron", "characterId": "nm0000424"}]}, {"lines": [{"text": "I am alone. Just as in the pages of my book, I have come to the icy limits of the universe, to meet the horrible creature that my imagination conceived. Where there are no shadows - no monsters can exist. Only the memory will live on... within the limits of the imagination.", "character": "Mary Shelley", "characterId": "nm0570569"}]}, {"lines": [{"text": "The rivers, lakes and ocean. The tides were in their grave. The moon their mistress, had expired before. The winds were withered in the stagnant air... why are you limping Polidori?", "character": "Lord Byron", "characterId": "nm0000424"}, {"text": "I have twisted my ankle, my Lord.", "character": "John Polidori", "characterId": "nm0351133"}, {"text": "Well, congratulations. At last you've managed to be like me. Although, in precisely the way I would least liker to be like Lord Byron. Vanity leads men to imitate other men, and poetry to imitate itself. Do you know what the finest poem would be? It would be the poem that gave life to matter, by force of imagination alone.", "character": "Lord Byron", "characterId": "nm0000424"}, {"text": "It would be horrible!", "character": "Mary Shelley", "characterId": "nm0570569"}, {"text": "Do you know that the best our scientists can do, is to make a dead worm wriggle in a glass jar.", "character": "Percy Bysshe Shelley", "characterId": "nm0670893"}, {"text": "And what does our doctor think about all this?", "character": "Claire Clairmont", "characterId": "nm0000167"}, {"text": "That the imagination only creates things that are dead, although they may sometimes be beautiful. And that science only discovers new ways of killing.", "character": "John Polidori", "characterId": "nm0351133"}, {"text": "Good heavens, my Lord! Where did you find your bedside doctor?", "character": "Claire Clairmont", "characterId": "nm0000167"}, {"text": "Queen of England recommended him to me.", "character": "Lord Byron", "characterId": "nm0000424"}, {"text": "My dramatic works had a certain curative effect on her, but my medical prescriptions made her vomit.", "character": "John Polidori", "characterId": "nm0351133"}, {"text": "[laughing]", "character": null, "characterId": null}]}, {"lines": [{"text": "What are you thinking about Mary?", "character": "Claire Clairmont", "characterId": "nm0000167"}, {"text": "About Byron and his poem; the one nobody has written yet. Where the imagination could give life to matter, making it into a living poem. Just as fire can revive dead wood.", "character": "Mary Shelley", "characterId": "nm0570569"}, {"text": "How obstinate they are. Why do men try to create life out of death, when women know perfectly well that life can create life?", "character": "Claire Clairmont", "characterId": "nm0000167"}, {"text": "Love is sufficient for what you speak of, but in order to live; life is not enough.", "character": "Mary Shelley", "characterId": "nm0570569"}, {"text": "It is for me when I'm with him.", "character": "Claire Clairmont", "characterId": "nm0000167"}, {"text": "And when you are not with him you have no alternative but to write him letters.", "character": "Mary Shelley", "characterId": "nm0570569"}, {"text": "He writes to somebody else.", "character": "Claire Clairmont", "characterId": "nm0000167"}, {"text": "Byron only writes to himself.", "character": "Mary Shelley", "characterId": "nm0570569"}]}, {"lines": [{"text": "[referring to spyglass]\nThose things are full of stars, and you never know if you are looking at them or they are looking at you.", "character": "Claire Clairmont", "characterId": "nm0000167"}, {"text": "[as Shelley runs away]\nShelley, come down to earth man! Mary, leave him to me. I know how to treat him.", "character": "John Polidori", "characterId": "nm0351133"}]}, {"lines": [{"text": "Alright Shelley, it's all right. Calm down. The mind can sometimes play tricks on us. It was just a nightmare.", "character": "John Polidori", "characterId": "nm0351133"}, {"text": "But I'm awake!", "character": "Percy Bysshe Shelley", "characterId": "nm0670893"}, {"text": "We are never awake Mr. Shelley. As a poet, you know that better than I.", "character": "John Polidori", "characterId": "nm0351133"}, {"text": "I am confused and tried Mr. Polidori. I'm not rich. I have debts. Godwin wants nothing to do with me, but he always needs more money. He no longer asks, he demands. He has no interest in me or Mary or Claire; only in my checks. And my friends look upon me as a banker too. And what is more they, they , they all want Mary. I know it. I know that's what they're after.", "character": "Percy Bysshe Shelley", "characterId": "nm0670893"}, {"text": "As if life did not offer enough obstacles, we sometimes fall over ourselves. Happy Birthday, Mr. Shelley.", "character": "John Polidori", "characterId": "nm0351133"}]}, {"lines": [{"text": "Yesterday I said something to Claire, which I would like to say to you personally.", "character": "Lord Byron", "characterId": "nm0000424"}, {"text": "I know, Claire told me. But I would not mind hearing it again.", "character": "Mary Shelley", "characterId": "nm0570569"}, {"text": "I merely wished to say how much I like you, Mary. And Shelley.", "character": "Lord Byron", "characterId": "nm0000424"}, {"text": "I was just saying to Mr. Shelley that it would be a good idea to read horror stories during the evenings. Fiction is by far the best vaccine against reality.", "character": "John Polidori", "characterId": "nm0351133"}, {"text": "It is a very good idea, Polidori. But I propose that in honor of Shelley, instead of vaccinating ourselves against reality, we should invent it anew. Mary was just promising me that she is going to write a horror story. Each one of us will write the most horrifying tale that he or she can imagine. And we shall demonstrate that reality is always even more horrifying.", "character": "Lord Byron", "characterId": "nm0000424"}, {"text": "Letters are the most horrifying for me, and sometimes they can be more appalling than reality.", "character": "Claire Clairmont", "characterId": "nm0000167"}, {"text": "Right. When do we start, tomorrow?", "character": "John Polidori", "characterId": "nm0351133"}, {"text": "Tomorrow. Shelley I feel certain that you will want to go to the Castle of Chillon, and there we shall really be able to contemplate the horror of this world.", "character": "Lord Byron", "characterId": "nm0000424"}]}, {"lines": [{"text": "I had a dream, which was not at all a dream. The bright sun was extinguished, and the stars did wander darkling in the eternal space; rayless and pathless. And the icy Earth swung blind and blackening in the moonless air. Morn came and went,,, and came... and brought no day.", "character": "Lord Byron", "characterId": "nm0000424"}]}]}