{"quotes": [{"lines": [{"text": "Yes they had weapons! You think there's a script for fighting a war without pissing somebody off? Follow the rules and nobody gets hurt? Yes, innocent people probably died. Innocent people always die but I did not exceed my orders.", "character": "Colonel Terry L. Childers", "characterId": "nm0000168"}]}, {"lines": [{"text": "You ever had a pissed-off Marine on your ass?", "character": "Colonel Hayes Hodges", "characterId": "nm0000169"}, {"text": "Is that a threat?", "character": "National Security Advisor William Sokal", "characterId": "nm0339304"}, {"text": "Oh, yes, sir.", "character": "Colonel Hayes Hodges", "characterId": "nm0000169"}]}, {"lines": [{"text": "I'll make you a deal. If you can tell me right now what the life expectancy was for second lieutenant dropped into a hot LZ in Vietnam in 1968, I'll tell you everything I remember about Ca Lu.", "character": "Colonel Hayes Hodges", "characterId": "nm0000169"}, {"text": "One week.", "character": "Major Mark Biggs", "characterId": "nm0001602"}, {"text": "Negative. Sixteen minutes. Sixteen fucking minutes. That's all I remember about Ca Lu.", "character": "Colonel Hayes Hodges", "characterId": "nm0000169"}]}, {"lines": [{"text": "Six, Red Man! Engage hostile targets as they appear! Deadly force is authorized! How copy, over?", "character": "Colonel Terry L. Childers", "characterId": "nm0000168"}, {"text": "Red Man, Red Man, Trans Six Actual! Negative, negative! Be advised I have women and children in my line of fire! I got snipers in the buildings at 400 meters! How copy, over?", "character": "Capt. Lee", "characterId": "nm0005516"}, {"text": "What is it about this order you don't understand, Captain Lee?", "character": "Colonel Terry L. Childers", "characterId": "nm0000168"}, {"text": "Sir, are you ordering me to fire into the crowd? Over!", "character": "Capt. Lee", "characterId": "nm0005516"}, {"text": "Yes, God damn it! Waste the motherfuckers!", "character": "Colonel Terry L. Childers", "characterId": "nm0000168"}]}, {"lines": [{"text": "There are rules and Marines are sworn to uphold them.", "character": "Major Mark Biggs", "characterId": "nm0001602"}, {"text": "I was not going to stand by and see another Marine die just to live by those fucking rules.", "character": "Colonel Terry L. Childers", "characterId": "nm0000168"}]}, {"lines": [{"text": "[final arguments of the defense]", "character": "Colonel Hayes Hodges", "characterId": "nm0000169"}, {"text": "[presenting a photo of the embassy to juries]\nThat is sovereign United States territory as much as if it were in Ohio or Maryland. Colonel Childers didn't volunteer to go over there, he was ordered to go over there because he was the best man for the job. We armed him, we trained him, we sent him over there to risk his life to save other Americans and then ask him not to return fire? There are over three hundred bullet holes in this building. Colonel Childers didn't open fire, he returned fire. And he waited until after three of his Marines were dead and another lay mortally wounded. He waited until he was personally under heavy fire. He waited until he saw that crowd holding weapons, only then did he order his men to return fire. Under the Rules of Engagement, a civilian pointing a weapon is no longer a civilian and the use of deadly force is authorized in order to save lives. It's not murder, it's combat. Colonel Childers is the only man alive who was in a position to see that crowd, but the camera on the Embassy roof had the same point of view. The Government would have you believe there is no tape from that camera. I have shown you that that tape was delivered to the State Department, do you believe that that tape got up and walked out of the State Department on its own? By not producing that tape, the National Security Advisor, Mr. Sokal, has brought dishonor into this court. Without that tape, I cannot show you that the crowd fired first and that Colonel Childers is innocent. But without that tape, they cannot prove beyond a reasonable doubt that he's guilty. Here's my case, it's all I've got. Thirty-two years of service, thirty-two years of heroism as a United States Marine, regardless of what you decide here, Colonel Childers' career as a marine is over. He will never again command men in combat. The Ambassador and his family are alive today because of him, and I know how the Ambassador feels because Colonel Childers saved my life too. I am alive today only because of him! I'm alive today and I have a son, because of the heroism of Colonel Childers. To ask this man to risk his life for his country, to ask this man to watch his Marines die in his arms and call it murder when he's defending himself, to call it murder for firing back when being fired upon, to call it murder for saving the lives of his countrymen under the most extreme of circumstances, that's... my fellow Marines... that's hanging him out to dry... and it's worse than leaving him wounded on a battle field. That is something you do not do if you are a United States Marine, and it is something I pray to God you won't do here either.", "character": "Colonel Hayes Hodges", "characterId": "nm0000169"}]}, {"lines": [{"text": "If this gets bad, it gets bad for both of us.", "character": "Colonel Hayes Hodges", "characterId": "nm0000169"}, {"text": "Why, Hodge? Are you going to jail too?", "character": "Colonel Terry L. Childers", "characterId": "nm0000168"}]}]}