{"quotes": [{"lines": [{"text": "But are my eyes blind that I must fall to my knees to worship a maniac who has made of my country a concentration camp, who has made of my people slaves? Must I kiss the hand that beats me, lick the boot that kicks me, no! I rather spend my whole life living in this dirty hole than escape to fight again for things I do not believe against people I do not hate. As for your Hitler, it's because of a man like him that God - my God - created hell!", "character": "Giuseppe", "characterId": "nm0619798"}]}, {"lines": [{"text": "You heard my offer. Water for guns.", "character": "Sgt. Joe Gunn", "characterId": "nm0000007"}]}, {"lines": [{"text": "[Last Lines]\nYeah. They'd want to know. Halliday, Doyle, Tambul, Williams, Stegman, Frenchie, Clarkson. We stopped them at El Alamein.", "character": "Sgt. Joe Gunn", "characterId": "nm0000007"}]}, {"lines": [{"text": "[Referring to a captured German POW]\nHe doesn't want to be touched by an inferior race.", "character": "Capt. Jason Halliday", "characterId": "nm0013935"}, {"text": "Oh, tell him not to worry about him being black. It won't come off on on his pretty uniform.", "character": "Sgt. Joe Gunn", "characterId": "nm0000007"}, {"text": "[to the Sudanese solder]", "character": null, "characterId": null}, {"text": "Go ahead and search him.", "character": "Sgt. Joe Gunn", "characterId": "nm0000007"}]}, {"lines": [{"text": "I see you whittled them down a bit.", "character": "Waco Hoyt", "characterId": "nm0071636"}, {"text": "Yeah...they whittled us down too.", "character": "Sgt. Joe Gunn", "characterId": "nm0000007"}]}, {"lines": [{"text": "[First Lines]\nU.S. tank detachment unit 5. Repeat message. U.S. tank detachment unit 5. Repeat. Over to you. Over.", "character": "Jimmy Doyle", "characterId": "nm0002053"}]}, {"lines": [{"text": "steal from thy neighbor, cheat thy neighbor, kill thy neighbor.", "character": "Giuseppe", "characterId": "nm0619798"}, {"text": "You dare to insult the Führer?", "character": "Capt. von Schletow", "characterId": "nm0471031"}, {"text": "That would take an artiste - I am but a mechanic.", "character": "Giuseppe", "characterId": "nm0619798"}]}, {"lines": [{"text": "You think she'll pull us out alright?", "character": "Jimmy Doyle", "characterId": "nm0002053"}, {"text": "Oh, well, it all depends on the way we handle her. It's like a dame. But no dame ever said anything as sweet as this motor's going to sound to us when she gets rollin'.", "character": "Sgt. Joe Gunn", "characterId": "nm0000007"}]}, {"lines": [{"text": "[Speaking about his tank's engine that won't start]\nWell, you don't feed her enough. It's like a dame. You don't feed 'em they won't do nothin'.", "character": "Sgt. Joe Gunn", "characterId": "nm0000007"}]}, {"lines": [{"text": "My wife, my wife and bambino, that's my baby.", "character": "Giuseppe", "characterId": "nm0619798"}, {"text": "It's a nice picture. You must be very proud of them. I'll see what I can do.", "character": "Capt. Jason Halliday", "characterId": "nm0013935"}, {"text": "[Walks over to tank]", "character": null, "characterId": null}, {"text": "Sgt. I'd wish you'd change your mind. This man is a prisoner of war and, as such, he is entitled to certain rights. We've got to take him with us. We can't leave him here to die. If we ask the men I'm sure they'd agree.", "character": "Capt. Jason Halliday", "characterId": "nm0013935"}, {"text": "Mm-hum. They'd agree now. What about when they're starving to death and dyin' of thirst? It's why you put me in command. To look ahead.", "character": "Sgt. Joe Gunn", "characterId": "nm0000007"}, {"text": "But, this is a matter of a man's life.", "character": "Capt. Jason Halliday", "characterId": "nm0013935"}, {"text": "You're wrong Doctor. It's the matter of the lives of ten men. We've got a long ways to go and we need every crumb of food and every drop of water. I'm taking the Sudanese along because he's a pretty soldier and he's entitled a share with the rest of us. I'm NOT taking on a load of spaghetti. He's walked this far and he can walk back. That's the end of it.", "character": "Sgt. Joe Gunn", "characterId": "nm0000007"}]}]}