{"quotes": [{"lines": [{"text": "[Upon winning the lottery]\nThe first time you're happy about something I did.", "character": "Tikel's Dad", "characterId": "nm0637505"}, {"text": "[Looking at their son]\nThe second time.", "character": "Tikel's Mom", "characterId": "nm0070021"}]}, {"lines": [{"text": "Get in, fairy. We'll take you for a ride in heaven.", "character": "Vered Rosental", "characterId": "nm0045383"}]}, {"lines": [{"text": "Great dog! He looks like he belongs to Bob Marley.", "character": "Elvis Chanov", "characterId": "nm0198810"}]}, {"lines": [{"text": "You think the kids made a jerk out of me, huh? I'm a jerk. I know. But you know what? I had one day in my life like you'll never have. When I was in America, I was sent to Vietnam. The minute I landed a friend took me to a whorehouse. The girls were 14. I was with seven at once. Suddenly, a chopper landed in the middle of the war, and Bobby Fisher gets out. The great Fisher played chess with 60 soldiers at once. I was the only one who won. They took me to Virginia with him and recruited me for the American army chess team. One day in Vietnam.", "character": "Teacher Mounitz", "characterId": "nm0252628"}]}, {"lines": [{"text": "I want to tell you about a dream I had. I'm in a bobsled, sliding down the snow at amazing speed. And who do you think is sitting with me? Edith Piaf. She's with me. Edith Piaf!", "character": "Headmaster Tissona", "characterId": "nm0620981"}, {"text": "Who is she, sir?", "character": "Eddie Tikel", "characterId": "nm0255518"}, {"text": "She's not relevant to the story. Ask your father. And while sliding, she's singing, \"Non, Je Ne Regrette Rien.\" And I hold her and feel her holiness flow into my heart. People on the sidelines hand us cups of tea, like in a marathon. But we can't stop the sled. I can't find the brakes. See how this connects to you?", "character": "Headmaster Tissona", "characterId": "nm0620981"}]}, {"lines": [{"text": "Why's this place called the Monroe Seismographic Institute?", "character": "Rosy", "characterId": "nm0677225"}, {"text": "Marilyn Monroe. Don't you know? She was Richter's whore. The guy who measured earthquakes.", "character": "Eddie Tikel", "characterId": "nm0255518"}, {"text": "When there's an earthquake, the scientists are really happy. The seismograph draws Marilyn Monroe naked, and they determine the size of the wake by the size of her tits.", "character": "Libby", "characterId": "nm0563038"}, {"text": "That Richter was a real pervert.", "character": "Rosy", "characterId": "nm0677225"}]}]}