{"quotes": [{"lines": [{"text": "[opening narration]\nHow shall I begin my story that has no beginning? My name is Esperanza, Esperanza Quintero. I am a miner's wife. This is our home. The house is not ours. But the flowers... the flowers are ours. This is my village. When I was a child, it was called San Marcos. The Anglos changed the name to Zinc Town. Zinc Town, New Mexico, U.S.A. Our roots go deep in this place, deeper than the pines, deeper than the mine shaft. In these arroyos my great grandfather raised cattle before the Anglos ever came. The land where the mine stands - that was owned by my husband's own grandfather. Now it belongs to the company. Eighteen years my husband has given to that mine. Living half his life with dynamite and darkness. Who can say where it began, my story? I do not know. But this day I remember as the beginning of an end. It was my Saint's Day. I was thirty-five years old. A day of celebration. And Iwas seven months gone with my third child. And on that day - I remember I had a wish... a thought so sinful...... a thought so evil that I prayed God to forgive me for it. I wished... I wished that my child would never be born. No. Not into this world.", "character": "Esperanza Quintero", "characterId": "nm0720955"}]}, {"lines": [{"text": "Ramon, I don't like to bother you, but the store, they say, uh, we will not make another payment on the radio this month, they'll come and take it away... We're only one payment behind... I argued with her. It isn't right.", "character": "Esperanza Quintero", "characterId": "nm0720955"}, {"text": "It isn't right, she says. Was it right that we bought this... this instrument? But you *had* to have it, didn't you. It was *nice* to listen to.", "character": "Ramon Quintero", "characterId": "nm0149417"}, {"text": "I listen to it... every night... when you are out at the beer parlor.", "character": "Esperanza Quintero", "characterId": "nm0720955"}, {"text": "'No money down'. 'Easy term payments'. I tell you something - This installment plan - it's a curse on the working man!", "character": "Ramon Quintero", "characterId": "nm0149417"}, {"text": "[storms out]", "character": null, "characterId": null}]}, {"lines": [{"text": "Whose neck shall I stand on to make me feel superior, and what will I have out of it? I don't want anything lower than I am. I am low enough already. I want to rise and to push everything up with me as I go.", "character": "Esperanza Quintero", "characterId": "nm0720955"}]}]}