{"quotes": [{"lines": [{"text": "[Motioniong to two collapsed men under torture]\nThere're your rebels...", "character": "Kiutai", "characterId": "nm0151562"}, {"text": "[adressing Princess Lei-ling]", "character": null, "characterId": null}, {"text": "Their torture has gone on for a month. Tell me now, you'll tell me what I want to know? Where is the rebel leader?", "character": "Kiutai", "characterId": "nm0151562"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "So, you wont speak? I'll loose your tongue, even if that kills you!", "character": "Kiutai", "characterId": "nm0151562"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "In the 13th century, Garak, ruthless master of the Mongols, descended upon Asia. His savage warrior bands were composed of many tribes and were unity only by their desire for conquest and the will of Garak. They spilled into Panyu and plunged once mighty China into the darkness of slavery and misery. The is the story of the man who rose up against Garak and the Mongols; the young giant who was to strike terror into the hearts of the invaders. He assumed the name of Samson to match his size and feats of strength. His destiny was to perform the 7 Miracles. To ring the great Bell of Freedom, which was China's ancient call to arms. To arouse the people from their apathy. Only a few dared to oppose the Mongols. Under the leadership of the rebel Cho, they sought as best they could to break the grip of Garak the Mongol.", "character": "English Language Narrator", "characterId": "nm0327343"}, {"text": "Ready?", "character": "Cho", "characterId": "nm0031355"}, {"text": "Ready.", "character": null, "characterId": null}]}, {"lines": [{"text": "Listen, Samson, but you are not Chinese. Why do you want to...", "character": "Prince Tai Sung", "characterId": "nm0481661"}, {"text": "I am not Chinese, Tai Sung, but that really doesn't matter at all now. I shall always fight injustice.", "character": "Maciste", "characterId": "nm0779194"}]}, {"lines": [{"text": "And why, may I inquire, am I disturbed during my hour of prayer?", "character": "Taoist High Priest", "characterId": "nm0409105"}, {"text": "Please forgive me if I have disturbed you, but glad tidings make me do so happily. You are summoned to perform a marriage ceremony uniting me and Lei-Ling.", "character": "Garak, the Great Khan", "characterId": "nm0786319"}, {"text": "What you ask is impossible.", "character": "Taoist High Priest", "characterId": "nm0409105"}, {"text": "Nothing's impossible when I ask for it.", "character": "Garak, the Great Khan", "characterId": "nm0786319"}]}, {"lines": [{"text": "If you were able to enter the palace without being caught, you owe it to me. The high priest, as you see, can do nothing more to help you now.", "character": "Kiutai", "characterId": "nm0151562"}]}, {"lines": [{"text": "When Garak wants a priest dead, the priest must die.", "character": "Kiutai", "characterId": "nm0151562"}]}, {"lines": [{"text": "By order of Garak, Lord of the Mongols and regent of the throne of the celestial empire, five men caught in rebellion and found guilty of crimes against the security and welfare of the empire, have been condemned to public execution. On this occasion, Garak, Lord of the Mongols, orders the demonstration of a new execution system of his own invention. Aged gourds will represent the heads of the condemned to show how they will be severed by the blades fixed to the underside of the chariots.", "character": "Captain of the Khan's Guards", "characterId": "nm0720381"}]}, {"lines": [{"text": "Hearken to me, wise one. I am Samson. And these who are with me are your people. They're fighting and dying to liberate their country. And this one was your prince. The prince and only son of the emperor. He was killed while defending his people. A young man who had everything to live for and he died gallantly. So would they all! Now, only you can help them.", "character": "Maciste", "characterId": "nm0779194"}]}, {"lines": [{"text": "Well, have we heard the last of this legendary man whose strength is invincible?", "character": "Garak, the Great Khan", "characterId": "nm0786319"}]}, {"lines": [{"text": "If sorrow and great pain matter, I beg you to speak. Help them. Help them.", "character": "Maciste", "characterId": "nm0779194"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "The true miracle is that, out of despair and misery, faith can bring happiness. With your wedding, a new dynasty will reign in China. And I'm sure there will be justice for you and for your people.", "character": "Maciste", "characterId": "nm0779194"}, {"text": "Must you really leave us?", "character": "Cho", "characterId": "nm0031355"}, {"text": "My task here is finished. Destiny brought me here. Now I must go wherever there is a fight between right and wrong.", "character": "Maciste", "characterId": "nm0779194"}]}]}