{"quotes": [{"lines": [{"text": "I will have spent my life trying to understand the function of remembering, which is not the opposite of forgetting, but rather its lining. We do not remember. We rewrite memory much as history is rewritten. How can one remember thirst?", "character": "Narrator", "characterId": "nm0829155"}]}, {"lines": [{"text": "Who said that time heals all wounds? It would be better to say that time heals everything - except wounds. With time, the hurt of separation loses its real limits. With time, the desired body will soon disappear, and if the desiring body has already ceased to exist for the other, then what remains is a wound, disembodied.", "character": "Narrator", "characterId": "nm0829155"}]}, {"lines": [{"text": "I've been round the world several times and now only banality still interests me. On this trip I've tracked it with the relentlessness of a bounty hunter. At dawn we'll be in Tokyo.", "character": "Narrator", "characterId": "nm0829155"}]}, {"lines": [{"text": "He used to write me from Africa. He contrasted African time to European time, and also to Asian time. He said that in the 19th century mankind had come to terms with space, and that the great question of the 20th was the coexistence of different concepts of time.", "character": "Narrator", "characterId": "nm0829155"}, {"text": "By the way, did you know that there are emus in the Île de France?", "character": "Narrator", "characterId": "nm0829155"}]}, {"lines": [{"text": "Who remembers all that? History throws its empty bottles out the window.", "character": "Narrator", "characterId": "nm0829155"}]}, {"lines": [{"text": "All women have a built-in grain of indestructibility. And men's task has always been to make them realize it as late as possible. African men are just as good at this task as others. But after a close look at African women I wouldn't necessarily bet on the men.", "character": "Narrator", "characterId": "nm0829155"}]}, {"lines": [{"text": "I will have spent my life trying to understand the function of remembering, which is not the opposite of forgetting, but rather its lining. We do not remember, we rewrite memory much as history is rewritten. How can one remember thirst?", "character": "Narrator", "characterId": "nm0829155"}]}, {"lines": [{"text": "Off Okinawa kamikaze dived on the American fleet; they would become a legend. They were likelier material for it obviously than the special units who exposed their prisoners to the bitter frost of Manchuria and then to hot water so as to see how fast flesh separates from the bone.", "character": "Narrator", "characterId": "nm0829155"}, {"text": "\"I have always thought that Japan must live free in order to live eternally. It may seem idiotic to say that today, under a totalitarian regime. We kamikaze pilots are machines, we have nothing to say, except to beg our compatriots to make Japan the great country of our dreams. In the plane I am a machine, a bit of magnetized metal that will plaster itself against an aircraft carrier. But once on the ground I am a human being with feelings and passions. Please excuse these disorganized thoughts. I'm leaving you a rather melancholy picture, but in the depths of my heart I am happy. I have spoken frankly, forgive me.\"", "character": "Narrator", "characterId": "nm0829155"}]}, {"lines": [{"text": "to work, to produce, to distribute, to overcome postwar exhaustion, temptations of power and privilege. Ah well... after all, history only tastes bitter to those who expected it to be sugar coated.", "character": "Narrator", "characterId": "nm0829155"}]}, {"lines": [{"text": "curiosity of course, and the glimmer of industrial espionage in the eye-I imagine them bringing out within two years time a more efficient and less expensive version of Catholicism-but there's also the fascination associated with the sacred, even when it's someone else's.", "character": "Narrator", "characterId": "nm0829155"}]}, {"lines": [{"text": "The small bar in Shinjuku reminded him of that Indian flute whose sound can only be heard by whomever is playing it. He might have cried out if it was in aGodard film or a Shakespeare play, \"Where should this music be?\"", "character": "Narrator", "characterId": "nm0829155"}, {"text": "Later he told me he had eaten at the restaurant in Nishi-nippori where Mr. Yamada practices the difficult art of 'action cooking.' He said that by watching carefully Mr. Yamada's gestures and his way of mixing the ingredients one could meditate usefully on certain fundamental concepts common to painting, philosophy, and karate. He claimed that Mr. Yamada possessed in his humble way the essence of style, and consequently that it was up to him to use his invisible brush to write upon this first day in Tokyo the words 'the end.'", "character": "Narrator", "characterId": "nm0829155"}]}, {"lines": [{"text": "Japanese horror movies have the cunning beauty of certain corpses.", "character": "Narrator", "characterId": "nm0829155"}]}]}