{"quotes": [{"lines": [{"text": "Santa is not afraid of that dog!", "character": "Narrator", "characterId": "nm0615096"}]}, {"lines": [{"text": "Away up in the heavens, far out in space, in a beautiful gold and crystal palace right above the North Pole, lives a kind and jolly old gentleman. Santa Claus.", "character": "Narrator", "characterId": "nm0615096"}]}, {"lines": [{"text": "This is Santa's Magic Observatory. What wonderful intstruments! The Ear Scope! The Teletalker, that knows everything! The Cosmic Telescope! The Master Eye! Nothing that happens on Earth is unknown to Santa Claus!", "character": "Narrator", "characterId": "nm0615096"}]}, {"lines": [{"text": "Yes, I promise, oh Priceless Prince of Hades, that by my many wiles I will finish Santa off forever, and see that the children commit terrible deeds, and make Santa Claus angry!", "character": "Precio", "characterId": "nm2304330"}]}, {"lines": [{"text": "You shall be punished, and instead of red-hot coals, you will eat chocolate ice cream.", "character": null, "characterId": null}, {"text": "No! No, Lucifer, King of all Evil Spirits! Not that! By the horns of everything satanic, I beg you! To live I must have heat. Frozen meals are bad for me, especially chocolate! It's very bad for my digestion, which is so delicate.", "character": "Precio", "characterId": "nm2304330"}]}, {"lines": [{"text": "Don't forget that you've got to return to the castle ahead of the sunrise because the sun will turn the reindeer into dust.", "character": "Pedro", "characterId": "nm0703411"}, {"text": "Ho ho ho, no siree, no! I'll be here all right. In that case, I couldn't get back to the castle, and on what they use for food I'd perish! Because here our main food is pastries and ice cream made of soft clouds, and on the earth there's no such thing.", "character": "Santa Claus", "characterId": "nm0604032"}, {"text": "What food do they eat on Earth, Santa Claus?", "character": "Pedro", "characterId": "nm0703411"}, {"text": "Oh, everything in sight! They eat most of the animals, the plants, the flowers, the roots, birds, even smoke and alcohol!", "character": "Santa Claus", "characterId": "nm0604032"}]}, {"lines": [{"text": "Why don't you steal us. We can all be yours!", "character": null, "characterId": null}, {"text": "No, you know that stealing is bad, and I want to be good.", "character": "Lupita", "characterId": "nm0703414"}, {"text": "But you must learn to steal!", "character": null, "characterId": null}, {"text": "No. You know stealing is bad, and I want to be good.", "character": "Lupita", "characterId": "nm0703414"}, {"text": "We dolls don't like good little girls!", "character": null, "characterId": null}, {"text": "No. To steal is evil, and I don't want to be evil.", "character": "Lupita", "characterId": "nm0703414"}, {"text": "You must be evil if you want a doll!", "character": null, "characterId": null}, {"text": "No, you know stealing is evil, and I don't want to be evil.", "character": "Lupita", "characterId": "nm0703414"}, {"text": "Steal, fight, and we will all be yours!", "character": null, "characterId": null}, {"text": "No. I don't want to be evil, and stealing is evil.", "character": "Lupita", "characterId": "nm0703414"}, {"text": "You want to good, eh, you don't want to be bad?", "character": null, "characterId": null}, {"text": "No, you know stealing is bad, and I want to be good.", "character": "Lupita", "characterId": "nm0703414"}, {"text": "Well then, you'll never have a doll! HAHAHAHAH!", "character": null, "characterId": null}]}, {"lines": [{"text": "Oh! Darn that Devil Pitch! Why, if I were on Earth right now, I'd put him in his place! But even he knows I can only return to Earth one night a year.", "character": "Santa Claus", "characterId": "nm0604032"}]}]}