{"quotes": [{"lines": [{"text": "I think my altar days are over.", "character": null, "characterId": null}]}, {"lines": [{"text": "If you're going to be a sinner, be the best sinner on the block. If you're going to do something that's, ah, naughty, do it, and realize that you're doing something naughty and enjoy it.", "character": "Anton LaVey", "characterId": "nm0491989"}]}, {"lines": [{"text": "We feel that the, ah, the so-called carnal side of man, or the carnal nature of man, is the most important. We feel the soul is just a pitance, it's something that's sort of rung out, like if you squeeze an orange, you get a few drops of juice out of it, and certainly this can be the essence. But this doesn't mean that the orange is any less important, simply because the juice comes out of it. We feel that the body of man, the carnal symbolism of man, is by far the most important.", "character": "Anton LaVey", "characterId": "nm0491989"}]}, {"lines": [{"text": "[referring to a collection of macabre art objects in the church]", "character": null, "characterId": null}, {"text": "These, ah, do not imply in any way that we're the least bit eager to die or have any sort of Freudian death wish. On the contrary, these are constant reminders that death is around the corner and death doesn't present a better, ah, than what we have now world. Death presents a negation of many of the pleasures of the flesh and certainly most of them. And, ah, so we feel that the more things that can remind us of this, the more inspired we are to live each day to the fullest.", "character": "Anton LaVey", "characterId": "nm0491989"}]}, {"lines": [{"text": "Well, I had a man come to me the other day and he said that it was just terrible, when he joined the Satanic Church, he was masturbating just about every day, and now he's masturbating two, and sometimes three, times a day, and he's very happy, much happier than he's ever been before.", "character": "Anton LaVey", "characterId": "nm0491989"}]}, {"lines": [{"text": "It seems that most religions now are buying oats for a dead horse.", "character": "Anton LaVey", "characterId": "nm0491989"}]}, {"lines": [{"text": "Satan is simply a word that means the adversary, or the opposition, or the accuser. It doesn't necessarily mean evil or brutality, or cruelty. It simply means the dissenter.", "character": "Anton LaVey", "characterId": "nm0491989"}]}]}