{"quotes": [{"lines": [{"text": "The sleeping bag, a poem. On the outside grows the furside; on the inside grows the skinside. So the furside is the outside, and the skinside is the inside. One side likes the skinside inside, and the furside on the outside. Others like the skinside outside, and the furside on the inside. If you turn the skinside outside, thinking you will side with that side, then the soft side, furside's inside, which, some argue, is the wrong side. If you turn the furside outside, as, you say, it grows on that side, then your outside's next the skinside, which for comfort's not the right side. For the skinside is the cold side, and your outside's not your warm side. And two cold sides side by side are not right-side when side to side! If you decide to side with that side, turn the topside furside inside. Then the cold side furside skinside, beyond all question, inside out!", "character": "Herbert Ponting F.R.P.S.", "characterId": "nm0607948"}]}, {"lines": [{"text": "[At the South Pole]", "character": null, "characterId": null}, {"text": "Great God! This is an awful place.", "character": "Captain Scott", "characterId": "nm0590055"}]}, {"lines": [{"text": "I'm just going outside; I may be away some time.", "character": "Capt. L.E.G. Oates", "characterId": "nm0093921"}, {"text": "[as he leaves tent for certain death]", "character": null, "characterId": null}]}, {"lines": [{"text": "How far did Shackleton get?", "character": "Wilson", "characterId": "nm0913079"}, {"text": "He got to within 90 miles of the Pole.", "character": "Captain Scott", "characterId": "nm0590055"}, {"text": "Isn't 90 miles near enough?", "character": "Oriana Wilson", "characterId": "nm0278740"}]}, {"lines": [{"text": "It'll be tough.", "character": "Captain Scott", "characterId": "nm0590055"}, {"text": "I know.", "character": "Capt. L.E.G. Oates", "characterId": "nm0093921"}, {"text": "As Hades.", "character": "Captain Scott", "characterId": "nm0590055"}, {"text": "But not so warm, eh?", "character": "Capt. L.E.G. Oates", "characterId": "nm0093921"}]}, {"lines": [{"text": "Any message for Peter?", "character": "Kathleen Scott", "characterId": "nm0161425"}, {"text": "Tell him I'll bring him a penguin.", "character": "Captain Scott", "characterId": "nm0590055"}]}, {"lines": [{"text": "Captain Scott? Glad I've caught you. I've come from India. Want to join your show, if you'll have me. Good with horses.", "character": "Capt. L.E.G. Oates", "characterId": "nm0093921"}]}, {"lines": [{"text": "Had we lived, I should have had a tale to tell of the hardihood, endurance, and courage of my companions which would have stirred the heart of every Englishman. It seems a pity but I don't think I can write more. These rough notes and our dead bodies must tell the tale. For God's sake look after our people.", "character": "Captain Scott", "characterId": "nm0590055"}]}]}