{"quotes": [{"lines": [{"text": "I want a divorce.", "character": "Stephen Richard Rojack", "characterId": "nm0926183"}, {"text": "From the daughter of the eighth richest man in the whole U.S.? Bitch I am but rich I am.", "character": "Deborah Kelly Rojack", "characterId": "nm0662223"}, {"text": "Tired I am. The war's over.", "character": "Stephen Richard Rojack", "characterId": "nm0926183"}]}, {"lines": [{"text": "Deborah, I want you to file for the divorce. If you won't I will.", "character": "Stephen Richard Rojack", "characterId": "nm0926183"}, {"text": "What do you mean - a divorce?", "character": "Deborah Kelly Rojack", "characterId": "nm0662223"}, {"text": "I can't live like this any longer, watching you destroy yourself. You don't care but I do. Ten years ago when I married you, I thought I knew where I was going. Well, I know where you're going. You're going down the tubes, and you're trying to take me with you. Well, I've had it. I've had all I can take of your sick parties and your perverted friends, and everything else that goes with it. I'm uptight baby, and I'm bailin' out.", "character": "Stephen Richard Rojack", "characterId": "nm0926183"}, {"text": "Oh come on! What!... uh - your little broad in town, ah?", "character": "Deborah Kelly Rojack", "characterId": "nm0662223"}, {"text": "No.", "character": "Stephen Richard Rojack", "characterId": "nm0926183"}, {"text": "If it was a good party yesterday, what's the matter with it today, huh?", "character": "Deborah Kelly Rojack", "characterId": "nm0662223"}, {"text": "There just has to be more to life than adultery in its fifty different variety of flavors. There has to be.", "character": "Stephen Richard Rojack", "characterId": "nm0926183"}]}, {"lines": [{"text": "Come in... you like the music?", "character": "Ruta", "characterId": "nm0218911"}, {"text": "Well I thought I heard music.", "character": "Stephen Richard Rojack", "characterId": "nm0926183"}, {"text": "Welcome anyway.", "character": "Ruta", "characterId": "nm0218911"}, {"text": "Well, let's just call it a foggy night in London town, hmm?", "character": "Stephen Richard Rojack", "characterId": "nm0926183"}, {"text": "As you wish, Mr. Rojack. However, in my country when a gentleman visits a maid's room it means only one thing. Am I warm, Mr. Rojack, or isn't it the same way in America? Oh this is a very well-built place; I do not hear anything of her, and she doesn't hear me also. If you should close the door outside they would hear nothing. Try it, you'll see.", "character": "Ruta", "characterId": "nm0218911"}, {"text": "Well, give me an old-fashioned girl any time.", "character": "Stephen Richard Rojack", "characterId": "nm0926183"}, {"text": "Yes, I like very much to be private. That is old-fashioned, I think.", "character": "Ruta", "characterId": "nm0218911"}, {"text": "Ruta honey, you don't know how I'm gonna hate myself in the morning, but I can't make this scene. I have to take a rain check.", "character": "Stephen Richard Rojack", "characterId": "nm0926183"}]}, {"lines": [{"text": "I never thought it would be deathless but I thought it would leave a trace. Even the dinosaurs left a footprint. Las Vegas - December 1955, including Christmas and New Year's and the first three weeks of January 1956. Cherry McMahon. For the record book, in case you ever wonder what happened to us some sleepless night, I was almost the mother of your child. At one point I was three months pregnant; however as those things usually go, on the advice of an older woman, it came to nothing.", "character": "Cherry McMahon", "characterId": "nm0001463"}, {"text": "Sorry.", "character": "Stephen Richard Rojack", "characterId": "nm0926183"}, {"text": "For whom?", "character": "Cherry McMahon", "characterId": "nm0001463"}]}, {"lines": [{"text": "You know, Stephen, the usual explanation for the terrible state of the world is that God and the Devil are having a war. Ordinarily people don't pay much attention because it's taken for granted that the Devil will be smashed at Armageddon, the dead will then rise up and everybody will shake hands like gentlemen. It's characteristic of the human species, Stephen, particularly in this country, to believe that everything will come out all right in the end. It's an American dream.", "character": "Barney Kelly", "characterId": "nm0634313"}]}, {"lines": [{"text": "I never stopped thinking about you for a minute. Not even at the marriage ceremony. When the man said, \"Do you take this woman as your wife?\" a picture of you came into my mind.", "character": "Stephen Richard Rojack", "characterId": "nm0926183"}, {"text": "[Slightly sarcastic]\nI hope you slept in a big bed on your honeymoon. I wouldn't want to feel I crowded you.", "character": "Cherry McMahon", "characterId": "nm0001463"}]}, {"lines": [{"text": "My wife's back from Malta. One of the first to know. She made it a point to call me personally and tell me that in Malta she shared her bed with a bald-headed middle-aged gentleman with a beard.", "character": "Stephen Richard Rojack", "characterId": "nm0926183"}, {"text": "Yeah, she always was great on the details, wasn't she?", "character": "Arthur Kabot", "characterId": "nm0358069"}, {"text": "What do you do, hmm? Whaddya' do? What the hell do ya' do?... Never marry a rich woman, Artie. There's no way to prove to the rich that you're not after their money. And how they punish you for not loving them for themselves.", "character": "Stephen Richard Rojack", "characterId": "nm0926183"}, {"text": "[With a sigh of resignation]\nWell, when your wife sends for you, you go.", "character": "Stephen Richard Rojack", "characterId": "nm0926183"}, {"text": "Hey, don't go see her, Steve. Hey, let me call her and tell her you broke your leg. Send her a telegram, drop her a postcard offering appropriate reasons for absence, but don't go see her.", "character": "Arthur Kabot", "characterId": "nm0358069"}, {"text": "No can do, Artie. It's not polite to fire your wife by mail.", "character": "Stephen Richard Rojack", "characterId": "nm0926183"}]}]}