{"quotes": [{"lines": [{"text": "I can't take a credit card.", "character": "Gas Station Attendant", "characterId": "nm0580061"}, {"text": "Why?", "character": "Charlie Hughes", "characterId": "nm0802903"}, {"text": "They have an encounter for the investigation.", "character": "Gas Station Attendant", "characterId": "nm0580061"}, {"text": "Listen idiot, this is a VIP card.", "character": "Charlie Hughes", "characterId": "nm0802903"}, {"text": "Look Jack, I...", "character": "Gas Station Attendant", "characterId": "nm0580061"}, {"text": "No wait a minute, Charles Hughes, not Jack. Did I say my name was Jack?", "character": "Charlie Hughes", "characterId": "nm0802903"}, {"text": "Jack, I don't particularly like being called an idiot.", "character": "Gas Station Attendant", "characterId": "nm0580061"}, {"text": "Wait a minute, wait a minute, my name is not Jack. It's Charles Hughes!", "character": "Charlie Hughes", "characterId": "nm0802903"}, {"text": "I don't care if your named was Rockefeller, nine dollars and twenty three cents.", "character": "Gas Station Attendant", "characterId": "nm0580061"}, {"text": "No no, not Rockefeller. Hughes, Charles Hughes, do you know what that means? You see that sign up there? I own two percent of that sign. That sign licenses you to sell gasoline. On Monday morning, that sign no longer licenses you to sell gasoline, because I own two percent of that sign, which means I own two percent of you. I don't want my two percent of you, so I'm going to get rid of it now! You understand what I mean? I hope you do, because there's a great big gasoline station down the road, selling great big gas to great big people, maybe you can get a job there fixing flats understand?", "character": "Charlie Hughes", "characterId": "nm0802903"}, {"text": "Nine dollars and twenty three cents, cash!", "character": "Gas Station Attendant", "characterId": "nm0580061"}, {"text": "Aha. Here's ten, Big Shot. Keep the change, because you're gonna need it! Remember the name? Hughes!", "character": "Charlie Hughes", "characterId": "nm0802903"}, {"text": "Hughes. Charles Hughes. Mr. Hughes? Screw you!", "character": "Gas Station Attendant", "characterId": "nm0580061"}]}]}