{"quotes": [{"lines": [{"text": "And if you want to talk about your oath of office, I'm here to tell you face to face, President Lyman, that you violated that oath when you stripped this country of its muscles - when you deliberately played upon the fear and fatigue of the people and told them they could remove that fear by the stroke of a pen. And then when this nation rejected you, lost faith in you, and began militantly to oppose you, you violated that oath by not resigning from office and turning the country over to someone who could represent the people of the United States.", "character": "General James Mattoon Scott", "characterId": "nm0000044"}, {"text": "And that would be General James Mattoon Scott, would it? I don't know whether to laugh at that kind of megalomania, or simply cry.", "character": "President Jordan Lyman", "characterId": "nm0545298"}, {"text": "James Mattoon Scott, as you put it, hasn't the slightest interest in his own glorification. But he does have an abiding interest in the survival of this country.", "character": "General James Mattoon Scott", "characterId": "nm0000044"}, {"text": "Then, by God, run for office. You have such a fervent, passionate, evangelical faith in this country - why in the name of God don't you have any faith in the system of government you're so hell-bent to protect?", "character": "President Jordan Lyman", "characterId": "nm0545298"}]}, {"lines": [{"text": "the President trusts Russia, and the American people don't. The people don't believe the Russians're going to take those bombs apart on July 1st, and neither do I.", "character": "Senator Frederick Prentice", "characterId": "nm0000946"}]}, {"lines": [{"text": "All right, Colonel. Let's sum it up, shall we? You're suggesting what?", "character": "President Jordan Lyman", "characterId": "nm0545298"}, {"text": "just some possibilities, what we call, uh \"capabilities\" in military intelligence...", "character": "Colonel Martin \"Jiggs\" Casey", "characterId": "nm0000018"}, {"text": "You got something against the English language, Colonel?", "character": "President Jordan Lyman", "characterId": "nm0545298"}, {"text": "No, sir.", "character": "Colonel Martin \"Jiggs\" Casey", "characterId": "nm0000018"}, {"text": "Then speak it plainly, if you will.", "character": "President Jordan Lyman", "characterId": "nm0545298"}, {"text": "I'm suggesting, Mr. President, there's a military plot to take over the government. This may occur some time this coming Sunday.", "character": "Colonel Martin \"Jiggs\" Casey", "characterId": "nm0000018"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[to reporters at a televised press conference]\nThere's been abroad in this land in recent months a whisper that we have somehow lost our greatness, that we do not have the strength to win without war the struggles for liberty throughout the world. This is slander, because our country is strong, strong enough to be a peacemaker. It is proud, proud enough to be patient. The whisperers and the detractors, the violent men are wrong. We will remain strong and proud, peaceful and patient, and we will see a day when on this earth all men will walk out of the long tunnels of tyranny into the bright sunshine of freedom.", "character": "President Jordan Lyman", "characterId": "nm0545298"}, {"text": "[president exits; reporters stand and applaud]", "character": null, "characterId": null}, {"text": "Ladies and gentlemen, that was the President of the United States.", "character": null, "characterId": null}]}, {"lines": [{"text": "You want to dance?", "character": "Bar Girl", "characterId": "nm0413383"}, {"text": "No, thank you, honey. I just had a hernia operation.", "character": "Senator Raymond Clark", "characterId": "nm0639529"}]}, {"lines": [{"text": "You make me think that fruit salad on your chest is for neutrality, evasiveness, and fence-straddling.", "character": "Senator Frederick Prentice", "characterId": "nm0000946"}, {"text": "On the contrary, Senator, they're standard awards for cocktail courage and dinner-table heroism. I thought you'd invented them.", "character": "Colonel Martin \"Jiggs\" Casey", "characterId": "nm0000018"}]}, {"lines": [{"text": "We seem to spend more time training for seizure than for prevention, like the Commies already had the stuff, and we had to get it back.", "character": "Colonel William \"Mutt\" Henderson", "characterId": "nm0240887"}]}, {"lines": [{"text": "a very good steak, medium rare, and the truth, which is very rare.", "character": "Eleanor \"Ellie\" Holbrook", "characterId": "nm0001257"}]}, {"lines": [{"text": "The next step should be to your liking, Chris. Esther, call the Pentagon. Tell General Scott I want to see him right away.", "character": "President Jordan Lyman", "characterId": "nm0545298"}, {"text": "[on intercom]\nYes, sir.", "character": "Esther Townsend", "characterId": "nm0458560"}, {"text": "I think it's time we faced the enemy, Mr. President.", "character": "Christopher Todd", "characterId": "nm0534317"}, {"text": "they're not the enemy. The enemy's an age - a nuclear age. It happens to have killed man's faith in his ability to influence what happens to him. And out of this comes a sickness, and out of sickness a frustration, a feeling of impotence, helplessness, weakness. And from this, this desperation, we look for a champion in red, white, and blue. Every now and then a man on a white horse rides by, and we appoint him to be our personal god for the duration. For some men it was a Senator McCarthy, for others it was a General Walker, and now it's a General Scott.", "character": "President Jordan Lyman", "characterId": "nm0545298"}]}, {"lines": [{"text": "Ah, don't get your nanny up; you knew there'd be some dislocations. You can't gear a country's economy for war for 20 years, then suddenly slam on the brakes and expect the whole transition to go like grease through a goose. Hmph. Doesn't work out like that. And think how the whole psychology of the thing's been screwed up from the outset. We've been hating the Russians for a quarter of a century. Suddenly we sign a treaty that says in two months they're to dismantle their bombs, we're to dismantle ours, and we all ride to a peaceful glory. This country will probably live as if peace were just as big a threat as war.", "character": "Senator Raymond Clark", "characterId": "nm0639529"}, {"text": "the codes. The codes by which I, Jordan Lyman, can give the orders sending us into a nuclear war. Instead of my blood pressure, Horace should worry about my sanity.", "character": "President Jordan Lyman", "characterId": "nm0545298"}]}, {"lines": [{"text": "Yes, I know who Judas was. He was a man I worked for and admired until he disgraced the four stars on his uniform.", "character": "Colonel Martin \"Jiggs\" Casey", "characterId": "nm0000018"}]}, {"lines": [{"text": "[a terse note refers to \"Site Y\"]", "character": null, "characterId": null}, {"text": "That could easily mean another place. These military games... why, the multiplicity of our secret bases confuses ourselves more than the Soviets.", "character": "Christopher Todd", "characterId": "nm0534317"}]}, {"lines": [{"text": "[Watching the bar girl rummage through her huge purse]", "character": null, "characterId": null}, {"text": "Do you rent space in that thing?", "character": "Senator Raymond Clark", "characterId": "nm0639529"}]}, {"lines": [{"text": "right now the government of the United States is sitting on top of the Washington Monument, right on the very point, tilting right and left and ready to fall off and break up on the pavement. There are just a handful of men that can prevent it. And you're one of them.", "character": "Senator Raymond Clark", "characterId": "nm0639529"}]}, {"lines": [{"text": "when this is over you can take off your girdle and have yourself a real good cry. Say, uh, you got a dime to stop a revolution with?", "character": "Senator Raymond Clark", "characterId": "nm0639529"}]}, {"lines": [{"text": "I think the signing of a nuclear disarmament pact with the Soviet Union is at best an act of naÔvetÈ, and at worst an unsupportable negligence. We've stayed alive because we've built up an arsenal, and we've kept the peace because we've dealt with an enemy who knew we would use that arsenal. And now we're asked to believe that a piece of paper will take the place of missile sites and Polaris submarines, and that an enemy who hasn't honored one solemn treaty in the history of its existence will now, for our convenience, do precisely that. I have strong doubts, gentlemen.", "character": "General James Mattoon Scott", "characterId": "nm0000044"}]}, {"lines": [{"text": "I know what Scott's attitude on the treaty is, what's yours?", "character": "President Jordan Lyman", "characterId": "nm0545298"}, {"text": "I agree with General Scott, sir. I think we're being played for suckers. I think it's really your business. Yours and the Senate. You did it, and they agreed so, well, I don't see how we in the military can question it. I mean we can question it, but we can't fight it. We shouldn't, anyway.", "character": "Colonel Martin \"Jiggs\" Casey", "characterId": "nm0000018"}, {"text": "Jiggs, isn't it? Isn't that what they call you?", "character": "President Jordan Lyman", "characterId": "nm0545298"}, {"text": "Yes sir.", "character": "Colonel Martin \"Jiggs\" Casey", "characterId": "nm0000018"}, {"text": "So you, ah, you stand by the Constitution, Jiggs?", "character": "President Jordan Lyman", "characterId": "nm0545298"}, {"text": "I never thought of it just like that, Mr. President, but, well, that's what we got and I guess it's worked pretty well so far. I sure don't want to be the one to say we ought to change it.", "character": "Colonel Martin \"Jiggs\" Casey", "characterId": "nm0000018"}, {"text": "Neither do I.", "character": "President Jordan Lyman", "characterId": "nm0545298"}]}, {"lines": [{"text": "[introducing his dog Trimmer to Col. Casey]\nTrimmer is a very political dog. He doesn't have many principles, but he's loyal to his friends.", "character": "President Jordan Lyman", "characterId": "nm0545298"}]}, {"lines": [{"text": "Admiral, I understand you're not much of a betting man.", "character": "Paul Girard", "characterId": "nm0000842"}, {"text": "It depends on the game.", "character": "Vice-Adm. Farley C. Barnswell", "characterId": "nm0002144"}, {"text": "Hmm. What is your pleasure... poker... roulette... what?", "character": "Paul Girard", "characterId": "nm0000842"}, {"text": "No, those are house games. I don't much care for the odds.", "character": "Vice-Adm. Farley C. Barnswell", "characterId": "nm0002144"}, {"text": "What about horse racing?", "character": "Paul Girard", "characterId": "nm0000842"}, {"text": "On occasion... it depends on the race... sometimes the weather... and the horse does make the difference.", "character": "Vice-Adm. Farley C. Barnswell", "characterId": "nm0002144"}, {"text": "Hmm. That's true, that's true. What about the Preakness? Have you got anything good going there?", "character": "Paul Girard", "characterId": "nm0000842"}, {"text": "[Adm. Barnswell senses that Girard knows about the takeover plot]\nI only bet on sure things.", "character": "Vice-Adm. Farley C. Barnswell", "characterId": "nm0002144"}, {"text": "a sure thing.", "character": "Paul Girard", "characterId": "nm0000842"}, {"text": "What is the bet, Mr. Girard?", "character": "Vice-Adm. Farley C. Barnswell", "characterId": "nm0002144"}, {"text": "The bet is that there are members of the Joint Chiefs of Staff who are involved in treason. We know who they are, we know the essence of the plan. Now from you, Admiral, I want a signed statement indicating at what moment you first heard of this operation and your complicity in this entire matter.", "character": "Paul Girard", "characterId": "nm0000842"}, {"text": "Frankly, I wish I had more time.", "character": "Vice-Adm. Farley C. Barnswell", "characterId": "nm0002144"}, {"text": "[sarcastically]\nI wish you did too, Admiral.", "character": "Paul Girard", "characterId": "nm0000842"}, {"text": "[tosses him a pen to write the statement]", "character": null, "characterId": null}, {"text": "Unfortunately, you don't.", "character": "Paul Girard", "characterId": "nm0000842"}]}, {"lines": [{"text": "This stuff you unearthed, Colonel Casey, is dynamite. Very revealing of General Scott's extracurricular love life. Any taste of victory we have in our mouths, Colonel, is due in no small measure to your efforts.", "character": "Christopher Todd", "characterId": "nm0534317"}, {"text": "The taste I've got in my mouth, Mr. Secretary, is unmentionable.", "character": "Colonel Martin \"Jiggs\" Casey", "characterId": "nm0000018"}, {"text": "I can understand that feeling, Colonel. But when you deal with a jackal like your general...", "character": "Christopher Todd", "characterId": "nm0534317"}, {"text": "Mr. Todd, this is a full Air Force general. Six times wounded, wearing only half the medals he deserves. Whatever else he is, he's no jackal.", "character": "Colonel Martin \"Jiggs\" Casey", "characterId": "nm0000018"}, {"text": "My god, the sensitivity of our warriors! Did I step on your old school tie, Colonel?", "character": "Christopher Todd", "characterId": "nm0534317"}, {"text": "You're just like a lot of civilians, Mr. Todd. After every armistice, you want to put us away in mothballs, like the fleet. When it comes to a little dying...", "character": "Colonel Martin \"Jiggs\" Casey", "characterId": "nm0000018"}, {"text": "Hold up, Colonel!", "character": "Christopher Todd", "characterId": "nm0534317"}, {"text": "...you'll be sure to put us in a uniform...", "character": "Colonel Martin \"Jiggs\" Casey", "characterId": "nm0000018"}, {"text": "That's enough, Colonel!", "character": "Christopher Todd", "characterId": "nm0534317"}]}, {"lines": [{"text": "You ever been up here before?", "character": "President Jordan Lyman", "characterId": "nm0545298"}, {"text": "It's a big room.", "character": "Colonel Martin \"Jiggs\" Casey", "characterId": "nm0000018"}, {"text": "[Sarcastically]\nToo big for living and too small for a convention.", "character": "President Jordan Lyman", "characterId": "nm0545298"}]}, {"lines": [{"text": "Jordy Boy, right now, short of a Confederate miracle, you're going to be walking in a parade with both your legs cut off. But I'm not going to make matters worse by getting drunk on the job.", "character": "Senator Raymond Clark", "characterId": "nm0639529"}]}, {"lines": [{"text": "There hasn't been a single piece of paper written in the history of mankind that could serve as a deterrent to a Pearl Harbor. I sometimes wonder why we haven't learned that lesson by now. Every 20 years or so we have to pick ourselves up off the floor bleeding and pay for that mistake. Those mistakes are delivered to us C.O.D. by peace loving men. And bought and paid for with the lives of other men. Men in uniform.", "character": "General James Mattoon Scott", "characterId": "nm0000044"}]}]}