{"quotes": [{"lines": [{"text": "The ones who don't enjoy themselves, even when they laugh. Oh yeah. The ones who worship the corporate image, not knowing that they work for someone else. Oh yeah. The ones who should have been shot in the cradle... Pow! Oh yeah. The ones who say 'Follow me to success, but kill me if I fail... so to speak.' Oh yeah. The ones who say we Italians are the greatest he-men on earth. Oh yeah. The ones who are noble Romans, the ones who say 'That's for me,' the ones who say 'You know what I mean.' Oh yeah. The ones who vote for the right because they're fed up with strikes. Oh yeah. The ones who vote white in order not to get dirty. The ones who never get involved with politics. Oh yeah. The ones who say 'Be calm, calm.' The ones who still support the king. The ones who say 'Yes, sir.' Oh yeah. The ones who make love standing in their boots, and imagine they're in a luxurious bed. The ones who believe Christ is Santa Claus as a young man. Oh yeah. The ones who say 'Oh, what the hell.' The ones who were there. The ones who believe in everything, even in God. The ones who listen to the national anthem. Oh yeah. The ones who love their country. The ones who keep going, just to see how it will end. Oh yeah. The ones who are in garbage up to here. Oh yeah. The ones who sleep soundly, even with cancer. Oh yeah. The ones who, even now, don't believe the world is round. Oh yeah, oh yeah. The ones who are afraid of flying. Oh yeah. The ones who have never had a fatal accident. Oh yeah. The ones who have had one. The ones who, at a certain point in their lives, create a secret weapon, Christ. Oh yeah. The ones who are always standing at the bar. The ones who are always in Switzerland. The ones who started early, haven't arrived, and don't know they're not going to. Oh yeah. The ones who lose wars by the skin of their teeth. Oh yeah. The ones who say 'Everything is wrong here.' The ones who say 'Now let's all have a good laugh.' Oh yeah. Oh yeah. Oh yeah. Oh yeah.", "character": null, "characterId": null}]}, {"lines": [{"text": "You'll never take Pasqualino Seven-Beauties! Never will you be able to take him alive!", "character": "Pasqualino Frafuso", "characterId": "nm0316284"}, {"text": "[seizing him]\nStop bragging.", "character": null, "characterId": null}, {"text": "So I'm wrong.", "character": "Pasqualino Frafuso", "characterId": "nm0316284"}]}]}