{"quotes": [{"lines": [{"text": "You know what this is?", "character": "Richie Marks", "characterId": "nm0000385"}, {"text": "It's a gun! It's a gun!", "character": "Tommie", "characterId": "nm0674782"}, {"text": "Yeah, and you're a fuckin' genius! Now listen up. This gun is clean, no serial number. So if I blow out what's left of your brain and chuck it in the East River, your case is closed. The people downtown are gonna file you under DSAF. \"Did Society A Favor.\" Got it?", "character": "Richie Marks", "characterId": "nm0000385"}]}, {"lines": [{"text": "Don't you think it's a little early in the morning for heavy metal?", "character": "Gail Feinberger", "characterId": "nm0048273"}, {"text": "Gail, Gail, honey, sweetie, I love you, I'm gonna marry you, but you are making me feel very old. This is not heavy metal. This is Hendrix. Genius, maybe, but this is definitely not heavy metal.", "character": "Roland Dalton", "characterId": "nm0000693"}]}, {"lines": [{"text": "I know what you're thinkin'! I'm young and quick, and he's old and slow!", "character": "Richie Marks", "characterId": "nm0000385"}]}, {"lines": [{"text": "No, actually it's fuck you asshole!", "character": "Richie Marks", "characterId": "nm0000385"}]}, {"lines": [{"text": "I met the love of my life... only I killed her dog before I got the chance to tell her. Man, she was everything I ever wanted. We met at Shakespeare in the park. Told her I was a lawyer. That line seemed to work for you. Rained like hell that day. I had an umbrella. We went back to her apartment. She went to the bathroom; I sat on the couch. She had this great big damned dog. Dog had a ball. I threw it. Dog brought it back. I threw it again... harder. I'll never forget the sound of that dog's paws on the newly waxed floors. How I was I supposed to know she left the window open? That dog fell 13 stories, landed on the top of a parked car. I went over, leaned out the window, looked down, threw up and left. Left... without ever tellin' her \"she was the one\".", "character": "Richie Marks", "characterId": "nm0000385"}]}, {"lines": [{"text": "Once upon a time all I planned to do was play the tenor sax. Forever. That's it. Fillsville, man. But my dad and everybody said I was a sap, there was no money in it, so I go to law school, and I am here now, gone from another place. But I could play the tenor sax all day and all night. Everything was possible. And I was very certain that at any moment, I was going to find the love of my life.", "character": "Roland Dalton", "characterId": "nm0000693"}, {"text": "The love of your life?", "character": "Richie Marks", "characterId": "nm0000385"}, {"text": "Yeah.", "character": "Roland Dalton", "characterId": "nm0000693"}, {"text": "I met the love of my life once. Only I killed her dog before I got a chance to tell her. Man, she was everything I ever wanted. I met her at Shakespeare in the park. Told her I was a lawyer - that line seemed to work for you. Rained like hell that day. I had an umbrella. We went back to her apartment, she went to the bathroom, I sat on the couch. She had this great big damn dog. Dog had a ball. I threw the ball, the dog brought it back. I threw it again, harder. I'll never forget the sound of that dog's paws on the newly waxed floor. How was I supposed to know she'd left the window open? The dog fell thirteen floors and landed on a parked car. I looked out the window, took one look, threw up, and left. Left. Without ever tellin' her she was the one.", "character": "Richie Marks", "characterId": "nm0000385"}, {"text": "Happy is the fleeting hope of youth.", "character": "Roland Dalton", "characterId": "nm0000693"}, {"text": "Who said that?", "character": "Richie Marks", "characterId": "nm0000385"}, {"text": "Me. I'm gonna take the streets, Richie.", "character": "Roland Dalton", "characterId": "nm0000693"}, {"text": "Good for you, counselor. Me, too.", "character": "Richie Marks", "characterId": "nm0000385"}]}, {"lines": [{"text": "Richie, I love you man, but you are definitely new to the planet!", "character": "Roland Dalton", "characterId": "nm0000693"}]}]}