{"quotes": [{"lines": [{"text": "[their final meeting before Shaka's return to his capital, where Shaka will be assassinated by his own aunt]\n... Tell me - How do you catch a monkey?", "character": "Shaka", "characterId": "nm0147962"}, {"text": "a piece of fruit, or - or something shiny. The monkey puts his hand into the gourd to get the bait, and then he's trapped... because he can't get his fist out.", "character": "Lt. Francis Farewell", "characterId": "nm0002081"}, {"text": "Once he realizes he's trapped, why doesn't the monkey let go of the bait?", "character": "Shaka", "characterId": "nm0147962"}, {"text": "Because his greed makes him blind.", "character": "Lt. Francis Farewell", "characterId": "nm0002081"}, {"text": "And what is he greedy for?", "character": "Shaka", "characterId": "nm0147962"}, {"text": "What he thinks he cannot have.", "character": "Lt. Francis Farewell", "characterId": "nm0002081"}, {"text": "And now - What new bait have you brought for this monkey? Something shiny? Like the freshness of youth? Or lost love?", "character": "Shaka", "characterId": "nm0147962"}, {"text": "...Hating my people is not the answer. Together, we can find another way.", "character": "Lt. Francis Farewell", "characterId": "nm0002081"}, {"text": "No. You have already proven that you were never with me. You are a shadow, a man without a nation. Go. I have no need for you anymore.", "character": "Shaka", "characterId": "nm0147962"}, {"text": "GO? Go where? WHERE can I go?", "character": "Lt. Francis Farewell", "characterId": "nm0002081"}, {"text": "Where *I* have been.", "character": "Shaka", "characterId": "nm0147962"}]}, {"lines": [{"text": "[Shaka has interrupted Sigujana's coronation ceremony]\nIn the name of that is sacred, leave this kraal now!", "character": "Mudli", "characterId": "nm0623506"}, {"text": "Does my presence frighten you, Elder? Or is it your guilt that prevents your allegiance?", "character": "Shaka", "characterId": "nm0147962"}, {"text": "[spits]\nYour regiments cannot win my allegiance, Shaka. Son of Nandi, Senzagakona kaJama Zulu. The true descendant of Zulu kaMalandela has dictated his choice. I will defend that decision with my life. I will not allow you to defile the divine visions of my tribe. Leave this kraal. NOW!", "character": "Mudli", "characterId": "nm0623506"}, {"text": "Gujana, kill this man. He has insulted the king.", "character": "Shaka", "characterId": "nm0147962"}, {"text": "No. If there will be darkness, I pray that the ancestors preserve and protect our tribe and safeguard the past as it was.", "character": "Mudli", "characterId": "nm0623506"}, {"text": "Nothing will be as it was... ever again.", "character": "Shaka", "characterId": "nm0147962"}, {"text": "[to Sigujana]", "character": null, "characterId": null}, {"text": "Now kill him.", "character": "Shaka", "characterId": "nm0147962"}, {"text": "[Sigujana reluctantly kills Mudli with the spear]\nGujana, do you acknowledge me as your king?", "character": "Shaka", "characterId": "nm0147962"}, {"text": "[bows to Shaka and wraps his arms around his leg]\nYes. Yes Shaka. You are my lord, my master.", "character": "Sigiyana", "characterId": "nm0416106"}, {"text": "[pushes Sigujana down]\nThen you are a fool!", "character": "Shaka", "characterId": "nm0147962"}, {"text": "[kills Sigujana with his spear]", "character": null, "characterId": null}]}, {"lines": [{"text": "Since he ascended the throne of the Zulus in 1816, Shaka has forged one of the mightiest empires the African continent has ever known... In less than 6 years, his small, insignificant tribe has risen from obscurity and given its name to an all-powerful nation organized into a fearsome military machine. Shaka is known as a mass murderer - a depraved ogre whose thirst for conquest knows no limits. He has deluged his country with innocent blood, disregarding the most sacred ties of affection, turning father against son, son against brother, in a bloodbath that defies description.", "character": "Somerset", "characterId": "nm0002145"}]}, {"lines": [{"text": "Never leave an enemy behind or it will rise again to fly at your throat.", "character": "Shaka", "characterId": "nm0147962"}]}, {"lines": [{"text": "[to Shaka]\nA man with Christ in his heart is stronger than all the regiments on earth.", "character": "Dr. Henry Fynn", "characterId": "nm0694293"}]}, {"lines": [{"text": "It would appear that Sommerset was right, wouldn't it? It all comes down to blowing their heads off.", "character": "Dr. Henry Fynn", "characterId": "nm0694293"}]}, {"lines": [{"text": "A man chosen to wield life and death on the battlefield must be an artist, if he isn't, he is simply a murderer.", "character": "Shaka", "characterId": "nm0147962"}]}, {"lines": [{"text": "When I spoke of that nation, I wanted the name Mtetwa to stand for peace not total war! I wanted my armies to bring subjugation not destruction!", "character": "Dingiswayo", "characterId": "nm0754671"}, {"text": "To subdue another tribe, you must strike it once and for all. Total war, total subjugation to the paramount king and total destruction to anyone who raises even a whisper against him! Never leave an enemy behind or it will rise again to fly at your throat! There's no other way!", "character": "Shaka", "characterId": "nm0147962"}, {"text": "Yes, Shaka there is! Faith!", "character": "Dingiswayo", "characterId": "nm0754671"}, {"text": "IN WHAT!", "character": "Shaka", "characterId": "nm0147962"}, {"text": "The human being. Reason. In each man's desire to believe in himself and his fellow man.", "character": "Dingiswayo", "characterId": "nm0754671"}, {"text": "Zwide of the Ndwandwes is preparing an attack. His army's as large, if not larger than yours. He has heard of our battle tactics and has devised others which I fear is just as effective. He has only one wish, baba. To crush you and your paramountcy to oblivion. And believe me, baba, he won't with faith and reason. But if you say I abuse my freedom, I'll ask you to accept my resignation as commander of your regiments.", "character": "Shaka", "characterId": "nm0147962"}]}, {"lines": [{"text": "[last words, as he is slain by his own bodyguards]\n... THE SWALLOWS HAVE WON!", "character": "Shaka", "characterId": "nm0147962"}, {"text": "[\"Swallows\" is the Zulus' term for the British... since they, like their bird-namesakes, first came to Africa from across the sea]", "character": null, "characterId": null}]}]}