{"quotes": [{"lines": [{"text": "If I ever get my hands on that fucking son of a bitch who built that fucking plane, I swear I'll rip his goddamn fucking face off!", "character": "Brutish", "characterId": "nm0128360"}, {"text": "[observes the scenery]", "character": null, "characterId": null}, {"text": "Jesus Christ where the fuck are we?, we're in the worst goddamn fucking shit hole I've ever seen!", "character": "Brutish", "characterId": "nm0128360"}]}, {"lines": [{"text": "[after his assistant has been eaten by the Munchers]\nHey what the fuck is going on here? The goddamn cage has gotten so goddamn heavy that I can hardly carry the goddamn fucking thing!, the sooner I get out of this goddamn shit hole the better, this fucking heat is un fucking believable, this fucking place is the asshole of the goddamn fucking univoise!", "character": "Brutish", "characterId": "nm0128360"}, {"text": "[gets eaten by the Munchers]", "character": null, "characterId": null}, {"text": "[now a skeleton]\nThe goddamn fucking insects in the goddamn fucking swamp, in the goddamn fucking rain in the goddamn murderous sun, goddamnit!", "character": "Brutish", "characterId": "nm0128360"}, {"text": "[dies]", "character": null, "characterId": null}]}, {"lines": [{"text": "Africa... where the web of life is spun from cheaper thread!", "character": "Shame", "characterId": "nm0919320"}, {"text": "Africa... where elephants have a graveyard and men are left to rot where they fall!", "character": "Shame", "characterId": "nm0919320"}, {"text": "Africa... where pestilence, carnage, and rapine are not disasters but a way of life!", "character": "Shame", "characterId": "nm0919320"}, {"text": "Africa... dark flame that lures the ruthless human moths who lust for easy riches!", "character": "Shame", "characterId": "nm0919320"}, {"text": "Africa... home of the fierce t'ungala warriors who have no word for \"mercy\"... or \"wheel\" or \"calendar\" or \"disinfectant\" or \"light bulb\", \"printing press\", \"steam engine\", \"fork\", \"can opener\", \"telescope\", \"toiler paper\", slow down, you're rolling it too fast! I can't read it if you roll it so fast!", "character": "Shame", "characterId": "nm0919320"}, {"text": "That's better.", "character": "Shame", "characterId": "nm0919320"}, {"text": "It is written that a wise man was once asked \"What are the four principle products of Africa?\" and, without hesitation he replied, \"Gold, ivory, diamonds, and blood!\"", "character": "Shame", "characterId": "nm0919320"}]}]}