{"quotes": [{"lines": [{"text": "What do you say you and me, we go up to Lee County tonight for a couple of beers. Eh? Eh?", "character": "Greasy", "characterId": "nm0427779"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "Gee, Greasy, that sounds groovy. But I'm afraid I don't have anything classy enough to wear for such a grand occasion.", "character": "Jade Cochran", "characterId": "nm0107268"}, {"text": "Don't you get so damn snotty. Who in the hell do you think you are, anyway?", "character": "Greasy", "characterId": "nm0427779"}, {"text": "I know who I am. I'm nobody. Just like you.", "character": "Jade Cochran", "characterId": "nm0107268"}]}, {"lines": [{"text": "[opening lines]", "character": null, "characterId": null}, {"text": "Ladies and gentlemen, you're about to behold a sight so strange, so horrifying, so utterly monstrous, that I urge you who are easily frightened or upset, who suffer from nervous disorders, weak hearts, or queasy stomachs, who experience nightmares, and any children under the age of 16, to forgo witnessing this exhibit. There are only two kinds of freaks ladies and gentlemen. Those created by God, and those made by man. The creature in this pit is a living breathing human being that once was... well, that's another story that happened a long time ago, a long way from here. Look if you must.", "character": "Carnival Barker", "characterId": "nm0293354"}]}, {"lines": [{"text": "Hey Jade, I just heard something.", "character": "Pat 'Moon' Mullins", "characterId": "nm0183935"}, {"text": "Word travels fast around this lot, doesn't it?", "character": "Jade Cochran", "characterId": "nm0107268"}, {"text": "Look, it's none of my business, but did you have to run Shorty off? He's been with Steve for 12 years, and this carnival is the only home he has.", "character": "Pat 'Moon' Mullins", "characterId": "nm0183935"}, {"text": "[cynical tone]\nLike you said... it's none of your business!", "character": "Jade Cochran", "characterId": "nm0107268"}, {"text": "You know, I'm beginning to feel sorry that I ever met you.", "character": "Pat 'Moon' Mullins", "characterId": "nm0183935"}, {"text": "Look cooch, I don't need you or anyone else to tell me how to run my new business! Now, why don't you screw on back to the girlie show and shake it for the paying customers?", "character": "Jade Cochran", "characterId": "nm0107268"}, {"text": "I'm glad Steve never knew what an evil and greedy broad you are!", "character": "Pat 'Moon' Mullins", "characterId": "nm0183935"}]}]}