{"quotes": [{"lines": [{"text": "I don't know what there is about the pelts of dead little animals that makes 'em so attractive to women, when one little mouse scares 'em silly.", "character": "Prof. John Palmer", "characterId": "nm0001654"}]}, {"lines": [{"text": "Why d'you eat that rabbit food? You oughta have something solid.", "character": "Don Weston", "characterId": "nm0625383"}, {"text": "I've got to watch my figure.", "character": "Angela Gardner", "characterId": "nm0562920"}, {"text": "You eat. Let me watch it.", "character": "Don Weston", "characterId": "nm0625383"}]}, {"lines": [{"text": "[Prof. Palmer starts walking up the stairs in his home]\nYou're getting to be an old married man. You used to want me to go up first so you could look at my legs.", "character": "Helen Palmer", "characterId": "nm0857187"}, {"text": "Now, we've been married six years. About time you started looking at mine.", "character": "Prof. John Palmer", "characterId": "nm0001654"}]}, {"lines": [{"text": "You're from New York, aren't you?", "character": "'Poison' Ivy Williams", "characterId": "nm0943867"}, {"text": "Yes, why? Does it show?", "character": "Angela Gardner", "characterId": "nm0562920"}, {"text": "Well, I've seen you some place and I'm trying to think where. Could it have been the Plaza or the Sherry-Netherland's?", "character": "'Poison' Ivy Williams", "characterId": "nm0943867"}, {"text": "Could have been the automat!", "character": "Angela Gardner", "characterId": "nm0562920"}]}, {"lines": [{"text": "I thought we'd cleared these parts of all wildlife.", "character": "Prof. John Palmer", "characterId": "nm0001654"}, {"text": "Wolves with crew haircuts. One senior, one sophomore.", "character": "Angela Gardner", "characterId": "nm0562920"}, {"text": "Ah, the campus variety. Known scientifically as Lupus boola-boola.", "character": "Prof. John Palmer", "characterId": "nm0001654"}]}, {"lines": [{"text": "I hate to bother you, but,", "character": "Angela Gardner", "characterId": "nm0562920"}, {"text": "Yes, Angela, I finally read your play. It's surprisingly good. Forgive me if I say much better than I expected. Basically, it's a funny idea. What I think it needs is music. If you add some gay tunes and some bright dancing, you have a very entertaining play.", "character": "Prof. John Palmer", "characterId": "nm0001654"}]}, {"lines": [{"text": "A college education is the inalienable right of every American. Remember I said that, Angela.", "character": "Prof. John Palmer", "characterId": "nm0001654"}]}, {"lines": [{"text": "Why don't we take your play and write a musical score for it? I know a couple of boys who could do the songs.", "character": "Prof. John Palmer", "characterId": "nm0001654"}, {"text": "That would be marvelous, Professor!", "character": "Angela Gardner", "characterId": "nm0562920"}, {"text": "The title's wrong for a musical.", "character": "Prof. John Palmer", "characterId": "nm0001654"}, {"text": "That's no problem. We can always get a title. The main thing is to get away from Shakespeare and give 'em what they want. There's a thought! Why not use that for a title? Give Them What They Want.", "character": "Angela Gardner", "characterId": "nm0562920"}]}, {"lines": [{"text": "As you all probably know, Angela Gardner contributed an idea for the play. She's been working very diligently with some of the other students. Have you accomplished anything, Miss Gardner?", "character": "Prof. John Palmer", "characterId": "nm0001654"}, {"text": "Quite a lot! There's one thing we want to show you right now. Would you like to see it? Come on, Don. What we've really done, Professor, is to take our school song and jive it up!", "character": "Angela Gardner", "characterId": "nm0562920"}]}, {"lines": [{"text": "I thought you said you were going to help me with the dishes?", "character": "Angela Gardner", "characterId": "nm0562920"}, {"text": "I am. And I'm starting with the prettiest dish in town.", "character": "Don Weston", "characterId": "nm0625383"}, {"text": "[Kisses Angela]", "character": null, "characterId": null}]}, {"lines": [{"text": "Mr. Copeland, he has ordered me to read this speech or else. It is a speech which announces the removal of Angela Gardner from the cast of tonight's play and her expulsion from Midwest State. Angela has broken no rules at this university. Her grades are better than average. Her conduct above reproach. Apparently the only reason she is unacceptable, is because she worked in show business. There have always been those people who believe, evidently some in our Board of Trustees, that the people of show business are different than the rest of us. In a way, I guess they are. Which is probably why we pay admission to see them. I doubt if the rest of us would buy tickets to see each other. We are asked to believe that her previous occupation is sufficient reason to risk the establishment here and now of a precedent which may lead tomorrow to the barring of students because they go to the wrong church, come from the wrong side of the tracks, or were born in the wrong country. I have a definite premonition that I will not be your Associate Professor for very much longer. But, while I am, I cannot participate in this injustice. If Fred Copeland wants this speech read, he'll have to come before you and do it himself. As far as I am concerned, the annual play of the theater arts class will go on tonight as scheduled. Angela Gardner will be in the cast. Goodbye.", "character": "Prof. John Palmer", "characterId": "nm0001654"}]}, {"lines": [{"text": "Oh-Ha-ha-ha-ha-ha! Isn't this just ducky!", "character": "Angela Gardner", "characterId": "nm0562920"}]}]}