{"quotes": [{"lines": [{"text": "Why are you getting so upset Dad? You don't even believe in God.", "character": "Mickey Fitzpatrick", "characterId": "nm0122653"}, {"text": "That doesn't mean I'm going to stop being a good Catholic.", "character": "Mr. Fitzpatrick", "characterId": "nm0001498"}]}, {"lines": [{"text": "Let me get this straight. You don't want to cheat on your girlfriend with your wife?", "character": "Mr. Fitzpatrick", "characterId": "nm0001498"}]}, {"lines": [{"text": "Francis, I cannot remember the last time I saw your penis.", "character": "Renee Fitzpatrick", "characterId": "nm0000098"}]}, {"lines": [{"text": "She's gonna be devastated. She's been up at that goddamn church every morning praying for your brother. And then yesterday she tells me I spend too much time on the boat. I don't even want to get into that discussion. And now you're gonna get divorced? Christ. She'll be up with Father John twenty-four hours a day. Thanks a lot, buddy. I'm probably going to have to start making my own breakfast again.", "character": "Mr. Fitzpatrick", "characterId": "nm0001498"}, {"text": "I'm sorry if my divorce interferes with your breakfast plans, Dad.", "character": "Francis", "characterId": "nm0569458"}]}, {"lines": [{"text": "Big deal, you're happy. You're never going to make any real money.", "character": "Francis Fitzpatrick", "characterId": "nm0569458"}]}, {"lines": [{"text": "Romance is great, but I just want to remind you, it don't pay the bills.", "character": "Francis Fitzpatrick", "characterId": "nm0569458"}]}, {"lines": [{"text": "Twenty-five fucking years, I've been waiting for the day I'd be bigger, tougher, stronger than you are. When you go down it's gonna hurt, baby. I'm gonna kick your fucking ass! Are you ready? You ready to be humiliated in front of your new wife and your father? You are an ugly bitch, I pity you...", "character": "Francis", "characterId": "nm0569458"}]}, {"lines": [{"text": "Look where your decency has gotten you. You are the only English-speaking white guy driving a cab in New York. That should tell you something.", "character": "Heather Davis", "characterId": "nm0000139"}, {"text": "You know what Heather, I gotta imagine it beats sucking dick for a living though, huh?", "character": "Mickey Fitzpatrick", "characterId": "nm0122653"}]}, {"lines": [{"text": "Well, for one thing, I don't like the fact that you have sex with a geriatric.", "character": "Francis", "characterId": "nm0569458"}, {"text": "Well, how do you think I feel about you going home and seeing your wife every night?", "character": "Heather Davis", "characterId": "nm0000139"}, {"text": "I haven't had sex with my wife in months.", "character": "Francis", "characterId": "nm0569458"}, {"text": "Well, I don't know if that is such a good idea, Francis. Clearly you need the practice.", "character": "Heather Davis", "characterId": "nm0000139"}]}, {"lines": [{"text": "He doesn't care about my past.", "character": "Heather Davis", "characterId": "nm0000139"}, {"text": "Is that because he doesn't know you were a hooker?", "character": "Francis Fitzpatrick", "characterId": "nm0569458"}, {"text": "He was my best customer.", "character": "Heather Davis", "characterId": "nm0000139"}]}]}