{"quotes": [{"lines": [{"text": "Holmes, the girl waiting. What an extraordinary thing.", "character": "Doctor Watson", "characterId": "nm0115558"}, {"text": "Elementary, my dear Watson.", "character": "Sherlock Holmes", "characterId": "nm0001651"}, {"text": "No, no, no. It's an amazing deduction. How on earth did you arrive at it?", "character": "Doctor Watson", "characterId": "nm0115558"}, {"text": "Barham told me.", "character": "Sherlock Holmes", "characterId": "nm0001651"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "There's an east wind coming, Watson.", "character": "Sherlock Holmes", "characterId": "nm0001651"}, {"text": "No, I don't think so. Looks like another warm day.", "character": "Doctor Watson", "characterId": "nm0115558"}, {"text": "Good old Watson. The one fixed point in the changing age. There's an east wind coming all the same, such a wind as never blew on England yet. It will be cold and bitter, Watson. And a good many of us may wither before its blast. But it's God's own wind nonetheless and a greener, better, stronger land that will lie in the sunshine when the storm is cleared.", "character": "Sherlock Holmes", "characterId": "nm0001651"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "10 an important diplomat boarded a train at a little station outside Liverpool. Each split second is accounted for. The rails divide, the train hurtles through the air, the diplomat will make no report in London. This is the Voice of Terror. Englishmen, do you still await your doom in your stupid, stuffy little clubs? It will come, I promise you. Operative 23, the time is now. We strike you on the high seas as well as on the land. This is the Voice of Terror. Englishmen, the Fuhrer strikes you now as he pleases. Water pours through your greatest dams, smashing everything before it, even as our invincible armies roar toward their objectives.", "character": "Voice of Terror", "characterId": "nm0057422"}]}, {"lines": [{"text": "...But Holmes, that's impossible.", "character": "Doctor Watson", "characterId": "nm0115558"}, {"text": "Anything is possible until proven otherwise.", "character": "Sherlock Holmes", "characterId": "nm0001651"}]}, {"lines": [{"text": "[opening title card]", "character": null, "characterId": null}, {"text": "Sherlock Holmes, the immortal character of fiction created by Sir Arthur Conan Doyle, is ageless, invincible and unchanging. In solving signficant problems of the present day he remains ~ as ever ~ the supreme master of deductive reasoning.", "character": null, "characterId": null}]}]}