{"quotes": [{"lines": [{"text": "There's a queer duck outside asking for you.", "character": "Alf Bassick", "characterId": "nm0769477"}]}, {"lines": [{"text": "My name is Sherlock Holmes. I-I am a student - a student of life. Its complexities fascinate me...", "character": "Sherlock Holmes", "characterId": "nm0000858"}]}, {"lines": [{"text": "I merely wanted to know you a little better.", "character": "Sherlock Holmes", "characterId": "nm0000858"}, {"text": "Several Scotland Yard Inspectors tried that. Their lifeless bodies were found floating in the Thames.", "character": "Prof. Moriarty", "characterId": "nm0167032"}, {"text": "Oh! - Well, of course, if you're as difficult to know as all that, I'd better be getting back my microbes.", "character": "Sherlock Holmes", "characterId": "nm0000858"}]}, {"lines": [{"text": "I say, Holmes, you are an odd chap, why have you kept that photograph all these years?", "character": "Dr. Watson", "characterId": "nm0950019"}, {"text": "Oh, I don't know - there was a familiar - charming something - about the eyes - that reminded me of her sister - the girl I met on the roadside that day. I don't know what ever became of her. After her sister's death, I wrote, asking if I could be of assistance - but she never answered - I...", "character": "Sherlock Holmes", "characterId": "nm0000858"}]}, {"lines": [{"text": "Please don't think me impertinent, but I know that revenge will only embitter your own life and in no way lessen the wrong that has been done.", "character": "Sherlock Holmes", "characterId": "nm0000858"}]}, {"lines": [{"text": "It was extraordinary Watson - seeing that girl again - made me almost forget my purpose - I wanted to take her away.", "character": "Sherlock Holmes", "characterId": "nm0000858"}]}, {"lines": [{"text": "Sherlock Holmes is gradually completing a chain of evidence that will reach to me as surely as I stand here. Something must be done!", "character": "Prof. Moriarty", "characterId": "nm0167032"}]}, {"lines": [{"text": "Don't worry Gov'nor - the other blokes we croaked ain't never got out.", "character": "Craigin", "characterId": "nm0938464"}]}]}