{"quotes": [{"lines": [{"text": "I filmed, um, Dede washing her dog, and I filmed, um, Steve going to the music company where he used to work.", "character": "Ross McElwee", "characterId": "nm0568478"}, {"text": "There, now. How is that going to be useful?", "character": null, "characterId": null}, {"text": "In this film?", "character": "Ross McElwee", "characterId": "nm0568478"}, {"text": "Just in any film.", "character": null, "characterId": null}]}, {"lines": [{"text": "[Ross and Charleen walk through overgrown ruins]", "character": null, "characterId": null}, {"text": "The place is like a tomb.", "character": "Ross McElwee", "characterId": "nm0568478"}, {"text": "No, it's not. It's like pubic hair. Part, part the bushes. Go into the place. Go with it, Ross. It's not like a tomb. That's the trouble with you. You don't know the difference between sex and death.", "character": "Charleen", "characterId": "nm0841746"}, {"text": "Sex and death?", "character": "Ross McElwee", "characterId": "nm0568478"}, {"text": "Yes, and death. This is life, this isn't dead. When it sits on your face, you can't tell which it is.", "character": "Charleen", "characterId": "nm0841746"}]}, {"lines": [{"text": "It seems I'm filming my life in order to have a life to film, like some primitive organism that somehow nourishes itself by devouring itself, growing as it diminishes.", "character": "Ross McElwee", "characterId": "nm0568478"}]}, {"lines": [{"text": "I really get turned on about the Civil War. And I know it's been a hundred years, and I still don't think we were wrong. Only in that slavery should not be enforced. It should be a right. If you want to be a slave, be a slave. If you don't, fine.", "character": null, "characterId": null}]}, {"lines": [{"text": "I've told you that for a very long time, I've believed that the only important things in life are linguistics and sex. So it's easy to see how one would get involved with a linguistics professor.", "character": null, "characterId": null}]}, {"lines": [{"text": "[Complaining about Ross filming]", "character": null, "characterId": null}, {"text": "Could you turn it off? This is important. This is not art, this is life!", "character": "Charleen", "characterId": "nm0841746"}]}, {"lines": [{"text": "It's a little like looking into a mirror and trying to see what you look like when you're not really looking at your own reflection.", "character": "Ross McElwee", "characterId": "nm0568478"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[voiceover]\nAfter the concert I thought things over, and then somewhat cautiously asked her if she'd like to see a movie with me on the following weekend.", "character": "Ross McElwee", "characterId": "nm0568478"}]}, {"lines": [{"text": "What we are basically involved in is isolationism, survival, and going back, if you will, to the movie \"Little House on the Prairie,\" where the family is the dominant factor in our lives.", "character": null, "characterId": null}]}, {"lines": [{"text": "Now the only way to get you coupled... and it can be a permanent thing... is to find you a woman who thinks that you're God.", "character": "Charleen", "characterId": "nm0841746"}]}, {"lines": [{"text": "[commenting on graffiti]", "character": null, "characterId": null}, {"text": "This is the way women want to hear men talk to them. Now, you see, Becky knows how to talk. \"I love you and I can't help it and I don't care who knows it.\" What is she saying? \"I give you my life and heart.\" This is the way I want you to talk to Dede. This is what... This is the language women can understand. That's what they believe. They experience it in their own lives.", "character": "Charleen", "characterId": "nm0841746"}, {"text": "Well, not all women, I mean...", "character": "Ross McElwee", "characterId": "nm0568478"}, {"text": "Well, the only women I know believe that. That's the only way I can... could... understand you...", "character": "Charleen", "characterId": "nm0841746"}, {"text": "Well, I've felt that way about a couple of people. It doesn't solve everything. That's the point.", "character": "Ross McElwee", "characterId": "nm0568478"}, {"text": "Well, you never solve everything, Ross. You never solve everything. The only thing you've got is a chance for a few passionate hits. You see how foolish it all is. You see what the army comes to. The bunkers, the island, the burned-out house. Hell, it's all a tragedy. It's just a matter of how you get through it. And the most interesting way to get through it is to say, \"I can't help it. I'm full of passion and I'm gonna die this moment.\" It's the only way to pretend you're alive. It's the only way to not be alone and depressed. You've got to kid yourself and you've got to kid her and then you'll both believe it.", "character": "Charleen", "characterId": "nm0841746"}]}]}