{"quotes": [{"lines": [{"text": "Roger, I had a very disturbing dream last night. In this dream I found myself making love to a strange man. Only I'm having trouble you see, because he's old... and dying... and he smells bad, and I find him repulsive. But then he tells me that everything is erotic, that everything is sexual. You know what I mean? He tells me that even old flesh is erotic flesh. That disease is the love of two alien kinds of creatures for each other. That even dying is an act of eroticism. That talking is sexual. That breathing is sexual. That even to physically exist is sexual. And I believe him, and we make love beautifully.", "character": "Forsythe", "characterId": "nm0523344"}]}, {"lines": [{"text": "[Last lines]", "character": null, "characterId": null}, {"text": "[Radio programme tune]", "character": null, "characterId": null}, {"text": "The time is 5.26 a.m. This is Gerald Keys with the Media Sculp sunrise news bulletin. There is still no confirmation by Montreal city police concerning alleged reports of a city wide plague of violent sexual assaults. The assaults, believed to have originated in the vicinity of Starliner Island, began late last night, and have spread with increasing frequency this morning. Reports of the attacks have been termed irresponsible and hysterical, by a Montreal city police spokesman. Stay tuned on further details, on Media Sculp news at 6.00.", "character": null, "characterId": null}]}, {"lines": [{"text": "Have you met my daughter, Erica? She's a very beautiful girl. Come here, Erica. I just know you'll like my daughter, Erica.", "character": "Bearded man", "characterId": "nm0936921"}]}, {"lines": [{"text": "I loathe to eat alone. It makes me feel so fat and lonely.", "character": "Betts", "characterId": "nm0824489"}]}, {"lines": [{"text": "[speaking to his stomach]", "character": null, "characterId": null}, {"text": "Come on, boy. Here, boy, here. Come on, boy. Come on, fella!", "character": "Nicholas Tudor", "characterId": "nm0464255"}, {"text": "[gasps]", "character": null, "characterId": null}, {"text": "You... and me...", "character": "Nicholas Tudor", "characterId": "nm0464255"}, {"text": "[gasps]", "character": null, "characterId": null}, {"text": "You and me are gonna be good friends. Good friends. Shhhh-hooooo. Attaboy. Attaboy!", "character": "Nicholas Tudor", "characterId": "nm0464255"}]}]}