{"quotes": [{"lines": [{"text": "When I was little, my father was famous. He was the greatest Samurai in the empire, and he was the Shogun's decapitator. He cut off the heads of 131 lords for the Shogun. It was a bad time for the empire. The Shogun just stayed inside his castle and he never came out. People said his brain was infected by devils, and that he was rotting with evil. The Shogun said the people were not loyal. He said he had a lot of enemies, but he killed more people than that. It was a bad time. Everybody living in fear, but still we were happy. My father would come home to mother, and when he had seen her, he would forget about the killings. He wasn't scared of the Shogun, but the Shogun was scared of him. Maybe that was the problem. At night, mother would sing for us, while father would go into his temple and pray for peace. He'd pray for things to get better. Then, one night the Shogun sent his ninja spies to our house. They were supposed to kill my father, but they didn't. That was the night everything changed, forever. That was when my father left his samurai life and became a demon. He became an assassin who walks the road of vengeance. And he took me with him. I don't remember most of this myself. I only remember the Shogun's ninja hunting us wherever we go. And the bodies falling. And the blood.", "character": "Voice of Daigoro", "characterId": "nm2188222"}]}, {"lines": [{"text": "When we're on a mission, I keep count of how many ninja my father kills. He says not to keep count, only to pray for their souls. But if I don't keep count, I don't know how many souls to pray for. So I keep count. So far it's three hundred and forty-two.", "character": "Voice of Daigoro", "characterId": "nm2188222"}, {"text": "[three ninja women ambush Lone Wolf. He swiftly kills them]", "character": null, "characterId": null}, {"text": "Three hundred and forty... five.", "character": "Voice of Daigoro", "characterId": "nm2188222"}]}, {"lines": [{"text": "[his jugular fatally slashed]\nYour technique is magnificent.", "character": "Master of Death", "characterId": "nm0645011"}, {"text": "[voiceover]", "character": null, "characterId": null}, {"text": "When cut across the neck, a sound like wailing winter winds is heard, they say. I'd always hoped to cut someone like that someday, to hear that sound. But to have it happen to my own neck is ridiculous.", "character": "Master of Death", "characterId": "nm0645011"}, {"text": "[dies]", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "I guess I wish it was different. But a wish is only a wish.", "character": "Voice of Daigoro", "characterId": "nm2188222"}]}, {"lines": [{"text": "At night, we make a fire, and have our tea, and we listen for the ninja, who never make a sound.", "character": "Voice of Daigoro", "characterId": "nm2188222"}]}, {"lines": [{"text": "They will pay... with rivers of blood!", "character": "Ogami Itto", "characterId": "nm0423663"}]}, {"lines": [{"text": "[to Lord Kurogawa after her women have slaughtered his best ninja]\nThis is your best man? Lone Wolf would swallow him!", "character": "Supreme Ninja", "characterId": "nm0559607"}, {"text": "[she bursts into hellish laughter]", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Supreme Ninja]\nYou're trembling... more afraid of peace than war?", "character": "Ogami Itto", "characterId": "nm0423663"}]}, {"lines": [{"text": "[to his badly wounded father]\nFather? Are you killed?", "character": "Daigoro", "characterId": "nm0866674"}]}, {"lines": [{"text": "My father hardly ever talks anymore.", "character": "Voice of Daigoro", "characterId": "nm2188222"}]}, {"lines": [{"text": "[voiceover]\nBizen, my son... you pompous fool! The wolf lures you to your grave!", "character": "The Shogun", "characterId": "nm0645635"}]}, {"lines": [{"text": "Listen to me, Lone Wolf! I want your head!", "character": "The Shogun", "characterId": "nm0645635"}, {"text": "You cannot kill me! By my eternal vow, I will destroy you!", "character": "Ogami Itto", "characterId": "nm0423663"}, {"text": "You and your son are cursed for ever more!", "character": "The Shogun", "characterId": "nm0645635"}, {"text": "Send your ninja! I'll kill them all!", "character": "Ogami Itto", "characterId": "nm0423663"}]}, {"lines": [{"text": "We hunt a man called Lone Wolf who fought a duel with our Shogun's heir.", "character": "Lord Kurogawa", "characterId": "nm0461983"}, {"text": "What was the outcome of the duel?", "character": "Supreme Ninja", "characterId": "nm0559607"}, {"text": "Terrible.", "character": "Lord Kurogawa", "characterId": "nm0461983"}]}, {"lines": [{"text": "[Lone Wolf has just killed him]\nYou are marked for death... wherever you go! You cannot escape the... Shogun!", "character": null, "characterId": null}]}, {"lines": [{"text": "[Lone Wolf has caught up with his palanquin and killed all his guards]\nYou can't touch me! I am the Shogun's brother!", "character": null, "characterId": null}, {"text": "Out.", "character": "Ogami Itto", "characterId": "nm0423663"}, {"text": "[Lord Kiru crawls out of his palanquin to kneel before Lone Wolf]", "character": null, "characterId": null}, {"text": "\"Shogun\" means nothing to me. Die!", "character": "Ogami Itto", "characterId": "nm0423663"}, {"text": "[He cuts Lord Kiru down]", "character": null, "characterId": null}]}]}