{"quotes": [{"lines": [{"text": "You know what my nightmare is? That I'll stay in Amal. That I'll never move from here. I'll get kids, a car, a house... all of that. Then my husband will leave for someone younger and I'll be stuck with kids that just scream and nag. It's so fucking meaningless.", "character": "Elin", "characterId": "nm0197164"}]}, {"lines": [{"text": "[Agnes and Elin are trying to hitch to Stockholm]", "character": null, "characterId": null}, {"text": "What the hell are we doing? We must be out of our damned minds!", "character": "Elin", "characterId": "nm0197164"}, {"text": "Yes, I know.", "character": "Agnes", "characterId": "nm0510275"}, {"text": "But we are so fucking cool.", "character": "Elin", "characterId": "nm0197164"}]}, {"lines": [{"text": "Is it true you're a lesbian? If you are I understand, 'cause guys are so gross. I'm also going to be one, I think.", "character": "Elin", "characterId": "nm0197164"}]}, {"lines": [{"text": "Nobody's putting anything in me. Fingers maybe...", "character": "Elin", "characterId": "nm0197164"}]}, {"lines": [{"text": "Okay, we'll test it. Abortion... acne... anal sex? No, I don't feel anything, no anal sex.", "character": "Elin", "characterId": "nm0197164"}]}, {"lines": [{"text": "If this is the best you can do, don't bother. Go home, and keep your perfume. We just pretend to be friends because there's no one else to be with. You know what the most boring thing I've ever done is? When you took me to that wheelchair basketball game in Karlstad. I don't want to be friends with a palsied cripple who listens to Backstreet Boys or whatever shit you listen to.", "character": "Agnes", "characterId": "nm0510275"}]}, {"lines": [{"text": "If she's so nice go and make out with her.", "character": "Jessica", "characterId": "nm0137907"}, {"text": "Okay, what do I get if I do?", "character": "Elin", "characterId": "nm0197164"}, {"text": "If you do what?", "character": "Jessica", "characterId": "nm0137907"}, {"text": "If I make out with her.", "character": "Elin", "characterId": "nm0197164"}, {"text": "You'll get AIDS, probably.", "character": "Jessica", "characterId": "nm0137907"}]}, {"lines": [{"text": "Shit, let's go to the party. I have to anyway, cause my jacket's there. We'll go and hit someone.", "character": "Elin", "characterId": "nm0197164"}, {"text": "No, I'm not invited.", "character": "Agnes", "characterId": "nm0510275"}, {"text": "So? We'll burn the house down.", "character": "Elin", "characterId": "nm0197164"}]}, {"lines": [{"text": "I use two grams of milk and five thousand kilograms of chocolate and it's always nearly black and then... then I usually pour in more milk but then the glass isn't big enough. Then I have to pour it into a bigger glass, or another glass, if there isn't a big one. It makes a lot of chocolate milk... but that doesn't matter.", "character": "Elin", "characterId": "nm0197164"}]}, {"lines": [{"text": "We're, like, grounded just because I happened to wear no pants!", "character": "Elin", "characterId": "nm0197164"}]}, {"lines": [{"text": "When our class met, I think it was our 25-year reunion, when they found out that I'd done well for myself. Bengt, who was then the class king, he didn't become anything. And the girls who were considered the prettiest, they weren't special any longer. So I think you'll be glad that you don't have it so easily. Because those who have it easy often become quite uninteresting.", "character": "Agnes' Father Olof", "characterId": "nm0138120"}, {"text": "But you're speaking in about 25 years. I'm sorry, but I'd rather be happy now than in 25 years.", "character": "Agnes", "characterId": "nm0510275"}]}, {"lines": [{"text": "I wanna do drugs!", "character": "Elin", "characterId": "nm0197164"}]}, {"lines": [{"text": "It's the same with Markus. Although he's getting better now, in the beginning it was just... prrffft.", "character": "Jessica", "characterId": "nm0137907"}]}, {"lines": [{"text": "You kissed her for 20 crowns? Was it worth it? How was it?", "character": null, "characterId": null}, {"text": "Wicked.", "character": "Elin", "characterId": "nm0197164"}]}]}