{"quotes": [{"lines": [{"text": "[following other astronauts carrying out orders to destroy the forests]\nHey, wait a minute, wait a minute... I don't think you guys understand what this means, please don't blow up the domes.", "character": "Freeman Lowell", "characterId": "nm0001136"}, {"text": "[laughing]\nWhich ones going first?", "character": "Andy Wolf", "characterId": "nm0006956"}, {"text": "Lets hit four first.", "character": "Marty Barker", "characterId": "nm0726492"}, {"text": "But they're not disposable!", "character": "Freeman Lowell", "characterId": "nm0001136"}, {"text": "We don't have any choice Lowell.", "character": "John Keenan", "characterId": "nm0693420"}, {"text": "[pleading]\nBut they're not replaceable!", "character": "Freeman Lowell", "characterId": "nm0001136"}]}, {"lines": [{"text": "[gesturing toward a picture]\nLook on the wall behind you. Look at that little girl's face. I know you've seen it. But you know what she's never going to be able to see? She's never going to be able to see the simple wonder of a leaf in her hand. Because theres not going to be any trees. Now you think about that.", "character": "Freeman Lowell", "characterId": "nm0001136"}]}, {"lines": [{"text": "[after jettisoning the last dome with Dewey]\nYou know when I was a kid, I put a note into a bottle and it had my name and address on it. And then I threw the bottle into the ocean. And I never knew if anybody ever found it.", "character": "Freeman Lowell", "characterId": "nm0001136"}, {"text": "[presses button on nuclear charge, destroying his ship]", "character": null, "characterId": null}]}, {"lines": [{"text": "On Earth, everywhere you go, the temperature is 75 degrees. Everything is the same; all the people are exactly the same. Now what kind of life is that?", "character": "Freeman Lowell", "characterId": "nm0001136"}]}, {"lines": [{"text": "On this first day of a new century we humbly beg forgiveness and dedicate these last forests of our once beautiful nation to the hope that they will one day return and grace our foul earth. Until that day may God bless these gardens and the brave men who care for them.", "character": "Anderson", "characterId": "nm0257140"}]}, {"lines": [{"text": "It calls back a time when there were flowers all over the Earth... and there were valleys. And there were plains of tall green grass that you could lie down in - you could go to sleep in. And there were blue skies, and there was fresh air... and there were things growing all over the place, not just in some domed enclosures blasted some millions of miles out in to space.", "character": "Freeman Lowell", "characterId": "nm0001136"}]}, {"lines": [{"text": "[to Huey and Dewey]\nPoor Louie, God bless him... he's not with us anymore.", "character": "Freeman Lowell", "characterId": "nm0001136"}]}, {"lines": [{"text": "[after Huey and Dewey botch a simple planting of a tree in the dome]\nWell, that's pitiful. Pitiful! That's exactly the opposite of what it's supposed to be.", "character": "Freeman Lowell", "characterId": "nm0001136"}, {"text": "[Squeaks with indignity]", "character": "Drone 1", "characterId": "nm0816970"}]}, {"lines": [{"text": "You are NOT using those things in my forest.", "character": "Freeman Lowell", "characterId": "nm0001136"}]}, {"lines": [{"text": "Just sit down and shut up! Sit down, sit down, sit down! Shut up and leave me alone, all of you. Let me eat.", "character": "Freeman Lowell", "characterId": "nm0001136"}]}, {"lines": [{"text": "There is no more beauty, and there's no more imagination. And there are no frontiers left to conquer.", "character": "Freeman Lowell", "characterId": "nm0001136"}]}, {"lines": [{"text": "[after accidentally hit the drone]\nHuey, I thought I told you to stay in the forest.", "character": "Freeman Lowell", "characterId": "nm0001136"}]}, {"lines": [{"text": "[Lowell and the drones are playing poker; he looks smugly at his cards]\nAll right, Huey. What have you got?", "character": "Freeman Lowell", "characterId": "nm0001136"}, {"text": "[Huey plays a winning hand. Lowell starts laughing]", "character": null, "characterId": null}, {"text": "He had a full house and he knew it! Now how about that? He had a full house and he knew it!", "character": "Freeman Lowell", "characterId": "nm0001136"}, {"text": "[Maniacal laughter]", "character": null, "characterId": null}, {"text": "Huey and Dewey...", "character": "Freeman Lowell", "characterId": "nm0001136"}]}]}