{"quotes": [{"lines": [{"text": "You better kill me now, Omar, because as long as I have one drop of blood left in my veins, I'll find the strength to tear you apart. Filthy coward!", "character": "Sinbad", "characterId": "nm0365539"}, {"text": "Throw him in the dungeon.", "character": "Omar", "characterId": "nm0593369"}]}, {"lines": [{"text": "[referring to Sinbad]\nI want to see the terror of death in his eyes.", "character": "Omar", "characterId": "nm0593369"}]}, {"lines": [{"text": "Ali Baba, keep your hands to yourself. If you want us to be friends, you'll have to treat me like a man, not a toy.", "character": "Jukki", "characterId": "nm0233621"}, {"text": "Oh, I'm sorry. I didn't mean to offend you", "character": "Sinbad", "characterId": "nm0365539"}, {"text": "It's alright. I know you're in love.", "character": "Jukki", "characterId": "nm0233621"}]}, {"lines": [{"text": "Hmm, it's wonderful to love and die together... the eternal law of unhappy lovers. You'll be married in death!", "character": "Omar", "characterId": "nm0593369"}, {"text": "Omar, stop!", "character": "Sharif", "characterId": "nm0224105"}, {"text": "Why?", "character": "Omar", "characterId": "nm0593369"}, {"text": "You must not - as a warrior for the tournament, his person is sacred.", "character": "Sharif", "characterId": "nm0224105"}, {"text": "[laughs manically]\nFortune is against you. You were to die a quick death. Instead, now you're going to die a slow and agonising death, in personal combat. And Fatima, she's going to watch you die. And then she'll be buried alive in the coffin with you", "character": "Omar", "characterId": "nm0593369"}, {"text": "Praise be to Allah, I'll meet you in combat. You may not touch Fatima until the end of the tourney.", "character": "Sinbad", "characterId": "nm0365539"}, {"text": "That is my right and my privilege.", "character": "Omar", "characterId": "nm0593369"}, {"text": "Fatima is my woman. And the woman of a man condemned to death is sacred.", "character": "Sinbad", "characterId": "nm0365539"}, {"text": "You have but a short time to live. Sharif, I hold you responsible for him. Guard! Take him away. Farida, take Fatima to the harem.", "character": "Omar", "characterId": "nm0593369"}]}]}