{"quotes": [{"lines": [{"text": "[after his mother, Ruth, taunted him]\nYou rotten bitch!", "character": "Kevin Coe", "characterId": "nm0001535"}]}, {"lines": [{"text": "if you want to get off, plead insanity. Try to get in to one of those sexual-psychopath programs and you'll be out in a year or two.", "character": "Willie Jay", "characterId": "nm0098099"}, {"text": "[Kevin goes angrily suspicious on him]", "character": null, "characterId": null}, {"text": "I would never lie about my sanity! Never! You know what the problem is? You think I'm guilty, Jay. Don't you? Come on, say it to your old buddy.", "character": "Kevin Coe", "characterId": "nm0001535"}, {"text": "[Jay hesitates]", "character": null, "characterId": null}, {"text": "[shouts]\nCOME ON, SAY IT!", "character": "Kevin Coe", "characterId": "nm0001535"}, {"text": "[remorsefully]\nI think... you're guilty, Kevin.", "character": "Willie Jay", "characterId": "nm0098099"}, {"text": "[Kevin leaves in anger never to see Jay again]", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines, Ruth is in prison for trying to attempt murder]", "character": null, "characterId": null}, {"text": "[to her prison guard]\nI, uh... don't suppose I have a letter from son? He's so loyal - he writes me often. I have a fine baby boy. Well, he's not really a baby anymore, but he'll always be my baby. Do you have children?", "character": "Ruth Coe", "characterId": "nm0000548"}, {"text": "[the prison guard looks at her as she waits]", "character": null, "characterId": null}, {"text": "No, I've asked you that before. Everyone should have children; it's life's grandest experience, to watch them grow, to become good and fine and strong, someone to look after you in your old age.", "character": "Ruth Coe", "characterId": "nm0000548"}, {"text": "[winks at her, gets taken to her cell]", "character": null, "characterId": null}, {"text": "He was framed, of course. It's unconscionable. All political - all of it - to get my family, to bring down the Coes. And to what end? I'll never understand it. Do you know what Kevin and I share? It's much more closer than a mother and a son. It's closer, deeper. I know what he's feeling right now, and he knows what I feel - always. Nothing can ever come between us, nothing. No one can be closer than a mother and a son.", "character": "Ruth Coe", "characterId": "nm0000548"}]}]}