{"quotes": [{"lines": [{"text": "How far down can a thumb go?", "character": "Roger Ebert", "characterId": "nm0001170"}]}, {"lines": [{"text": "[reviewing \"Leonard Part 6\"]", "character": null, "characterId": null}, {"text": "Bill Cosby, the richest man in show business, 67.5 million dollars income last year, *reduced* to holding a Coca-cola bottle next to his face in order to get a picture made at Columbia. He ought to be ashamed of himself.", "character": "Roger Ebert", "characterId": "nm0001170"}]}, {"lines": [{"text": "[reviewing \"Stargate\"]\nDo you know that the budget, supposedly, of this picture was fifty-five million dollars?", "character": "Gene Siskel", "characterId": "nm0803021"}, {"text": "Boy, they must've had some great lunches.", "character": "Roger Ebert", "characterId": "nm0001170"}]}, {"lines": [{"text": "[after Ebert gives his opinion on one of the films they are reviewing]\nOh, really! I thought this movie was *terrible*!", "character": "Richard Roeper", "characterId": "nm0736411"}]}, {"lines": [{"text": "Our next movie is \"Son of the Mask\", this was almost a landmark for me. In the five years I've been co-hosting this show, this is the closest I've ever come to walking out halfway through the film and now that I look back on the experience, I wish I had!", "character": "Richard Roeper", "characterId": "nm0736411"}]}, {"lines": [{"text": "The Curse of the Were-Rabbit\" which was loved by just about everyone in the world, including me, but you know Richard, it seems like only yesterday...", "character": "Roger Ebert", "characterId": "nm0001170"}, {"text": "[flashes back to when they reviewed the movie for the first time four months ago]", "character": null, "characterId": null}, {"text": "No, no, no, no, no. You can't! You can not... you can *not*... you can *not* give this movie thumbs down!", "character": "Roger Ebert", "characterId": "nm0001170"}, {"text": "[points along his thumb]\nThumb... pointing... down.", "character": "Richard Roeper", "characterId": "nm0736411"}, {"text": "[flashes back to present]\nHow could you of been so wrong?", "character": "Roger Ebert", "characterId": "nm0001170"}]}, {"lines": [{"text": "[reviewing \"The Spongebob Squarepants Movie\"]\nIf college kids find this entertaining, they must be on drugs!", "character": "Richard Roeper", "characterId": "nm0736411"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Until next week, the balcony is closed.", "character": "Richard Roeper", "characterId": "nm0736411"}]}, {"lines": [{"text": "[reviewing \"Clifford\"]", "character": null, "characterId": null}, {"text": "[surprised]\nYou took... kids to see this? This is the kind of movie where after kids see this, they should see \"The Good Son\" to cheer themselves up!", "character": "Roger Ebert", "characterId": "nm0001170"}, {"text": "Okay. That was about a killer, wasn't it?", "character": "Gene Siskel", "characterId": "nm0803021"}]}, {"lines": [{"text": "he's the guy in charge, he's saying this is entertainment - it's deplorable. There isn't a gag that works. You couldn't write worse jokes if I told you to write worse jokes. The ethnic stereotyping is appalling, it's embarrassing, you feel unclean as you're sitting there; it's junk - first-class junk.", "character": "Gene Siskel", "characterId": "nm0803021"}]}, {"lines": [{"text": "[reviewing \"I Still Know What You Did Last Summer\"]\nYeah, that's the ole reliable scene where a perfectly innocent person does a completely insane thing and is mistaken by somebody who is scared out of her wits to begin with. That's the best friend and roommate in the closet, now why didn't she turn on the lights where she came into the apartment where she lived? Why did she make creeky noises? Why did she hide in the closet when she knows that her best friend has been terrified of slashers for the last twelve months? I'll tell you why, because a movie like \"I Still Know What You Did Last Summer\" is so bankrupt of ideas, that it can't come up with interesting clichés.", "character": "Roger Ebert", "characterId": "nm0001170"}, {"text": "[later in the review]\n\"I Still Know What You Did Last Summer\" is a deadening series of setups and slashings, setups and slashings, setups and slashings, and for its viewers, it's a waste of ninety precious minutes that they can *never* get back. Just think Gene, that's three hours between the two of us, if you multiply that by the thousands of the people who will see this movie, it adds up to months, years, even *centuries* lost forever to the human race.", "character": "Roger Ebert", "characterId": "nm0001170"}]}, {"lines": [{"text": "The Quickening\"]\nI read about this picture and do you know that it cost 34 million dollars to make?", "character": "Gene Siskel", "characterId": "nm0803021"}, {"text": "You're kidding me!", "character": "Roger Ebert", "characterId": "nm0001170"}, {"text": "Shot in Argentina... where did the money go?", "character": "Gene Siskel", "characterId": "nm0803021"}, {"text": "34 million, they must have had a limousine every time they went to the john.", "character": "Roger Ebert", "characterId": "nm0001170"}]}, {"lines": [{"text": "You're too kind.", "character": "Richard Roeper", "characterId": "nm0736411"}, {"text": "You're too cruel.", "character": "Roger Ebert", "characterId": "nm0001170"}]}, {"lines": [{"text": "[reviewing \"Freddy Got Fingered\"]\nWhat is the most disgusting film of 2001? Well, let's see, in a field that includes \"See Spot Run\", \"Monkeybone\", \"Tomcats\", and \"Joe Dirt\", so we've got some great contenders; the champion is \"Freddy Got Fingered\", with Tom Green making David Spade look like Jim Carrey, and Jim Carrey look like Laurence Olivier.", "character": "Roger Ebert", "characterId": "nm0001170"}]}, {"lines": [{"text": "At least the thugs from \"3000 Miles to Graceland\" look like grown-up tough guys, unlike the teeny-bopper idols in \"American Outlaws\" who couldn't punch their way out of a casting call for a Gap commercial.", "character": "Richard Roeper", "characterId": "nm0736411"}]}, {"lines": [{"text": "We were on \"The Howard Stern Show\" once and Rob Schneider called in, and he was asking me how I could write what I did about the original \"Deuce Bigalow\" movie. And my question to him is; how could you make this second \"Deuce Bigalow\" movie? I mean, where is this movie coming from? Who were you talking to who told you that you should make this move, and that it would be funny, and that it would be good for your career, and that it would be worth money for people to go to see it? How in the world did this movie ever get made? It is completely beneath contempt!", "character": "Roger Ebert", "characterId": "nm0001170"}]}, {"lines": [{"text": "And here I thought \"Dumb & Dumberer\" was going to be the worst Jim Carrey-free sequel I see in my life, believe it or not, \"Son of the Mask\" is even worse!", "character": "Richard Roeper", "characterId": "nm0736411"}]}, {"lines": [{"text": "You know, I'm giving this one a marginal thumbs-up...", "character": "Roger Ebert", "characterId": "nm0001170"}, {"text": "Who are you, and what have you done with Roger Ebert?", "character": "Richard Roeper", "characterId": "nm0736411"}]}, {"lines": [{"text": "[after Shales gives \"The Other Sister\" a negative review]\nGee, I liked it a lot less than you did.", "character": "Roger Ebert", "characterId": "nm0001170"}]}, {"lines": [{"text": "[during a review of the 1998 version of \"Godzilla\"]\nNow that I've inspired a character in a Godzilla movie, all I really still desire is for several Ingmar Bergman characters to sit in a circle and read my reviews to one another in hushed tones.", "character": "Roger Ebert", "characterId": "nm0001170"}]}, {"lines": [{"text": "[criticising Roger's thumbs up for \"Gorilla's in the Mist\"]\nYou're only saying you like the film because apes and a woman are there, and they look pretty.", "character": "Gene Siskel", "characterId": "nm0803021"}]}, {"lines": [{"text": "If there's one movie from 2008 you should avoid at all costs, that movie would be \"Funny Games\". The fact that it features fine performances, talented direction, and some moments of genuine suspense only make the end product that much more grotesque, and appalling.", "character": "Richard Roeper", "characterId": "nm0736411"}, {"text": "[later in the review]", "character": null, "characterId": null}, {"text": "Well, I think it's a date movie, Richard, as long as you're da... as long as you're dating... Charles Manson, or Squeaky Fromme, or something.", "character": "Michael Phillips", "characterId": "nm2820654"}]}, {"lines": [{"text": "[reviewing \"10,000 BC\"]", "character": null, "characterId": null}, {"text": "It's like an insane mash up between \"Ice Age 2\" and \"Apocalypto\", two movies that aren't really as much fun as this one, *I say*. It's about 10,000 pounds of cheese on a cracker, and Richard, now and then, know what I'm in the mood for? 10,000 *pounds of cheese* on a cracker.", "character": "Michael Phillips", "characterId": "nm2820654"}]}, {"lines": [{"text": "[reviewing \"Saw\"]", "character": null, "characterId": null}, {"text": "Later, we're given reason to believe *Glover's* character could be the killer, or maybe it's... somebody else. Whoever it is, I guess he has the strength of Mr. Incredible, because he kidnaps all these victims, and he can carry them to the appointed torture chamber, and then he *watches* them self destruct, because, of course, he has more webcams than the girls at voyeurdorm.com.", "character": "Richard Roeper", "characterId": "nm0736411"}]}, {"lines": [{"text": "[reviewing \"Poltergeist III\"]\nYou always wonder how the tennis committee likes it where the building they own a condo is trashed in a movie like this. I hope they got free tickets.", "character": "Roger Ebert", "characterId": "nm0001170"}, {"text": "I hope they didn't.", "character": "Gene Siskel", "characterId": "nm0803021"}, {"text": "Whole apartments become filled with snow and ice, corridors are filled with steam, the parking garage and the swimming pool freeze over, several cars explode and turn the garage into a roaring inferno, you saw the bottomless pit, the sprinkler system floods the place, the elevators raise up and down like yo-yo's, windows are broken and yet at no point do any policemen or any firemen ever turn up, nor does any of this ever make the papers. Amazing. In fact, nobody seems to notice this.", "character": "Roger Ebert", "characterId": "nm0001170"}, {"text": "How bout repairs?", "character": "Gene Siskel", "characterId": "nm0803021"}, {"text": "Exactly. The screenplay for this movie is also amazing because it makes a serious tactical error. It uses too many scenes where the characters incessantly cry out for one another. Carol-Ann! Carol-Ann! Bruce! Bruce! Patricia! Patricia! Carol-Ann! Bruce! Finally, the night I saw it, even the audience was joining in! Carol-Ann! Carol-Ann! Bruce! I must have heard the name Carol-Ann about a thousand times!", "character": "Roger Ebert", "characterId": "nm0001170"}]}, {"lines": [{"text": "[after Roeper gives \"Hell Ride\" a positive review]\nRich, the late Joey Bishop would come back from the grave and say, \"Son, nyuck!\" This film doesn't work as, you know, jokey sadism. It doesn't work as a straight action picture. Uh... did you... did you really see it?", "character": "Michael Phillips", "characterId": "nm2820654"}, {"text": "I did see it.", "character": "Richard Roeper", "characterId": "nm0736411"}, {"text": "[later in the review]", "character": null, "characterId": null}, {"text": "I wish I had a Chevy Nova and a drive-in and I'd go see it again.", "character": "Richard Roeper", "characterId": "nm0736411"}]}]}