{"quotes": [{"lines": [{"text": "Nice tuxedo. Nice tuxedo to die in!", "character": "Head Pin Pal", "characterId": "nm0255219"}]}, {"lines": [{"text": "Float away, little butterfly. Just flutter away. I got a gig in Vegas. And the wastelands ain't no place for kids.", "character": "Buddy", "characterId": "nm0265957"}]}, {"lines": [{"text": "You ever try a pink golf ball, Wally? Why, the wind shear alone on a pink golf ball can take the head off a 90-pound midget at over 300 yards.", "character": "Ward Cleaver", "characterId": "nm0059115"}]}, {"lines": [{"text": "If I were you, I would run.", "character": "Mesh-Head", "characterId": "nm0255219"}, {"text": "If you were me, you'd be good-lookin'.", "character": "Buddy", "characterId": "nm0265957"}]}, {"lines": [{"text": "Only one man can kill this many Russians. Bring his guitar to me!", "character": "Death", "characterId": "nm0310032"}]}, {"lines": [{"text": "You still there?", "character": "Buddy", "characterId": "nm0265957"}, {"text": "[Marks a line on the ground with his katana]", "character": null, "characterId": null}, {"text": "Cross that line, kid, I'll cut your little teddy bear in half. Last kid that crossed that line, I had to summon up the Spinach Monster with my rock 'n' roll magic. The Spinach Monster grabbed him, pulled him underground and made him eat spinach all day. Rumor has it, kid... he's still there.", "character": "Buddy", "characterId": "nm0265957"}]}, {"lines": [{"text": "What are you lookin' at? You look up at the sky, you look down on the ground, but you don't look at me, kid. Got it?", "character": "Buddy", "characterId": "nm0265957"}]}, {"lines": [{"text": "I do not like rock-and-roll music. This is too loud! I like folk music, soft, nice music, huh? Polka, waltz, anything!", "character": "Russian General", "characterId": "nm0765298"}]}, {"lines": [{"text": "[Tired of the kid bawling and being a nuisance]\nI wonder where I could trade the kid for a ratchet?", "character": "Buddy", "characterId": "nm0265957"}]}, {"lines": [{"text": "You're listening to K-LOST, home of the Apocalypse. The call in question of the day is, who will be the new king? I'm sending in an ICBM across the wasteland for all of you on the yellow brick road to Vegas looking for a hero. If you find one send him my way, baby.", "character": null, "characterId": null}]}, {"lines": [{"text": "In 1957, the bomb dropped, and the Russians took over what was America. The last bastion of freedom became a place called Lost Vegas, and Elvis was crowned King. After forty rockin' years, The King is dead. Every guitar picking, sword swinging opportunist, including Death himself, hears the call echoing across the wastelands... Vegas needs a new King.", "character": null, "characterId": null}]}, {"lines": [{"text": "[as Buddy arrives at Ward Cleaver's property]\nHow they hell are ya', boy? Hey, you finished payin' off that new Plymouth of yours? I tell ya', I sure hope to HELL you didn't go to one of those boys on the lot. They see you comin' a mile away, ready to EAT you alive! Those Plymouth dealers will tell ya' they're cuttin' you a break, when all they're doin' is just fattenin' ya' up for the slaughter.", "character": "Ward Cleaver", "characterId": "nm0059115"}]}, {"lines": [{"text": "Don't touch my guitar, man.", "character": "Buddy", "characterId": "nm0265957"}]}, {"lines": [{"text": "If you scratch my guitar, I'll kill you.", "character": "Buddy", "characterId": "nm0265957"}]}, {"lines": [{"text": "Who are you?", "character": "Buddy", "characterId": "nm0265957"}, {"text": "Death,", "character": "Death", "characterId": "nm0310032"}, {"text": "Cool!", "character": "Buddy", "characterId": "nm0265957"}]}, {"lines": [{"text": "You have failed me for the last... nice shoes!", "character": "Death", "characterId": "nm0310032"}]}, {"lines": [{"text": "A '56 Chevy Belair could kick a '48 Buick Roadmaster's ass any day, at least in a first quarter mile that is.", "character": "The Kid", "characterId": "nm0570228"}, {"text": "[Looks at the Kid, then at the ground, then back at the Kid]\nYou come all this way out saying squat and now you're trying to tell me that a '56 Chevy could beat a '48 Buick in a dead quarter mile?", "character": "Buddy", "characterId": "nm0265957"}, {"text": "[Looks at the ground again, the back at the Kid]", "character": null, "characterId": null}, {"text": "I liked you better when you weren't saying squat kid... Go to bed.", "character": "Buddy", "characterId": "nm0265957"}]}]}