{"quotes": [{"lines": [{"text": "To me, my thing is, a video image is much more powerful and useful than an actual event. Like back when I used to go out, when I was last out, I was walking down the street and this guy, that came barreling out of a bar, fell right in front of me, and he had a knife right in his back, landed right on the ground and... Well, I have no reference to it now. I can't put it on pause. I can't put it on slow mo and see all the little details. And the blood, it was all wrong. It didn't look like blood. The hue was off. I couldn't adjust the hue. I was seeing it for real, but it just wasn't right. And I didn't even see the knife impact on the body. I missed that part.", "character": null, "characterId": null}]}, {"lines": [{"text": "When young, we mourn for one woman... as we grow old, for women in general. The tragedy of life is that man is never free yet strives for what he can never be. The thing most ferared in secret always happens. My life, my loves, where are they now? But the more the pain grows, the more this instinct for life somehow asserts itself. The necessary beauty in life is in giving yourself to it completely. Only later will it clarify itself and become coherent.", "character": "Old Man", "characterId": "nm0428460"}]}, {"lines": [{"text": "the passion for destruction is also a creative passion.", "character": "Old Anarchist", "characterId": "nm0533476"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[babbling to silent cab driver]\nMan, I just had the weirdest dream - back on the bus there? Did you ever have one of those dreams that are completely real. I mean they're so vivid. It's just like completely real. It's like, there's always something bizarre going on, though. I have one about every 2 years or something. I always remember 'em real good. Like there's always someone getting run over, or something really weird. Um, one time I had lunch with Tolstoy. Another time I was a roadie for Frank Zappa. Anyway, so this dream I just had was just like that, except instead of anything bizarre going on, I mean, there was just nothing going on at all. Man. It was like the Omega Man. It was just nobody around. I was just traveling around, you know, staring out the windows of buses, and trains, and cars. When I was at home, I was like flipping through the TV stations endlessly. Reading. How dreams do you have when you read in a dream, you know?", "character": "Should Have Stayed at Bus Station", "characterId": "nm0000500"}]}, {"lines": [{"text": "Sorry, I'm late.", "character": "Working on Same Painting", "characterId": "nm0800523"}, {"text": "That's okay, time doesn't exist.", "character": "Having a Breakthrough Day", "characterId": "nm0599754"}]}, {"lines": [{"text": "Quit... quit... you should quit... YOU should quit... you should... you should...", "character": "Traumatized Yacht Owner", "characterId": "nm0135446"}, {"text": "[to \"Happy go lucky guy\"]", "character": null, "characterId": null}, {"text": "You should- You should quit traumatizing women with sexual intercourse... I should know... I'm a medical doctor... I own a mansion and a yacht... You should quit traumatizing women with sexual intercourse... I should know... I'm a medical doctor...", "character": "Traumatized Yacht Owner", "characterId": "nm0135446"}]}, {"lines": [{"text": "when you start talking like this, like you just pull in these things from the shit you read, and you haven't thought it out for yourself, no bearing on the world around us, and totally unoriginal.", "character": "Has Faith in Groups", "characterId": "nm0363560"}, {"text": "Okay, great. Personal attacks now, is that it? I thought we were beyond that.", "character": "Based on Authoritative Sources", "characterId": "nm0682806"}, {"text": "It's like you just pasted together these bits and pieces from your \"authoritative sources.\" I don't know. I'm beginning to suspect there's nothing really in there.", "character": "Has Faith in Groups", "characterId": "nm0363560"}, {"text": "Suspect? You're beginning to suspect? Oh, that's rich, that's really rich. So what? At least what is there, is based on good sources.", "character": "Based on Authoritative Sources", "characterId": "nm0682806"}]}, {"lines": [{"text": "So, what? Do you fancy yourself as some sort of artist or what?", "character": "Dairy Queen Photographer", "characterId": "nm0779521"}, {"text": "No, I'm an anti-artist.", "character": "Anti-Artist", "characterId": "nm0910677"}, {"text": "Oooooh, one of those neo-poseur types that hangs out in coffee shops, and... doesn't do much of anything. Yeah.", "character": "Dairy Queen Photographer", "characterId": "nm0779521"}]}, {"lines": [{"text": "So, did you vote in the most recent election?", "character": "Video Interviewer", "characterId": "nm0727628"}, {"text": "Hell, no... I've got less important things to do.", "character": "Hitchhiker", "characterId": "nm0348304"}]}, {"lines": [{"text": "Why in the hell is he throwing it in? It's a perfectly good typewriter.", "character": "Based on Authoritative Sources", "characterId": "nm0682806"}, {"text": "Because! The typewriter isn't the point. The point is, it symbolizes the bitch that just fucked him over. It symbolizes the bitch that fucked me over six months ago. And it symbolizes the bitch that's GONNA fuck you over!", "character": "Guy Who Tosses Typewriter", "characterId": "nm0027475"}]}, {"lines": [{"text": "Every action is a positive action, even if it has a negative result.", "character": "Disgruntled Grad Student", "characterId": "nm0722524"}]}, {"lines": [{"text": "Every single commodity you produce is a piece of your own death!", "character": "Hitchhiker", "characterId": "nm0348304"}]}, {"lines": [{"text": "Who's ever written a great work about the immense effort required in order not to create?", "character": "Dostoyevsky Wannabe", "characterId": "nm0026065"}]}, {"lines": [{"text": "Do you have a car?", "character": "Has Conquered Fear of Rejection", "characterId": "nm0815762"}, {"text": "Do you have a car, I have *a van*, lets go!", "character": "S-T-E-V-E with a Van", "characterId": "nm0414920"}]}, {"lines": [{"text": "Remember, terrorism is the surgical strike capability of the oppressed. Keep on keepin' on!", "character": "T-Shirt Terrorist", "characterId": "nm0365055"}]}, {"lines": [{"text": "This drug takes away your long term memory, leaves your short term memory - so there you are. Well, you got people who don't know who they are, where they came from. But you tell them something, and they do it. They can follow instructions. Perfect employees.", "character": "Been on the Moon Since the 50's", "characterId": "nm0217695"}, {"text": "Sounds like most people I know.", "character": "Looking for Missing Friend", "characterId": "nm0657921"}]}, {"lines": [{"text": "I may live badly, but at least I don't have to *work* to do it.", "character": "Hitchhiker", "characterId": "nm0348304"}]}, {"lines": [{"text": "You should never traumatize a woman sexually. I should know, I'm a medical doctor. You should never, traumatize, you should never...", "character": "Traumatized Yacht Owner", "characterId": "nm0135446"}]}, {"lines": [{"text": "I've had a total recalibration of my mind, you know. I mean, it's like, I've been banging my head against this 19th century type, um, what? Thought mode? Construct? Human construct? Well, the wall doesn't exist. It's not there, you know. I mean, they tell you, look for the light at the end of the tunnel. Well, there is no tunnel. There's just no structure. The underlying order is chaos.", "character": "Having a Breakthrough Day", "characterId": "nm0599754"}]}, {"lines": [{"text": "Uh, I don't do much really, I just read, and work here, and, uh, sleep and eat, and, uh, watch movies.", "character": "Anti-Artist", "characterId": "nm0910677"}]}, {"lines": [{"text": "Did you vote in the last election?", "character": "Video Interviewer", "characterId": "nm0727628"}, {"text": "Hell no, I got less important things to do!", "character": "Hitchhiker Awaiting 'True Call'", "characterId": "nm0348304"}]}]}