{"quotes": [{"lines": [{"text": "Eat shit and die, Ricky!", "character": "Billy", "characterId": "nm0758526"}, {"text": "Eat shit and live, Bill.", "character": "Ricky", "characterId": "nm0862962"}]}, {"lines": [{"text": "flat as a board and needs a screw!", "character": "Judy", "characterId": "nm0276290"}]}, {"lines": [{"text": "Oh, you're going to enjoy living with us so much. Yes, I know you are! As a welcome home present, I bought you such wonderful new clothes. I just hope that Richard doesn't get jealous that I didn't get him anything. Oh, but then, he is such a dear. I'm sure that he won't mind. You see, I've always wanted a little girl. But, of course, when my husband left... Oh, well, that's all water under the bridge, as I always say. Water under the bridge! But it certainly will be a nice little surprise when Richard comes home to find a little girl in the house. Yes, I've always dreamed of a little girl just like you.", "character": "Aunt Martha", "characterId": "nm0332360"}]}, {"lines": [{"text": "Look at all that young fresh chicken. Where I come from, we call 'em baldies. Makes your mouth water, don't it?", "character": "Artie", "characterId": "nm0400842"}, {"text": "Artie, they're too young to even understand what's on your mind.", "character": "Ben", "characterId": "nm0429149"}, {"text": "There ain't no such thing as being too young. You're just too old.", "character": "Artie", "characterId": "nm0400842"}]}, {"lines": [{"text": "If she were any quieter, she'd be dead!", "character": "Meg", "characterId": "nm0436613"}]}, {"lines": [{"text": "[Angela stands up and makes a sinister bear-like noise, and Paul's severed head falls from her lap. Susie covers her mouth in horror]", "character": null, "characterId": null}, {"text": "...How can it be?", "character": "Ronnie", "characterId": "nm0213075"}, {"text": "[Angela is revealed to be male, she's fully naked and has a bloody knife clutched in her hands]", "character": null, "characterId": null}, {"text": "My god, she's a boy!", "character": "Ronnie", "characterId": "nm0213075"}]}, {"lines": [{"text": "Meet me at the waterfront, after the social.", "character": "Angela", "characterId": "nm0741378"}]}, {"lines": [{"text": "Hey, Rick, wait till you get a load of Judy! Man, oh, man!", "character": "Paul", "characterId": "nm0171754"}]}, {"lines": [{"text": "How come Angela gets to talk to the boys all day, and WE have to play volleyball?", "character": "Judy", "characterId": "nm0276290"}]}, {"lines": [{"text": "Meet me at the waterfront after the social.", "character": "Angela", "characterId": "nm0741378"}]}]}