{"quotes": [{"lines": [{"text": "You want subversion on a massive level. You know what one of the greatest fucking scripts ever written in the history of Hollywood is? Top Gun.", "character": "Sid", "characterId": "nm0000233"}, {"text": "Oh, come on.", "character": "Duane", "characterId": "nm0276062"}, {"text": "Top Gun is fucking great. What is Top Gun? You think it's a story about a bunch of fighter pilots.", "character": "Sid", "characterId": "nm0000233"}, {"text": "It's about a bunch of guys waving their dicks around.", "character": "Duane", "characterId": "nm0276062"}, {"text": "It is a story about a man's struggle with his own homosexuality. It is! That is what Top Gun is about, man. You've got Maverick, all right? He's on the edge, man. He's right on the fucking line, all right? And you've got Iceman, and all his crew. They're gay, they represent the gay man, all right? And they're saying, go, go the gay way, go the gay way. He could go both ways.", "character": "Sid", "characterId": "nm0000233"}, {"text": "What about Kelly McGillis?", "character": "Duane", "characterId": "nm0276062"}, {"text": "no, no, no, no, no, no, go the normal way, play by the rules, go the normal way. They're saying no, go the gay way, be the gay way, go for the gay way, all right? That is what's going on throughout that whole movie... He goes to her house, all right? It looks like they're going to have sex, you know, they're just kind of sitting back, he's takin' a shower and everything. They don't have sex. He gets on the motorcycle, drives away. She's like, \"What the fuck, what the fuck is going on here?\" Next scene, next scene you see her, she's in the elevator, she is dressed like a guy. She's got the cap on, she's got the aviator glasses, she's wearing the same jacket that the Iceman wears. She is, okay, this is how I gotta get this guy, this guy's going towards the gay way, I gotta bring him back, I gotta bring him back from the gay way, so I'll do that through subterfuge, I'm gonna dress like a man. All right? That is how she approaches it. Okay, now let me just ask you - I'm gonna digress for two seconds here. I met this girl Amy here, she's like floating around here and everything. Now, she just got divorced, right? All right, but the REAL ending of the movie is when they fight the MIGs at the end, all right? Because he has passed over into the gay way. They are this gay fighting fucking force, all right? And they're beating the Russians, the gays are beating the Russians. And it's over, and they fucking land, and Iceman's been trying to get Maverick the entire time, and finally, he's got him, all right? And what is the last fucking line that they have together? They're all hugging and kissing and happy with each other, and Ice comes up to Maverick, and he says, \"Man, you can ride my tail, anytime!\" And what does Maverick say? \"You can ride mine!\" Swordfight! Swordfight! Fuckin' A, man!", "character": "Sid", "characterId": "nm0000233"}]}, {"lines": [{"text": "Do you ever think that we have too much time on our hands? With all the advances made in extending the human life span, that perhaps nature's cruelest irony is that we get progressively stupider and stupider with each passing generation. I mean, some day we'll live for 300 years but we won't be able to sit still for 5 seconds... just a thought.", "character": "Duane", "characterId": "nm0276062"}]}, {"lines": [{"text": "I'm in the agent training program.", "character": "Agent Trainee", "characterId": "nm0456880"}]}]}