{"quotes": [{"lines": [{"text": "More power, Mr. Mallory!", "character": "Prof. Maximillian P. Arturo", "characterId": "nm0722636"}]}, {"lines": [{"text": "[season five opening monologue]\nWhat if you found a portal to a parallel universe? What if you could Slide into a thousand different worlds? Where it's the same year, and you're the same person, but everything else is different. And what if you can't find your way home?", "character": "Quinn Mallory", "characterId": "nm0005278"}]}, {"lines": [{"text": "[after coffee is spilt all over him]\nDrink it, don't carry it, you idiot!", "character": "Prof. Maximillian P. Arturo", "characterId": "nm0722636"}]}, {"lines": [{"text": "That scoundrel! That intellectually impoverished knave wanted me to win his Nobel for him. As you can see, I told him nothing!", "character": "Prof. Maximillian P. Arturo", "characterId": "nm0722636"}, {"text": "[points to sour looking face chalked on blackboard]", "character": null, "characterId": null}]}, {"lines": [{"text": "[season two opening monologue]\nWhat if you could travel to parallel worlds? The same year, the same Earth, only different dimensions. A world where the Russians rule America... or where your dreams of being superstar came true... or where San Francisco was a maximum-security prison. My friends and I found the gateway. Now the problem is... finding a way back home.", "character": "Quinn Mallory", "characterId": "nm0005278"}]}, {"lines": [{"text": "[season five opening monologue]\nWhat if you found a portal to a parallel universe? What if you could Slide into a thousand different worlds? Where it's the same year, and you're the same person, buy everything else is different. And what if you can't find your way home?", "character": "Rembrandt 'Crying Man' Brown", "characterId": "nm0220598"}]}, {"lines": [{"text": "[a group of Amish-dressed people are coming to attack Colin Mallory]", "character": null, "characterId": null}, {"text": "Great! We're gonna get beat up by the cast of Witness!", "character": "Quinn Michael Mallory", "characterId": "nm0005278"}]}, {"lines": [{"text": "[season one monologue/opening]\nWhat if you could find brand new worlds right here on Earth? Where anything is possible. Same planet, different dimension. I've found the gateway.", "character": "Quinn Mallory", "characterId": "nm0005278"}]}, {"lines": [{"text": "We have a plan. We just don't know what it is yet.", "character": "Quinn Michael Mallory", "characterId": "nm0005278"}]}, {"lines": [{"text": "I didn't mind killing him. I might have a twinge of guilt about killing you, but then again, maybe not.", "character": "Rembrandt Lee \"Crying Man\" Brown", "characterId": "nm0220598"}]}, {"lines": [{"text": "You are really starting to piss me off!", "character": "Quinn Michael Mallory", "characterId": "nm0005278"}]}, {"lines": [{"text": "She's supposed to be ugly? The Kromaggs ever look in a mirror? Eye-eating freaks!", "character": "Rembrandt Brown", "characterId": "nm0220598"}]}]}