{"quotes": [{"lines": [{"text": "an antisocial personality without any concern for the rights of others. She has a brilliant mind with no conscience to guide it. A narcissist who sees herself as the center of everything, who will get what she wants no matter what means that she has to employ, no matter who or what stands in her way. She's not able to have or understand love.", "character": "Psychiatrist", "characterId": "nm0433973"}, {"text": "for assault in the first degree, counts three and five, twenty years with a ten year minimum; for attempted murder, counts two and four, thirty years with a fifteen year minimum; for first-degree murder, life plus five years minimum. The court hopes the defendant will never again be free; I've come as close to that as possible.", "character": "Judge Foote", "characterId": "nm0574226"}]}, {"lines": [{"text": "[after delivering a telling argument against Diane's version of the story]\nA child, Shauna, was killed. A little girl who isn't here anymore. For what? For Diane Down's warped sense of values. Robbie won't walk, Karen won't have the use of her arm the way it was.", "character": "Frank Joziak", "characterId": "nm0790291"}, {"text": "[His voice wavers]", "character": null, "characterId": null}, {"text": "These children will *never* be the same.", "character": "Frank Joziak", "characterId": "nm0790291"}, {"text": "[Begins to erupt in rage]", "character": null, "characterId": null}, {"text": "And look, Diane Downs-! For once, you're not going to lie your way out of this situation, it just doesn't cut it! You're a murderer! A cold-blooded, cruel, vicious murderer!", "character": "Frank Joziak", "characterId": "nm0790291"}, {"text": "[Diane watches him with little expression except for a slight smile]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Trying to calm Karen on the stand]\nJust stay with me, Karen; do you remember when you were shot?", "character": "Frank Joziak", "characterId": "nm0790291"}, {"text": "[Distraught]\nYeah...!", "character": "Karen Downs", "characterId": "nm0673932"}, {"text": "[Gingerly]\nWho shot you?", "character": "Frank Joziak", "characterId": "nm0790291"}, {"text": "[Sobs as she glances in fear at her mother]\nMy mom.", "character": "Karen Downs", "characterId": "nm0673932"}, {"text": "[Cut to Diane, hiding her face in her hands]", "character": null, "characterId": null}, {"text": "And do you love your mom, Karen?", "character": "Frank Joziak", "characterId": "nm0790291"}, {"text": "[Crying]\nYes...!", "character": "Karen Downs", "characterId": "nm0673932"}]}, {"lines": [{"text": "[Implying that Diane bought the brass unicorn as a memorial for her children]\nI mean, maybe the kids were supposed to die on Friday the 13th and the plan got aborted, got postponed.", "character": "Frank Joziak", "characterId": "nm0790291"}, {"text": "[Unconvinced]\nHow could a mother do that? I mean, it's a primal instinct guard over the life of your child, it's your own mortality.", "character": "Lola Joziak", "characterId": "nm0180005"}, {"text": "Yes, I know, right? But I've been reading her diary. Now, all the other entries are details. I mean, there's menstrual cycles, groceries, weather, going to work, coming home from work, and there's kids, and Lew, and loneliness, and Lew, Lew, Lew, Lew... and on the last day, there's no entry at all. She's just written the date, Thursday, May 19th, at the top and the rest of the page is blank.", "character": "Frank Joziak", "characterId": "nm0790291"}, {"text": "[Clearly shaken]\nShe's the mother of those children. Why? Why in God's name would she do it?", "character": "Lola Joziak", "characterId": "nm0180005"}, {"text": "All right, do you want to know know what I think?", "character": "Frank Joziak", "characterId": "nm0790291"}, {"text": "[Nods apprehensively]", "character": "Lola Joziak", "characterId": "nm0180005"}, {"text": "[Beat]\nDiane sacrificed her children because the love of her life, Lew Lewiston, didn't want to be a daddy.", "character": "Frank Joziak", "characterId": "nm0790291"}]}]}