{"quotes": [{"lines": [{"text": "I know we are all thinking about Julien Leclou. It's in the press... and you've heard your parents talking at home. Before you go on vacation... let's talk about Julien. I don't know much more than you do... but I'll tell you how I feel. First, Julien will be taken care of by Welfare. He will be placed in a family. Wherever he goes, he'll be better off than in his own home... where, in his own words, \"he was beaten.\" His mother shall lose her maternal right. For Julien, it may be quite a few years before he'll know the freedom to come and go as he pleases. Julien's case is so tragic that we cannot help comparing our lives with his. My own childhood was also quite painful. I couldn't wait to grow up. I felt adults had all the rights. They can lead their lives the way they want. An unhappy adult can start again from scratch. But an unhappy child is helpless. He may not know how to put it in words, but he feels that he cannot even contest his parents' right to hurt him. An unloved and battered child feels guilty. That's what's so tragic! Of all mankind's injustices... injustice to children is the most despicable! Life isn't always fair... but we can fight for justice. It's the only way! It's a slow process, but we do move forward. All people with power like to claim they're impervious to threats. But they do give in to pressure! A show of strength is the only way to get results. Adults understand that... and they obtain what they ask for by demonstrating. I want to show that when adults are determined they can improve their lot. But children's rights are totally ignored. Political parties are not concerned with kids like Julien or you. Do you know why? Because children don't vote! If kids had the right to vote they'd have better schools, sports facilities. You'd get them because politicians need your votes. You could come to school an hour later in winter instead of rushing out before daylight. I also want to say, because of my own childhood... I feel kids rate a better deal. That's why I became a schoolteacher. Life isn't easy. You must steel yourselves to face it. I don't mean \"hard-boiled.\" I'm talking about stamina! Some of us who've had a difficult childhood are better equipped for adult life than those who were overprotected with love. It's the law of compensation. Life may be hard, but it's also wonderful. When we're confined to sickbed we can't wait to get out and enjoy life. We sometimes forget how much we really love it. You're about to go on vacation. You will discover new places and make new friends. In September, you'll move up a grade. We'll enroll both boys and girls. Time flies. Before long, you'll have kids of your own. If you love them, they'll love you. If they don't feel you love them they'll transfer their love and tenderness to other people or other things. That's life! Each of us needs to be loved! Well, boys, school is over. Have a happy vacation!", "character": "Jean-François Richet, the Schoolteacher", "characterId": "nm0836681"}]}, {"lines": [{"text": "Gregory go boom!", "character": "Little Grégory", "characterId": "nm1776808"}]}]}