{"quotes": [{"lines": [{"text": "If you can't share your secrets with your friends then what kind of friend are you?", "character": "Auggie Wren", "characterId": "nm0000172"}, {"text": "Exactly... life just wouldn't be worth living.", "character": "Paul Benjamin", "characterId": "nm0000458"}]}, {"lines": [{"text": "Look, I'm telling you, there's gonna be another war. I mean, those slobs in the Pentagon are gonna be out of job unless they find a new enemy. They got this Saddam character now, and they're going to hit him with all they've got. Mark my words.", "character": "OTB Man #1, Tommy", "characterId": "nm0002064"}]}, {"lines": [{"text": "Slow down, huh?", "character": "Paul Benjamin", "characterId": "nm0000458"}, {"text": "That's what I recommend. You know how it is. Tomorrow, and tomorrow, and tomorrow. Time creeps in its petty pace.", "character": "Auggie Wren", "characterId": "nm0000172"}]}, {"lines": [{"text": "If you're gonna die, what's more important, and good book or a good smoke? So he smoked his book.", "character": "Paul Benjamin", "characterId": "nm0000458"}]}, {"lines": [{"text": "If it happens it happens. If it doesn't it doesn't. You understand what I'm sayin'? You never know what's gonna happen next. And the moment you think you do, that's the moment you don't know a goddamn thing. This is what we call a paradox. Are ya following me?", "character": "Auggie Wren", "characterId": "nm0000172"}, {"text": "Yeah, I follow ya Auggie. Um, when you don't know nuthin' it's like paradise. I know what that is. That's after you're dead, and you go up to heaven and you sit with the angels.", "character": "Jimmy Rose", "characterId": "nm0364813"}]}, {"lines": [{"text": "Last thing I heard, it's still illegal to sell Cuban cigars in this country.", "character": "Vinnie", "characterId": "nm0034519"}, {"text": "It's the law that's buying. That's the beautiful thing about it. I mean, when's the last time you heard of a judge sending himself to jail?", "character": "Auggie Wren", "characterId": "nm0000172"}]}, {"lines": [{"text": "If I'm getting on your nerves, you might want to think about hiring me.", "character": "Thomas 'Rashid' Cole", "characterId": "nm0674782"}]}, {"lines": [{"text": "You didn't write to me for over a year. What was I supposed to think?", "character": "Ruby McNutt", "characterId": "nm0000330"}, {"text": "Yeah well, I lost my pen. By the time I got a new one, I was clean outa paper.", "character": "Auggie Wren", "characterId": "nm0000172"}]}, {"lines": [{"text": "[telling about his hook hand]\nTwelve years ago God looked down on me, and He said Cyrus, you're a bad, stupid, selfish man. First I'm gonna fill your body with spirits. Then I'm gonna put you behind the wheel of a car. Then I'm gonna have you crash that car, killing the woman that loves you. But you Cyrus, I'm gonna let you live, because livin's a lot worse than dyin' kid.", "character": "Cyrus Cole", "characterId": "nm0001845"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Bullshit is a real talent Auggie. To make up a good story you have to know how to push all the right buttons. I'd say you were up there with all the masters.", "character": "Paul Benjamin", "characterId": "nm0000458"}, {"text": "What do you mean?", "character": "Auggie Wren", "characterId": "nm0000172"}, {"text": "I mean um,", "character": "Paul Benjamin", "characterId": "nm0000458"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "it's a good story.", "character": "Paul Benjamin", "characterId": "nm0000458"}, {"text": "Shit, if you can't share your secrets with your friends, then what kind of friend are ya?", "character": "Auggie Wren", "characterId": "nm0000172"}, {"text": "Exactly. Life just wouldn't be worth living, would it?", "character": "Paul Benjamin", "characterId": "nm0000458"}]}, {"lines": [{"text": "The boys and me were just having a philosophical discussion about women and cigars.", "character": "Auggie Wren", "characterId": "nm0000172"}, {"text": "Well I suppose that all goes back to Queen Elizabeth.", "character": "Paul Benjamin", "characterId": "nm0000458"}, {"text": "The Queen of England?", "character": "Auggie Wren", "characterId": "nm0000172"}, {"text": "Not Elizabeth the Second, Elizabeth the First. Did you ever hear of Sir Walter Raleigh?", "character": "Paul Benjamin", "characterId": "nm0000458"}, {"text": "Sure. He's the guy who threw his cloak down over the puddle.", "character": "OTB Man #1, Tommy", "characterId": "nm0002064"}, {"text": "I used to smoke Raleigh cigarettes. They came with a free gift coupon in every pack.", "character": "OTB Man #2, Jerry", "characterId": "nm0959242"}, {"text": "That's the man. Well, Raleigh was the person who introduced tobacco in England, and since he was a favorite of the Queen's - Queen Bess, he used to call her - smoking caught on as a fashion at court. I'm sure Old Bess must have shared a stogie or two with Sir Walter. Once, he made a bet with her that he could measure the weight of smoke.", "character": "Paul Benjamin", "characterId": "nm0000458"}, {"text": "You mean, weigh smoke?", "character": "OTB Man #3, Dennis", "characterId": "nm0315342"}, {"text": "Exactly. Weigh smoke.", "character": "Paul Benjamin", "characterId": "nm0000458"}, {"text": "You can't do that. It's like weighing air.", "character": "OTB Man #1, Tommy", "characterId": "nm0002064"}, {"text": "I admit it's strange. Almost like weighing someone's soul. But Sir Walter was a clever guy. First, he took an unsmoked cigar and put it on a balance and weighed it. Then he lit up and smoked the cigar, carefully tapping the ashes into the balance pan. When he was finished, he put the butt into the pan along with the ashes and weighed what was there. Then he subtracted that number from the original weight of the unsmoked cigar. The difference was the weight of the smoke.", "character": "Paul Benjamin", "characterId": "nm0000458"}, {"text": "Not bad. That's the kind of guy we need to take over the Mets.", "character": "OTB Man #1, Tommy", "characterId": "nm0002064"}, {"text": "Oh, he was smart, all right. But not so smart that he didn't wind up having his head chopped off twenty years later. But that's another story.", "character": "Paul Benjamin", "characterId": "nm0000458"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "I'm gonna tell you why they aren't going anywhere.", "character": "OTB Man #1, Tommy", "characterId": "nm0002064"}, {"text": "Why aren't they going anywhere?", "character": "OTB Man #3, Dennis", "characterId": "nm0315342"}, {"text": "Management.", "character": "OTB Man #1, Tommy", "characterId": "nm0002064"}, {"text": "Aw jeez.", "character": "OTB Man #3, Dennis", "characterId": "nm0315342"}, {"text": "Those guys are walkin' around with the head up their asses.", "character": "OTB Man #1, Tommy", "characterId": "nm0002064"}, {"text": "Right, yeah. Well ya know, they made some good trades too ya know. Carter and Manis. Without them two there never woulda been a World Series.", "character": "OTB Man #3, Dennis", "characterId": "nm0315342"}]}]}