{"quotes": [{"lines": [{"text": "In my day a man like Mitchell would already lie stinking in the sun. Tell us, why a man like Mitchell, a \"Mitchell,\" can know so much about our affairs? There is not a dollar that comes from heroin, whores, horses or protection that he hasn't handled, hasn't counted. He knows every name, every face, every business of everyone in the family. And what your family would not trust to their blood, they trusted to Mitchell. Where is he?", "character": "Capo Riccione", "characterId": "nm0510134"}, {"text": "He'll be found, Capo.", "character": "Dano Villanova", "characterId": "nm0001800"}]}, {"lines": [{"text": "Okay, get up and get dressed.", "character": "Sol Madrid", "characterId": "nm0564724"}, {"text": "What for?", "character": "Stacey Woodward", "characterId": "nm0001771"}, {"text": "We're going to Mexico.", "character": "Sol Madrid", "characterId": "nm0564724"}, {"text": "It's the middle of the night!", "character": "Stacey Woodward", "characterId": "nm0001771"}, {"text": "What's the matter? Aren't these your regular working hours?", "character": "Sol Madrid", "characterId": "nm0564724"}]}, {"lines": [{"text": "the government sure treats you right. If the suckers ever guessed where their taxes were going, they'd start a revolution.", "character": "Stacey Woodward", "characterId": "nm0001771"}, {"text": "You have to be kidding. You don't think I could afford this place on the allowance they're giving me?", "character": "Sol Madrid", "characterId": "nm0564724"}, {"text": "What does that mean?", "character": "Stacey Woodward", "characterId": "nm0001771"}, {"text": "It means *you're* paying.", "character": "Sol Madrid", "characterId": "nm0564724"}, {"text": "Now *you've* got to be kidding!", "character": "Stacey Woodward", "characterId": "nm0001771"}, {"text": "We might as well live it up a little while we're young.", "character": "Sol Madrid", "characterId": "nm0564724"}, {"text": "Well, if I'm paying, you know what that makes you!", "character": "Stacey Woodward", "characterId": "nm0001771"}]}, {"lines": [{"text": "Who was it who said, \"Once you break bread with a man, you can never break your word.\"?", "character": "Emil Dietrich", "characterId": "nm0001699"}, {"text": "Well, I don't know who it was, but I'd like to have had lunch with him.", "character": "Sol Madrid", "characterId": "nm0564724"}]}, {"lines": [{"text": "I know that for the past six months you haven't moved a quarter's worth of goods north...", "character": "Sol Madrid", "characterId": "nm0564724"}, {"text": "But I manage to maintain myself comfortably, wouldn't you say?", "character": "Emil Dietrich", "characterId": "nm0001699"}, {"text": "Well, maintenance isn't growth.", "character": "Sol Madrid", "characterId": "nm0564724"}]}, {"lines": [{"text": "A half million in heroin... 28 kilos. How would you manage to get it across the border?", "character": "Emil Dietrich", "characterId": "nm0001699"}, {"text": "That's my problem. You're perfectly welcome to come along and watch me do it, if you're willing to risk 20 years in an American or a Mexican prison.", "character": "Sol Madrid", "characterId": "nm0564724"}, {"text": "how would you manage it?", "character": "Emil Dietrich", "characterId": "nm0001699"}, {"text": "my method, my neck, my money.", "character": "Sol Madrid", "characterId": "nm0564724"}, {"text": "And my heroin.", "character": "Emil Dietrich", "characterId": "nm0001699"}, {"text": "And *your* profit.", "character": "Sol Madrid", "characterId": "nm0564724"}]}, {"lines": [{"text": "What the hell do you mean by playing with my money?", "character": "Stacey Woodward", "characterId": "nm0001771"}, {"text": "What do you mean *your* money? You mean to tell me that was severance pay you got from Dano Villanova? Anyway, you'll get it back later.", "character": "Sol Madrid", "characterId": "nm0564724"}, {"text": "You're changing the damn rules as you go along!", "character": "Stacey Woodward", "characterId": "nm0001771"}, {"text": "You have a hell of a nerve to talk about rules. Since when did you live by rules?", "character": "Sol Madrid", "characterId": "nm0564724"}, {"text": "[Indignantly]\nDon't preach at me.", "character": "Stacey Woodward", "characterId": "nm0001771"}, {"text": "Why? Who are you? You're a two-bit tramp named Evelyn Pulaski, that lives on money that a hood named Dano Villanova jacks out of pushers, junkies and hopheads. Are you gonna' tell me that you didn't know that he hooked 50,000 people on junk just to pay your hotel bills?", "character": "Sol Madrid", "characterId": "nm0564724"}, {"text": "I never asked where he got his money! You think any woman asks her man, \"Honey, did you make your money honorably and decently, because otherwise I'm not gonna' live off of it?\"", "character": "Stacey Woodward", "characterId": "nm0001771"}, {"text": "An honest woman wouldn't even have to ask!", "character": "Sol Madrid", "characterId": "nm0564724"}]}, {"lines": [{"text": "I don't like to humiliate one man in front of another, Mr. Mitchell. I think it shows a lack of good taste. In my household, Mr. Mitchell, unimportant people like Luis and Rafael, they don't make mistakes. More important people like yourself, well, they're allowed one mistake... and tonight you exhausted that allotment.", "character": "Emil Dietrich", "characterId": "nm0001699"}]}, {"lines": [{"text": "And yet, I have the feeling that no matter what we got to know about you, it would not allay this sense of uneasiness I have. You're one of those men who seem to have been born without a father or mother or brothers or sisters or aunts or friends or wives, a kind of a... a \"biological sport,\" if you will. Such men are hard to pin down, harder to find... and even harder to kill if they should need killing.", "character": "Emil Dietrich", "characterId": "nm0001699"}, {"text": "You think I'll need it?", "character": "Sol Madrid", "characterId": "nm0564724"}, {"text": "Oh well, if you should, you can absolutely rely on me to have it done!", "character": "Emil Dietrich", "characterId": "nm0001699"}, {"text": "[Both laugh]\nThat's very comforting.", "character": "Sol Madrid", "characterId": "nm0564724"}]}, {"lines": [{"text": "You know, you don't take time to live, amigo. You're a young man. These are precious years. Don't waste them... Don't waste them.", "character": "Jalisco", "characterId": "nm0001544"}, {"text": "You're one to talk. You can't be getting much fun out of this job of yours.", "character": "Sol Madrid", "characterId": "nm0564724"}, {"text": "undercover work gets me extra pay. And there's a good retirement plan.", "character": "Jalisco", "characterId": "nm0001544"}, {"text": "Some hood's liable to retire you any minute.", "character": "Sol Madrid", "characterId": "nm0564724"}, {"text": "You know what I'm going to do when I retire? In five years, mind you... just five years... I am going to take my wife, my children, down to Puerto Vallarta and live on the beach. The simple things in life, amigo, are the most beautiful... the most important.", "character": "Jalisco", "characterId": "nm0001544"}]}, {"lines": [{"text": "\"Sol Madrid\". Sounds like a can of sardines!", "character": "Stacey Woodward", "characterId": "nm0001771"}]}, {"lines": [{"text": "[Talking to Dietrich about possibly getting caught smuggling heroin]\nI get the same twenty years whether I get caught with an ounce or a ton, so I go with the ton.", "character": "Sol Madrid", "characterId": "nm0564724"}]}, {"lines": [{"text": "I kept wondering what it was about our relationship that went wrong. You didn't feel I loved you? A woman needs love, doesn't she, Stacey? Didn't you ever wonder why I didn't love you? A woman has to be lovable before she can be loved. You're a desirable woman, nobody's ever denied that. But you're not lovable. And you know why you're not, baby? Because you're too independent. It's not good for a woman to be too independent - they're not feminine that way.", "character": "Dano Villanova", "characterId": "nm0001800"}]}, {"lines": [{"text": "Emil, you're a civilized man. You can't throw me out. You can't let them get to me. Please, please, please... I beg of you!", "character": "Harry Mitchell", "characterId": "nm0385757"}, {"text": "Stop it! Stop it! A man with your intelligence - he should not be reduced to blubbering like a child. You'll be given a gun, you have a passport, you have your wits... with no more than that men with less intelligence than yourself have not only survived, Mitchell, they've conquered! Now, things aren't as black as you've imagined. You have a brain - use it! You'll be all right, Mitchell. You'll survive. I'm sure of it.", "character": "Emil Dietrich", "characterId": "nm0001699"}]}, {"lines": [{"text": "[Last lines]\nListen... I came to tell you I'm sorry that things worked out the way they did. I never meant for you to become that involved.", "character": "Sol Madrid", "characterId": "nm0564724"}, {"text": "You got what you wanted. And that's all that really counts, isn't it?", "character": "Stacey Woodward", "characterId": "nm0001771"}, {"text": "Yeah. I guess so.", "character": "Sol Madrid", "characterId": "nm0564724"}, {"text": "[Turns and walks away]", "character": null, "characterId": null}]}]}