{"quotes": [{"lines": [{"text": "Science? Nonsense! In this situation mediocrity and genius are equally useless! I must tell you that we really have no desire to conquer any cosmos. We want to extend the Earth up to its borders. We don't know what to do with other worlds. We don't need other worlds. We need a mirror. We struggle to make contact, but we'll never achieve it. We are in a ridiculous predicament of man pursuing a goal that he fears and that he really does not need. Man needs man!", "character": "Dr. Snaut", "characterId": "nm0433525"}]}, {"lines": [{"text": "You mean more to me than any scientific truth.", "character": "Kris Kelvin", "characterId": "nm0052023"}]}, {"lines": [{"text": "You love that which you can lose, yourself, a woman, a country.", "character": "Kris Kelvin", "characterId": "nm0052023"}]}, {"lines": [{"text": "We don't want to conquer space at all. We want to expand Earth endlessly. We don't want other worlds; we want a mirror. We seek contact and will never achieve it. We are in the foolish position of a man striving for a goal he fears and doesn't want. Man needs man!", "character": "Dr. Snaut", "characterId": "nm0433525"}]}, {"lines": [{"text": "Man was created by Nature in order to explore it. As he approaches Truth he is fated to Knowledge. All the rest is bullshit.", "character": "Dr. Sartorius", "characterId": "nm0813463"}]}, {"lines": [{"text": "Did you ever think of me?", "character": "Hari", "characterId": "nm0094081"}, {"text": "Only when I was sad.", "character": "Kris Kelvin", "characterId": "nm0052023"}]}, {"lines": [{"text": "Whenever we show pity, we empty our souls.", "character": "Kris Kelvin", "characterId": "nm0052023"}]}, {"lines": [{"text": "Guibariane did not die of fear, he died out of shame. The salvation of humanity is in its shame!", "character": "Kris Kelvin", "characterId": "nm0052023"}]}, {"lines": [{"text": "Well, anyway, my mission is finished. And what next? To return to Earth? Little by little everything will return to normal. I'll find new interests, new acquaintances, but I won't be able to devote all of myself to them.", "character": "Kris Kelvin", "characterId": "nm0052023"}]}, {"lines": [{"text": "I have a feeling someone's deceiving us.", "character": "Hari", "characterId": "nm0094081"}]}, {"lines": [{"text": "There are so few of us!", "character": "Kris Kelvin", "characterId": "nm0052023"}]}]}