{"quotes": [{"lines": [{"text": "And how will you destroy Solomon?", "character": "Pharaoh", "characterId": "nm0268119"}, {"text": "It is said that Solomon is wise. But no matter how wise he may be, he is still human, with a human weakness.", "character": "Sheba", "characterId": "nm0518178"}, {"text": "Surely the way of a woman is beyond understanding.", "character": "Pharaoh", "characterId": "nm0268119"}, {"text": "The way of a woman is simple, my lord. It is always to follow the way of a man.", "character": "Sheba", "characterId": "nm0518178"}]}, {"lines": [{"text": "How interesting your encampment is. Are your people always so carefree and gay?", "character": "Abishag", "characterId": "nm0667542"}, {"text": "We enjoy life and pleasure. Don't you?", "character": "Sheba", "characterId": "nm0518178"}, {"text": "Yes, we do. But we are an austere people. We tend to be more serious.", "character": "Abishag", "characterId": "nm0667542"}, {"text": "And your king, is he also serious?", "character": "Sheba", "characterId": "nm0518178"}, {"text": "King Solomon has a great responsibility. He must maintain the unity of our twelve tribes.", "character": "Abishag", "characterId": "nm0667542"}, {"text": "It is very important, this unity?", "character": "Sheba", "characterId": "nm0518178"}, {"text": "Oh, yes. Without it, there would be no Israel.", "character": "Abishag", "characterId": "nm0667542"}]}, {"lines": [{"text": "Nothing must come between us.", "character": "Solomon", "characterId": "nm0000989"}, {"text": "Not even our gods? I knew this moment would come, for the things we believe in are not the same.", "character": "Sheba", "characterId": "nm0518178"}, {"text": "I had hoped that in time you would come to accept Jehovah.", "character": "Solomon", "characterId": "nm0000989"}, {"text": "As King of Israel, would you abandon the god of your people for mine?", "character": "Sheba", "characterId": "nm0518178"}, {"text": "Still, I dared hope.", "character": "Solomon", "characterId": "nm0000989"}]}, {"lines": [{"text": "I charge you, Solomon, to cleanse yourself of this iniquity you have permitted to spawn in Israel.", "character": null, "characterId": null}, {"text": "Abjure this woman and her idolatries. Tear down the obscene abomination she has erected!", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Solomon]\nYou and your Sheban slut have defiled the fair name of Israel.", "character": "Adonijah", "characterId": "nm0001695"}]}, {"lines": [{"text": "In the last few days, I have shown you much of Israel. But you have not told me anything of your own country.", "character": "Solomon", "characterId": "nm0000989"}, {"text": "At the moment, my own land seems as distant as the stars.", "character": "Sheba", "characterId": "nm0518178"}, {"text": "In my youth, I used to dream of visiting all the faraway kingdoms of the earth.", "character": "Solomon", "characterId": "nm0000989"}, {"text": "And now, instead, the rulers of those countries come to you.", "character": "Sheba", "characterId": "nm0518178"}]}, {"lines": [{"text": "From the first, I knew that behind those lovely eyes is the brain of a very clever woman, who could never have traveled eight hundred leagues without a purpose.", "character": "Solomon", "characterId": "nm0000989"}, {"text": "You have found me out. How could I hope to deceive you? I have been trying to entrap you, with these (shakes arms), to bind you with soft chains, so that I may do with you as I will.", "character": "Sheba", "characterId": "nm0518178"}, {"text": "Every woman demands a price from a man.", "character": "Solomon", "characterId": "nm0000989"}]}, {"lines": [{"text": "But if he turn away and forsake my statutes, then I will pluck them up by the roots out of my land which I have given, and this house which is high shall be an astonishment to everyone who crosseth it, so that he shall say, \"Why has the Lord done naught onto this land and onto this house?\" And it shall be answered, \"Because they forsook the Lord God of their fathers, which brought them forth out of Egypt, and raised them on hallowed grounds, and worshiped them, and served them - therefore has he brought all this evil upon them.\"", "character": null, "characterId": null}]}, {"lines": [{"text": "This Solomon the Almighty... Almighty what? Twenty men surrounding him, and he calls it a private audience.", "character": "Sheba", "characterId": "nm0518178"}, {"text": "He has entertained you royally...", "character": "Takyan", "characterId": "nm0026876"}, {"text": "And those state banquets! I at one end, he at the other. And in between us, a lot of sour-faced old men. Not once have I been with him alone. Not once.", "character": "Sheba", "characterId": "nm0518178"}, {"text": "But we have only been here five days.", "character": "Takyan", "characterId": "nm0026876"}, {"text": "This Solomon is more difficult to approach than the Pharaoh of Egypt. This great king has time for everything, except the time for being a man.", "character": "Sheba", "characterId": "nm0518178"}]}, {"lines": [{"text": "[Abishag enters Solomon's chambers, trying to dissuade him from attending Sheba's pagan ritual]", "character": null, "characterId": null}, {"text": "My door was closed. Must you intrude upon my privacy?", "character": "Solomon", "characterId": "nm0000989"}, {"text": "Can you shut out your conscience by closing the door?", "character": "Abishag", "characterId": "nm0667542"}, {"text": "Say what you must, then please leave me alone.", "character": "Solomon", "characterId": "nm0000989"}, {"text": "I come seeking the man I once knew. The man who was noble, gentle and kind, the man who walked with God.", "character": "Abishag", "characterId": "nm0667542"}, {"text": "Those are mere words, Abishag.", "character": "Solomon", "characterId": "nm0000989"}, {"text": "I entreat you to listen. When I was a child, you were the world and I adored you. But time passed, and love changed even as I did. My love became that of a woman for a man. But the man became a king, and in his eyes, the woman was still a child. I know how strongly it calls to you. Listen to your people. Their love calls to you, as I call in my love. Listen to them if not to me.", "character": "Abishag", "characterId": "nm0667542"}, {"text": "Whether you or my people approve, I must go.", "character": "Solomon", "characterId": "nm0000989"}, {"text": "[Solomon walks to the doors, while Abishag stands against the doors, barring his way]", "character": null, "characterId": null}, {"text": "You cannot go. Do not destroy yourself! I beg of you!", "character": "Abishag", "characterId": "nm0667542"}]}, {"lines": [{"text": "[praying to God in the temple after her unsuccessful attempt to prevent Solomon from attending Sheba's pagan ritual]\nLord God, hear the prayer of thy servant. Mine was not the strength to save my lord Solomon from himself. But thine is the power. Let not thy wrath descend upon him. Look into his heart and pity him. But if it be thy will to punish him, visit it upon me in his stead.", "character": "Abishag", "characterId": "nm0667542"}]}, {"lines": [{"text": "[holding Abishag dead in arms]\nOh, no. Oh, no. Why? The sin was mine. Why did you not strike me?", "character": "Solomon", "characterId": "nm0000989"}]}, {"lines": [{"text": "I have come to ask your permission to arrange your immediate departure.", "character": "Baltor", "characterId": "nm0028674"}, {"text": "Yes. Let us go, quickly. There is no reason for us to remain now that I have accomplished my purpose.", "character": "Sheba", "characterId": "nm0518178"}, {"text": "Your Majesty should not reproach herself. It was nothing more than a sudden storm. It is not the first time lightning has dealt death, nor will it be the last.", "character": "Baltor", "characterId": "nm0028674"}, {"text": "Was it nothing more than a coincidence?", "character": "Sheba", "characterId": "nm0518178"}, {"text": "Surely, Your Majesty cannot believe the Israelites, that it was a sign of the anger and revenge of their god?", "character": "Baltor", "characterId": "nm0028674"}, {"text": "I no longer know what I do believe.", "character": "Sheba", "characterId": "nm0518178"}, {"text": "Majesty, you're overwrought.", "character": "Takyan", "characterId": "nm0026876"}, {"text": "Yes, the strain of the last few days has affected us all. But this is your hour of triumph. The Pharaoh will rejoice in your victory. Sheba can be proud of her queen.", "character": "Baltor", "characterId": "nm0028674"}, {"text": "I am very proud of myself. I have earned my reward from Egypt. We will have our port on the Red Sea. We will have more gold, more power, more everything. Because I have betrayed a great man who trusted me, who loved me beyond all else.", "character": "Sheba", "characterId": "nm0518178"}]}]}