{"quotes": [{"lines": [{"text": "Hi, there.", "character": "Danny's Friend", "characterId": "nm0000080"}, {"text": "Hi. What are you doing here?", "character": "Danny Sapir", "characterId": "nm0415617"}, {"text": "Thanks for the invitation.", "character": "Danny's Friend", "characterId": "nm0000080"}, {"text": "Well, I invited you but I really didn't expect you to come. How long have you been sitting there?", "character": "Danny Sapir", "characterId": "nm0415617"}, {"text": "I've been here longer than I guess you know. You brought a lot of people here and you asked them about themselves, and you probally asked me to watch your operation because I've always been very interested in it. You have a different way of making movies than almost anybody else. Certainly very different then mine. And I came here to find out how it works. And you just announced that it doesn't.", "character": "Danny's Friend", "characterId": "nm0000080"}, {"text": "I don't think it does.", "character": "Danny Sapir", "characterId": "nm0415617"}, {"text": "[scoffs]\nI don't think you're sure of that. I think its one of those moods. I'd like to know what you were after when you were asking everybody here those questions. You have, apparently, a theme.", "character": "Danny's Friend", "characterId": "nm0000080"}, {"text": "I was trying to find out why we're all alone. Why my generation is alone.", "character": "Danny Sapir", "characterId": "nm0415617"}, {"text": "Is there something special about your generation?", "character": "Danny's Friend", "characterId": "nm0000080"}, {"text": "Yes.", "character": "Danny Sapir", "characterId": "nm0415617"}, {"text": "What?", "character": "Danny's Friend", "characterId": "nm0000080"}, {"text": "I think my generation is the very first one that has not managed to create the illusion for themselves, in their own lifetime that they are not alone. I'm talking about feeling a part of a family unit that every...", "character": "Danny Sapir", "characterId": "nm0415617"}, {"text": "[interupting]\nAh! Family unit. Now you've got a theme.", "character": "Danny's Friend", "characterId": "nm0000080"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "We're not filmmakers, you know? We're just a ragtag bunch of people doing something that is technologically already almost passe. You know, that's a great problem with movies, is that they're always old-fashioned. It takes too long to make a movie. By the time your idea's on the screen, it's already dead.", "character": "Danny's Friend", "characterId": "nm0000080"}]}, {"lines": [{"text": "Excuse me Welles, but I've been listening to Danny all day putting microphones in front of people and saying \"what's wrong\", and \"what's wrong?\" \"Why are you alone?\" And... you asked Danny who felt the split and seperation, the lack of family the most, and Danny said women. And I felt that it was like a projection on Danny's part beacause I heard some women today saying that they were having a good time, and that they were enjoying their freedom, and they were looking for things in life. And I guess I'm limited intellectually but I'm more intrested in the personal point of view.", "character": "Edith Helm", "characterId": "nm0001419"}, {"text": "[enters]\nYou'd be suprised how many of us are very happy people. There are enormous amounts of women friends that I have that are so happy now at being alone because they're finding themselves.", "character": "Helen Eugene", "characterId": "nm0546004"}, {"text": "Oh, well happiness I don't know about. I've always been deeply suspicious of that line the Founding Fathers wished on us. \"The pursuit of happiness.\" I'm not very much in favor of that. I think we should be full of joy whenever there's a reason to have joy. But I think happiness is not our right. It's an achievement. It's a bit of luck.", "character": "Danny's Friend", "characterId": "nm0000080"}]}]}