{"quotes": [{"lines": [{"text": "One doesn't easily forget, Herr Baron, an arm torn out by the roots.", "character": "Inspector Krogh", "characterId": "nm0041172"}]}, {"lines": [{"text": "What a dreadful storm and awful lightening.", "character": "Elsa von Frankenstein", "characterId": "nm0404360"}, {"text": "It's magnificent. Nothing in nature is terrifying when one understands it. Darling, my father drew that very lightening from heaven and forced it for his own will to bring life to a being he created with his own hands. Why should we fear anything?", "character": "Baron Wolf von Frankenstein", "characterId": "nm0001651"}]}, {"lines": [{"text": "It appears that my father thought that he could extract from lightning some super-violet ray of life-giving properties.", "character": "Baron Wolf von Frankenstein", "characterId": "nm0001651"}]}, {"lines": [{"text": "My son, herein lies my faiths, my beliefs and my unfoldments. A complete diary of my experiments, charts and secret formulas. In short, the sum total of my knowledge, such as it is. Perhaps you will regard my work with ridicule or even with a distaste. If so, destroy these records. But if you like me burn with the irresistable desire to penetrate the unknown, carry on. The path is cruel and torturous, carry on. I put secret after truth, you will be hated, blasphemed and condemned. You have inherited the fortune of the Frankensteins, I trust you will not inherit their fate.", "character": "Baron Wolf von Frankenstein", "characterId": "nm0001651"}]}, {"lines": [{"text": "I should turn you over to Inspector Krogh!", "character": "Baron Wolf von Frankenstein", "characterId": "nm0001651"}, {"text": "No! Krogh no want dead man, Ygor is dead!", "character": "Ygor", "characterId": "nm0000509"}, {"text": "What are you talking about?", "character": "Baron Wolf von Frankenstein", "characterId": "nm0001651"}, {"text": "They hanged me once, Frankenstein... they broke my neck.", "character": "Ygor", "characterId": "nm0000509"}, {"text": "Hanged you... well, why did they hang you?", "character": "Baron Wolf von Frankenstein", "characterId": "nm0001651"}, {"text": "Because I stole bodies... they said...", "character": "Ygor", "characterId": "nm0000509"}]}, {"lines": [{"text": "[after faking a coughing fit and pointing to his broken neck]\nI'm sorry. I cough. You see, bone get stuck in throat!", "character": "Ygor", "characterId": "nm0000509"}]}, {"lines": [{"text": "That's enough Benson. Left ventricle. And look here Benson, look at this. Do you know what those are?", "character": "Baron Wolf von Frankenstein", "characterId": "nm0001651"}, {"text": "No, Sir.", "character": "Benson", "characterId": "nm0636199"}, {"text": "Bullets. Crude bullets in his heart but he still lives.", "character": "Baron Wolf von Frankenstein", "characterId": "nm0001651"}]}, {"lines": [{"text": "Here we are.", "character": "Peter von Frankenstein", "characterId": "nm0241760"}, {"text": "Peter! Peter! Peter! Peter! Open the door!", "character": "Elsa von Frankenstein", "characterId": "nm0404360"}]}, {"lines": [{"text": "And what did the giant look like?", "character": "Baron Wolf von Frankenstein", "characterId": "nm0001651"}, {"text": "[stiffens his arms and legs as he walks]\nWell, he was a great big man, with a hairy coat, and he walked like this...", "character": "Peter von Frankenstein", "characterId": "nm0241760"}]}, {"lines": [{"text": "[laughing]\nI died living they all died dead.", "character": "Ygor", "characterId": "nm0000509"}]}, {"lines": [{"text": "They hanged me once Frankenstein. They broke my neck. They said I was dead. Then they cut me down. They threw me in here, long ago. They wouldn't bury me in holy place like churchyard. Because I stole bodies, eh they said. So, Ygor is dead! So, Dr. Frankenstein. Nobody can mend Ygor's neck. It's alright.", "character": "Ygor", "characterId": "nm0000509"}]}, {"lines": [{"text": "[about the Monster]\nHave you ever even seen him?", "character": "Baron Wolf von Frankenstein", "characterId": "nm0001651"}, {"text": "Most vivid recollection of my life. I was but a child at the time, about the age of your own son Herr Baron. The Monster had escaped and was... ravaging the countryside, killing, maiming, terrorizing. One night he burst into our house. My father took a gun and fired at him but the savage brute sent him crashing to a corner. Then he grabbed me by the arm!", "character": "Inspector Krogh", "characterId": "nm0041172"}, {"text": "[Krogh lowers his wooden arm]", "character": null, "characterId": null}, {"text": "One doesn't easily forget, Herr Baron, an arm torn out by the roots.", "character": "Inspector Krogh", "characterId": "nm0041172"}]}, {"lines": [{"text": "When the house is filled with dread, place the beds at head to head.", "character": "Amelia", "characterId": "nm0242562"}]}]}