{"quotes": [{"lines": [{"text": "We all know Bobby here a man. He a man, so nobody punking nobody here. Am I right, Buddha? Buddha, do you, or do you not recognize this is a man standing here?", "character": "Ali", "characterId": "nm0525855"}]}, {"lines": [{"text": "Listen up man, I'm O.G. Bobby Johnson.", "character": "Bobby", "characterId": "nm0687625"}, {"text": "You're killer Bobby Johnson?", "character": "Young Boy", "characterId": "nm0048180"}]}, {"lines": [{"text": "Jimmie... son... if you hit a man in his face, in time, his wounds will heal. And later on, you can apologize to that man. If you steal his goods, later on, you can return those goods, or you can repay him equal value. But if you kill... there is no later on. There's no way to repair it with that man. There's no way to make it right with him or his family. His life is gone forever. You never come back from that. Ray Ray... that boy you're holding is my son. My son. I told a man in prison that I would save my son's life, even if it took my life. I'm willing to die here today, Ray... for my boy, because I love him that much. Do you love him? All I want is to give him something that you or I never had - a father. You said... out there... that you owed me. All I want is my boy.", "character": "Bobby", "characterId": "nm0687625"}, {"text": "[Extends hand out to son]", "character": null, "characterId": null}, {"text": ". The court will give you back to me. Then we're going to start this whole thing all over again, and we're going to do it the right way. Okay with you?", "character": "Bobby", "characterId": "nm0687625"}, {"text": "[Son nods head]", "character": null, "characterId": null}, {"text": ".", "character": "Bobby", "characterId": "nm0687625"}]}, {"lines": [{"text": "Are you a deuce?", "character": "Ali", "characterId": "nm0525855"}, {"text": "No, I am not.", "character": "Bobby", "characterId": "nm0687625"}, {"text": "Can you stand alone like a man has to?", "character": "Ali", "characterId": "nm0525855"}, {"text": "Yes.", "character": "Bobby", "characterId": "nm0687625"}]}, {"lines": [{"text": "It isn't jail, Jimmie. Don't let him lie to you. Ray Ray is a drug dealer. He hurts people. I don't want to see you die in these streets.", "character": "Bobby", "characterId": "nm0687625"}]}, {"lines": [{"text": "Oh, now you going to preach to me, right?", "character": "Bobby", "characterId": "nm0687625"}, {"text": "[Slams elbow against wall]\n. Yeah, I'm going to preach... and you going to listen!", "character": "Ali", "characterId": "nm0525855"}]}, {"lines": [{"text": "I owe everybody in this joint, and all I did was help my homeboy Loco.", "character": "Bobby", "characterId": "nm0687625"}, {"text": "Helping is costly.", "character": "Ali", "characterId": "nm0525855"}]}]}