{"quotes": [{"lines": [{"text": "[last message before evacuating Alpha]\nWe are Mankind. We came from planet Earth, and we built this base, called Alpha, to learn more about space. But human error blasted this Moon out of the Earth's orbit. And so, we have traveled the Universe searching for a place to live. Now, we can no longer live here, and we go to face an uncertain future on the planet that has nearly destroyed us. You, whoever you are, who find this empty vessel of Alpha, come and seek us out, if we still exist. Come and teach us all you know. Because, we have learned many things, but most of all, we have learned we still have much to learn.", "character": "Prof. Victor Bergman", "characterId": "nm0607579"}]}, {"lines": [{"text": "It's better to live as your own man than as a fool in someone else's dream.", "character": "John Koenig", "characterId": "nm0001445"}]}, {"lines": [{"text": "We've had a lot of success so far. We know what dangers to expect out there from black suns, neutron storms, radiation and the like, but if we think we know everything that goes on out there, we're making a terrible mistake!", "character": "John Koenig", "characterId": "nm0001445"}]}, {"lines": [{"text": "Now we're sitting on the biggest bomb man's ever made.", "character": "Commander John Koenig", "characterId": "nm0001445"}]}, {"lines": [{"text": "We're all aliens, until we get to know one another.", "character": "John Koenig", "characterId": "nm0001445"}]}, {"lines": [{"text": "How can you value life if you do not fear death?", "character": null, "characterId": null}]}, {"lines": [{"text": "You mean, people killed people, just because they were different from each other? That's disgusting.", "character": "Maya", "characterId": "nm0770711"}]}, {"lines": [{"text": "Why has all of this happened to us, Professor?", "character": "Sandra Benes", "characterId": "nm0581617"}, {"text": "The gods using us for their sport, perhaps?", "character": "Prof. Victor Bergman", "characterId": "nm0607579"}]}, {"lines": [{"text": "With a history like that, who wants to go back to Earth anyway?", "character": "Helena Russell", "characterId": "nm0000828"}]}, {"lines": [{"text": "If we understand others, in time, I believe, we come to understand ourselves.", "character": "John Koenig", "characterId": "nm0001445"}]}, {"lines": [{"text": "A killer who can't be killed.", "character": "John Koenig", "characterId": "nm0001445"}]}]}