{"quotes": [{"lines": [{"text": "In the summer of 1982, 1983, 1984, my girlfriend Renee and I rented a cabin in upstate New York in Krumville. K-R-U-M-V-I-L-L-E.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "The guy, the real estate agent takes me into the corner and says with his cigar-y breath and says, \"Listen, I think we can get this cheap. I think we can get this for 26-5. His oldest daughter has to have an emergency kidney operation or she'll DIE.\"", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "The first thing he does is ask me what do I do for a living. I chose \"writer\" that day. He says, \"Good. We'll have a lot to talk about. I'm an artist myself. I'm a florist in Queens.\"", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "We stepped into that clear river and an ice cold can of unopened Budweiser just came floating by. Renee just reached out, popped it and chug-a-lugged it down. We were thinking of selling it to the Budweiser people, you know, as an ad, you know? \"Young yuppie couple steps out of mountain, this Bud's for you.\" type of situation.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[On owning land instead of a home.]", "character": null, "characterId": null}, {"text": "What if the gypsy moths come back next year when they're not supposed to come back? Can you imagine owning eighty denuded acres?", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[On the house he was interested in buying.]", "character": null, "characterId": null}, {"text": "The only problem was the foundation. There really wasn't one.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[On Johnny Delfredo.]", "character": null, "characterId": null}, {"text": "Mainly what we talked about is how I should by a big car when driving on the freeways. Big General Motors car, you know? Maybe a Cadillac... maybe his.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[On Johnny Delfredo.]", "character": null, "characterId": null}, {"text": "Renee is going, \"Don't deal with this man anymore. Give up right away. I don't like the way he sounds. I don't trust him. He sounds like my father.\"", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "I felt someone owned the house before me, now I owned it, and someone would own it after me... I hoped.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "This is the Reader's Digest of Tibetan Buddhism.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[reading from Buddha's last words]", "character": null, "characterId": null}, {"text": "And he says, \"All things are perishable. Anything that comes together must eventually come apart.\" I've got a Buddhist house.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "I had been to see him when he had an ashram there in the sexiest sounding town in India -- Poona.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "Be neutral. Take it from the heart. Take it from the neutral heart.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[On catching rabies from dead animals in a well.]", "character": null, "characterId": null}, {"text": "Now, Mr. Gray, don't you think life is too short to be worried about catching rabies... from a well?", "character": "Spalding Gray", "characterId": "nm0336960"}, {"text": "[slaps himself]", "character": null, "characterId": null}, {"text": "ALMOST.", "character": "Spalding Gray", "characterId": "nm0336960"}]}]}