{"quotes": [{"lines": [{"text": "In an angry mood at poor exam work he shouts out at the class\"And pull your socks up!\"", "character": "John Saunders", "characterId": "nm0125880"}, {"text": "At this remark some of the boys jokingly pull their socks up, then Margaret stands up and slowly raises her skirt she teasingly pulls up her stocking tops.The boys in the class all give cheers and wolf-whistles !", "character": "John Saunders", "characterId": "nm0125880"}]}, {"lines": [{"text": "Entering Jenkins class and angry at the pupils behaviour\"Be quiet!somebody gives you something interesting to do for once and you all behave like a pack of lunatics !", "character": "Mr. Jenkins", "characterId": "nm0000587"}]}, {"lines": [{"text": "At Mister.Gregory who is enraged at being locked overnight in the playground toilet.\"Oh dear what a calamity old Greg got locked in the lavatory he was there from Monday till Saturday\"", "character": null, "characterId": null}]}, {"lines": [{"text": "Please don't make the mistake your predecessor did of calling any one of the pupils a bastard.You see Mister.Saunders some off them are", "character": "Mr. Jenkins", "characterId": "nm0000587"}]}, {"lines": [{"text": "Whispering to her friend, Margaret in class and stealing glances at Mister.Saunders who Margaret has a crush on.\"I reckon those specs makes him look like Gregory.Peck.Don't you Marge?\"", "character": "Doris", "characterId": "nm0731727"}, {"text": "Yeah, he does a bit, he looks real posh with them on.", "character": "Margaret", "characterId": "nm0550813"}]}, {"lines": [{"text": "Its the end of term and almost Christmas,Mister.Gregory grabs hold of a small boy who is running in school this occurs just as the home-time bell is ringing.Gregory is about to give him a good hiding but he relents and lets the boy loose.\"All right I'll let you off this time as its Christmas\"", "character": "Arthur Gregory", "characterId": "nm0444584"}, {"text": "Never to late to learn isn't that your motto Arthur ?", "character": "Mr. Jenkins", "characterId": "nm0000587"}]}]}