{"quotes": [{"lines": [{"text": "Don't be frightened of the word orgasm. Just consider it the highest form of religious experience.", "character": "Mr. Pupik", "characterId": "nm0473647"}, {"text": "That's what I thought! A religious experience!", "character": "Mrs. Blake", "characterId": "nm0247855"}]}, {"lines": [{"text": "He did have his own way of thinking. He truly believed that if you really put your mind to it, you can do anything! Huh. I heard him say that so many times. \"Betty, if you really wanna do it, you can do it. Just put your mind to it and you can do it.\" Honest, he said that!", "character": "Mrs. Blake", "characterId": "nm0247855"}, {"text": "Oh, that's beautiful.", "character": "Brandon", "characterId": "nm1539652"}, {"text": "Yeah, as beautiful as any other fairy tale I've heard lately. Well, you just can't go around teaching kids nonsense like that! Why, they'd fly off the first available balcony!", "character": "Mrs. Blake", "characterId": "nm0247855"}]}, {"lines": [{"text": "Now, you all know that the door marked X is the door to our famous suck-stalls, where the girls will give you a B.J. you'll never forget when you stick your P into the H, if you know what I mean.", "character": "Buster Blake", "characterId": "nm0855772"}]}, {"lines": [{"text": "No pushin', no shovin', if your dinkus wants lovin'. No punks, no drunks, no clap, no crap. No poppers or pills, no runnin' up bills. No money, no honey. No bucky, no sucky. And remember to wash your dick!", "character": "Buster Blake", "characterId": "nm0855772"}]}, {"lines": [{"text": "I was just complimenting Sparkle on her song.", "character": "Brandon", "characterId": "nm1539652"}, {"text": "Sure you were. Buster knows better than that. He's heard me sing.", "character": "Sparkle (Beth Sue Blake)", "characterId": "nm0568312"}, {"text": "I *taught* you to sing.", "character": "Buster Blake", "characterId": "nm0855772"}, {"text": "You mean, you tried.", "character": "Sparkle (Beth Sue Blake)", "characterId": "nm0568312"}, {"text": "And succeeded. Look, you sing good, and don't let anybody tell you any different. You hear the ruckus you raise out there.", "character": "Buster Blake", "characterId": "nm0855772"}, {"text": "That's not what I raise out there, and you know it!", "character": "Sparkle (Beth Sue Blake)", "characterId": "nm0568312"}]}, {"lines": [{"text": "You know, I really do try to put some feeling into my songs but - heck, man - if you ask any one of those guys out there what I said tonight and I bet they couldn't tell you.", "character": "Sparkle (Beth Sue Blake)", "characterId": "nm0568312"}, {"text": "That's because they like *the way* you sing, not *what* you sing.", "character": "Buster Blake", "characterId": "nm0855772"}, {"text": "If they like the way I sing so all-fired much, how come all of my encores are in the back room on my knees?", "character": "Sparkle (Beth Sue Blake)", "characterId": "nm0568312"}]}, {"lines": [{"text": "Oh, I don't mind being looked at. I kinda like it. Brandon here is just worried I'll ruin my vocal cords with my tube-steak diet.", "character": "Sparkle (Beth Sue Blake)", "characterId": "nm0568312"}]}, {"lines": [{"text": "Brandon, what can I do?", "character": "Beth Sue", "characterId": "nm0568312"}, {"text": "You can suck on my cock.", "character": "Brandon", "characterId": "nm1539652"}, {"text": "Since when do you talk to me like that?", "character": "Beth Sue", "characterId": "nm0568312"}, {"text": "Since I found out that you like it.", "character": "Brandon", "characterId": "nm1539652"}]}, {"lines": [{"text": "I raised my children to fear God, death, and to love their mama. And to make an honest living by good, hard work. Work is prayer, I always say. And I never been rich, but what I have is mine, and I earned it honestly.", "character": "Mrs. Blake", "characterId": "nm0247855"}]}, {"lines": [{"text": "I said, \"Son, I don't care if you're a garbage man, as long as you're an honest garbage man.\"", "character": "Mrs. Blake", "characterId": "nm0247855"}]}, {"lines": [{"text": "Beth Sue is just exactly like her daddy, God rest his soul. Stubborn.", "character": "Mrs. Blake", "characterId": "nm0247855"}, {"text": "Beth Sue never told me her father had died.", "character": "Brandon", "characterId": "nm1539652"}, {"text": "Oh, he hasn't. Officially. Though I don't read the obits faithfully anymore. He's gone as far as I'm concerned though.", "character": "Mrs. Blake", "characterId": "nm0247855"}]}, {"lines": [{"text": "I don't wanna start up anything with Brenda's mother. I had to go to school with her, and that was plenty, I can assure you! Why, Beth Sue says they don't even have a vacuum cleaner! You know, that type of family.", "character": "Mrs. Blake", "characterId": "nm0247855"}]}, {"lines": [{"text": "[Mr. Pupik dances around Mrs. Blake's porch playing a saxophone, then he suddenly begins singing]", "character": null, "characterId": null}, {"text": "Mrs. Blake, Mrs. Blake, smells like you just baked a cake. Share your cake, Mrs. Blake, please don't leave me with a tummy aaaaaache!", "character": "Mr. Pupik", "characterId": "nm0473647"}, {"text": "How does he know your name?", "character": "Brandon", "characterId": "nm1539652"}, {"text": "I can't imagine!", "character": "Mrs. Blake", "characterId": "nm0247855"}]}, {"lines": [{"text": "You know, I hate to be hasty in my judgements of people, but this man seems a little retarded or something.", "character": "Brandon", "characterId": "nm1539652"}]}, {"lines": [{"text": "I have nothing to sell but plenty to give away. To the right person.", "character": "Mr. Pupik", "characterId": "nm0473647"}, {"text": "Oh, and Mrs. Blake is that right person?", "character": "Brandon", "characterId": "nm1539652"}, {"text": "Correct. Now, I have several prizes for you today, Mrs. Blake, that you can choose from. Let's see. Oh, we have security, purity, happiness, love - with or without lust... luck - good, bad or both... anxiety...", "character": "Mr. Pupik", "characterId": "nm0473647"}, {"text": "Oh wait, wait, hold it right there. Would you care to explain why anyone in their right mind would want to have bad luck or anxiety? I mean, those don't exactly sound like prizes to me.", "character": "Brandon", "characterId": "nm1539652"}, {"text": "Your guess is as good as mine, Brandon, but some people want 'em so bad that they have 'em just about every day.", "character": "Mr. Pupik", "characterId": "nm0473647"}]}]}