{"quotes": [{"lines": [{"text": "Is it possible to compare the weapons deployed today, the kind of the Russians may have aimed at Charleston with what the terrorists have on that ship?", "character": "John Woodley", "characterId": "nm0281130"}, {"text": "John, tonight, people who are 5 miles from the harbor would survive the blast at least. If a Soviet 1 megaton bomb was dropped on the harbor, those people, 5 miles away, would be vaporized in the first three-fifths of a second.", "character": "Arlen Surrey", "characterId": "nm0418012"}]}, {"lines": [{"text": "Woodley, that's a nice Anglo-Saxon sounding name. I hope it's your own.", "character": "Dr. David McKeeson", "characterId": "nm0711058"}]}, {"lines": [{"text": "There is about a hundred pounds of explosives in there. geared to set off the chain reaction. They have just put a match under the WHOLE PILE.", "character": "Dr. Neils Johanssen", "characterId": "nm0067049"}]}, {"lines": [{"text": "We're a group, we're a group that believes in survival, and I am a former strategic weapons planner for the Pentagon, so I know whereof I speak. There has been a serious change in the strategic thinking of our leaders; they now believe that they can wage nuclear war, they believe that they will wage nuclear war and they believe they can win it. Now if that frightens you, that's good, we're here in Charleston today because Charleston is a major staging area for nuclear offense. You have Poseidon submarines, you have Air Force and naval weapons areas, and we think this is a good place to start.", "character": "Dr. Bruce Lyman", "characterId": "nm0166359"}]}, {"lines": [{"text": "[crying]\nIs the radiation coming now? Does anybody know that? I mean are we hurt? Are we going to die?", "character": "Megan 'Meg' Barclay", "characterId": "nm0366509"}]}, {"lines": [{"text": "Oh my God! This is incredible! In all my years I've never seen anything like this! It's incredible! People are burnt beyond recognition!", "character": "Bernard Frost", "characterId": "nm0404122"}]}, {"lines": [{"text": "30 tomorrow afternoon or if our exit from the harbor is blocked in any way, the device on board this ship will explode at 6 P.M. tomorrow, and believe me it will illustrate what it is we all have to fear. I think, we do this not in anger, but as a desperate plea and in hope of lasting peace. And I believe that's all there is to say at this time.", "character": "Dr. Bruce Lyman", "characterId": "nm0166359"}]}, {"lines": [{"text": "Good evening, this is News Watch. Emergency efforts continue in Charleston, South Carolina, where 3 days ago a nuclear explosion destroyed the heart of the city. Estimated at an yield of 23,000 tons of TNT was seen and heard up to 400 miles away and created a firestorm that is still burning in several areas. Due to early evacuations, the number of dead is estimated at less than 2,000, but at last count there were more than 25,000 injured. Many of those are burnt and have been flown to hospitals around the country for treatment, but altogether the burn care centers in the United States have only 2,400 beds, less than half the number needed for the victims of the Charleston blast. Because onshore winds spreading radiation fallout west of the city, 250,000 more people have been evacuated from outlying areas. In all, half a million are homeless. Scientists estimate that it may be years before the region is safe to reoccupy. Trauma care centers are being set up for survivors, many of whom are physically uninjured but suffering from shock and delayed stress. Authorities are also caring for hundreds of children who are either orphaned or cannot find their parents. Counselors tell of recurring nightmares and shock. One child of 9 apparently committed suicide. After 3 days the shock seems to be just setting in. Early talk of rebuilding have been forgotten in the wake of radiation estimates. Hundreds of thousands of refugees face the prospects of starting new lives elsewhere in an already depressed economy. As for Charleston itself, the city of gardens and narrow streets and beautiful old houses, that city is gone forever. A new city may someday grow there years from now, or it may remain a desert, whichever, the staggering loss of once was can never be eradicated.", "character": "Susan Myles", "characterId": "nm0907923"}]}, {"lines": [{"text": "I would like to make a statement. I just wanna say how much I love RBS News, and I didn't believe any of those stories of how John Woodley got mad when Susan Myles was made a co-anchorperson... those stories were circulating?... That's not true, John, you didn't get mad, did you? And one more thing... I LOVE this logo with America Under Seige with music in the background... and uh... it just give me chills. Makes me real proud to be a part of this whole thing. It never ceases to amaze me the ability of the news media to trivialize any event of any significance... any meaning... it just, uh, I don't know... What?", "character": "Dr. David McKeeson", "characterId": "nm0711058"}, {"text": "What are you doing, Dave?", "character": "Dr. Bruce Lyman", "characterId": "nm0166359"}, {"text": "People are talking about us like we're doing some sort of bad thing. A terrible thing. And we are making a statement. We're trying to do a good thing just like John Woodley is trying to do a good thing, and I think we are together on this. Right?", "character": "Dr. David McKeeson", "characterId": "nm0711058"}, {"text": "Well, I think any connection between what Dr. McKeeson is doing and RBS in its attempts cover it is highly remote.", "character": "John Woodley", "characterId": "nm0281130"}, {"text": "John, you eat us for breakfast and for lunch. You have like an earthquake or a plane crash or something. John... John Woodley. Good Anglo-Saxon name. I hope it's his own. John? John, are you there?", "character": "Dr. David McKeeson", "characterId": "nm0711058"}, {"text": "Yes, Dr. McKeeson.", "character": "John Woodley", "characterId": "nm0281130"}, {"text": "Does this qualify for gratuitous self-indulgence?", "character": "Dr. David McKeeson", "characterId": "nm0711058"}, {"text": "Well, perhaps, that is in the mind of the beholder, Dr. McKeeson, if you choose to think of it like that.", "character": "John Woodley", "characterId": "nm0281130"}, {"text": "I made John mad, here now. Don't mean to get John mad. See, I am just trying to improve your rating points.", "character": "Dr. David McKeeson", "characterId": "nm0711058"}, {"text": "You think this is about ratings?", "character": "John Woodley", "characterId": "nm0281130"}, {"text": "John, okay, John, you tell me. Look, here's what you do... I want you to call up NBC, call up CBS, and get 'em on the line and you tell them there's a story here you don't want to cover anymore. This will show me then. There's a story you don't want to cover. Take Steve out of here. Steve is really doing a great job. And I know if he stayed here, his career would be made with RBS. But if rating points don't mean anything to you, then what I want you to do is cut me off. Just pull the plug. I mean, if you're so righteous, if it doesn't to you that the entire country is turned to RBS for exclusive coverage, we'lljust end it. I mean, NBC would kill its mother for its footage. Any of them would. So, if it doesn't matter to you, fine, then cut it off. I would like to see RBS willingly give up exclusive coverage. This will be interesting. Let's see it... I'm waiting... Well, I guess we all know where we stand, don't we?", "character": "Dr. David McKeeson", "characterId": "nm0711058"}]}]}