{"quotes": [{"lines": [{"text": "[At a brothel, the scene of a grisly death]", "character": null, "characterId": null}, {"text": "You get a look at the guy?", "character": "Press Lenox", "characterId": "nm0000514"}, {"text": "Hey, man, I don't pay attention to the Johns, alright? They come and they go.", "character": "Seedy Motel Clerk", "characterId": "nm0956332"}, {"text": "[Starts laughing hysterically]", "character": null, "characterId": null}, {"text": "Heh heh, \"They come and they go\", get it?", "character": "Seedy Motel Clerk", "characterId": "nm0956332"}, {"text": "Yeah, hilarious.", "character": "Press Lenox", "characterId": "nm0000514"}, {"text": "[Press then sends the obnoxious wheelchair-bound clerk rolling down a nearby hill]", "character": null, "characterId": null}]}, {"lines": [{"text": "Eve.", "character": "Patrick Ross", "characterId": "nm0493699"}, {"text": "Patrick.", "character": "Eve", "characterId": "nm0000449"}]}, {"lines": [{"text": "[Press, Baker, and Gamble stare at the alien cocoons]", "character": null, "characterId": null}, {"text": "Jesus Christ!", "character": "Dr. Laura Baker", "characterId": "nm0001339"}, {"text": "Welcome to the Maternity Ward... from HELL.", "character": "Press Lenox", "characterId": "nm0000514"}, {"text": "Patrick's offspring.", "character": "Dr. Laura Baker", "characterId": "nm0001339"}, {"text": "I'm gonna go here and see if I can take a look.", "character": "Press Lenox", "characterId": "nm0000514"}, {"text": "Press, it's not Eve's fault. She's also human too.", "character": "Dr. Laura Baker", "characterId": "nm0001339"}, {"text": "Like them.", "character": "Press Lenox", "characterId": "nm0000514"}]}, {"lines": [{"text": "My God, it's you! Will you sign my Space Flakes box?", "character": "Darlene", "characterId": "nm0011128"}]}, {"lines": [{"text": "What the fuck you laughing at, bitch?", "character": "Patrick Ross", "characterId": "nm0493699"}]}, {"lines": [{"text": "[Arriving at the debutante's motel room, Patrick finds that she is not there alone]", "character": null, "characterId": null}, {"text": "This is my sister. We share everything.", "character": "Debutante", "characterId": "nm0479041"}, {"text": "[Patrick smirks and steps in to the room, closing the door behind him]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Patrick and the debutante have just finished having sex. The debutante's sister walks over to the bed and begins to undress]", "character": null, "characterId": null}, {"text": "My turn!", "character": "Debutante's Sister", "characterId": "nm0307074"}, {"text": "Yes, it is!", "character": "Patrick Ross", "characterId": "nm0493699"}, {"text": "[the debutante's sister lays down on the bed with Patrick and they immediately begin to have sex]", "character": null, "characterId": null}, {"text": "[facetiously]\nForget safe sex... You're dangerous!", "character": "Debutante's Sister", "characterId": "nm0307074"}]}, {"lines": [{"text": "The alien DNA infected us, it's about time we infected them.", "character": "Dr. Laura Baker", "characterId": "nm0001339"}]}, {"lines": [{"text": "[Cromwell explaining what he found out about Mars and why it got him locked up]\nI was doing research on a Mars meteorite. The one found in the Antarctic in '96? Fossils in the meteorite convinced us there might have been life on Mars. But these fossils weren't anything organic to the planet. Oh, no. And what was the basis for that determination? Carbon-based elements in the fossils... exist only in the Magellanic galaxy. That's 100 million light years away. Well, how did they get to Mars? By my reckoning, Mars was visited by an alien species approximately one billion years ago. The species was like a plague, a cancer. It turned a thriving planet with rivers and oceans and rudimentary plant life into a useless hunk of rock. When I heard they were going to send a mission to Mars, I strongly urged the government to reconsider. On what grounds? On grounds that alien DNA might remain on the planet, that any human attempt to violate the planet would result in biological contamination.", "character": "Dr. Herman Cromwell", "characterId": "nm0001967"}, {"text": "So, let me guess. They told you to shove it up your ass.", "character": "Press Lenox", "characterId": "nm0000514"}, {"text": "They got me fired from Stanford. It seems the military had strategic reasons for wanting to go to Mars. Outpost of the future, or some crap like that. Anyway, they harassed the shit out of me. I got into a fistfight with a Pentagon general and broke his goddamn jaw.", "character": "Dr. Herman Cromwell", "characterId": "nm0001967"}, {"text": "That's why they stuck you in here, right?", "character": "Press Lenox", "characterId": "nm0000514"}, {"text": "Why do you think that Dr. Orinsky called you the night that he died? To tell me I was right. Whatever species destroyed Mars, those poor astronauts brought down to Earth. May God have pity on our souls.", "character": "Dr. Herman Cromwell", "characterId": "nm0001967"}]}]}