{"quotes": [{"lines": [{"text": "[talking on Larry King Live]", "character": null, "characterId": null}, {"text": "That Republican Convention was one of the most hateful things. I'm a Republican, but I'll tell you what, Pat Robertson, personally, was one of the reasons why I voted against George Bush.", "character": null, "characterId": null}, {"text": "Okay, now, Pat, he's saying you would not let a pro-choice person share your party... or you would try to stop it.", "character": "Larry King", "characterId": "nm0005092"}, {"text": "He just, uh, contradicted what I just said. I'm sitting here on this chair telling you something different and he said I won't do - how does he know what I'll do? Uh, I, I, think, uh, if he obviously didn't hear my speech at the convention because it closed with a beautiful story of a lovely lady holding a little, uh, starving child in her arm and, uh, it was a call for a, a better world and, and one nation under God. I can't see how anybody said that was hateful. I don't know where he's coming from but there's something there that is not just on the surface I think because I didn't say the things he said I did.", "character": "Pat Robertson", "characterId": "nm0731979"}, {"text": "We'll be back with more Pat Roberson and Lyn Martin and more of your phonecalls on Larry King Live, then Tina Sinatra. Don't go away.", "character": "Larry King", "characterId": "nm0005092"}, {"text": "[Show goes to commmercial break]", "character": null, "characterId": null}, {"text": "That guy was a homo.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[Said to Tipper Gore]\nSee, everybody watches.", "character": null, "characterId": null}, {"text": "[coughs, stares at camera]", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "1992 was the year of kings. There was the L.A.P.D. beating of Rodney King videotaped from an apartment balcony and the hovering coverage of TV cameras and helicopters circling the city as the public rebelled. It was nearly twenty-five years after the assassination of Dr. Martin Luther King and Bill Clinton, a child of the '60s, was campaigning to become commander-in-chief, a king among the contenders.", "character": "Brian Springer", "characterId": "nm0819718"}, {"text": "Hold on just a minute, here's Larry King.", "character": null, "characterId": null}, {"text": "Hello?", "character": "Larry King", "characterId": "nm0005092"}, {"text": "Then there was Larry King, who was anointed as the father of talk-show democracy, because TV viewers could phone his program and ask the candidates questions on the air.", "character": "Brian Springer", "characterId": "nm0819718"}]}]}