{"quotes": [{"lines": [{"text": "I had been waiting so long to run free, but that goodbye was harder than I ever imagined. I'll never forget that boy and how we won back our freedom together.", "character": "Spirit", "characterId": "nm0000354"}]}, {"lines": [{"text": "The story that I want to tell you cannot be found in a book. They say that the history of the west was written from the saddle of a horse, but it's never been told from the heart of one. Not till now. I was born here, in this place that would come to be called the Old West. But, to my kind, the land was ageless. It had no beginning and no end, no boundary between earth and sky. Like the wind and the buffalo, we belonged here, we would always belong here. They say the mustang is the spirit of the West. Whether that west was won or lost in the end, you'll have to decide for yourself, but the story I want to tell you is true. I was there and I remember. I remember the sun, the sky, and the wind calling my name in a time when we ran free. I'll never forget the sound and the feeling of running together. The hoof beats were many, but our hearts were one.\"", "character": "Spirit", "characterId": "nm0000354"}]}, {"lines": [{"text": "And so I grew from colt to stallion, as wild and as reckless as thunder over the land. Racing with the eagle, soaring with the wind. Flying? There were times I believed I could.", "character": "Spirit", "characterId": "nm0000354"}]}, {"lines": [{"text": "I couldn't understand it. She treated this scrawny two-legged like one of our kind, prancing around him like a love-struck yearling. It was down right unnatural.", "character": "Spirit", "characterId": "nm0000354"}]}, {"lines": [{"text": "Bye-bye horsey!", "character": "Little Indian Girl", "characterId": "nm1183408"}]}, {"lines": [{"text": "There was no end to the strange ways on the two-leggeds.", "character": "Spirit", "characterId": "nm0000354"}]}, {"lines": [{"text": "I'm never going to ride you, am I? And no one ever should.", "character": "Little Creek", "characterId": "nm0836070"}]}, {"lines": [{"text": "Sometimes a horse has got to do what a horse has got to do.", "character": "Spirit", "characterId": "nm0000354"}]}, {"lines": [{"text": "[Spirit is about to make a spectacular jump off a canyon]", "character": null, "characterId": null}, {"text": "Oh no...", "character": "Little Creek", "characterId": "nm0836070"}, {"text": "Oh yes!", "character": "Spirit", "characterId": "nm0000354"}]}, {"lines": [{"text": "[after watching Rain play with Little Creek]\nMares!", "character": "Spirit", "characterId": "nm0000354"}]}, {"lines": [{"text": "Take care of her... Spirit... who could not be broken.", "character": "Little Creek", "characterId": "nm0836070"}]}, {"lines": [{"text": "There are those in Washington who believe the West will never be settled, the Northern Pacific Railroad will never breach Nebraska, a hostile Lakota will never submit to providence. And it is that kind of small-minded thinking that say this horse will never be tamed. Discipline, time, and patience are the three great levelers.", "character": "The Colonel", "characterId": "nm0000342"}]}, {"lines": [{"text": "My heart galloped through the skies that night- back to my herd, where I belonged. I wondered if they missed me as much as I missed them.", "character": "Spirit", "characterId": "nm0000354"}]}, {"lines": [{"text": "I remember the first time I saw a rattler curled up in my path. This one didn't look like a rattler, but I was still thinkin' 'snake'.", "character": "Spirit", "characterId": "nm0000354"}]}, {"lines": [{"text": "More ropes.", "character": "Spirit", "characterId": "nm0000354"}]}]}