{"quotes": [{"lines": [{"text": "Any company mail for Elkhorn?", "character": "Red Ryder", "characterId": "nm0485226"}, {"text": "[shakes head]\nAnd there isn't much company either, since the bottom fell out of silver - just me and those keys.", "character": "Joe", "characterId": "nm0124560"}, {"text": "[indicates telegraph set]", "character": null, "characterId": null}, {"text": "About all the good they're for is for them to telegraph me from Pueblo when they're ready to say I'm fired.", "character": "Joe", "characterId": "nm0124560"}]}, {"lines": [{"text": "[thugs try to kill Red and Joe when they try to send a telegraph to little Dicky's aunt]", "character": null, "characterId": null}, {"text": "Well, the way it looks to me is that somebody didn't want Dicky's Aunt May to receive any telegram.", "character": "Red Ryder", "characterId": "nm0485226"}, {"text": "That's it, Bill. Maybe this Dicky Ray's folks left him some property that someone wanted to get his hands on. Somebody wanted the kid out of the way and when he didn't die first off... Well, anyway, Ryder, that could explain everything.", "character": "Crooked sheriff", "characterId": "nm0011389"}, {"text": "Yes, it might, except as far as I know, the kid's folks didn't have any property to leave. No, I have an idea we have to look deeper than that for our answer. Anyhow, when folks start shootin' at me, I don't run out. I found out who and why, and that's what I aim to do.", "character": "Red Ryder", "characterId": "nm0485226"}]}, {"lines": [{"text": "You don't have to worry about the kid, but just watch your step when Ryder's around - he's nobody's fool.", "character": "Big Bill Lambert", "characterId": "nm0054117"}, {"text": "Who? That long-legged geezer? Guys like him are a cinch to handle.", "character": "'Beautiful'", "characterId": "nm0829726"}]}, {"lines": [{"text": "[about the con-woman Beautiful, who died saving Dicky's life]", "character": null, "characterId": null}, {"text": "I guess folks and horses are a lot alike. And it all depends on how they're saddle-broke whether their good or bad crops out. The thing that counts most ought to be how they finish the race.", "character": "Red Ryder", "characterId": "nm0485226"}]}]}