{"quotes": [{"lines": [{"text": "He knows what he's fighting for. He's fighting for the kind of world in which you and he can live together in happiness and peace and love. Don't ever think about quitting. Don't ever stop for a minute... working, fighting,praying until we've got that kind of a world. For you, for him, for your children... for the whole human race. Days without end. Amen.", "character": "Katharine Hepburn", "characterId": "nm0000031"}]}, {"lines": [{"text": "Do you theater people have these canteens all over the country?", "character": null, "characterId": null}, {"text": "Oh sure we do. We've got canteens... Why they have one canteen in Washington D.C. It's the darnedest thing you ever saw. They don't have famous actors waiting on the soldiers like they do here. Down in Washington, congressmen wait on the boys. Those boys will starve to death down there you mark my words.", "character": "Ed Wynn", "characterId": "nm0943956"}, {"text": "Why Mr. Wynn.", "character": null, "characterId": null}, {"text": "Well, you know how long it takes for a congressman to pass anything.", "character": "Ed Wynn", "characterId": "nm0943956"}]}, {"lines": [{"text": "I do say it myself. I can flirt up a pretty sandwich. This is for my darling.", "character": "Lynn Fontaine", "characterId": "nm0285007"}, {"text": "Wellll... thank you my dear!", "character": "Alfred Lunt", "characterId": "nm0526795"}, {"text": "Ohh, it's not for you. It's for that adorable sailor from Savannah.", "character": "Lynn Fontaine", "characterId": "nm0285007"}, {"text": "Oh, is that the boy who came up to me the other day and said, \"Thank you Mr. Lunt\" and I said you're welcome but what for? And he said, \"I'm having so much fun with your wife?\"", "character": "Alfred Lunt", "characterId": "nm0526795"}, {"text": "Oh no, no. That boy came from Norfolk.", "character": "Lynn Fontaine", "characterId": "nm0285007"}, {"text": "Oh, you do get around don't you!", "character": "Alfred Lunt", "characterId": "nm0526795"}, {"text": "I don't but the sailors do.", "character": "Lynn Fontaine", "characterId": "nm0285007"}]}, {"lines": [{"text": "Say, how do you look out of uniform?", "character": "Eileen Burke", "characterId": "nm0907612"}, {"text": "Pretty naked!", "character": "Dakota Smith", "characterId": "nm0856096"}]}, {"lines": [{"text": "Look, I've been in both these here wars and I've been in plenty of joints, but I just can't figure this one out.", "character": "Dubious Army Sergeant", "characterId": "nm0280900"}, {"text": "Whaddya mean, Sarge?", "character": "Dakota Smith", "characterId": "nm0856096"}, {"text": "Well, you come in, you get free chow, free entertainment, free dancing, and with dames that come right up and ask for out to. What I'd like to know is, when do we get clipped?", "character": "Dubious Army Sergeant", "characterId": "nm0280900"}]}, {"lines": [{"text": "As they say in Madison Square Gardens, this is a return engagement.", "character": "Dakota Smith", "characterId": "nm0856096"}, {"text": "I'll bet 2 to 1 on the soldier. Knockout in the second round.", "character": "Judith Anderson", "characterId": "nm0000752"}]}, {"lines": [{"text": "These people represent the flesh and spirit that stopped the Germans at Stalingrad. Did I say 'stopped'? I meant 'exterminated'!", "character": "Sam Jaffe", "characterId": "nm0415488"}]}]}