{"quotes": [{"lines": [{"text": "Let everything that's been planned come true. Let them believe. And let them have a laugh at their passions. Because what they call passion actually is not some emotional energy, but just the friction between their souls and the outside world. And most important, let them believe in themselves. Let them be helpless like children, because weakness is a great thing, and strength is nothing. When a man is just born, he is weak and flexible. When he dies, he is hard and insensitive. When a tree is growing, it's tender and pliant. But when it's dry and hard, it dies. Hardness and strength are death's companions. Pliancy and weakness are expressions of the freshness of being. Because what has hardened will never win.", "character": "Stalker", "characterId": "nm0435289"}]}, {"lines": [{"text": "A man writes because he is tormented, because he doubts. He needs to constantly prove to himself and the others that he's worth something. And if I know for sure that I'm a genius? Why write then? What the hell for?", "character": "Writer", "characterId": "nm0813463"}]}, {"lines": [{"text": "My conscience wants vegetarianism to win over the world. And my subconscious is yearning for a piece of juicy meat. But what do I want?", "character": "Writer", "characterId": "nm0813463"}]}, {"lines": [{"text": "[subtitled version]\nWhile I am digging for the truth, so much happens to it that instead of discovering the truth I dig up a heap of, pardon... I'd better not name it.", "character": "Writer", "characterId": "nm0813463"}]}, {"lines": [{"text": "It is so quiet out here, it is the quietest place in the world.", "character": "Stalker", "characterId": "nm0435289"}]}, {"lines": [{"text": "for nothing, and... and for nobody, just so. Unselfish. Though it's not so... perhaps... For everything, in the end, has its own meaning... Both the meaning and the cause...", "character": "Stalker", "characterId": "nm0435289"}]}, {"lines": [{"text": "[the wagon stops, the scene is in color now]\nWe are home!", "character": "Stalker", "characterId": "nm0435289"}]}, {"lines": [{"text": "The Zone wants to be respected. Otherwise it will punish.", "character": "Stalker", "characterId": "nm0435289"}]}, {"lines": [{"text": "Your eyes when they're downcast In bursts of love-inspired fire And through the eyelash goes fast A somber, dull call of desire...", "character": "Martha, Stalker's daughter", "characterId": "nm0009125"}]}, {"lines": [{"text": "And there was a great earthquake. And the sun became black as sackcloth made of hair. And the moon became like blood... And the stars of the sky fell to the earth, as a fig tree casts its unripe figs when shaken by a great wind. And the sky was split apart like a scroll when it is rolled up. And every mountain and island were moved out of their places. And the kings of the earth and the great men and the rich and the chiliarchs and the strong and every free man, hid themselves in the caves and among the rocks of the mountains; and they said to the mountains and to the rocks, \"Fall on us and hide us from the presence of Him who sits on the throne, and from the wrath of the Lamb, for the great day of His wrath has come, and who is able to stand?\"", "character": "Stalker's Wife", "characterId": "nm0293981"}]}, {"lines": [{"text": "When a man thinks of the past, he becomes kinder.", "character": "Stalker", "characterId": "nm0435289"}]}, {"lines": [{"text": "The Zone is a very complicated system of traps, and they're all deadly. I don't know what's going on here in the absence of people, but the moment someone shows up, everything comes into motion. Old traps disappear and new ones emerge. Safe spots become impassable. Now your path is easy, now it's hopelessly involved. That's the Zone. It may even seem capricious. But it is what we've made it with our condition. It happened that people had to stop halfway and go back. Some of them even died on the very threshold of the room. But everything that's going on here depends not on the Zone, but on us!", "character": "Stalker", "characterId": "nm0435289"}, {"text": "So it lets the good ones pass and kills the bad ones?", "character": "Writer", "characterId": "nm0813463"}, {"text": "I don't know. I think it lets those pass who have lost all hope. Not good or bad, but wretched people. But even the most wretched will die if they don't know how to behave. You have been lucky, it just warned you.", "character": "Stalker", "characterId": "nm0435289"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[sub-titled from Russian]\nWhy did you take my watch?", "character": "Stalker's Wife", "characterId": "nm0293981"}]}]}