{"quotes": [{"lines": [{"text": "You can't control life. It doesn't wind up perfectly. Only-only art you can control. Art and masturbation. Two areas in which I am an absolute expert.", "character": "Sandy Bates", "characterId": "nm0000095"}]}, {"lines": [{"text": "Some people have claimed that your films are narcissistic.", "character": "Question Askers-Screening", "characterId": "nm0749554"}, {"text": "Yes, many people have said that about me over the years, but I don't think it's true. If I were to say which Greek God I take after, I would definitely not say Narcissus.", "character": "Sandy Bates", "characterId": "nm0000095"}, {"text": "Who would you say?", "character": "Question Askers-Screening", "characterId": "nm0749554"}, {"text": "Zeus.", "character": "Sandy Bates", "characterId": "nm0000095"}]}, {"lines": [{"text": "It was one of those great spring days, it was Sunday, and you knew summer would be coming soon. And I remember that morning Dorrie and I had gone for a walk in the park and come back to the apartment. We were just sort of sitting around and I put on a record of Louie Armstrong which was music I grew up with and it was very, very pretty, and I happened to glance over and I saw Dorrie sitting there. And I remember thinking to myself how terrific she was and how much I loved her. And I don't know, I guess it was a combination of everything, the sound of the music, and the breeze, and how beautiful Dorrie looked to me and for one brief moment everything just seemed to come together perfectly and I felt happy, almost indestructible in a way. It's funny, that simple little moment of contact moved me in a very, very profound way.", "character": "Sandy Bates", "characterId": "nm0000095"}]}, {"lines": [{"text": "To you, I'm an atheist; to God, I'm the loyal opposition.", "character": "Sandy Bates", "characterId": "nm0000095"}]}, {"lines": [{"text": "What do you think the Rolls Royce represented?", "character": null, "characterId": null}, {"text": "I think that represented his car.", "character": null, "characterId": null}]}, {"lines": [{"text": "It's funny, because in my family nobody ever committed suicide, nobody... this was just not a middle-class alternative, you know? I - my mother was too busy running the boiled chicken through the deflavorizing machine to think about shooting herself or anything.", "character": "Sandy Bates", "characterId": "nm0000095"}]}, {"lines": [{"text": "Oh, oh. Th-this is my friend Libby. She thinks you're a genius. Libby just did a definitive cinematic study of Gummo Marx. She did!", "character": "Vivian Orkin", "characterId": "nm0359834"}, {"text": "Interestingly, he's the one Marx brother that never made any movies.", "character": "Dick Lobel", "characterId": "nm0110735"}]}, {"lines": [{"text": "I understand you studied philosophy at school.", "character": null, "characterId": null}, {"text": "Uh, no, that's not true. I-I-I did take - I took one course in existential philosophy at, uh, at New York University, and on, uh, on the final... they gave me ten questions, and, uh, I couldn't answer a single one of 'em. You know? I left 'em all blank... I got a hundred.", "character": "Sandy Bates", "characterId": "nm0000095"}]}, {"lines": [{"text": "What is it the comedian says when his jokes are going well? \"I murdered that audience\"...\"I killed 'em\"...\"They screamed\"...\"I broke 'em up.\"", "character": "Jack", "characterId": "nm0745232"}, {"text": "Yeah. So-so what are you saying? Are you saying that someone like-like myself or... or Laurel and Hardy, or-or Bob Hope are furious?", "character": "Sandy Bates", "characterId": "nm0000095"}, {"text": "Furious or latent homosexual.", "character": "Jack", "characterId": "nm0745232"}]}, {"lines": [{"text": "Oh, what is this? The-the traditional brownies with hash? Is this what you're giving me?", "character": "Sandy Bates", "characterId": "nm0000095"}, {"text": "No, no. Look, here's the hash on the side because I didn't know how much you took.", "character": null, "characterId": null}, {"text": "How much I took? What is it, hollandaise sauce? What do you mean, how much I took?", "character": "Sandy Bates", "characterId": "nm0000095"}]}, {"lines": [{"text": "I gotta give my one classical-music joke which I put in every single picture and I invariably cut it out.", "character": "Sandy Bates", "characterId": "nm0000095"}, {"text": "Yeah?", "character": "Daisy", "characterId": "nm0363888"}, {"text": "Um - the, eh, uh...\"I don't know much about classic music. For years I thought the Golberg Variations were something Mr. and Mrs. Goldberg tried on their wedding night.\"", "character": "Sandy Bates", "characterId": "nm0000095"}]}, {"lines": [{"text": "But shouldn't I stop making movies and do something that counts, like-like helping blind people or becoming a missionary or something?", "character": "Sandy Bates", "characterId": "nm0000095"}, {"text": "Let me tell you, you're not the missionary type. You'd never last. And-and incidentally, you're also not Superman; you're a comedian. You want to do mankind a real service? Tell funnier jokes.", "character": "Voice of Martian", "characterId": "nm0000095"}]}, {"lines": [{"text": "In this film, he played the part of God.", "character": "Vivian Orkin", "characterId": "nm0359834"}, {"text": "This was not easy, folks, because, uh, you know, I-I-I didn't know what the hell I was doing, and I don't have a good voice for God.", "character": "Ghost of Sandy Bates", "characterId": "nm0000095"}, {"text": "And he received an Academy Award for his convincing portrayal of God... although they had to use another actor's voice.", "character": "Vivian Orkin", "characterId": "nm0359834"}]}, {"lines": [{"text": "It's crazy. The town is jammed. I don't know, is the Pope in town, or some other show business figure?", "character": "Sandy Bates", "characterId": "nm0000095"}]}, {"lines": [{"text": "Can I talk to you about an idea for a film I have?", "character": null, "characterId": null}, {"text": "This is not the place.", "character": "Sandy Bates", "characterId": "nm0000095"}, {"text": "Do you have a moment, please? It's a comedy based on that whole Guyana mass suicide.", "character": null, "characterId": null}]}, {"lines": [{"text": "I had two heart attacks before I got the bicycle.", "character": "Sam", "characterId": "nm0064286"}, {"text": "And since then?", "character": "Sandy Bates", "characterId": "nm0000095"}, {"text": "I also had two.", "character": "Sam", "characterId": "nm0064286"}]}, {"lines": [{"text": "Mom's blind in one eye, deaf in one ear.", "character": "Sandy's Sister", "characterId": "nm0211408"}, {"text": "Oh. I hope the same side of the head, right? Because that's important. So she's even. She should be even at that age.", "character": "Sandy Bates", "characterId": "nm0000095"}]}, {"lines": [{"text": "I've had six chauffeurs in two years. You get me drunks, guys who can't understand English, one guy ran over an old lady with me in the car and now this guy's wanted for mail fraud.", "character": "Sandy Bates", "characterId": "nm0000095"}]}, {"lines": [{"text": "I'm a psychoanalyst. This is my pipe.", "character": "Sandy Bates", "characterId": "nm0000095"}]}, {"lines": [{"text": "Mmm. You smell nice.", "character": "Dorrie", "characterId": "nm0001648"}, {"text": "Yeah?", "character": "Sandy Bates", "characterId": "nm0000095"}, {"text": "That aftershave. It just made my whole childhood come back with a sudden Proustian rush.", "character": "Dorrie", "characterId": "nm0001648"}, {"text": "Yeah? That's 'cause I'm wearing Proustian Rush by Chanel. It's-it's reduced. I got a vat of it.", "character": "Sandy Bates", "characterId": "nm0000095"}]}, {"lines": [{"text": "What have you got against intellectuals?", "character": null, "characterId": null}, {"text": "Intellectuals? Nothing, why?", "character": "Sandy Bates", "characterId": "nm0000095"}, {"text": "Mr. Bates, I've seen all your films. You really feel threatened by them.", "character": null, "characterId": null}, {"text": "Threatened? You're kidding me. I've always said they're like the mafia. They only kill their own.", "character": "Sandy Bates", "characterId": "nm0000095"}]}, {"lines": [{"text": "Are you Sandy Bates?", "character": null, "characterId": null}, {"text": "Uhhh... no.", "character": "Sandy Bates", "characterId": "nm0000095"}, {"text": "Yes, you are.", "character": null, "characterId": null}, {"text": "No n-n-n-no, I'm not.", "character": "Sandy Bates", "characterId": "nm0000095"}, {"text": "My mother buys meat in the same butcher shop your mother does.", "character": null, "characterId": null}, {"text": "Oh, great.", "character": "Sandy Bates", "characterId": "nm0000095"}, {"text": "Can I have your autograph?", "character": null, "characterId": null}, {"text": "Oh, jeez.", "character": "Sandy Bates", "characterId": "nm0000095"}, {"text": "\"To Phyllis Weinstein, you unfaithful, lying bitch.\"", "character": null, "characterId": null}]}]}