{"quotes": [{"lines": [{"text": "Welcome aboard. This is Captain REX from the cockpit. I know this is probably your first flight and it's mine too. Ha ha. Well it looks like we'll have a smooth flight to Endor.", "character": "REX", "characterId": "nm0000607"}]}, {"lines": [{"text": "Sorry, folks! I'm sure I'll do better next time. And I'm still getting used to my programming!", "character": "REX", "characterId": "nm0000607"}, {"text": "[shield closes on REX]", "character": null, "characterId": null}, {"text": "Hey! HEY!", "character": "REX", "characterId": "nm0000607"}]}, {"lines": [{"text": "[StarSpeeder nears a huge comet]\nI have a very bad feeling about this!", "character": "REX", "characterId": "nm0000607"}]}, {"lines": [{"text": "Red-24, Red-30, follow me!", "character": "Red Leader", "characterId": "nm0310697"}, {"text": "[StarSpeeder follows X-Wing Pilot until he navigates into Death Star Trench]", "character": null, "characterId": null}, {"text": "OK! I've always wanted to do this! We're goin' in!", "character": "REX", "characterId": "nm0000607"}]}, {"lines": [{"text": "Don't insult me, you overgrown scrap pile!", "character": "C-3PO", "characterId": "nm0000355"}]}, {"lines": [{"text": "I do wish I could go with you to Endor...", "character": "C-3PO", "characterId": "nm0000355"}, {"text": "[something shorts and R2 warbles loudly]", "character": null, "characterId": null}, {"text": "On second thoughts, I just remembered how much I hate space travel. You have a nice trip though, R2.", "character": "C-3PO", "characterId": "nm0000355"}]}, {"lines": [{"text": "These shutdown breaks are getting much too short. Now, what have we have here? Hmm, Hey, haven't I seen you before? Seems like I am always fixing this burnout.", "character": "G2-9T", "characterId": "nm0280401"}]}, {"lines": [{"text": "Try to keep the line moving, folks, I am not programmed for dispatch. You know, it's not polite to stare.", "character": "G2-9T", "characterId": "nm0280401"}]}, {"lines": [{"text": "Now, was I suppose to weld that logic module positive to positive or negative to negative? No, no, I'm positive it was negative to positive, absolutely positive.", "character": "G2-9T", "characterId": "nm0280401"}]}, {"lines": [{"text": "Hey, what are you all staring at? Oh, me! You got cameras, why don't you guys take a picture, it will last longer. Geesh, a lot of families here today. Glad your flying with us. You know, I like families. Sure, I see a lot of mine these days. Oh, look, there's Gus. Hi, Dad! Dad was the top Star Tours pilot. Kinda took a crash course in StarSpeeders... If you know what I mean. Now he is a really basket case. Yep, that's him all over. It's a shame too, really gone to pieces.", "character": "G2-9T", "characterId": "nm0280401"}]}, {"lines": [{"text": "[singing]\nI've been working on the same droid, all my live long day...", "character": "G2-9T", "characterId": "nm0280401"}, {"text": "[speaking]", "character": null, "characterId": null}, {"text": "He, he, he, stick'em up! I love the west. It reminds me of my last home on Tatooine. Hey, speaking of homes, how about taking me with you when you leave, will you wait for me? I get off work in a few years. Pleeeaassee?", "character": "G2-9T", "characterId": "nm0280401"}]}, {"lines": [{"text": "Now you're getting me in trouble. That's what happens when you talk to humanoids. Always trouble.", "character": "G2-9T", "characterId": "nm0280401"}]}, {"lines": [{"text": "[to the computer]\nPassports? How do I know if they have their passports? OK, OK, OK! I'll check. Geesh, give me a circuit break well ya?", "character": "G2-4T", "characterId": "nm4544554"}, {"text": "[to the line]", "character": null, "characterId": null}, {"text": "Hey, do all you passengers have the necessary paperwork to go on this tour? You know, passports, Visas, tickets, flight insurance... Well?", "character": "G2-4T", "characterId": "nm4544554"}, {"text": "[to computer]", "character": null, "characterId": null}, {"text": "I don't know, chief, they're all just standing there staring at me. Maybe their not programmed to my frequency.", "character": "G2-4T", "characterId": "nm4544554"}, {"text": "[to the line]", "character": null, "characterId": null}, {"text": "Hey! What's the matter? Haven't you people ever seen intelligent life before?", "character": "G2-4T", "characterId": "nm4544554"}]}, {"lines": [{"text": "Have any of you humanoids flown on a StarSpeeder before? Well, I hope you enjoy your tour. Now, Now, please keep your party together as you approach the loading concourse. Heh, that is, if you ever like to see them again. If not, you can say goodbye now, heh heh heh.", "character": "G2-4T", "characterId": "nm4544554"}]}, {"lines": [{"text": "Gee, I hope the new StarSpeeders run better then the one that brought me here. What a bucket of bolts! You'll never get me on one of those things in a billion light years!", "character": "G2-4T", "characterId": "nm4544554"}, {"text": "[computer warbles]", "character": null, "characterId": null}, {"text": "Yeah, Chief.", "character": "G2-4T", "characterId": "nm4544554"}, {"text": "[computer warbles]", "character": null, "characterId": null}, {"text": "What's that? Don't worry, those humanoids out there can't hear a word I am saying, as long as I have the comlink switched off.", "character": "G2-4T", "characterId": "nm4544554"}, {"text": "[computer warbles]", "character": null, "characterId": null}, {"text": "Huh, it's not? Oh oh...", "character": "G2-4T", "characterId": "nm4544554"}, {"text": "[to guests waiting in line]", "character": null, "characterId": null}, {"text": "Say, are you the lucky people that are gonna ride the new StarSpeeder 3000? Hey, wait til you see it! It's a real beauty, and what a ride! Smooth as transmission fluid! You'll never forget it!... Although you probably wish you could...", "character": "G2-4T", "characterId": "nm4544554"}]}, {"lines": [{"text": "Excuse me please, but you'll have to check the excess baggage. Huh? Oh I am terribly sorry, I didn't realize that was your husband.", "character": "G2-4T", "characterId": "nm4544554"}]}, {"lines": [{"text": "Oh, no! We're caught in a tractor beam!", "character": "REX", "characterId": "nm0000607"}, {"text": "Star Tours? What are you doing here? This is a combat zone. It is restricted. Ease off on your main thruster.", "character": "Red Leader", "characterId": "nm0310697"}]}, {"lines": [{"text": "Well, you'll never get me to go back to that iceberg! I don't care how safe it is now, R2, it gives my motivators the chills just thinking about it.", "character": "C-3PO", "characterId": "nm0000355"}]}, {"lines": [{"text": "Hey, you there, ah excuse me? Hello? I am talking to you! Yes, you! Are you very mechanical? Well, I was just wondering if you could tell me where this goes? See I wasn't really online when they were programming us for logic repair, usually I can figure it out but these old ACK 5 are kinda built backwards, you know what I mean? Hmm? No, you... don't... know... what... I... mean... Well, don't worry, this isn't your navigator. I fixed him hours ago, but thanks for trying to helping me out, and you have a nice day. I'll figure this out... eventually.", "character": "G2-9T", "characterId": "nm0280401"}]}, {"lines": [{"text": "Hey! Get off my servos! I'm not the one who purchased all those defective RX pilots!", "character": "G2-4T", "characterId": "nm4544554"}]}, {"lines": [{"text": "[TIE Fighter fires at StarSpeeder]\nArtoo, get that stabilizer fixed! And hurry! We're losing altitude fast!", "character": "REX", "characterId": "nm0000607"}]}, {"lines": [{"text": "[X-Wing fires proton torpedo, destroying the Death Star]\nWe did it!", "character": "REX", "characterId": "nm0000607"}]}, {"lines": [{"text": "R2, lightspeed to Endor!", "character": "REX", "characterId": "nm0000607"}]}]}