{"quotes": [{"lines": [{"text": "I don't know why you're willing to do this.", "character": "Mary", "characterId": "nm0000873"}, {"text": "Because where you come from, you know, Freedom is not a tune you whistle, you know. But believe me ah, when I say this to you, that once you learn that tune, there's nobody, not anybody, that can take that away from you. Does that make sense?", "character": "Joey Callaghan", "characterId": "nm0000652"}]}, {"lines": [{"text": "So, you know I'm thinking you're from another country, you know I'm hearing an accent. Am I right maybe? How would Sherlock Holmes do this? Alright, number one, I figure you're on the run. Number two, like Ralph said, those two guys that were following you, they're like foreigners. Number three, you don't talk alot, right, which means maybe, ah, you're trying not to give yourself away, right? Which means four, you got something to hide. Which leads me to five, that wherever you're from, you're not supposed to be here, right? Am I getting warm, maybe a little red around the cheeks, huh? Do I sense an iron curtain in your not so distant past?", "character": "Joey Callaghan", "characterId": "nm0000652"}]}, {"lines": [{"text": "When I came here I was afraid. I had run from everyone and everything I knew because I just couldn't see any other way. Then I met you. I saw how you lived your life, how you're willing to fight and even die for what you believe in - and just as willing to fight for me, who you barely knew. I felt ashamed. You have courage and dignity, and I've been a coward. What you taught me - what I've learned from you I must now find a way to teach the people in my world because if I don't that world will end, and I will be as much to blame as the enemy.", "character": "Mary", "characterId": "nm0000873"}]}, {"lines": [{"text": "Why don't we start with names? Have a seat. But keep it simple, alright, first names only. Me Joey, you?", "character": "Joey Callaghan", "characterId": "nm0000652"}, {"text": "Mary", "character": "Mary", "characterId": "nm0000873"}, {"text": "What, Mary is a Russian name now? What, like Jesus and Mary? You don't ah... you don't have the slightest idea what I'm talking about, do you?", "character": "Joey Callaghan", "characterId": "nm0000652"}]}]}