{"quotes": [{"lines": [{"text": "What the fuck's mulch? You're going on like a fuckin' garden gnome. I'm trying to bury a stiff here and you're giving me all this rose bed shit, you mulch fuck.", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "Hey Rog, open up, you cardigan fuck.", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "You're all a bit fragile, what with the long journey, and the harpoon murder.", "character": "Michael Caine", "characterId": "nm0180504"}]}, {"lines": [{"text": "Two years in Surrey and their brains have turned to mush.", "character": "Michael Caine", "characterId": "nm0180504"}]}, {"lines": [{"text": "I cleaned up your arse when you shit yourself.", "character": "Michael Caine", "characterId": "nm0180504"}]}, {"lines": [{"text": "So you can take your leg of lamb and your bleeding mange tout and you can stick them right up you fat arse.", "character": "Michael Caine", "characterId": "nm0180504"}]}, {"lines": [{"text": "You don't want to put all your money on one horse in this business; nine times out of ten, the second horse comes first.", "character": "Michael Caine", "characterId": "nm0180504"}]}, {"lines": [{"text": "Anyway, must dash. They're re-showing The Swarm on Channel 5.", "character": "Michael Caine", "characterId": "nm0180504"}]}, {"lines": [{"text": "Nautical clobber is de rigueur.", "character": "Michael Caine", "characterId": "nm0180504"}]}, {"lines": [{"text": "I told you about the plot didn't I? It's about an MI5 agent Bob Chisolm, that's me, who's on the trail of this Barda Meinhoff gang, who are gonna blow up the Post Office tower, only they're not, 'cos they're gonna blow up the tower of London instead and make off with the Crown Jewels to finance the communist takeover.", "character": "Michael Caine", "characterId": "nm0180504"}]}, {"lines": [{"text": "You know that front room in there that I hardly ever use, with the water bed and them two way mirrors, and them things hanging off the ceiling that you can tie your wrists up with like. That'll be hers, she can have that, but as long as we take down all the equipment and remove them moody videos, we'll be laughing", "character": "Michael Caine", "characterId": "nm0180504"}, {"text": "Oh I wouldn't bother with that-she likes all that shit.", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "I'm going to give you these pills. They use them for slowing down sperm whales, so don't go operating no machinery or talking to the human race for about a year and a half.", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "I never see the point of old people; they're nearly fucking dead anyways.", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "We all go a little pasty in London.", "character": "Michael Caine", "characterId": "nm0180504"}, {"text": "Who the fuck you calling pasty you fuck?", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "Hey, condom face, get me two tins of carrots, so I can shoot in the dark.", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "Dean the only place your foot is going is gonna be up your fucking ring, and that's just so I can pull it out your mouth. Believe me Dean, you'll still be an anonymous dumb prick fuck, but there'll be a certain dazzling originality in the way I fucked you up.", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "Fish sticks are just the right size to stick up your fucking ass.", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "Tony Curtis? Some-like-it-up-the-fucking-ass Tony fucking Curtis? No, fuck you.", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "You know just before Christmas I had a little unfortunate incident whereby you know I had to have a fucking hole cut in my head like I'm a fucking mailbox.", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "Some shit fuck prick has just broken my window with a soccer ball. You know when I find him I'm gonna wrap his fucking balls around his neck.", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "I must be getting Alzheimer's, but didn't I already whack your mouthy fucking ass?", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "how would I react if I got all that Dick Van fuck chim-chimmuny up your fucking bullshit coming at me?", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "You tell that elephant John, you know if he sends any more Pringle pricks round here asking for fucking milk, he's gonna end up in the elephant graveyard with a seven foot tusk up his fucking geek.", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "What are you waiting for, you anecdotal joke fuck?", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "Does your mother like games?", "character": "Roger Moore", "characterId": "nm0785938"}, {"text": "What are you fucking talking about? Hide the syringe? Golden showers? This is my mother we're talking about, not some fucking hooker.", "character": "Joe Pesci", "characterId": "nm0785938"}, {"text": "I thought you wanted a gambling ambiance.", "character": "Roger Moore", "characterId": "nm0785938"}, {"text": "You'll be the one needing a fucking ambulance, you're gambling with your fucking life.", "character": "Joe Pesci", "characterId": "nm0785938"}, {"text": "Well I just thought Joe you might like something cushy and comfortable so that you could relax...", "character": "Roger Moore", "characterId": "nm0785938"}, {"text": "What, to lie down?", "character": "Joe Pesci", "characterId": "nm0785938"}, {"text": "Yes, if you like...", "character": "Roger Moore", "characterId": "nm0785938"}, {"text": "What, with my mother? You incestuous sick fuck. Get the fuck out of my beautiful house, and mind where you fucking tread.", "character": "Joe Pesci", "characterId": "nm0785938"}]}, {"lines": [{"text": "I'm a hard nosed cop from the wrong side of Glas-cow, I'm 100% Scotch.", "character": "Jack Nicholson", "characterId": "nm0180504"}]}, {"lines": [{"text": "Oooock Aye as they say in Glas-cow, you're one lying piece of shit.", "character": "Jack Nicholson", "characterId": "nm0180504"}]}, {"lines": [{"text": "I'm going to have me a nice bowl of Shreddies.", "character": "Jack Nicholson", "characterId": "nm0180504"}]}, {"lines": [{"text": "Rockery, Jesus Christ. This guy comes around here, he calls himself a landscape gardener. So he walks in with his wheelbarrow and charges me five hundred and seventy-five dollars for a bunch of rocks. You know what I call that? I call that a fuckery.", "character": "Jack Nicholson", "characterId": "nm0180504"}]}, {"lines": [{"text": "See you on the other side, you goddam cracker-ass.", "character": "Jack Nicholson", "characterId": "nm0180504"}]}, {"lines": [{"text": "Hey, Rog, do you know the way to San Fucking Jose?", "character": "Jack Nicholson", "characterId": "nm0180504"}]}, {"lines": [{"text": "I'd like to think of you exactly as what you are, a sad asshole in a diamond pringle.", "character": "Jack Nicholson", "characterId": "nm0180504"}]}, {"lines": [{"text": "You know, Michael Caine is to directing what Adolf Hitler was to race relations, you know what I'm saying.", "character": "Jack Nicholson", "characterId": "nm0180504"}]}, {"lines": [{"text": "Where's Van Gogh? I'm gonna cut his other ear off.", "character": "Jack Nicholson", "characterId": "nm0180504"}]}, {"lines": [{"text": "Oh no, the Devil's Dandruff. Five hundred pounds of nose candy in the god-damn Bex Bissel.", "character": "Jack Nicholson", "characterId": "nm0180504"}]}, {"lines": [{"text": "Why don't I stick a fucking grape on it, then string some fairy lights round it, and we'll see if it lights up like the god damn fourth of July. How's that for ya Dirk, huh? Now whadda you want.", "character": "Jack Nicholson", "characterId": "nm0180504"}]}, {"lines": [{"text": "I'm off to L A where I'll be bird-doggin' chicks and bangin' beaver ding dong merrily on fucking high, Rog.", "character": "Jack Nicholson", "characterId": "nm0180504"}]}, {"lines": [{"text": "You lose the word probably and you never use it again.", "character": "Marlon Brando", "characterId": "nm0785938"}]}, {"lines": [{"text": "There's no way you can leave anything around with a cockney around, there like roaches, they just move in, they shit on everything.", "character": "Marlon Brando", "characterId": "nm0785938"}]}, {"lines": [{"text": "Hoohar", "character": "Al Pacino", "characterId": "nm0785938"}]}, {"lines": [{"text": "Hurdy gurdy wurdy birdy.", "character": "Al Pacino", "characterId": "nm0785938"}]}, {"lines": [{"text": "I'll never forget the time you leant me your hosepipe during the drought.", "character": "Al Pacino", "characterId": "nm0785938"}]}, {"lines": [{"text": "If God created man in his own image, did he a create a little hopping goldfish faced guy who talks like his head's a bowling ball full of snot, or, and this is a big or, did he project his celestial being onto a dark haired brown eyed little Italian man who may have legs as short as a fucking hamster, but who every broad on the planet wants to dick?", "character": "Al Pacino", "characterId": "nm0785938"}]}, {"lines": [{"text": "Find yourself the biggest marzipan, ding-dong, jingle bells, santa claus shit cake fuck you can lay your fucking hands on.", "character": "Al Pacino", "characterId": "nm0785938"}]}, {"lines": [{"text": "Mars Attacks", "character": "Al Pacino", "characterId": "nm0785938"}]}, {"lines": [{"text": "I'm a great fan of Ikea furniture. Had I not been the greatest actor in the world, I think I would have been the greatest carpenter.", "character": "Al Pacino", "characterId": "nm0785938"}]}, {"lines": [{"text": "We got a little Huggett fund. We're gonna bury her in her own garden, like she was a hamster.", "character": "Al Pacino", "characterId": "nm0785938"}]}, {"lines": [{"text": "To live, you have to lie.", "character": "Al Pacino", "characterId": "nm0785938"}]}, {"lines": [{"text": "Awound the wagged wocks the wagged waskal wan.", "character": "Al Pacino", "characterId": "nm0785938"}]}, {"lines": [{"text": "If I had to choose, and I do, between staying with those fucks, and sleeping in a pile of seaweed and seagull shit, in the rain, on the beach, then the beach wins.", "character": "Al Pacino", "characterId": "nm0785938"}]}, {"lines": [{"text": "I'm not saying the tea was weak, but it could hardly crawl out of the pot.", "character": "David Bowie", "characterId": "nm0180504"}]}, {"lines": [{"text": "I've never taken lodgers in before, well, mind you, I never had my stomach pumped before last Thursday.", "character": "Jimmy Hill", "characterId": "nm0180504"}]}, {"lines": [{"text": "It is a good atmosphere here.", "character": "Jimmy Hill", "characterId": "nm0180504"}]}, {"lines": [{"text": "And then I keep getting these dreams where I'm in a laundrette and Rodney Marsh is in a tumble drier and all I can see is Rodney's face going round and round and round, and then it's like I'm in this landscaped garden and this Victorian lady with this huge great big hat is there with a cup of tea and some sandwiches for me, but I never get them, and then I'm falling into this abyss, and Kenneth Kendall is at the bottom and he's saying 'come on, Jimmy', but I never make it, it's really strange...", "character": "Jimmy Hill", "characterId": "nm0180504"}]}, {"lines": [{"text": "My mind is full of things. And not all of them are nice.", "character": "Jimmy Hill", "characterId": "nm0180504"}]}, {"lines": [{"text": "Right, well if that's everything, I'm off for a drink, off to see my, erm, nephew at the, erm, ice-rink, yes that's it, huur. Bye.", "character": "Jimmy Hill", "characterId": "nm0180504"}]}, {"lines": [{"text": "[Eating Christmas dinner]\nI appear to have a rather large fowl but it seems the referee hasn't spotted it.", "character": "Jimmy Hill", "characterId": "nm0180504"}]}, {"lines": [{"text": "Lonely? Imagine if that were true.", "character": "Jimmy Hill", "characterId": "nm0180504"}]}, {"lines": [{"text": "It's amazing what tia-peppem-diazimpan can do to the system isn't it. All my major organs failed you know.", "character": "Jimmy Hill", "characterId": "nm0180504"}]}, {"lines": [{"text": "I've had a suntan all my life.", "character": "Roger Moore", "characterId": "nm0785938"}]}, {"lines": [{"text": "You could always exchange it for a bath towel, but you may have to pay the difference.", "character": "Roger Moore", "characterId": "nm0785938"}]}, {"lines": [{"text": "She's the kind of woman that makes a man want to be a homosexual.", "character": "Al Pacino", "characterId": "nm0785938"}]}, {"lines": [{"text": "Roger fucking-knitting-pattern-Moore.", "character": "Al Pacino", "characterId": "nm0785938"}]}, {"lines": [{"text": "a friend in need is a pain in the arse.", "character": "Michael Caine", "characterId": "nm0180504"}]}, {"lines": [{"text": "Every time I see Marlon, I think Hindenburg.", "character": "Al Pacino", "characterId": "nm0785938"}]}]}