{"quotes": [{"lines": [{"text": "Lemme ask you a question, Phil - and you don't have to answer it if you don't want to. D'you think that every last thread of intelligent life has chosen to huddle in either New York or LA? Or do you really believe that-that this soulless sinkhole has anything to do with real life humanity - namely integrity, compassion, dignity? Y'know what, don't answer that, Phil. Just lemme just give you some advice. Next time you're driving through Texas, you better stay clear of all the trailer parks. And if you *are* driving through Texas, why don't you do it fast - real, *real* fast.", "character": "Fletcher McBracken", "characterId": "nm0000409"}]}, {"lines": [{"text": "I have this terribly archaic notion that art should be about beauty... and passion... and, well, redefining an imperfect world in a perfect way.", "character": "Fletcher McBracken", "characterId": "nm0000409"}]}, {"lines": [{"text": "Are you gonna make me stand with my back against the wall, blindfolded, with a cigarette in my mouth?", "character": "Fletcher McBracken", "characterId": "nm0000409"}, {"text": "Only if you beg.", "character": "Rosalyn Willoughby", "characterId": "nm0324790"}, {"text": "[stammering]\nWill you *please* make me stand against the wall, with my back to the wall, with the blindfold on, and a cigarette around my mouth?", "character": "Fletcher McBracken", "characterId": "nm0000409"}]}, {"lines": [{"text": "I know. It's more of a curse than a blessing.", "character": "Ida, Fletcher's Grand Mother", "characterId": "nm0002141"}, {"text": "What?", "character": "Rosalyn Willoughby", "characterId": "nm0324790"}, {"text": "smart and beautiful. But it's mostly in your own gut. See, the problem is, you stop believing that he *could* be out there waiting for you.", "character": "Ida, Fletcher's Grand Mother", "characterId": "nm0002141"}, {"text": "Who?", "character": "Rosalyn Willoughby", "characterId": "nm0324790"}, {"text": "Your true love.", "character": "Ida, Fletcher's Grand Mother", "characterId": "nm0002141"}]}, {"lines": [{"text": "There are two things I always wanted to believe in but didn't dare. One is that there was one man, somewhere, who was made just for me. The other is that I just might deserve him.", "character": "Rosalyn Willoughby", "characterId": "nm0324790"}]}]}