{"quotes": [{"lines": [{"text": "Okay, I'll tell you this much. The world runs on money. Everybody walks around with this invisible number in their heads. You hit the figure close enough, the penny drops, you own the man. In Hong Kong you can buy a murder for five bucks. In New York City a sloppy job runs you five hundred. A neat, clean, professional hit, upwards of ten grand. On skid row they'll kill you for your shoes. I take money out of the equation. My hands don't sweat, because I'm never at the pay window.", "character": "Ray", "characterId": "nm0541576"}]}, {"lines": [{"text": "making Plan A work!", "character": "Ray", "characterId": "nm0541576"}]}, {"lines": [{"text": "You're not religious, are you?", "character": null, "characterId": null}, {"text": "I am, in my own way. I've seen a lot of evil. Here, all over the world. The horror of war, injustice. If I have a religion, I guess my religion is my belief in the inherent good of all people... and having faith in that belief. Sometimes it takes all the strength that I have.", "character": "Ray", "characterId": "nm0541576"}]}, {"lines": [{"text": "You've had a lot of exposure. Check yourself into a hospital.", "character": null, "characterId": null}, {"text": "Have you ever tasted the food in a hospital?", "character": "Ray", "characterId": "nm0541576"}]}, {"lines": [{"text": "Nurse! What happened to the patient in here?", "character": null, "characterId": null}, {"text": "His fever broke about an hour ago, and I asked him if he wanted something to eat, and he said only if I order out.", "character": null, "characterId": null}]}, {"lines": [{"text": "He doesn't fit the profile.", "character": null, "characterId": null}, {"text": "He doesn't fit any profile. You're looking at the one man who may be capable of unraveling everything you've put together.", "character": "Nameless Master Villain", "characterId": "nm0001816"}]}, {"lines": [{"text": "You're good. Scary good!", "character": "Johnny", "characterId": "nm0744235"}]}, {"lines": [{"text": "That's great. I'm just a kid, and I've got more answers than that.", "character": null, "characterId": null}, {"text": "That's cause you are a kid. You'll pickup a few question marks as you go along.", "character": "Ray", "characterId": "nm0541576"}]}, {"lines": [{"text": "You've got a smart mouth.", "character": "Sgt. Fiddler", "characterId": "nm0001748"}, {"text": "You're going to close it for me, so don't get all lathered.", "character": "Stingray", "characterId": "nm0541576"}]}]}