{"quotes": [{"lines": [{"text": "I can't show the new summer line without a model.", "character": "Cliff Rummel", "characterId": "nm0332221"}, {"text": "Show 'em on hangers.", "character": "Marsha Mitchell", "characterId": "nm0001677"}, {"text": "Hangers haven't got what you've got!", "character": "Cliff Rummel", "characterId": "nm0332221"}]}, {"lines": [{"text": "I'll give you a tip, young fellow. Never go off half-cocked. Who's to say the Klan's involved? You got a witness? Don't drag people into anything unless you got solid legal evidence. Everything that happens in these small towns right away they blame it on the Klan.", "character": "Charlie Barr", "characterId": "nm0761576"}]}, {"lines": [{"text": "Let's not fool ourselves, Charlie. You know the boys. Without those white hoods to hide in, they're no heroes. That's why they need the hoods in the first place. Put them under fire, legal fire, and you'll see a rat race like you never seen before! They'll squeal, they'll cry, they'll run like rabbits!", "character": "Faulkner", "characterId": "nm0339121"}]}, {"lines": [{"text": "Hear that yellin' out there? That's the Klan! They just found out that law and order can't touch them. You did that when you let them off! They're runnin' wild! They're gonna rip up the old laws and make new ones! They're gonna do every rotten thing they can think of doing!", "character": "Burt Rainey", "characterId": "nm0001654"}]}, {"lines": [{"text": "Don't force me to show you how we handle people! We're the law here! We're the judges and the jury!", "character": "Charlie Barr", "characterId": "nm0761576"}, {"text": "I'm no hero. I'm scard! That's what you wanted, and that's the way it is. Yeah, I'm afraid of what you might do to me. But if I ever get out of here, I'm gonna tell, and there's nothing you can do that'll stop me!", "character": "Marsha Mitchell", "characterId": "nm0001677"}]}, {"lines": [{"text": "Just wearing that hood doesn't change your voice, Walker. Am I supposed to be afraid of you because your face is covered up? It'll take more than these sheets you're wearing to hide the fact that you're mean, frightened little people, or you wouldn't be here, desecrating the cross.", "character": "Burt Rainey", "characterId": "nm0001654"}]}]}