{"quotes": [{"lines": [{"text": "Whenever you want sanctuary, babe, here's where you'll find it.", "character": "André Verne", "characterId": "nm0000022"}, {"text": "[tapping thumb to chest]", "character": null, "characterId": null}, {"text": "Right here, in the ol' temple.", "character": "André Verne", "characterId": "nm0000022"}, {"text": "Don't tap your heart, you'll break your finger. And if you're sanctuary, I'll take whatever else is lying around.", "character": "Julie", "characterId": "nm0001076"}]}, {"lines": [{"text": "And as for going around with you, I still pick my own gutters", "character": "Julie", "characterId": "nm0001076"}]}, {"lines": [{"text": "[first title card]", "character": null, "characterId": null}, {"text": "Deep in the Guianas... a penal colony for men set aside to be forgotten by the world they live in ~~ for men to whom the present, the future and the past are one ~~~~ for men without hope...", "character": null, "characterId": null}]}, {"lines": [{"text": "You hate hard, baby, so you love hard.", "character": "André Verne", "characterId": "nm0000022"}]}, {"lines": [{"text": "So you outsmarted me, huh?", "character": "André Verne", "characterId": "nm0000022"}, {"text": "That's what happens, they tell me, when smart people get together. One of them winds up ahead.", "character": "Julie", "characterId": "nm0001076"}]}, {"lines": [{"text": "[after the hostile Julie unexpectedly helps him win a fight by throwing a skillet]\nShall I say \"thanks,\" baby, or were you just waving at something?", "character": "André Verne", "characterId": "nm0000022"}]}, {"lines": [{"text": "Don't give me any of that Sister-come-to-Salvation. Look, I'm not buying any. I know the routine. It starts out with a prayer, and ends up with a Bible in one hand and me in the other!", "character": "Julie", "characterId": "nm0001076"}]}, {"lines": [{"text": "When you've drifted as much as I have then you're glad to drop anchor - even if it is in the mud.", "character": "Julie", "characterId": "nm0001076"}]}, {"lines": [{"text": "A woman'd be a chump to go on with a guy like me, wouldn't she? What could she win? It's what you call makin' it the hard way. You can't travel that way, can ya baby?", "character": "André Verne", "characterId": "nm0000022"}, {"text": "Maybe that's it. But you'd do me a favor and drag me along with you anyway, wouldn't ya? From sewer to sewer.", "character": "Julie", "characterId": "nm0001076"}, {"text": "But on plush cushions!", "character": "André Verne", "characterId": "nm0000022"}]}, {"lines": [{"text": "I said, where you from, baby?", "character": "André Verne", "characterId": "nm0000022"}, {"text": "Marseille.", "character": "Julie", "characterId": "nm0001076"}, {"text": "Marseille? Hmm, hot blue nights, the right kind of music, it's a date.", "character": "André Verne", "characterId": "nm0000022"}, {"text": "A romantic convict. What are you in for? Stealing doilies?", "character": "Julie", "characterId": "nm0001076"}]}, {"lines": [{"text": "I'll take all they've got, for a little of this. I don't know what you'll look like tomorrow, but right now, baby, you're the most beautiful dame in the world. Does that mean anything to you?", "character": "André Verne", "characterId": "nm0000022"}, {"text": "Not a thing!", "character": "Julie", "characterId": "nm0001076"}, {"text": "No. Supposing I wasn't a convict? Supposing I was sailing through on my yacht or a guy selling brushes?", "character": "André Verne", "characterId": "nm0000022"}, {"text": "Yeah, suppose I was Snow White!", "character": "Julie", "characterId": "nm0001076"}]}, {"lines": [{"text": "It don't make sense, here, this one will start you talking to yourself, listen,\"So, God created man in his own image.\" How do you like that? Now, take a look at me. Do I look like a god to you? This forsaken place is full of gods, I suppose. Only, they're not working at it right now, they're gods' on a holiday! Answer that one.", "character": "André Verne", "characterId": "nm0000022"}, {"text": "It sounds simple enough. I think it means that each man has some of the qualities of God inside him, if he wants them and if he looks for them.", "character": "Cambreau", "characterId": "nm0402842"}]}, {"lines": [{"text": "Remember this Pig, you're the one man in the world I could never get low enough to touch. Now, get outta here and leave me alone!", "character": "Julie", "characterId": "nm0001076"}]}, {"lines": [{"text": "Obviously, you know men, how evil they are. Only God is good.", "character": "Telez", "characterId": "nm0161862"}, {"text": "But, the good in man is God, Telez.", "character": "Cambreau", "characterId": "nm0402842"}, {"text": "Only God is good. Only God can forgive. They stole my crucifix, Cambreau. Without it, I'm lost. I'm afraid.", "character": "Telez", "characterId": "nm0161862"}, {"text": "A crucifix is a piece of wood, Telez. Only a piece of wood. The miracle is not in the wood, but, in the heart.", "character": "Cambreau", "characterId": "nm0402842"}]}, {"lines": [{"text": "I see you brought a friend along with you, too. Always room for one more in the boat.", "character": "Moll", "characterId": "nm0215260"}, {"text": "And if there isn't, you can always stay behind.", "character": "Julie", "characterId": "nm0001076"}, {"text": "We'll cut up our rations with you and our water. What do you say?", "character": "Moll", "characterId": "nm0215260"}, {"text": "Big-hearted, ain't you Moll.", "character": "André Verne", "characterId": "nm0000022"}, {"text": "Why not. We're all together, aren't we? Everything is share and share alike, with us. With all of us, ain't it! With everything.", "character": "Moll", "characterId": "nm0215260"}, {"text": "Sure it is, with everything that's yours if not mine. Do you get that, Moll? And do you get it, you mugs? Take a good look, because that's all that any of you are going to get.", "character": "André Verne", "characterId": "nm0000022"}]}, {"lines": [{"text": "Hey, baby, stop messing around with the crew and get back here. You belong at the Captain's table, don't ever forget that.", "character": "André Verne", "characterId": "nm0000022"}]}, {"lines": [{"text": "I've got an idea, Grideau. Give me twelve hours to get out and put her", "character": "André Verne", "characterId": "nm0000022"}, {"text": "[Julie]", "character": null, "characterId": null}, {"text": "in the dormatory. That way everybody's happy.", "character": "André Verne", "characterId": "nm0000022"}]}]}