{"quotes": [{"lines": [{"text": "[Last lines]\nGod... my God... help me! Give me the strength... the understanding... and the courage. God, God, God, oh my God, merciful God... God, God, God!", "character": "Karin", "characterId": "nm0000006"}]}, {"lines": [{"text": "Those who have gone away help those who are left behind. And I, well, I act as the middle-man.", "character": "The Priest", "characterId": "nm0149027"}, {"text": "Then try to help us, Father. I can't take a life like this. Antonio is still a boy. Yes, I love him, but he doesn't understand how a woman like me feels.", "character": "Karin", "characterId": "nm0000006"}, {"text": "I think he does. I know how hard he tried to get work. The fishing season has started. And the boats have full crews already. You see, there are only four boats from Stromboli. The rest come from other islands. Yet, Antonio has managed to find a place. He sacrificed his pride. He owned a boat of his own, once, you know. He has done it all for you. I know it, because I talked with him.", "character": "The Priest", "characterId": "nm0149027"}, {"text": "Yes, I suppose he's doing his best, but... can't he realize that I can't live here, and that he should take me away?", "character": "Karin", "characterId": "nm0000006"}, {"text": "You need money to emigrate - and a place to go.", "character": "The Priest", "characterId": "nm0149027"}, {"text": "Those who are born here, all they wanted was to leave. You can imagine how I feel here, Father, a stranger. These black rocks, this desolation, that... that 'terror.' This island drives me mad, Father. Won't you help us, please?", "character": "Karin", "characterId": "nm0000006"}, {"text": "You are both young. Make Antonio save his money instead of spending it. Help him. And perhaps you will be able to leave too, someday. But while you are to stay here, make a good home for yourself and for him. It will make it easier for both of you to wait. If you do this, merciful God will help you.", "character": "The Priest", "characterId": "nm0149027"}, {"text": "With me, God has *never* been merciful!", "character": "Karin", "characterId": "nm0000006"}]}, {"lines": [{"text": "Good morning, Rosaria, would you like to come in and see the house?", "character": "Karin", "characterId": "nm0000006"}, {"text": "No.", "character": null, "characterId": null}, {"text": "But what is the matter? Why are you all against me? I haven't hurt anyone. Why does everyone act like this?", "character": "Karin", "characterId": "nm0000006"}, {"text": "Why you do things like this? You are not modest.", "character": null, "characterId": null}, {"text": "But I haven't done anything wrong! It's not my fault if I'm different. I look different, I act different, and I feel different. I've tried to make the house better for me and my husband. What in the world can you be - can you have against that?", "character": "Karin", "characterId": "nm0000006"}, {"text": "You have no modesty.", "character": null, "characterId": null}]}, {"lines": [{"text": "This is a ghost island! Nobody lives here!", "character": "Karin", "characterId": "nm0000006"}]}, {"lines": [{"text": "San Bartolo, our patron saint, will bless you. It was San Bartolo who stopped the lava and the fire up there with his hands and saved our homes. You will be happy here, won't you? This is your home now.", "character": "The Priest", "characterId": "nm0149027"}, {"text": "Grazie a Padre.", "character": "Antonio", "characterId": "nm0899887"}, {"text": "Good-bye, Father.", "character": "Karin", "characterId": "nm0000006"}]}, {"lines": [{"text": "I don't care about your barley. Or, your vines! Or, your new terra! I want to leave this island and go away, far away! Like all the others who lived here and were born here and went away, far away!", "character": "Karin", "characterId": "nm0000006"}, {"text": "...Listen, this is my home! You are my wife! You stay because I want to!", "character": "Antonio", "characterId": "nm0899887"}]}, {"lines": [{"text": "I am your wife. And this is your home, but, I'm not like you. You slept very well last night, huh? But, I didn't sleep. I'm different. I'm very different from you. I belong to another class. I can't live like this in this filth! This is no life for civilized people. Keep on counting your nineteen thousand liras. You need much more for a woman like me.", "character": "Karin", "characterId": "nm0000006"}]}, {"lines": [{"text": "Money, money, money! You need much more money for a woman like me!", "character": "Karin", "characterId": "nm0000006"}]}, {"lines": [{"text": "I am your wife. And this is your home. But, I have to live in it too and I'm not an animal.", "character": "Karin", "characterId": "nm0000006"}]}, {"lines": [{"text": "I want to get out! I want to get out! I want to get out!", "character": "Karin", "characterId": "nm0000006"}]}, {"lines": [{"text": "Volcano is a very dangerous. Sometime blow up and a lot of stones go up and come down right in floor and make big hole and burn everything. Like in 1944.", "character": null, "characterId": null}, {"text": "Why did you leave America?", "character": "Karin", "characterId": "nm0000006"}, {"text": "I leave America. America's good for young fellows. I am old man and I come back to Stromboli.", "character": null, "characterId": null}, {"text": "This fellow too old and stupid in the head. I don't want to die here. I want to go back over to my son in Brooklyn. And he saves money for my trip. I am going back in Brooklyn in about ten years.", "character": null, "characterId": null}, {"text": "How old are you?", "character": "Karin", "characterId": "nm0000006"}, {"text": "Seventy.", "character": null, "characterId": null}]}, {"lines": [{"text": "Do me a favor and take me to the woman who has a sewing machine. The one who fixed the curtains for me. I'd like her to help me with the my new dress. It will be easier to wait if I have something to do.", "character": "Karin", "characterId": "nm0000006"}, {"text": "That woman is not so good. Her reputation is a cosi-cosi.", "character": null, "characterId": null}, {"text": "Ha-ha. I don't care if her reputation is cosi-cosi. I'm old enough to take care of myself.", "character": "Karin", "characterId": "nm0000006"}]}, {"lines": [{"text": "Oh, it's you. What's the matter? Are you sick?", "character": "Karin", "characterId": "nm0000006"}, {"text": "No, just malaria.", "character": "The Man from the Lighthouse", "characterId": "nm0819374"}]}, {"lines": [{"text": "Oh, I am so ashamed, Father. I may have done wrong. But, all I want now is a little happiness. Where I was born we had a nice home. We lost everything in the war. I met a man, an officer, in the invading army. He seemed more human than the rest. He was young and always gay. I was trapped, like all the rest. I-I have sinned, but, I've paid. You're a sensitive, experienced man.", "character": "Karin", "characterId": "nm0000006"}, {"text": "I am only a poor priest.", "character": "The Priest", "characterId": "nm0149027"}, {"text": "But, I can be frank with you. I couldn't with Antonio. You are the one man who can give me comfort.", "character": "Karin", "characterId": "nm0000006"}, {"text": "I'm no more than the parish priest of a little community of fishermen.", "character": "The Priest", "characterId": "nm0149027"}, {"text": "But, your human qualities, I can see.", "character": "Karin", "characterId": "nm0000006"}, {"text": "I am a priest! And I can only assist you during confession or to prayer.", "character": "The Priest", "characterId": "nm0149027"}]}, {"lines": [{"text": "May the Lord guide you. Compose yourself! Meditate! Think.", "character": "The Priest", "characterId": "nm0149027"}]}, {"lines": [{"text": "You're not going to keep me here, are you? Its no use looking at me that way. It won't do you any good. Nothing can keep me here!", "character": "Karin", "characterId": "nm0000006"}]}, {"lines": [{"text": "Oh, God. Oh, God. What mystery, what beauty.", "character": "Karin", "characterId": "nm0000006"}]}, {"lines": [{"text": "No! I can't go back. I can't. They are horrible. It was all horrible. They don't know what they are doing. I am even worse.", "character": "Karin", "characterId": "nm0000006"}]}]}