{"quotes": [{"lines": [{"text": "I haven't seen you in quite some time. I think the last time was at Paulie Haggerty's funeral. You were drinking with Paulie the night he was killed. You were drinking with Weary the night he raped the girl. Has it ever occurred to you, William, that under the influence of alcohol you could have been Weary, or Paulie? God spared you, William. And now you're afraid he won't spare you again.", "character": "Father Gilhooey", "characterId": "nm0282435"}]}, {"lines": [{"text": "What do you want out of life, William?", "character": "Father Gilhooey", "characterId": "nm0282435"}, {"text": "I want Lucy Scanlan. Remember her?", "character": "Studs Lonigan", "characterId": "nm0460844"}, {"text": "I baptised you both. Her family moved away years ago. Do you still see her?", "character": "Father Gilhooey", "characterId": "nm0282435"}, {"text": "No. Lucy wanted me to be important. Well, I ain't never going to be important.", "character": "Studs Lonigan", "characterId": "nm0460844"}, {"text": "Why not?", "character": "Father Gilhooey", "characterId": "nm0282435"}, {"text": "Because I just ain't got what it takes. Because when they were passing out brains I didn't get my share.", "character": "Studs Lonigan", "characterId": "nm0460844"}, {"text": "Do you think it's just a matter of brains?", "character": "Father Gilhooey", "characterId": "nm0282435"}, {"text": "What else?", "character": "Studs Lonigan", "characterId": "nm0460844"}, {"text": "I'm asking you.", "character": "Father Gilhooey", "characterId": "nm0282435"}, {"text": "Well, ain't it?", "character": "Studs Lonigan", "characterId": "nm0460844"}, {"text": "Jesus didn't think so. When he chose his disciplines he didn't go among the very learned and wise, he chose simple people; fishermen, the pure in heart, men who were able to give love.", "character": "Father Gilhooey", "characterId": "nm0282435"}, {"text": "I don't understand what that has to do with me, Father.", "character": "Studs Lonigan", "characterId": "nm0460844"}, {"text": "You've got love in you. And that's what you're afraid of, William. Why are you afraid? That somebody will take advantage of you? That people won't think you're as shrewd and as smart and as tough as the next person? Do you know what happened in the world today? Fortunes wiped out, savings lost, people full of grief because they've lost their money. The real tragedy is that too many people feel about love as they do about money. They think love is something you buy with gifts and presents. Something you own. They do not realise that love is the giving of yourself. Of sharing. They do not realise that the greatest single thing in this world is to love someone, and to be loved.", "character": "Father Gilhooey", "characterId": "nm0282435"}, {"text": "All my life I loved Lucy. It didn't do me no good, Father.", "character": "Studs Lonigan", "characterId": "nm0460844"}, {"text": "Are you sure it was love? How well did you know Lucy? What did you ever share with her? And was she ever, for one moment, interested in you? Or was Lucy just a vain hope? One more projection of the ambitions you never expected to realise. You're right, William, you are different than Weary and Paulie. They never knew anything was wrong. You know, but you won't take the next step.", "character": "Father Gilhooey", "characterId": "nm0282435"}, {"text": "What? What is that, Father?", "character": "Studs Lonigan", "characterId": "nm0460844"}, {"text": "Catherine Banahan came to see me yesterday. She told me about the child.", "character": "Father Gilhooey", "characterId": "nm0282435"}, {"text": "What else did she tell you?", "character": "Studs Lonigan", "characterId": "nm0460844"}, {"text": "That she loves you.", "character": "Father Gilhooey", "characterId": "nm0282435"}]}, {"lines": [{"text": "Healthy men out of work, and why? Because of the machine! The machine has got to go! And men gotta start working with their hands again. The good book says so, men shall work by the sweat of their brow. So let's get rid of the machine! Get the automobile off the streets and get back to the horse! Get rid of the automobile, the telephone, and high heels. Yeah, I said so, high heels! 'Cause that's another thing wrecking civilization. Take women off their high heels, put them back in the kitchen and you'll start eating properly! Machines! Bad food coming out of cans! That's what's destroying this country! Everything's going too fast! Everybody's driving, nobody's walking. Everybody's sitting behind a wheel. Nobody's just sitting!", "character": null, "characterId": null}]}]}