{"quotes": [{"lines": [{"text": "\"The Steakhouse.\" Well, we can only hope the imagination saved coming up with the name is being put to good use in the kitchen!", "character": "Chelsea", "characterId": "nm0005443"}]}, {"lines": [{"text": "I made reservations at a wonderful new French resturaunt on Broome Street, everyone is raving about it. A friend of mine was there last week. One of the waiters slapped her face. It's like you're in Provence!", "character": "Chelsea", "characterId": "nm0005443"}]}, {"lines": [{"text": "It was a fling. It was meaningless; like two ships passing in the night.", "character": "Chelsea", "characterId": "nm0005443"}, {"text": "Except they didn't just pass, did they Chelsea? They docked and some of the passengers got off!", "character": "Jane", "characterId": "nm0001529"}]}, {"lines": [{"text": "Jane, when I need to feel good about myself, I look inside of me. And you know something, I'm always there for me. You need to do that. When I need approval, do you know what I do? I look to me.", "character": "Chelsea", "characterId": "nm0005443"}, {"text": "You're right.", "character": "Jane", "characterId": "nm0001529"}, {"text": "I am. Now, what are you going to do from now on?", "character": "Chelsea", "characterId": "nm0005443"}, {"text": "When I need approval, I'm gonna look to me.", "character": "Jane", "characterId": "nm0001529"}, {"text": "Uh, no. Jane, Jane, that's not what I said. You're gonna look to ME! You have to listen!", "character": "Chelsea", "characterId": "nm0005443"}]}, {"lines": [{"text": "Well, I don't remember all the details. Uh, he came over, we talked, we had some wine, we did it and then he left. How was the rest of your evening?", "character": "Chelsea", "characterId": "nm0005443"}, {"text": "What?", "character": "Jane", "characterId": "nm0001529"}, {"text": "How was the rest of your---", "character": "Chelsea", "characterId": "nm0005443"}, {"text": "No, go back. You did it? What do you mean \"it?\"", "character": "Jane", "characterId": "nm0001529"}, {"text": "Well, I think it's the only \"it\" there is. Isn't it?", "character": "Chelsea", "characterId": "nm0005443"}]}]}