{"quotes": [{"lines": [{"text": "There's a lot to be said for making people laugh. Did you know that that's all some people have? It isn't much, but it's better than nothing in this cockeyed caravan.", "character": "John L. Sullivan", "characterId": "nm0566948"}]}, {"lines": [{"text": "You see, sir, rich people and theorists - who are usually rich people - think of poverty in the negative, as the lack of riches - as disease might be called the lack of health. But it isn't, sir. Poverty is not the lack of anything, but a positive plague, virulent in itself, contagious as cholera, with filth, criminality, vice and despair as only a few of its symptoms. It is to be stayed away from, even for purposes of study. It is to be shunned.", "character": "Burrows", "characterId": "nm0340063"}]}, {"lines": [{"text": "[discussing a prior 'serious' film]", "character": null, "characterId": null}, {"text": "It died in Pittsburgh.", "character": "LeBrand", "characterId": "nm0913094"}, {"text": "Like a dog!", "character": "Hadrian", "characterId": "nm0356004"}, {"text": "Aw, what do they know in Pittsburgh...", "character": "John L. Sullivan", "characterId": "nm0566948"}, {"text": "They know what they like.", "character": "Hadrian", "characterId": "nm0356004"}, {"text": "If they knew what they liked, they wouldn't live in Pittsburgh!", "character": "John L. Sullivan", "characterId": "nm0566948"}]}, {"lines": [{"text": "I want this picture to be a commentary on modern conditions. Stark realism. The problems that confront the average man!", "character": "John L. Sullivan", "characterId": "nm0566948"}, {"text": "But with a little sex in it.", "character": "LeBrand", "characterId": "nm0913094"}, {"text": "A little, but I don't want to stress it. I want this picture to be a document. I want to hold a mirror up to life. I want this to be a picture of dignity! A true canvas of the suffering of humanity!", "character": "John L. Sullivan", "characterId": "nm0566948"}, {"text": "But with a little sex in it.", "character": "LeBrand", "characterId": "nm0913094"}, {"text": "[reluctantly]\nWith a little sex in it.", "character": "John L. Sullivan", "characterId": "nm0566948"}, {"text": "How 'bout a nice musical?", "character": "Hadrian", "characterId": "nm0356004"}]}, {"lines": [{"text": "Good morning, sir.", "character": "Burrows", "characterId": "nm0340063"}, {"text": "I don't like it at all, sir. Fancy dress, I take it?", "character": "Burrows", "characterId": "nm0340063"}, {"text": "What's the matter with it?", "character": "John L. Sullivan", "characterId": "nm0566948"}, {"text": "I have never been sympathetic to the caricaturing of the poor and needy, sir.", "character": "Burrows", "characterId": "nm0340063"}, {"text": "Who's caricaturing?", "character": "John L. Sullivan", "characterId": "nm0566948"}, {"text": "I'm going out on the road to find out what it's like to be poor and needy and then I'm going to make a picture about it.", "character": "John L. Sullivan", "characterId": "nm0566948"}, {"text": "If you'll permit me to say so, sir, the subject is not an interesting one. The poor know all about poverty and only the morbid rich would find the topic glamorous.", "character": "Burrows", "characterId": "nm0340063"}, {"text": "But I'm doing it for the poor. Don't you understand?", "character": "John L. Sullivan", "characterId": "nm0566948"}, {"text": "I doubt if they would appreciate it, sir. They rather resent the invasion of their privacy, I believe quite properly, sir. Also, such excursions can be extremely dangerous, sir. I worked for a gentleman once who likewise, with two friends, accoutered themselves as you have, sir, and then went out for a lark. They have not been heard from since.", "character": "Burrows", "characterId": "nm0340063"}]}, {"lines": [{"text": "How does the girl fit into the picture?", "character": "Policeman at Beverly Hills station", "characterId": "nm0372487"}, {"text": "There's always a girl in the picture. What's the matter, don't you go to the movies?", "character": "John L. Sullivan", "characterId": "nm0566948"}]}, {"lines": [{"text": "But nothing is going to stop me. I'm going to find out how it feels to be in trouble. Without friends, without credit, without checkbook, without name. Alone.", "character": "John L. Sullivan", "characterId": "nm0566948"}, {"text": "And I'll go with you.", "character": "The Girl", "characterId": "nm0000043"}, {"text": "How can I be alone if you're with me?", "character": "John L. Sullivan", "characterId": "nm0566948"}]}, {"lines": [{"text": "I liked you better as a bum.", "character": "The Girl", "characterId": "nm0000043"}, {"text": "I can't help what kind of people you like.", "character": "John L. Sullivan", "characterId": "nm0566948"}]}, {"lines": [{"text": "He seems very strong. Did you notice his torso?", "character": "Miz Zeffie", "characterId": "nm0397284"}, {"text": "I noticed that you noticed it.", "character": "Ursula", "characterId": "nm0785929"}, {"text": "Don't be vindictive, dear. Some people are just naturally more sensitive to some things in life than some people. Some are blind to beauty, while others... Even as a little girl you were more the acid type, dear, while I, if you remember...", "character": "Miz Zeffie", "characterId": "nm0397284"}, {"text": "I remember better than you do.", "character": "Ursula", "characterId": "nm0785929"}, {"text": "Well forget it. And furthermore I have never done anything that I was ashamed of, Ursula.", "character": "Miz Zeffie", "characterId": "nm0397284"}, {"text": "Neither have I.", "character": "Ursula", "characterId": "nm0785929"}, {"text": "Yes, dear, but nobody ever asked you to.", "character": "Miz Zeffie", "characterId": "nm0397284"}]}, {"lines": [{"text": "You know, the nice thing about buying food for a man is that you don't have to listen to his jokes. Just think, if you were some big shot like a casting director or something, I'd be staring into your bridgework saying 'Yes, Mr. Smearcase. No, Mr. Smearcase. Not really, Mr. Smearcase! Oh, Mr. Smearcase, that's my knee!' Give Mr. Smearcase another cup of coffee. Make it two. Want a piece of pie?", "character": "The Girl", "characterId": "nm0000043"}, {"text": "No thanks, kid.", "character": "John L. Sullivan", "characterId": "nm0566948"}, {"text": "Why, Mr. Smearcase, aren't you getting a little familiar?", "character": "The Girl", "characterId": "nm0000043"}]}, {"lines": [{"text": "I certainly had a lot of nerve wanting to make a picture about human suffering.", "character": "John L. Sullivan", "characterId": "nm0566948"}]}, {"lines": [{"text": "[after the Girl jumps out of a moving train into Sullivan's arms, sending them both tumbling]", "character": null, "characterId": null}, {"text": "Did I hurt you any?", "character": "The Girl", "characterId": "nm0000043"}, {"text": "Well, you didn't do me any good.", "character": "John L. Sullivan", "characterId": "nm0566948"}]}, {"lines": [{"text": "It's a funny thing how everything keeps shoving me back to Hollywood or Beverly Hills, or this monstrosity we're riding in. Almost like, like gravity as if some force were saying, 'Get back where you belong. You don't belong out here in real life, you phony you.!'... Maybe there's a universal law that says, 'Stay put. As you are, so shall you remain.' Maybe that's why tramps are always in trouble. They don't vote. They don't pay taxes. They violate the law of nature... But nothing is gonna stop me. I'm gonna find out how it feels to be in trouble, without friends, without credit, without checkbook, without name. Alone.", "character": "John L. Sullivan", "characterId": "nm0566948"}]}, {"lines": [{"text": "[to the girl]\nWhy don't you go back to the car? You look as much like a boy as Mae West.", "character": "John L. Sullivan", "characterId": "nm0566948"}]}]}