{"quotes": [{"lines": [{"text": "We'll send you a first guest, and among those guests will be a certain man - William H. Cassidy.", "character": "Superintendent", "characterId": "nm0262080"}, {"text": "Who's Mr. Cassidy?", "character": "Ann Marsh", "characterId": "nm0944079"}, {"text": "There's still men in this country, Mrs. Marsh, who'll gladly lay down their work, no matter what it might be, to fight in the cause of right without hope of reward. Such a one is the man I'm privileged to call my friend, - William H. Cassidy.", "character": "Superintendent", "characterId": "nm0262080"}]}, {"lines": [{"text": "It's a simple matter of justice, Hoppy. These killers are ruthless. This last murder is the climax of many such cases that's happened on the Silver Trail.", "character": "Superintendent", "characterId": "nm0262080"}, {"text": "Yes, I know. Some day those little trails out there are gonna become big highways. If we all stick together, we can make them a lot safer.", "character": "Hopalong Cassidy", "characterId": "nm0101955"}]}, {"lines": [{"text": "But, it's a funny thing. All big killers have ways of getting out of jail doors.", "character": "Hopalong Cassidy", "characterId": "nm0101955"}, {"text": "They don't have any luck getting out of the cemetary gate once they're planted.", "character": "Superintendent", "characterId": "nm0262080"}, {"text": "I guess that's the best place to put 'em.", "character": "Hopalong Cassidy", "characterId": "nm0101955"}]}, {"lines": [{"text": "[jealously watching Dorrie looking at Lucky washing up and combing his hair]\nYou like yourself pretty well, don't you?", "character": "Henchman Steve Dorman", "characterId": "nm0618640"}, {"text": "Well enough to keep clean.", "character": "Lucky Jenkins", "characterId": "nm0370797"}]}, {"lines": [{"text": "We're not running cattle. What else can you do?", "character": "Ann Marsh", "characterId": "nm0944079"}, {"text": "I can do everything from pot biling to pot wrastling, story-tellin' to lie-swappin'. I'm a pretty handy sort of feller whether for fun, frolic, or fright! Yeah, and I'm willin' to prove it too!", "character": "Windy Halliday", "characterId": "nm0371025"}]}]}