{"quotes": [{"lines": [{"text": "Never give up your religion. Not for God. God is present in all religions. But if your life becomes a struggle for acceptance, you'll always be unhappy. Religion may not be perfect, but it is a well-built boat that can stay balanced and carry you to the other shore. Our life is nothing but a boat adrift on water balanced by permanent uncertainty. About the people whom you will judge, know this; all they do is struggle to find a kind of security. They're just people, like us. Therefore you mustn't judge them on the basis of appearance or hearsay. Trust no one. Examine all things yourself. Do not join with power. Despise all rank. Do not be ostentatious with what is yours. Owning possessions and property ultimately comes to nothing. Possessions and property can be consumed by fire, swept away by flood, taken away by politics. Do not undertake what you do not know. This causes anxiety which makes you ill. Exercise discipline.", "character": "Adam Sors", "characterId": "nm0000146"}]}, {"lines": [{"text": "We are afraid to see clearly and of being seen clearly.", "character": "Adam Sors", "characterId": "nm0000146"}]}, {"lines": [{"text": "I have seen the collapse of government after government, and they all think they can last a thousand years. Each new one always declares the last one criminal and corrupt, and always promises a future of justice and freedom.", "character": "Valerie", "characterId": "nm0000383"}]}, {"lines": [{"text": "You are entering a new world where you will certainly be successful because you have knowledge. Study has always been our religious duty as jews. Our exclusion from society has given us an ability to adapt to others and to sense connections between things that seem diverse. But if you feel you have power, you are mistaken. If you feel you have the right to put yourself ahead of others because you think you know more than they do, you are wrong. Never allow yourself to be driven into the sin of conceit. Conceit is the greatest of sins. The source of all other sins.", "character": "Ignatz Sonnenschein", "characterId": "nm0000146"}]}, {"lines": [{"text": "For the first time in my life, I walked down the street without feeling like I was in hiding. My great grandfather Emmanuel must have been the last Sonnenschein to feel like this. I knew the only way to find meaning in my life, my only chance in life, would be to account for it. My grandmother's words return to me; \"Try to photograph what's beautiful in life.\" By the time I finish this story, the third tragic misadventure of the 20th century was over. After the monarchy and fascist rule, the communist regime also went up in smoke. I remembered the recipe book that we had lost and suddenly realized that the family secret was not to be found on its pages. It was preserved by my grandmother. The only one in our family who had the gift of breathing freely.", "character": "Ivan Sors", "characterId": "nm0000146"}]}, {"lines": [{"text": "I'll never forgive you, you know.", "character": "Gustave", "characterId": "nm0289656"}, {"text": "For what?", "character": "Valerie", "characterId": "nm0000383"}, {"text": "For marrying him instead of me.", "character": "Gustave", "characterId": "nm0289656"}]}, {"lines": [{"text": "Politics has made a mess of our lives.", "character": "Valerie", "characterId": "nm0000383"}]}, {"lines": [{"text": "My darling, you are not in prison. They are.", "character": "Valerie Sors", "characterId": "nm0365281"}]}, {"lines": [{"text": "[speaking to the graveside of Andor Knorr]\nAndor Knorr, one of your murderers has come to your grave, to say goodbye to you. I was your first interrogator, someone who you trained to defend the cause without mercy. We believed we were going to make the world better place for people, but, instead, we made it so much worse. As servants of power-hungry criminals, we became criminals. Our politicians lied to the people by saying they were doing good. And then the people lied to the politicians by saying that they believed them. I'm not just saying goodbye to you. I'm also saying goodbye to myself. I stood by and watching my father be... tortured and executed, and I did nothing. Then I watched them do the same thing to you, and I did nothing. I make a promise here at your graveside, to do everything to punish those who have turned ideals into crimes.", "character": "Ivan Sors", "characterId": "nm0000146"}]}, {"lines": [{"text": "\"I love you.\"", "character": "Valerie", "characterId": "nm0000383"}, {"text": "When your grandfather get in trouble with the Communists, I came back. You must try to find joy in your life.", "character": "Valerie", "characterId": "nm0000383"}]}, {"lines": [{"text": "[groans]\nThere's too much salt in this soup.", "character": "Emmanuel Sonnenschein", "characterId": "nm0209095"}, {"text": "Then the cook must be in love.", "character": "Valerie", "characterId": "nm0000383"}, {"text": "You must have made the soup then.", "character": "Gustave", "characterId": "nm0289656"}, {"text": "What do you mean by that, Gustave?", "character": "Valerie", "characterId": "nm0000383"}, {"text": "You and Ignatz kissing in the museum garden yesterday, and Tuesday", "character": "Gustave", "characterId": "nm0289656"}, {"text": "Have you gone mad?", "character": "Ignatz Sonnenschein", "characterId": "nm0000146"}, {"text": "[Crying]", "character": "Rose Sonnenschein", "characterId": "nm0546816"}, {"text": "Please don't cry, Rose. I beg you", "character": "Emmanuel Sonnenschein", "characterId": "nm0209095"}, {"text": "[talking to Ignatz]", "character": null, "characterId": null}, {"text": "Come with me, now.", "character": "Emmanuel Sonnenschein", "characterId": "nm0209095"}]}, {"lines": [{"text": "Anti-semitism is a creed of resentful and unsuccessful people... the philosophy of Philistines; it's in bad taste.", "character": "Gen. Jakofalvy", "characterId": "nm0901057"}]}]}