{"quotes": [{"lines": [{"text": "I went along with that thing of yours about getting out cause I had nothing else. When I get out what am I gunna do? I don't know nothing else but dope, baby. Takin' it, sellin' it, bankrollin' so other small time pusher. Ya know, you've got this fantasy in your head about gettin outta the life and setting that other world on its ear. What the F*CK are you gunna do except hustle? Besides pimpin'? And you really ain't got the stomach for that. Now man I ain't puttin you down. If it wasn't for you I probably wouldn't be here, I'd be O.D'ed some place. I'm just trying to make it real, baby like it is. I mean, maybe this is what you're supposed to do, maybe this is what you're growing to. Just think about it, don't throw it out, just, just think about it.", "character": "Eddie", "characterId": "nm0496942"}]}, {"lines": [{"text": "You're gunna give all this up? Eight Track Stereo, color T.V. in every room, and can snort a half a piece of dope everyday? That's the American Dream, nigga!", "character": "Eddie", "characterId": "nm0496942"}]}, {"lines": [{"text": "Can you dig it?", "character": "Youngblood Priest", "characterId": "nm0641938"}]}, {"lines": [{"text": "Look, I know it's a rotten game, but it's the only one The Man left us to play.", "character": "Eddie", "characterId": "nm0496942"}]}, {"lines": [{"text": "You're working for me until I tell you to quit.", "character": "Deputy Commissioner", "characterId": "nm0724249"}, {"text": "You don't own me pig. And no motherfucker tells me when I can split.", "character": "Youngblood Priest", "characterId": "nm0641938"}, {"text": "Who the fuck do you think you're talking to?", "character": "Deputy Commissioner", "characterId": "nm0724249"}, {"text": "I'm talking to you, you redneck faggot.", "character": "Youngblood Priest", "characterId": "nm0641938"}]}, {"lines": [{"text": "Look maybe you should get out now now before something really bad happens. I could be happy with a plain life, a poor one if only you were.", "character": "Georgia", "characterId": "nm0292631"}, {"text": "Look what would I do? With my record I can't even work civil service or join the damn army. If I quit now, then I took all this chance for nothing and I go back to being nothing. Working some jive job for chump change day after day. Well if that's all I'm supposed to do then they gonna have to kill me 'cause that ain't enough.", "character": "Youngblood Priest", "characterId": "nm0641938"}]}, {"lines": [{"text": "Man, you white around the nose as a Georgia mule.", "character": "Youngblood Priest", "characterId": "nm0641938"}]}, {"lines": [{"text": "[after refusing a snort of coke because Priest is going to leave rather than stay for sex]\nSome things go better with coke.", "character": "Cynthia", "characterId": "nm0632047"}]}, {"lines": [{"text": "your wife, that big-legged daughter of yours, and even that faggot son... I'm to the point where I ain't afraid to die. But you kill me, and you and your whole fuckin' family die.", "character": "Youngblood Priest", "characterId": "nm0641938"}, {"text": "That's bullshit!", "character": "Deputy Commissioner", "characterId": "nm0724249"}, {"text": "I ain't bullshittin' you, captain. I took a $100,000 contract out on your life, your wife, EVERYBODY. You'll all be hit if I die. Yeah, if I choke on a chicken bone, all the Reardons is dead.", "character": "Youngblood Priest", "characterId": "nm0641938"}]}, {"lines": [{"text": "Don't argue with me, man, I'm trying to give you a chance. Now, if you don't get me my money *tonight*, I'm gonna put that young girl of your's out on whore's row.", "character": "Youngblood Priest", "characterId": "nm0641938"}, {"text": "Listen, Priest, that's my wife you're talking about, man.", "character": "Fat Freddie", "characterId": "nm0569970"}, {"text": "So what? Now somebody's gonna work tonight, Freddy. You really shouldn'tve fucked with my money, Freddy.", "character": "Youngblood Priest", "characterId": "nm0641938"}]}, {"lines": [{"text": "Dig it, dope peddler. We're out here building a new nation for black people. It's time for you to start payin some dues, nigga!", "character": "Militant", "characterId": "nm0022301"}, {"text": "I ain't givin' you shit! I'll tell you what you do, you go get you a gun and all those black folks you keep doin' so much talkin' about get guns, and come back ready to go down, then I'll be right down front killin' whitey. But until you can do that, you go sing your marching songs some place else. Now we're through talkin'.", "character": "Youngblood Priest", "characterId": "nm0641938"}]}, {"lines": [{"text": "You better take real good care of me. Nothing, nothing better happen to one hair on my gorgeous head. Can you dig it?", "character": "Youngblood Priest", "characterId": "nm0641938"}]}, {"lines": [{"text": "You don't own me, pig, and no motherfucker tells me when I can split.", "character": "Youngblood Priest", "characterId": "nm0641938"}]}, {"lines": [{"text": "Wanna blow?", "character": "Youngblood Priest", "characterId": "nm0641938"}]}]}