{"quotes": [{"lines": [{"text": "Hey guys, I heard that Survival Quest took old men and girls, but convicts? Shit, what a zoo!", "character": "Harper", "characterId": "nm0753128"}]}, {"lines": [{"text": "Before we start to get to know each other, I think we should learn to trust. Look around you. The person standing next to just might have to save your life.", "character": "Hank", "characterId": "nm0000448"}]}, {"lines": [{"text": "When you walk these woods you are the predator because that's what survival is all about. Be prepared to ACT, not REACT. If you come upon a hostile, you better be ready to kill him, because that's exactly what he's going to do to you. We're talking about the predator. Doing what it takes to survive. The predator trusts no one. He relies on no one. Out here, it's one to one... hand to hand.", "character": "Jake", "characterId": "nm0001679"}]}, {"lines": [{"text": "Okay, team decision, a big one. That trail is the only path to the back woods. And our Survival Quest course isn't complete until you face the challenges to be found there. And with that bridge cut, there is only one way to get there. We have to climb that mountain.", "character": "Hank", "characterId": "nm0000448"}, {"text": "Don't we ever do anything on the ground in this course?", "character": "Joey", "characterId": "nm0699037"}, {"text": "I gotta tell ya, that mountain is not gonna be a cakewalk. I usually save the mountaineering for last but if you want to try, I believe you can make it.", "character": "Hank", "characterId": "nm0000448"}, {"text": "I say we do it.", "character": "Jeff", "characterId": "nm0388865"}, {"text": "Me too.", "character": "Hal", "characterId": "nm0358432"}, {"text": "If I fall of that mountain I'm taking two of you with me.", "character": "Joey", "characterId": "nm0699037"}]}, {"lines": [{"text": "How long are you gonna squat out here?", "character": "Hank", "characterId": "nm0000448"}, {"text": "As long as it takes. What's it to you?", "character": "Jake", "characterId": "nm0001679"}, {"text": "Well, you guys are looking pretty desperate. We just don't want to have to save your asses, that's all.", "character": "Hank", "characterId": "nm0000448"}, {"text": "Save our asses from what?", "character": "Jake", "characterId": "nm0001679"}, {"text": "[Looking around]\nAll this.", "character": "Hank", "characterId": "nm0000448"}]}, {"lines": [{"text": "[Hank wants the students to climb over a 12-foot wall]", "character": null, "characterId": null}, {"text": "How the hell do we get the last guy over?", "character": "Jeff", "characterId": "nm0388865"}, {"text": "You don't leave anybody behind. That's the problem.", "character": "Hank", "characterId": "nm0000448"}]}, {"lines": [{"text": "The purpose is not for each of us to succeed, but for all of us to.", "character": "Hank", "characterId": "nm0000448"}]}, {"lines": [{"text": "Look Gray, I know we've had problems. You resent me, think I'm an authority figure with a system, here to push you around. You're wrong. You're dead wrong. I'm a lot like you, buddy. I had no family, I had no brothers or sisters, I had nobody. Been pushed from foster home to foster home. Then when I was 12 I got a foster parent, and I called him 'Dad.' Because he showed me all this.", "character": "Hank", "characterId": "nm0000448"}, {"text": "I had a few dads who just wanted to show me a belt.", "character": "Gray", "characterId": "nm0000551"}, {"text": "Yeah, I had a couple of those meatheads too. But this guy put me in the Boy Scouts. Before then I didn't have a shirt or a pair of pants that didn't have a tear in it.", "character": "Gray", "characterId": "nm0000551"}, {"text": "[Laughing]", "character": null, "characterId": null}, {"text": "Now here I am in my own fucking Boy Scout uniform! Yeah. He died when I was 16, and I never got a chance to thank him. You believe that? I'm no authority figure. I mean, I may risk my ass to help you out, I've never told you what to do. It's not like in the city. There's no low man on the totem pole out here. So what are we gonna do, Gray? Spend the rest of our lives mad, bad and sad?", "character": "Gray", "characterId": "nm0000551"}]}, {"lines": [{"text": "Tell you what, Mother Nature. You want some fucking reality?", "character": "Jake", "characterId": "nm0001679"}, {"text": "Yeah.", "character": "Hank", "characterId": "nm0000448"}, {"text": "Yeah. Right now, it's you and me.", "character": "Jake", "characterId": "nm0001679"}, {"text": "You know, you're right. It is you and me. Because if you use any of that live ammo on any of my people, it is you and me. I'm gonna come looking for you.", "character": "Hank", "characterId": "nm0000448"}, {"text": "[Displaying his knife sheath]\nYou're gonna come looking? Go ahead, take hold of my knife. I'll slit your throat before you even touch the handle.", "character": "Jake", "characterId": "nm0001679"}, {"text": "[Tossing away a deer's ear, distracting Jake]\nYou haven't got a clue, have you? With all this armament. Survival in the wilderness is a matter of heart, not hardware. You're not that fargone, are you? There's a lot more going on out here than meets the eye.", "character": "Hank", "characterId": "nm0000448"}, {"text": "[Hank backs away, then shows Jake's knife in his hand]", "character": null, "characterId": null}, {"text": "Bingo!", "character": "Hank", "characterId": "nm0000448"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Take a good look around you. Because when you come back from this trip, nothing will look the same to you again.", "character": "Jake", "characterId": "nm0001679"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Next time I teach them about smoke signals, first.", "character": "Hank", "characterId": "nm0000448"}]}]}