{"quotes": [{"lines": [{"text": "[to Susan]\nPenthouses and politicians don't last forever, do they?", "character": "Rodney Spencer", "characterId": "nm0000022"}]}, {"lines": [{"text": "[to Susan]\nEvery other man took you at your own price... nothing!", "character": "Rodney Spencer", "characterId": "nm0000022"}]}, {"lines": [{"text": "This time I'll rise...", "character": "Susan Lenox", "characterId": "nm0001256"}, {"text": "[shrugs]", "character": null, "characterId": null}, {"text": "or fall... alone.", "character": "Susan Lenox", "characterId": "nm0001256"}]}, {"lines": [{"text": "[Last lines]\nEvery time a man would come along, I'd wonder.", "character": "Rodney Spencer", "characterId": "nm0000022"}, {"text": "I'll make you believe in me.", "character": "Susan Lenox", "characterId": "nm0001256"}]}, {"lines": [{"text": "[to Susan after she wins a poker hand]\nHey, Susie, come here a minute. Stick around. You brought me luck. That's the best hand I had since Sitting Bull sat down.", "character": "Madame Panoramia aka Pansy", "characterId": "nm0192258"}]}, {"lines": [{"text": "[Running after Rodney]\nLet me explain. I don't know what will become of me if you leave me.", "character": "Susan Lenox", "characterId": "nm0001256"}, {"text": "I'll tell you what'll become of you. You'll go from one man to the other just like every other woman in the gutter...", "character": "Rodney Spencer", "characterId": "nm0000022"}, {"text": "Gutter?", "character": "Susan Lenox", "characterId": "nm0001256"}, {"text": "Yes!", "character": "Rodney Spencer", "characterId": "nm0000022"}, {"text": "All right, but I'll make it a worthwhile gutter. I always hated men until I met you... hated them! From now on it'll be different.", "character": "Susan Lenox", "characterId": "nm0001256"}]}, {"lines": [{"text": "[Pointing out a scantily clad, exotic, possibly Hindu, dancing girl to the crowd]\nShe might be a little dark, but she'll be a bright spot in your memories.", "character": "Circus barker", "characterId": "nm0062649"}]}, {"lines": [{"text": "[Referring to Susan]\nI wish she'd marry me. She's fine.", "character": "Burlingham", "characterId": "nm0587534"}, {"text": "[Mockingly]\nMarry! Say, listen, all you need is the price of a marriage license - just the price, not the wedding - just the price.", "character": "Rodney Spencer", "characterId": "nm0000022"}]}, {"lines": [{"text": "Better the baby die too, maybe? The mother she didn't have a wedding ring.", "character": "Karl Ohlin", "characterId": "nm0380965"}]}, {"lines": [{"text": "You're not going the way of your mother. You're starting out just like her, reading novels, getting crazy notions in your head! Well, it ain't-a gonna happen in my family twice.", "character": "Karl Ohlin", "characterId": "nm0380965"}, {"text": "But, Karl.", "character": "Mrs. Astrid Ohlin", "characterId": "nm0891176"}, {"text": "No! What's in the blood is there. No one can change it.", "character": "Karl Ohlin", "characterId": "nm0380965"}]}, {"lines": [{"text": "You know what we'll do? We'll talk about me. You know who I am? No? Well, I'll tell you. I'm Rodney, Mr. Spencer's little boy. I'm 30, white and unmarried. I'm really a very fine fellow. Never unkind to animals. Never kick babies in the teeth. Always courteous when drunk. Yea, this is my old man's cabin. He wanted me to become a lawyer. So, obedient to his every wish, I took a course in engineering. Opportunity came to me in the guise of a bridge to be constructed in Detroit. But competition opened the wall. I'm here now, working on my model. And after I win the competition, I hope to go on and on and on and on and on and carve a great career for myself. And will you have cream or sugar in your coffee?", "character": "Rodney Spencer", "characterId": "nm0000022"}]}, {"lines": [{"text": "Now I've got you, you bad girl. Are you gonna be good? Are you?", "character": "Rodney Spencer", "characterId": "nm0000022"}]}, {"lines": [{"text": "Oh Rodney, I know now that it wasn't true, all those things my uncle said about her. About her not being good because she didn't have a ring.", "character": "Susan Lenox", "characterId": "nm0001256"}, {"text": "But, you're going to have a ring Helga. I'm bringing one back with me.", "character": "Rodney Spencer", "characterId": "nm0000022"}]}, {"lines": [{"text": "Let's head over here, the lady Panoramia! Madame Panoramia, the tattooed lady! Why folks, one tour of this little lady's anatomy, brings before your very eyes, some of the most wildest features of the world! For instance, on this limb, here, we have, the Eiffel Tower! Get an eye-full of that and you don't have to go to Paris. On this limb, right here, we have the leaning tower of Pisa. Make it lean Madame. I said lean, not fall. Across the little lady's back, we have a panoramic representation of the Statue of Liberty. But, here is one statue that you cannot take liberties with. Look at, but do not touch. Across the little lady's torso, I said across her torso, we find the Atlantic fleet! In action. What's that? Show you Chicago? Why, listen brother, this is an exhibition, not a Cub's tour. That'll be all Madame. Now the next platform here, right this way folks...", "character": "Circus barker", "characterId": "nm0062649"}]}, {"lines": [{"text": "I'd like to see Mr. Spencer.", "character": "Susan Lenox", "characterId": "nm0001256"}, {"text": "Oh, that crazy ape. Sure, he's gone.", "character": null, "characterId": null}, {"text": "Well, when do you expect him back?", "character": "Susan Lenox", "characterId": "nm0001256"}, {"text": "He's never coming back. He's gone for good. And like a wild one, he was, threw twelve dollars down the kitchen stairs and rushed off...", "character": null, "characterId": null}, {"text": "Well, where did he go?", "character": "Susan Lenox", "characterId": "nm0001256"}, {"text": "Maybe the Ritz Hotel or Timbuktu. How should I be knowin'?", "character": null, "characterId": null}]}, {"lines": [{"text": "You took your time about catching up with me, didn't you.", "character": "Rodney Spencer", "characterId": "nm0000022"}, {"text": "It costs money and I had to work.", "character": "Susan Lenox", "characterId": "nm0001256"}, {"text": "Same old trade, huh?", "character": "Rodney Spencer", "characterId": "nm0000022"}, {"text": "Since I last saw you, no man has had a minute from me. Not even a second.", "character": "Susan Lenox", "characterId": "nm0001256"}, {"text": "You're lying.", "character": "Rodney Spencer", "characterId": "nm0000022"}, {"text": "No man since then.", "character": "Susan Lenox", "characterId": "nm0001256"}]}, {"lines": [{"text": "Our love for each other has made such a wreck of everything. Your fault as well as mine. I thought that we might try again.", "character": "Susan Lenox", "characterId": "nm0001256"}, {"text": "You know, you're the only woman I ever wanted to build a fence around and have all to myself. Yeah, you built the fence - an army of men.", "character": "Rodney Spencer", "characterId": "nm0000022"}, {"text": "But, I never wanted anyone but you. There never was a time that I wouldn't have been as true as heaven, if you'd only have let me. Oh, Rodney, I'll do anything for you, go anywhere you like. I'll share anything, or nothing. We should forgive each other and try again. We've got to forgive each other, Rodney.", "character": "Susan Lenox", "characterId": "nm0001256"}]}, {"lines": [{"text": "Heat! Booze! Insects! Damp Rot! And Sweat! But, it eats up the memory of you!", "character": "Rodney Spencer", "characterId": "nm0000022"}]}, {"lines": [{"text": "This hurt that we have inflicted upon each other, its become a bond. Nothing can break it. But, just like, like two cripples, twisted. Only together can we ever become straight.", "character": "Susan Lenox", "characterId": "nm0001256"}, {"text": "You have a queer way of looking at things.", "character": "Rodney Spencer", "characterId": "nm0000022"}]}, {"lines": [{"text": "Why not sail with me? Arabia. Egypt. Ceylon. Sunshine for the clothes. Content.", "character": "Robert Lane", "characterId": "nm0445246"}]}]}