{"quotes": [{"lines": [{"text": "[on British filmmakers]\n\"Will the artists please get on the helicopters.\" \"Will the artists please jump off the cliff.\" \"Will the artists please...\" I mean, they will get you to do ANYTHING that way.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[On dealing with the annoying upstairs neighbor]", "character": null, "characterId": null}, {"text": "Renee is not practicing Buddhist tolerance. She's walking up and down... she's got STEAM screaming out of her navel. And there are people say we should start a collection to hire a vigilante to off this woman, to kill her, and I find I'm not saying \"no\"? That's how New York has changed me? I'm willing to put money into the pot?", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[On dealing with the annoying upstairs neighbor]", "character": null, "characterId": null}, {"text": "Renee? Renee's father was in the Jewish Mafia. She knows the language. She grew up in the streets of New York. She calls her up and goes, \"BET YA WANNA DIE, RIGHT, BITCH? CUNT, I'LL BEAT YOUR FUCKING FACE IN WITH A BASEBALL BAT! BITCH! CUNT! DIE! DIE! DIE!\"", "character": "Spalding Gray", "characterId": "nm0336960"}, {"text": "[Spalding slams the \"phone\" down hard]", "character": null, "characterId": null}, {"text": "[sighing]\nMusic goes louder. Renee figures the woman's a masochist and is getting off on the language.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "I'm not making up any of these stories I'm telling you tonight. Um... except for one. Except for the fact that the banana sticks to wall when it hits. That's the only one. Everything else is true.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Farewell, to the fantastic breakfasts, free every morning and there they were, waiting on you with the papaya, mango, and pineapple like I'd never tasted before. Farewell, to the Thai maids with the king-sized cotton sheets and the big king-sized beds. Farewell, to the fresh meat flown in from America, daily. Roast potatoes, green beans and roast lamb, at 110 degrees under a circus tent, according to British Equity. Farewell to the drivers with the tinted glasses and the Mercedes with the tinted windows. Farewell to the cakes, teas and ices every day exactly at four o'clock. Farewell to those beautiful smiling people. Farewell to that single, fresh rose in a vase on my bureau every day. And just as I was climbing into that first-class seat, and wrapping myself in a blanket, just as I was adjusting my pillow behind my head, and having a sip of that champagne, and just as I was bringing down and adjusting my Thai purple sleep mask... I had an inkling, I had a flash... I suddenly thought I knew what it was that had killed Marilyn Monroe...", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "So five years of bombing, a diet of bark, bugs, lizards and leaves up in the Cambodian jungles, an education in Paris environs in strict Maoist doctrine with a touch of Rousseau, and other things that we will probably never know about in our lifetimes - including perhaps an invisible cloud of evil that circles the Earth and lands at random in places like Iran, Beirut, Germany, Cambodia, America - set the Khmer Rouge up to commit the worst auto-homeo genocide in modern history", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "There's a saying that Thais are the nicest people money can buy.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[On Cambodia's history and people]", "character": null, "characterId": null}, {"text": "What a fantastic land it was, how it was Shangri-La before it was colonized... Thailand was a Nordic country compared to Cambodia, and they're right next to each other. And he said 90% of the land was owned by the people; it was earth, it was dirt, but it was THEIRS, and it was good. And-and they knew how to have a good time. They knew how to have a good time. They knew how to have a good time getting born, a good time growing up, a good time going through puberty, a good time falling in love, a good time staying in love, a good time getting married, a good time staying married, a good time having children, a good time raising children, a good time growing old, a good time dying... they even knew how to have a good time on NEW YEAR'S EVE!", "character": "Spalding Gray", "characterId": "nm0336960"}, {"text": "[stunned]", "character": null, "characterId": null}, {"text": "I couldn't believe it!", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[Fantasizing about his Perfect Moment]", "character": null, "characterId": null}, {"text": "Look! I had a vision of myself right now, as a kind of wandering bachelor mendicant poet, wandering all the way down the beaches of Malaysia, eating magic mushrooms all the way as I went until I reached Bali and evaporated in a state of ecstasy in the sunset.", "character": "Spalding Gray", "characterId": "nm0336960"}, {"text": "[sheepishly]", "character": null, "characterId": null}, {"text": "But I wasn't telling Renee that.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[as \"Jack Daniels\"]\nWaterproof, man? Waterproof? You ask why waterproof? I'll tell you why waterproof! When my ship sinks, in an ocean, any ocean, anywhere, I'm still chained down there in that waterproof chamber. I press that green button, it activates that rocket, it goes up out of its waterproof silo, up, up, up, UP! I get a fucking erection, man, every time I think about firing a rocket at those Russians! We're gonna win! We're gonna win! We're gonna WIN this fucking war! Boy, I like the Navy, man. I get to travel everywhere. I've been to India, been to Africa, been to Sweden. I fucking didn't like Africa, man. I don't know why. Black women just don't turn me on.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[as \"Jack Daniels\"]\nThe Russians are stupid people, they're backwards. You know on their ships, they don't even have electrical intercoms? They still speak through tubes?", "character": "Spalding Gray", "characterId": "nm0336960"}, {"text": "[as himself]", "character": null, "characterId": null}, {"text": "Suddenly, I had this enormous fondness for the Russian navy, for all of Mother Russia. The thought of these men like innocent children speaking through empty toilet paper rolls, empty paper towel rolls, where you can still hear doubt, confusion, brotherly love, ambivalence, all those human tones, coming through the tube.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "No one in America knew anything about Lon Nol - the press didn't know anything about Lon Nol except \"Lon Nol\" spelled backwards spelled \"Lon Nol\"!", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[On \"Jack\" surviving a nuclear holocaust]", "character": null, "characterId": null}, {"text": "I pictured him, actually, down under in Tasmania, starting a new small-eared, red-faced, pea-brained humanoid race after all of us have gone and I thought, \"You know, the Mother needs a rest!\" Mother Earth deserves a long, long rest with no people on her. Maybe, if we're lucky, after all of us have been vaporized, Jack will end up in Africa.", "character": "Spalding Gray", "characterId": "nm0336960"}, {"text": "[Spalding loudly knocks three times on his desk]", "character": null, "characterId": null}]}, {"lines": [{"text": "[On America]", "character": null, "characterId": null}, {"text": "I can't even look at a weather map anymore! It's too big! That's why I moved to Manhattan - I wanted to move to an island OFF THE COAST of America!", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[On his annoying upstairs neighbor]", "character": null, "characterId": null}, {"text": "11 in the morning. What do you do? You call the police, they come, she turns it down, they leave, she turns it up. They come, she turns it down, they leave, she turns it up!", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "Saturday, June 18, 1983, Hua Hin, Gulf of Siam, Thailand. It is the first day off in a long time and about 130 of us were trying to get a little rest and relaxation out by this pool by this very modern hotel that looks something like a, uh, a very modern prison, something like the prisons, or uh, private prisons people are investing in here in the united states instead of hotels, something like a pleasure prison.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "And Ivan, Devil In My Ear, Ivan Strasburg, head of the second camera unit, a bit of a Mephistopheles figure, gray beard, handsome man, South African comes up to me and says,", "character": "Spalding Gray", "characterId": "nm0336960"}, {"text": "[as Ivan]\nSpalding, man. Hey, there's a party tonight up on the Gulf of Siam. One of the workers mother's got a summerhouse up there... Hey, can I borrow your toenail clippers, man?", "character": "Spalding Gray", "characterId": "nm0336960"}, {"text": "Sure. Come on over.", "character": "Spalding Gray", "characterId": "nm0336960"}, {"text": "[as Ivan]\nAnd do you wanna smoke a Thai Stick, hey? Should I bring some marijuana, man, hay?", "character": "Spalding Gray", "characterId": "nm0336960"}, {"text": "Sure. Why not? I mean, it was a party. after all, I hadn't smoked any marijuana since I'd been... look, every time I am in a country where the marijuana is supposed to be ssssssssssso good, you know? India, Mexico, Northern California, now Thailand? I always feel I ought to try it.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "Then out comes the banana! And she takes a few lame shots like the Russian rockets that are going to sputter and pop and land in our cornfields. And for the finale she aims her vagina down the main isle like a great cannon, loads it with a very ripe banana, and - Thump! - fires it. Almost hits me in the eye, almost hits an Australian housewife in the head, hits the back wall and sticks! And slowly it inches its way down until it - Plump! - lands and is devoured instantly by an army of giant roaches.", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[as aide]\nA computer malfunction put out the wrong set of coordinates. Seems a single B52 opened up over Neak Leung. There's a...", "character": "Spalding Gray", "characterId": "nm0336960"}, {"text": "[as himself]\nI didn't get the image! I didn't get the image for homing beacon, and I just blanked and I went...", "character": "Spalding Gray", "characterId": "nm0336960"}, {"text": "[as aide]\n... there's a \"housing device\" right in the middle of town!", "character": "Spalding Gray", "characterId": "nm0336960"}]}, {"lines": [{"text": "[as Athol Furgard]\nSpalding! The sea's a lovely lady when you play in her. But if you play with her, she's a BITCH! Play in the sea, yes, but never play with her. You're lucky to be here! You're lucky to be ALIVE!", "character": "Spalding Gray", "characterId": "nm0336960"}]}]}