{"quotes": [{"lines": [{"text": "Life is not a movie. Good guys lose, everybody lies, and love... does not conquer all.", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "Look, I can appreciate this. I was young too, I felt just like you. Hated authority, hated all my bosses, thought they were full of shit. Look, it's like they say, if you're not a rebel by the age of 20, you got no heart, but if you haven't turned establishment by 30, you've got no brains. Because there are no story-book romances, no fairy-tale endings. So before you run out and change the world, ask yourself, \"What do you really want?\"", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "If they can't start a meeting without you, well, that's a meeting worth going to, isn't it? And that's the only kind of meeting you should ever concern yourselves with.", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "You're happy. I hate that!", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "Before you go out and change the world, you have to ask yourself, \"What do you really want?\"", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "What, your job is unfair to you? Grow up, way it goes. People use you? Life's unfair? Grow up, way it goes. Your girlfriend doesn't love you? Tough shit, way it goes. Your wife gets raped and shot, and they leave their unfinished beers...", "character": "Buddy", "characterId": "nm0000228"}, {"text": "[He begins to weep]", "character": null, "characterId": null}, {"text": "... their... their stinking longnecks just lying there on the gr - So be it. Way it goes.", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "Don't apologise. It's a sign of weakness.", "character": "Dawn", "characterId": "nm0000405"}]}, {"lines": [{"text": "What I am concerned with is detail. I asked you go get me a packet of Sweet-N-Low. You bring me back Equal. That isn't what I asked for. That isn't what I wanted. That isn't what I needed and that shit isn't going to work around here.", "character": "Buddy", "characterId": "nm0000228"}, {"text": "I, I just thought...", "character": "Guy", "characterId": "nm0001844"}, {"text": "You thought. Do me a fucking favor. Shut up, listen, and learn. Look, I know that this is your first day and you don't really know how things work around here, so I will tell you. You have no brain. No judgement calls are necessary. What you think means nothing. What you feel means nothing. You are here for me. You are here to protect my interests and to serve my needs. So, while it may look like a little thing to you, when I ask for a packet of Sweet-N-Low, that's what I want. And it's your responsibility to see that I get what I want.", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "You are nothing! If you were in my toilet I wouldn't bother flushing it. My bathmat means more to me than you!", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "This is the only way that you can hope to survive. Because life... is not a movie. Everyone lies. Good guys lose. And love... does not conquer all.", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "[to Guy]\nLet me give you a piece of advice here. You want to make it in this business, you don't have time for a personal life, much less a relationship.", "character": "Dawn", "characterId": "nm0000405"}]}, {"lines": [{"text": "Get me packed up, I gotta get to services.", "character": "Buddy", "characterId": "nm0000228"}, {"text": "What services? Who died?", "character": "Guy", "characterId": "nm0001844"}, {"text": "No one... yet. It's Yom Kippur, you idiot.", "character": "Buddy", "characterId": "nm0000228"}, {"text": "Oh, I didn't realize Ackerman was a Jewish name.", "character": "Guy", "characterId": "nm0001844"}, {"text": "It's Jewish enough, especially when the big players are involved. Besides, I have a sudden need to atone for my sins.", "character": "Buddy", "characterId": "nm0000228"}, {"text": "[chuckles]", "character": null, "characterId": null}]}, {"lines": [{"text": "How about lunch?", "character": "Dawn", "characterId": "nm0000405"}, {"text": "Well, I'm not allowed to take lunch, Buddy doesn't believe in it.", "character": "Guy", "characterId": "nm0001844"}]}, {"lines": [{"text": "And now try to follow me, because I'm gonna be moving in a kind of circular motion, so if you pay attention, there will be a point!", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "And when you're done with her, west lobby, tube dress, stiletto heels, hurry. Fetch!", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "I told you, it's gotta be loud loud loud! The audience should feel their balls tremble, their ears should bleed!", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "Loud and nasty, that's the only way it sticks, Dawn.", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "[On the phone]", "character": null, "characterId": null}, {"text": "\"Would you like that in a pump or a loafer?\"... Good. Now memorize it, because starting tomorrow, the only job that you're going to be able to get is selling SHOES!", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "No offense to you, but you are just an assistant. Now, granted, you're MY assistant, but still just an assistant. Dawn, on the other hand, is a producer. Her car phone bills are more than your rent. So, just how far do you think you'll get?", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "Avoid women directors. They ovulate. Do you have any idea what that does to an three month shoot?", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "You wanna talk big directors? Think Attenborough, think Spielberg, think Lean.", "character": "Buddy", "characterId": "nm0000228"}, {"text": "Lean's dead.", "character": "Guy", "characterId": "nm0001844"}, {"text": "No he's not, don't you ever say that. He's just unavailable.", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "This is not a business, this is show business. Punching below the belt is not only all right, it's rewarded.", "character": "Rex", "characterId": "nm0001125"}]}, {"lines": [{"text": "That's a bagel stain.", "character": "Guy", "characterId": "nm0001844"}, {"text": "Bagel stain?", "character": "Dawn", "characterId": "nm0000405"}, {"text": "I put too much cream cheese on Buddy's bagel and he threw it at me. But I learned a very valuable lesson... never put too much cream cheese on Buddy's bagel.", "character": "Guy", "characterId": "nm0001844"}]}, {"lines": [{"text": "Oh, really? Well, what are we supposed to think? A young, eager producer comes up to the house of a top executive for a midnight rendezvous? She's right, Guy, it's not what you think. She's definitely not selling Girl Scout cookies!", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "I've handled the phones, I've juggled the bimbos, I, I've put up with the tyrants, the yellers, the screamers. I've done more than you can even imagine in that small mind of yours. I paid my dues!", "character": "Guy", "characterId": "nm0001844"}, {"text": "I didn't spend *one year*...", "character": "Guy", "characterId": "nm0001844"}, {"text": "", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "Lose the smile. It makes you look like a schmuck.", "character": "Dawn", "characterId": "nm0000405"}]}, {"lines": [{"text": "Talk to Buddy about the yelling. It makes you look like a schmuck.", "character": "Dawn", "characterId": "nm0000405"}]}, {"lines": [{"text": "[Buddy has just chewed Guy out for giving him a packet of Equal when he asked for Sweet 'N' Low]", "character": null, "characterId": null}, {"text": "Fuck! Fuck! That's it, I'm screwed. It's over.", "character": "Guy", "characterId": "nm0001844"}, {"text": "Ah, relax. He always does that. That's his thing. Tomorrow, he'll ask you for an Equal. You can't win. It's a lose-lose situation. The trick is to have everything ready.", "character": "Rex", "characterId": "nm0001125"}]}, {"lines": [{"text": "Once you get past the \"oops, he caught us\" stage and realize we're both fucked, let me know, okay?", "character": "Buddy", "characterId": "nm0000228"}]}, {"lines": [{"text": "why do you want this?", "character": "Dawn", "characterId": "nm0000405"}, {"text": "I don't know. It's just something I've always wanted to do.", "character": "Guy", "characterId": "nm0001844"}, {"text": "Oh bullshit. Is it the money? There are easier ways to get rich. Girls? I'll float you a twenty and give you a number to call right now. Why the movies?", "character": "Dawn", "characterId": "nm0000405"}]}, {"lines": [{"text": "Out here, it's kill your parents, fuck your friends, and have a nice day.", "character": "Buddy", "characterId": "nm0000228"}]}]}