{"quotes": [{"lines": [{"text": "[First lines. Off-camera from a theater lecture stage]\nWell, here I am.", "character": "Charles Serking", "characterId": "nm0001262"}, {"text": "[Jeers are heard from the unseen audience and an unseen voice yells out, \"Fuck you, turkey\"]", "character": null, "characterId": null}, {"text": "Ayyyyy... watch it. I've been working out with weights.", "character": "Charles Serking", "characterId": "nm0001262"}, {"text": "[More jeers and another unseen voice yells out, \"Are you drunk?\"]", "character": null, "characterId": null}, {"text": "Ill just drink my wine and leave. Right...", "character": "Charles Serking", "characterId": "nm0001262"}, {"text": "[More jeering]", "character": null, "characterId": null}, {"text": "Okay, let's begin. Forget the bullshit and get into the so-called art... Style...", "character": "Charles Serking", "characterId": "nm0001262"}, {"text": "[Audience is restless and an unseen voice yells out, \"We love you, Charlie!\" as he guzzles wine from a brown bag]", "character": null, "characterId": null}, {"text": "Style is the answer to everything... a fresh way to approach a dull or dangerous thing. To do a dull thing with style is preferable to doing a dangerous thing without style. To do a dangerous thing with style is what I call art. Bullfighting can be an art. Boxing can be an art. Loving can be an art. Opening a can of sardines can be an art.", "character": "Charles Serking", "characterId": "nm0001262"}, {"text": "[the audience bcimes restless again and an unseen voice cries, \"Come on!\"]", "character": null, "characterId": null}, {"text": "Not many have style. Not many can keep style. I have seen dogs with more style than men - though not many dogs have style. Cats have it in abundance.", "character": "Charles Serking", "characterId": "nm0001262"}, {"text": "[He guzzles more wine from his brown bag]", "character": null, "characterId": null}]}, {"lines": [{"text": "[voiceover]\nI came to the conclusion that the touring poet act was a mistake, but then again my life's been one big one... so I've been told. Luckily I had a couple of fifties stashed and bought a bus ticket home. Forty-two hours and sixteen hundred miles of concrete later, I hit the streets of Los Angeles... Some call it \"Lost Angels.\" Me. I was just another one of the lost back where I belonged... Back in L.A... I could have kissed the ground... I resisted the impulse. Besides, it was drink I craved, and I had to be back in my kind of town... Hollywood. Everyone thinks it's the playground of the stars, but they pushed on years ago. Now it's my kind of place... dangerous... with pimps, whores without class, rip-off artists, and other hard-core turf shattered types entertaining fantasies too desparate to mention... just naked reality twenty-four hours a day. I've always had a love affair with the streets.", "character": "Charles Serking", "characterId": "nm0001262"}]}, {"lines": [{"text": "[Lustfully to Charlie]\nNow, give it to me! Take my soul with your cock!", "character": "Cass", "characterId": "nm0001560"}]}, {"lines": [{"text": "What's your name?", "character": "Charles Serking", "characterId": "nm0001262"}, {"text": "Vera.", "character": "Vera", "characterId": "nm0879073"}, {"text": "Did you enjot it, Vera?", "character": "Charles Serking", "characterId": "nm0001262"}, {"text": "Yeah, like being raped! When I got off the bus, I thought you'd lose your nerve. Most men are cowards in the broad daylight.", "character": "Vera", "characterId": "nm0879073"}, {"text": "Cock-teaser!", "character": "Charles Serking", "characterId": "nm0001262"}, {"text": "[Smoking a cigarillo]\nI want you to be mean to me. Next time I want you to... use your belt.", "character": "Vera", "characterId": "nm0879073"}, {"text": "I don't wear a belt. You're gonna have to lend me one.", "character": "Charles Serking", "characterId": "nm0001262"}, {"text": "[She gives him a wide black belt and exhales deeply on the cigarillo]\nCome on, Tiger, whip me. I want you to beat me before you stick it in me!", "character": "Vera", "characterId": "nm0879073"}, {"text": "[after Charlie comes out from behind bar , he is revealed to be wearing a Speedo brief with a gun and holster imprinted on it. Vera points to it and laughs]", "character": null, "characterId": null}, {"text": "Look at his little dong!", "character": "Vera", "characterId": "nm0879073"}, {"text": "Look, if we're gonna keep this up all day, you're gonna have to feed me. I'm starvin'.", "character": "Charles Serking", "characterId": "nm0001262"}]}, {"lines": [{"text": "I've always considered a paranoid a man with all the facts.", "character": "Charles Serking", "characterId": "nm0001262"}]}, {"lines": [{"text": "Why?", "character": "Cass", "characterId": "nm0001560"}, {"text": "Yeah, why?", "character": "Charles Serking", "characterId": "nm0001262"}, {"text": "Because I want to fuck you. I want to be fucked until I have nothing left for the others. Nothing!", "character": "Cass", "characterId": "nm0001560"}]}, {"lines": [{"text": "Where does poetry come from?", "character": "Girl on beach", "characterId": "nm0074253"}, {"text": "You show me your titties and I'll compose a poem. Just for you.", "character": "Charles Serking", "characterId": "nm0001262"}]}, {"lines": [{"text": "I had this friend once... He had this desire, this obsession... to return to his mother's womb. And one day that obsession became a reality.", "character": "Charles Serking", "characterId": "nm0001262"}]}, {"lines": [{"text": "The defeated, the demented and the damned. They are the real people of this world and I was proud to be in their company.", "character": "Charles Serking", "characterId": "nm0001262"}]}, {"lines": [{"text": "[voiceover]\nWaiting on the next tumble of the days I made Venice Beach with a six-pack and hit the jackpot when I spotted this blond number. She was that rare kind who gives you an instant hard-on. All sexual sleeze with an ass like a wild animal. My kind of game. She was radiating heat, putting out signals and I was hooked. I followed her. What the hell else could I do? My blood was up...", "character": "Charles Serking", "characterId": "nm0001262"}]}, {"lines": [{"text": "[voiceover]\nCass had that special look that got to me. Like she'd been blown away by the winds of eternity and was swimming back against the current. There was something mysterious going on and I plunged right in. I was in over my head, my mind kept telling me. I had to come up for some air. But Cass was like fluid fire and her flesh had already sucked me in. I had to get away from her before I got burned. But that was like trying to climbe out of a whirlpool...", "character": "Charles Serking", "characterId": "nm0001262"}]}]}