{"quotes": [{"lines": [{"text": "Tell me something I-I'm curious. How do you dial a phone with a straitjacket on?", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "There's nothing more boring than people who love you.", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "Barry Champlain is a nice place to visit but I wouldn't want to live there.", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "What you are, Barry, is a fuckin' suit salesman with a big mouth. Let's call a spade a spade.", "character": "Dan", "characterId": "nm0000285"}]}, {"lines": [{"text": "[Barry is silent after delivering his tirade against the callers]", "character": null, "characterId": null}, {"text": "Sixty seconds left in the show, Barry.", "character": "Stu", "characterId": "nm0001525"}, {"text": "[long pause, Barry still says nothing]", "character": null, "characterId": null}, {"text": "This is dead air, Barry. *Dead air.*", "character": "Stu", "characterId": "nm0001525"}, {"text": "[another long pause]", "character": null, "characterId": null}, {"text": "I guess... we're stuck with each other. This is Barry Champlain.", "character": "Barry", "characterId": "nm0091899"}, {"text": "[Barry signs off]", "character": null, "characterId": null}]}, {"lines": [{"text": "Barry and I worked together for over seven years and whenever you threatened him over the air, man he would stick it right back in your face. It was like his dick was flapping in the wind and he'd like to see if he could get an erection. The guy had a little dick but he liked to flap it out there. Then they cut it off, so now he's dead. I don't know if you understand my analogy but it's the clearest one I can make.", "character": "Stu", "characterId": "nm0001525"}]}, {"lines": [{"text": "Sticks and stones can break your bones but words cause permanent damage!", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "We'll be right back after a word from our sponsor. HOOOO-WEEE! Jericho's Pizza, off Route 1-11 at the Jericho Turnpike, they got that pizza you'll never forget, one bite and you don't have to eat for a week. I saw a guy in there the other day combing his hair with the stuff off the plate. Jericho's Pizza.", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "This country is in deep trouble people! This country is rotten to the core and somebody better do something about it! Now I want you to take your hand out of that bowl of Fritos, throw away your National Enquirer, and pick up the phone!", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "[on the show, 'I Love Lucy']\nThose shows are ancient, Agnes! Lucille Ball must be over a hundred and five years old, the rest of the cast are dead!", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "Barry you should ask me before you put another guest on the show.", "character": "Dan", "characterId": "nm0000285"}, {"text": "Why?", "character": "Barry", "characterId": "nm0091899"}, {"text": "Because I'm your boss, that's why.", "character": "Dan", "characterId": "nm0000285"}]}, {"lines": [{"text": "I don't care what you think! No one does!", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "So now everyone in the country can hear your big mouth flap.", "character": "Chet", "characterId": "nm0385561"}, {"text": "Oh, Chet. So nice to hear from you again. Shouldn't you be out burning crosses or molesting children or something?", "character": "Barry", "characterId": "nm0091899"}, {"text": "I'd rather be talking to you.", "character": "Chet", "characterId": "nm0385561"}, {"text": "Or training pit bulls?", "character": "Barry", "characterId": "nm0091899"}, {"text": "You think you're so smart... You get the package I sent down to the station?", "character": "Chet", "characterId": "nm0385561"}, {"text": "Package?", "character": "Barry", "characterId": "nm0091899"}, {"text": "You got it, I know you did.", "character": "Chet", "characterId": "nm0385561"}, {"text": "[Sarcastic]\nYou sent me a present, Chet?", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "It's just one big rock video, eh Kent?", "character": "Barry", "characterId": "nm0091899"}, {"text": "Yeah!", "character": "Kent", "characterId": "nm0000699"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "[Both are silent for a moment]\nWell, go on, Bear... it's your show.", "character": "Kent", "characterId": "nm0000699"}, {"text": "[after a pause]\nYeah, that it is, that it is, it's my show.", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "What do want me to do, Barry? You want me to fall in love with you again?", "character": "Ellen", "characterId": "nm0338746"}]}, {"lines": [{"text": "[At Dan]\nI hope you're not calling the cops, because if you are, I'm going to get really pissed off! Get off the phone, or I walk. Don't waste my time man. Hang it or I walk! Hang it up!", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "We have a very special guest with us tonight... Kent. Say hello to everybody, Kent.", "character": "Barry", "characterId": "nm0091899"}, {"text": "Alright!", "character": "Kent", "characterId": "nm0000699"}, {"text": "energetic and resourceful, spoiled, perverse, and disturbed. Would you say that's an accurate description, Kent?", "character": "Barry", "characterId": "nm0091899"}, {"text": "Yup, sure!", "character": "Kent", "characterId": "nm0000699"}, {"text": "Now what do you call that haircut?", "character": "Barry", "characterId": "nm0091899"}, {"text": "I don't know... Rock and roll!", "character": "Kent", "characterId": "nm0000699"}, {"text": "...Are you high right now Kent?", "character": "Barry", "characterId": "nm0091899"}, {"text": "Am I high?", "character": "Kent", "characterId": "nm0000699"}, {"text": "Are you on drugs, or is this your naturally moronic self?", "character": "Barry", "characterId": "nm0091899"}, {"text": "[Kent leans over laughing]\nWatch the drool, you're getting all over the console.", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "If you don't like the heights, don't climb mountains!", "character": "Stu", "characterId": "nm0001525"}]}, {"lines": [{"text": "See you tomorrow.", "character": "Dan", "characterId": "nm0000285"}, {"text": "[Turns to leave]", "character": null, "characterId": null}, {"text": "Dan... What if I don't come in tomorrow?", "character": "Barry", "characterId": "nm0091899"}, {"text": "[Smiles]\nYou'll come in, Barry. You always do.", "character": "Dan", "characterId": "nm0000285"}, {"text": "[Leaves]", "character": null, "characterId": null}]}, {"lines": [{"text": "He's all alone out there.", "character": "Ellen", "characterId": "nm0338746"}, {"text": "[Smirks]\nSo what?", "character": "Dan", "characterId": "nm0000285"}, {"text": "He's going down in flames.", "character": "Ellen", "characterId": "nm0338746"}, {"text": "[Shrugs]\nIt's Barry's show.", "character": "Dan", "characterId": "nm0000285"}]}, {"lines": [{"text": "[to a caller about the most powerful drug ever sold]\nIt's tobacco. It kills 350,000 people a year. You know how much coke, crack, heroin, pot kill every year? Four thousand people. Will you listen to sense? Hello? Let me check. Will you listen to logic, please? The only people who benefit from prohibition... are the gangsters makin' the money on it, the politicians condemning it and gettin' your vote. And who foots the bill? You, Rhonda Q Sucker!", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "Here's your mail.", "character": "Laura", "characterId": "nm0394012"}, {"text": "You read it.", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "Talk Radio! It's the last neighborhood in town, people just don't talk to each other anymore!", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "a country where culture means pornography and slasher films, where ethics mans payoffs, graft insider trading, where integrity means lying, whoring, intoxication. This country is in deep trouble, people! This country is rotten to the core and somebody better do something about it. I want you to take your hand out of the bowl of Fritos, throw away your National Inquirer, and pick up that phone - go ahead PICK IT UP! Hold it up to your face and dial 555-T-A-L-K. Open your mouth and tell 'em what we're gonna do about the mess this country's in. TALK RADIO, it's the last neighborhood in town. People just don't talk to each other anymore.", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "for that I could say I'm sorry, but I won't. Why should I? I mean who the hell are you anyways you... audience! You're on me every night like a pack of wolves because you can't stand facing what you are and what you've made! Yes, the world is a terrible place. Yes, cancer and garbage disposals will get you. Yes, a war is coming. Yes, the world is shot to hell and you're all goners. Everything's screwed up and you like it that way don't you? You're fascinated by the gory details. You're mesmerized by your own fear. You revel in floods and car accidents, unstoppable diseases. You're happiest when others are in pain. That's where I come in, isn't it? I'm here to lead you by the hands through the dark forest of your own hatred and anger and humiliation. I'm providing a public service. You're so scared. You're like a little child under the covers. You're afraid of the boogeyman but you can't live without him. Your fear; your own lives have become your entertainment. Next month, millions of people are going to be listening to this show and you'll have nothing to talk about! Marvelous technology is at our disposal, and instead of reaching up to new heights, we're gonna see how far down we can go! How deep into the muck we can immerse ourselves! What do you wanna talk about, hm? Baseball scores? Your pet? Orgasms? You're pathetic. I despise each and every one of you. You've got nothing, absolutely nothing. No brains, no power, no future, no hope, no God. The only thing you believe in is me. What are you if you don't have me. I'm not afraid see. I come in here every night, I make my case, I make my point, I say what I believe in. I tell you what you are, I have to, I have no choice! You frighten me! I come in here every night, I tear into you, I abuse you, I insult you, you just keep coming back for more. Whats wrong with you, why do you keep calling? I don't wanna hear anymore, stop talking! Go away! Bunch of yellow-bellied, spineless, bigoted, quivering, drunken, insomnia-tic, paranoid, disgusting, perverted, voyeuristic, little obscene phone callers, that's what you are. Well to Hell with you. I don't need your ferior stupidity, you don't get it. It's wasted on you. Pearls before swine. If one person out there had any idea what I'm talking about... I...", "character": "Barry", "characterId": "nm0091899"}, {"text": "[answers caller]", "character": null, "characterId": null}, {"text": "friend you're on night talk.", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "I'm listening, Michael. What's up?", "character": "Barry", "characterId": "nm0091899"}, {"text": "Yeah, I heard your little advertisement there for the pizza place.", "character": "Michael", "characterId": "nm0000699"}, {"text": "Yeah, Jericho's Pizza. I love that pizza. What about it? Don't you like it? You sound like you'd love it. I enjoy Jericho's Pizza.", "character": "Barry", "characterId": "nm0091899"}, {"text": "What I wanted to say to you tonight, Mr. Champlain, was... I have an interest in this place, or at least, some friends of mine...", "character": "Michael", "characterId": "nm0000699"}, {"text": "Just use one-syllables, Billy, if it's really difficult. Oh, Michael.", "character": "Barry", "characterId": "nm0091899"}, {"text": "Hey, smart guy.", "character": "Michael", "characterId": "nm0000699"}, {"text": "Just use one-syllable...", "character": "Barry", "characterId": "nm0091899"}, {"text": "Smart guy? Smart guy?", "character": "Michael", "characterId": "nm0000699"}, {"text": "We're being- Oh, Smart guy. Smart guy. We got somebody with a little lip on us tonight.", "character": "Barry", "characterId": "nm0091899"}, {"text": "Hey!", "character": "Michael", "characterId": "nm0000699"}, {"text": "Hey. Hey. Hey. Don't call me \"Hey.\" My name isn't Hey, ok?", "character": "Barry", "characterId": "nm0091899"}, {"text": "This is not a conversation. This is a monologue. I talk, you listen. Understand me? Understand me?", "character": "Michael", "characterId": "nm0000699"}, {"text": "Oh, yeah, we're listening. Go ahead.", "character": "Barry", "characterId": "nm0091899"}, {"text": "I don't want you makin' any more comments about the place, the pizza joint.", "character": "Michael", "characterId": "nm0000699"}, {"text": "Do you have relatives that run the place?", "character": "Barry", "characterId": "nm0091899"}, {"text": "People gotta make money on this.", "character": "Michael", "characterId": "nm0000699"}, {"text": "Uncle Vinnie or someone?", "character": "Barry", "characterId": "nm0091899"}, {"text": "There are people...", "character": "Michael", "characterId": "nm0000699"}, {"text": "You know what I think, Michael? You're a meatball.", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "YOU DON'T GET IT, WIMP? HERE'S WHAT YOU GET! YOU GET $1.59 AND YOU GO DOWN TO THE DRUG STORE! BUY YOURSELF A PACK OF RAZOR BLADES AND SLASH YOUR FUCKING WRISTS, PINHEAD!", "character": "Kent", "characterId": "nm0000699"}]}, {"lines": [{"text": "[to a listener who claims to go on dates with his cat]\nStop eating with the pussy, go find some.", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "The $200 billion drug problem in this country could disappear overnight. Legalize the damn stuff. Do it today, right after this message. I'm Barry Champlaign. This is Night Talk. We're gonna go to a message. I'll be right back after I shoot up.", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "And so, beginning Monday night, this show, Night Talk, begins national broadcasting. That means the nation is listening. You better have something to say. I know I do.", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "You slip some testosterone into Barry's coffee?", "character": "Stu", "characterId": "nm0001525"}, {"text": "The guy's possessed tonight. He's a little tense.", "character": "Laura", "characterId": "nm0394012"}, {"text": "[distant shout]\nGet outta here!", "character": "Barry", "characterId": "nm0091899"}]}, {"lines": [{"text": "Who's the schlub?", "character": "Barry", "characterId": "nm0091899"}]}]}