{"quotes": [{"lines": [{"text": "Just think, Miss Renie, that same moon that's shinin' down on me this very moment, is shinin' down on Pete's tomatoes!", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}]}, {"lines": [{"text": "[taking out a fancy gown out of a storage trunk]\nThese things were Grandmother Cratcher's. She was Peter's great-grandmother. This is a comb she wore. You must wear your hair up, like her portrait. They wouldn't have her downstairs - not glamorouos enough. She walked barefoot, beside her father's wagon, all the way from Virginia. They were robed on the way by some bandits. Was nothing left but the cow, and a few chickens.", "character": "Aunt Renie", "characterId": "nm0622450"}, {"text": "That's too bad...", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}, {"text": "And then one day she came to this house to sell eggs. My grandfather saw her and fell in love with on sight. They were married the next day.", "character": "Aunt Renie", "characterId": "nm0622450"}, {"text": "And lived happily ever after. It's like a fairy tale.", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}]}, {"lines": [{"text": "[reciting to party guests]\nI come from Virginie, Sir / I've been walkin' all the way alongside the wagon, ox-drawn / I've been sleepin' on the ground by night and walkin' all the day / I've come to this great house to sell fresh eggs I'm totin'em in my bonnet.", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}, {"text": "Oh, why don't you come in. We have need of eggs.", "character": "Peter Brent", "characterId": "nm0000558"}, {"text": "It will pleasure me, Sir, for sure.", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}, {"text": "That's a lovely gown that you're wearing.", "character": null, "characterId": null}, {"text": "It was made in Virginie / My mammy sewed it for me with a needle and fine thread. / She made it strong for lastin' because it was a far piece to come.", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}, {"text": "I like to hear about that.", "character": null, "characterId": null}]}, {"lines": [{"text": "[continues the recitation]\nWe came a-walkin' all the way / With the wagon creakin' loud and the oxen movin' slow / We come over the mountains and down by the trace / Mammy an' Pappy an' and me, an' one crawlin' baby that had to be toted / And some odd-size sisters, two or three / That's how we come.", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}, {"text": "Please go on. What happened?", "character": null, "characterId": null}]}, {"lines": [{"text": "[continues the recitation]\nA sight of strange things happened, powerful strange. / / My pappy was a musical man / He had him an old bull fiddle strung with hairs from a horse's tail. / His music was so sweet, he'd draw the birds down from the trees / And they flew along with him, singin', before and behind / That's what brought us all grief.", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}, {"text": "Tell us some more, sister. How can the birds make you trouble?", "character": null, "characterId": null}]}, {"lines": [{"text": "[continues the recitation]\nWell, there was a robber in that country went by musical name / Played the harp like an angel / And they called him Little Harp. / Now he noted the birds was all a-leavin' him / The mockin' bird, the jade, the little brown thrush, and the sparrow. / So 'bout the only thing left was the buzzards. / When they lead out, he followed through the swamp till he came to the edge of the trace / and there was all the birds a-roostin' whilst we was a-sleepin'. / It were in the middle of the night by then / and the campfire burnin' low. / We lay on a blanket sleepin' / Mammy an' Pappy an' me, an' one crawlin' baby that had to be toted / An' some odd-size sisters, two or three. / Now, pappy used to hide his bag of gold in the same leather bag he would use for totin' his fiddle. / Little Harp sneaked in whilst we slept an' stole the leather bag. / That's how Little Harp not only burgled pappy's horse hair fiddle but stole our treasure and left us all a-weepin' with nothin' expectin' this family gown my mammy fashioned for me. / / I reckon' that's all the tellin' of it.", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}, {"text": "Now you haven't told how you came to live in this house.", "character": "Peter Brent", "characterId": "nm0000558"}, {"text": "/ \"I take the eggs, I take the bonnet / I take the gown, and what's in it.\" / An' he kissed me then and there. And he made me into a fine lady. And he carved this comb for my hair. That's how I come to this great house, and how I lived here, happily ever after.", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}]}, {"lines": [{"text": "[while dusting very dusty books on a bookshelf]\nPhew, if I was the Lord, I reckon I could nigh onto make a man out of this much dust. And coming off books, he'd more'n likely be a learned man.", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}]}, {"lines": [{"text": "Tammy, we think a world of Ernie. He's Peter's best friend. But his idea of fun, well, it may not be altogether desirable.", "character": "Professor Brent", "characterId": "nm0085782"}, {"text": "You mean it might be of carnal nature?", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}]}, {"lines": [{"text": "[Having a hotdog for the first time]", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}, {"text": "How did you like the hotdog?", "character": "Peter Brent", "characterId": "nm0000558"}, {"text": "[puzzled]\n\"Hot dog\"? Is that what they are?", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}, {"text": "Oh is there something wrong?", "character": "Peter Brent", "characterId": "nm0000558"}, {"text": "No. I, uh, I reckon there's lots of things I ain't... I am not rightly acquainted with.", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}, {"text": "[after a pause, shocked]\nI've had enough, thank you.", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}, {"text": "[Puts down the sandwich and covers it up with a napkin]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Trying on a cologne on a drugstore's counter]\nIt sure stinks. Sort of hangs on like a spirit haunting some place when the body's gone.", "character": "Tambey 'Tammy' Tyree", "characterId": "nm0001666"}]}]}