{"quotes": [{"lines": [{"text": "You know, T.J., just before you called me last spring, Lexy and I went down to the Democratic Leadership Conference in South Carolina. The last night, we were sitting aroud with Kirk O'Donnell, and Hart, and Biden, a couple of the other candidates, who were shooting the breeze about how much the party had changed since the Sixties. And suddenly, out of the blue, Lexy turned to Hart and she asked him who his favorite Beatle was. Now, at first, Hart laughed, and then he stumbled around trying to remember a name. Then she repeated her question for Biden, and Biden said, well, he'd never been a Beatles fan, he was into jazz. And Dukakis answered Paul, 'cause he liked his wife or something. Now, I don't know if Lexy knows the names of all the Beatles herself, let alone the answer to her own question, but it suddenly dawned on me that I sure as hell did. And I knew for sure that anybody who didn't had absolutely no claim to generational leadership. Now I must have, what, uh, ten years on Joe Biden; but, dammit, he wasn't paying attention back then, and I was. And one of the things I figured out very early on was the singer mattered as much as the song - that ideas were only as valuable as the people who got behind them. I mean people that wouldn't settle; people unafraid of honest inquiry; people who didn't mind asking the impertinent question. God, the impertinent question. Where the hell would we be without it? It's the glory and the engine of all human experience. Copernicus asked it, and shook the foundations of his world. Darwin asked it, he's repudiated to this day. Thomas Jefferson asked it - so invigorated by it he declared it to be an inalienable right. I'm not smart enough to know all the answers. But I do know we've got to keep asking the questions. That's what the American experiment is all about. It's at the very core of our character as a people. We owe our vigor to its constant renewal. You know, I don't have much patience for these guys who go around saying the pride is back in America. For some of us, it never left. Vietnam may have covered some patriots in shame, but not this one. We got in there for moral reasons, and, by God, we got out of there for moral reasons. Where else on this Earth does such debate settle on anything other than expediency? Only in America. Watergate - triumph of the system. How could anybody watch Barbara Jordan thunder away at those House hearings and not feel a surge of pride in the miracle of this country? And then there are those people who tell you that our noisy dissent, our raucous squabble, weakened us as a country - caused us to lose our supremacy. Don't you believe it. We are the envy of this world. Why? Because, throughout our history, we have always maintained that we could do better. We have insisted that we could do better. We've always been willing to reinvent ourselves for the common good. And in our darkest hour, leaders, real leaders, have always stepped forward to hold the American people to the responsibility of citizenship. Well, it's time for that kind of leadership now, T.J. And I'm not sure that it's me, but I'd like the chance to find out.", "character": "Jack Tanner", "characterId": "nm0614526"}, {"text": "[He starts to leave the room, then turns back]", "character": null, "characterId": null}, {"text": "Oh, and if you young people are still wondering, the right answer is John Lennon.", "character": "Jack Tanner", "characterId": "nm0614526"}]}, {"lines": [{"text": "[making a toast at his son's wedding rehearsal dinner]", "character": null, "characterId": null}, {"text": "One hundred years ago, William Gladstone, after a particularly acrimonious debate in Parliament, bellowed across the floor at his arch-rival Benjamin Disraeli, \"You, sir,\" he said, \"will one day end your days on the gallows or of venereal disease.\" Disraeli raised himself up and replied, \"That, sir, would depend on whether I embrace your principles or your mistress.\"", "character": "Tanner's Father", "characterId": "nm0550855"}, {"text": "Grandpa.", "character": "Alex Tanner", "characterId": "nm0633223"}, {"text": "I tell this humorous story because it hasn't been altogether clear to me this past year exactly what my son is embracing.", "character": "Tanner's Father", "characterId": "nm0550855"}, {"text": "Dad!", "character": "Jack Tanner", "characterId": "nm0614526"}, {"text": "[Jack's fiancee gets up from the table and leaves]", "character": null, "characterId": null}]}, {"lines": [{"text": "[writing in his diary]\nMarch 11, 1988. I've spent the day talking with contributors. Even after a year of such calls, it still amazes me how many ordinary citizens feel strongly enough about an election's outcome to give. Their faith lends much dignity to the whole process by which we choose our country's ...", "character": "Jack Tanner", "characterId": "nm0614526"}, {"text": "[Alex knocks]", "character": null, "characterId": null}, {"text": "Dad? USA Today is on the other line. They want to know, if you were a fruit or a vegetable, which one would you be?", "character": "Alex Tanner", "characterId": "nm0633223"}]}]}