{"quotes": [{"lines": [{"text": "Ladies and gentlemen, boys and girls, I'd like to leave you with a little story to think about as you drive home... through the darkness... Once upon a time, many, many years ago, a rich merchant in Baghdad sent his servant to the marketplace to buy provisions... and after a while the servant came back, white-faced and trembling, and said, 'Master, when I was in the marketplace, I was jostled by a woman in the crowd, and I turned to look, and I saw that it was Death that jostled me. And she looked at me and made a threatening gesture. Oh, master, please, lend me your horse, that I may ride away from this city and escape my fate. I will ride to Samarra and Death will not find me there.' So the merchant loaned him the horse and the servant mounted it, and dug his spurs into its flank, and as fast as the horse could gallop he rode towards Samarra. Then the merchant went to the market-place and he saw Death standing in the crowd and he said to her, 'Why did you make a threatening gesture to my servant when you saw him this morning?' And Death said, 'I made no threatening gesture - that was only a start of surprise. I was astonished to see him here in Baghdad, for I have an appointment with him tonight... in Samarra.'", "character": "Byron Orlok", "characterId": "nm0000472"}]}, {"lines": [{"text": "All the good movies have been made.", "character": "Sammy Michaels", "characterId": "nm0000953"}]}, {"lines": [{"text": "You really are in a foul mood.", "character": "Jenny", "characterId": "nm0398857"}, {"text": "Not at all. I'm just tired of your baleful looks.", "character": "Byron Orlok", "characterId": "nm0000472"}]}, {"lines": [{"text": "[Jenny has been scolding him]", "character": null, "characterId": null}, {"text": "Quite a speech!", "character": "Byron Orlok", "characterId": "nm0000472"}, {"text": "You should hear it in Chinese.", "character": "Jenny", "characterId": "nm0398857"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[to the police as he is being arrested]", "character": null, "characterId": null}, {"text": "Hardly ever missed, did I?", "character": "Bobby Thompson", "characterId": "nm0641517"}]}, {"lines": [{"text": "[Bobby Thompson cowers before Byron Orlok]", "character": null, "characterId": null}, {"text": "Is *that* what I was afraid of?", "character": "Byron Orlok", "characterId": "nm0000472"}]}, {"lines": [{"text": "OK, groovy, groovy. Now, um, somebody announces me on the PA, uh, laddies and janes, papas and mamas, here's your boss dis daddy, the winner spinner with the sounds around, Kip the Hip Larkin, le-e-t's hearken Larkin...", "character": "Kip Larkin, Dejay", "characterId": "nm0056310"}, {"text": "All right then, after you finish plugging your show you introduce Mr. Orlok and we can get on with it.", "character": "Sammy Michaels", "characterId": "nm0000953"}, {"text": "No plugs, not Kip the Hip, I am just gonna tell 'em what a big thrill this is for me, and that's no put-on. When I was a kid, Mr. O., I musta dug your flicks four zillion times. You blew my mind.", "character": "Kip Larkin, Dejay", "characterId": "nm0056310"}, {"text": "Obviously.", "character": "Byron Orlok", "characterId": "nm0000472"}]}, {"lines": [{"text": "Oh, Sammy, what's the use? Mr. Boogey Man, King of Blood they used to call me. Marx Brothers make you laugh, Garbo makes you weep, Orlok makes you scream.", "character": "Byron Orlok", "characterId": "nm0000472"}]}, {"lines": [{"text": "You know what they call my films today? Camp! High camp!", "character": "Byron Orlok", "characterId": "nm0000472"}]}, {"lines": [{"text": "Order some breakfast, would you Jenny?", "character": "Byron Orlok", "characterId": "nm0000472"}, {"text": "[Hungover after a night of drinking with Orlok]\nOh, I couldn't eat on an empty stomach.", "character": "Sammy Michaels", "characterId": "nm0000953"}]}, {"lines": [{"text": "[watching the audience seeing his movie]\nStrange not getting any reaction, isn't it?", "character": "Byron Orlok", "characterId": "nm0000472"}]}, {"lines": [{"text": "[as he being driven to the drive-in theater, looking out the car window, while passing many car dealerships]\nGosh, what an ugly town this has become.", "character": "Byron Orlok", "characterId": "nm0000472"}]}, {"lines": [{"text": "What're you hunting this time?", "character": "Ray, Salesman", "characterId": "nm0219509"}, {"text": "Gonna shoot some pigs.", "character": "Bobby Thompson", "characterId": "nm0641517"}]}]}