{"quotes": [{"lines": [{"text": "They attacked me - thousands upon thousands!", "character": "George", "characterId": "nm0765125"}, {"text": "Thousands of what?", "character": "Tarzan", "characterId": "nm0071636"}, {"text": "Turtles!", "character": "George", "characterId": "nm0765125"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[narration]\nGuatemala, a strange and beautiful country many thousands of miles away, a country with lofty, snow-crested mountains, mighty rivers and deep lakes, quaint little villages and picturesque natives. This is Guatemala on the surface, what a tourist might see if a tourist could ever get there. But under this superficial beauty lie many unsuspected dangers. Those mighty rivers run through treacherous jungle where wild animal life lurks in the shadows. Man-eating lions roam abroad, where deep lakes are infested with crocodiles and alligators. And the natives may look picturesque, but are deadly to a white man. In the heart of this impenetrable jungle stand the ruins of all that is left of an ancient Mayan civilization, older far than Guatemala. The natives today are in great anger. Their ancient idol, the Green Goddess, has been snatched from the high altar. The high priest vows to avenge by a slow and torturing death, the violator and desecrater of the sacred cathedral. But unknown to the natives, unknown even to the high priest, this stolen idol is more than a graven image. For hidden inside it is a secret formula for a new explosive, powerful and deadly enough to blow whole cities sky high, a potential menace to modern civilization and a real menace should the formula fall into unscrupulous hands. Tarzan and his band of intrepid followers, both men and women, have faced untold dangers, wild animals, hostile natives, a rival expedition of murderous crooks and the horrors of fever-infested swamps, to take the idol from the natives that the secret formula might be safe. At last successful with the Goddess in their possession, the Tarzan expedition starts on its long and arduous journey home.", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Tarzan]\nGet your hands off that goddess.", "character": "Raglan", "characterId": "nm0213151"}]}]}