{"quotes": [{"lines": [{"text": "I want a tube-top Venus who undulates my soul... and my shorts. I want a virgin whore who speaks perfect Chinese, and kisses French fluidly. I want a stainless steel boudoir with a velvety throne. I want a golden parakeet to shit on her soul. I want to loofah the pain and hurt from her ivory shoulder blades. I want a woman who's not afraid of making a right turn in a left lane. I want a pizza with all the trimmings. A steak tartar; hold the onions. Velvety images shrink with the rain. I want a drip-dry cunt that can take it again and again and again and again. I want a mast-head with breasts who screams out 'PIERCE ME! STEAL ME!'. Graveyards retch with the stink of one trillion broken hearts. Nobody gets out of here alive. I'll break your neck before you castrate me! Take this and scream out 'PIERCE ME! STEAL ME! SEIZE ME WITH YOUR WHITE HARD STEEL!'.", "character": "Ted Whitley", "characterId": "nm0001069"}]}, {"lines": [{"text": "Wanna know what I'd do? I'd break his balls. What you do is... you get yourself a sock, put a couple of plums in it, tie it to a doorknob, and you practice reaching out, grabbing 'em and pulling down on his balls until they pop.", "character": "Grace", "characterId": "nm0674231"}]}, {"lines": [{"text": "What does he mean your body is a perfect alphabet? That doesn't even make sense. Is this guy loony tunes or what?", "character": "Herb", "characterId": "nm0859921"}]}, {"lines": [{"text": "Excuse my appearance, I arrive by the last thunderbolt; a trifle singed as I came through the ether. My eyes are full of stardust.", "character": "Ted Whitley", "characterId": "nm0001069"}, {"text": "What do you want, asshole?", "character": "Linda Turner", "characterId": "nm0011128"}, {"text": "I want you to go out with me.", "character": "Ted Whitley", "characterId": "nm0001069"}, {"text": "Where do you fucking get off? Get out of here!", "character": "Linda Turner", "characterId": "nm0011128"}, {"text": "Will you go out with me?", "character": "Ted Whitley", "characterId": "nm0001069"}, {"text": "No! I will not go out with you!", "character": "Linda Turner", "characterId": "nm0011128"}, {"text": "[places a chainsaw on the table]\nI'm going to ask you one more time and, if the answer is no again, I'm gonna start this thing and begin cutting my fingers off.", "character": "Ted Whitley", "characterId": "nm0001069"}]}, {"lines": [{"text": "If you so much as lay a finger on my daughter, I'll have both of your legs broken and your tongue removed with an ice-pick. Do I make myself clear?", "character": "Mrs. Turner", "characterId": "nm0001687"}]}]}