{"quotes": [{"lines": [{"text": "I would rather have this administration fail because it enforced the laws than succeed by violating them.", "character": "Theodore Roosevelt", "characterId": "nm0085782"}]}, {"lines": [{"text": "[to representatives of real estate interests]\nIf improving the living conditions of the poor means working against you, I've only just begun.", "character": "Theodore Roosevelt", "characterId": "nm0085782"}]}, {"lines": [{"text": "[to President McKinley]\n... only that nation that's prepared for peace that knows how to fight. Speak softly but carry a big stick!", "character": "Theodore Roosevelt", "characterId": "nm0085782"}]}, {"lines": [{"text": "A man always has two reasons for what he does, a good one and the real one.", "character": "Theodore Roosevelt", "characterId": "nm0085782"}]}, {"lines": [{"text": "[after being nominated as Vice-President]\nI feel like a man who's been sentenced to solitary confinement.", "character": "Theodore Roosevelt", "characterId": "nm0085782"}]}, {"lines": [{"text": "Of course, you'll always consult us on policy.", "character": "Senator Platt", "characterId": "nm0914246"}, {"text": "Always!... and then Ill do exactly what I think is right!", "character": "Theodore Roosevelt", "characterId": "nm0085782"}]}, {"lines": [{"text": "I shall treat every man on his merits as a man. The doors to the White House will swing open just as easily for the poor as for the rich. The labor unions and the corporations will have a Square Deal, but, most important, the private citizen will have a Square Deal!", "character": "Theodore Roosevelt", "characterId": "nm0085782"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "soldier, president, statesman, American. In 1895 Roosevelt became police commissioner of New York City, declared war on corrupt politicians.", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[dictates speech to his secretary]\nThere can be no compromise in the fight for Americanism. I am confident that our people will work hand-in-hand with any public man who, in good faith, does all that is possible to see that the United States so conducts herself as a nation as to conserve the honor, the institutions, and the peaceful welfare of her own citizens. Our next business will be to help guarantee the peace of justice for the world at large. There cannot be, there must no be, a repetition of the crime against Belgium. I am antibrutality. I should protest this strongly against wrongdoing by any foreign power. The little nations of the earth have a right to live, and if civilization is to endure, the great nations must respect that right. Let us unite in the one great endeavor of achieving an enduring peace with all the world. But let us not forget that the surest promise of that peace lies in our constant preparedness to meet all eventualities from without, and to combat and destroy all subversive elements working from within. There can be no divided allegiance here. Any man who says that he is an American and seeks to promote foreign isms within our borders is not a true American. We have room for but one flag, the American flag. We have room for but one language, the language of the Declaration of Independence and the Bill of Rights. And we have room for but one loyalty, and that is loyalty to the American people.", "character": "Theodore Roosevelt", "characterId": "nm0085782"}]}]}