{"quotes": [{"lines": [{"text": "Listen. If you are the killer, please tell me, I won't tell a soul.", "character": "Judge Arthur Cannon", "characterId": "nm0000277"}]}, {"lines": [{"text": "Well I don't know about the rest of you, but that tape didn't say any lies about me. I was coming home from a party. Late. Drunk. And I was driving fast. FAST. Two people in the road ahead. I ran over them. William and Louisa Stern. Two years married. Very sad.", "character": "Michel Raven", "characterId": "nm0002198"}, {"text": "Were you not charged?", "character": "Judge Arthur Cannon", "characterId": "nm0000277"}, {"text": "I had a little influence. As you know, that can help. But they punished me. They took my driving license away.", "character": "Michel Raven", "characterId": "nm0002198"}, {"text": "[He gulps down his drink]", "character": null, "characterId": null}, {"text": "Good night.", "character": "Michel Raven", "characterId": "nm0002198"}]}, {"lines": [{"text": "You are a bastard, aren't you?", "character": "Vera Clyde", "characterId": "nm0813961"}, {"text": "Yes. But I'm not a killer.", "character": "Hugh Lombard", "characterId": "nm0001657"}]}, {"lines": [{"text": "Listen, why don't I trust you, and you trust me?", "character": "Judge Arthur Cannon", "characterId": "nm0000277"}, {"text": "The famous last words?", "character": "Dr. Edward Armstrong", "characterId": "nm0007042"}]}, {"lines": [{"text": "Stop playing cat and mouse with me. If you...", "character": "Dr. Edward Armstrong", "characterId": "nm0007042"}, {"text": "[he glances around, and lowers his voice]", "character": null, "characterId": null}, {"text": "If you want to kill the others I shan't interfere. Just leave me alone.", "character": "Dr. Edward Armstrong", "characterId": "nm0007042"}]}, {"lines": [{"text": "General André Salvé, Croix de Guerre, that you achieved honor from dishonor and sent five men to their certain deaths. Ilona Morgan, actress, that you did bring about the death of your husband in a most cold-blooded and ruthless manner. Doctor Edward Armstrong, that you did kill Mrs. Ivy Benson and betray your sacred trust. Michel Raven, entertainer, that you were guilty of the murder of William and Louisa Stern, whose bodies, when they were found, were almost unrecognizable. Vera Clyde, secretary, that you murdered your sister's fiancee, Richard Barclay, by slow, deliberate poison. Hugh Lombard, that you were guilty of the death of Jennifer Hayes, who was to bear your child. Arthur Cannon, judge of the Queen's bench, that you were responsible for the death of an innocent man, one Edward Seton, who was hanged according to your judgment. Wilhelm Blore, that by perjured testimony, you sent Kord Landor to a cold and lonely death in a prison cell. Otto and Elsa Martino, that you maliciously and brutally caused the death of your invalid employer for your own financial gain. Prisoners at the bar, have you anything to say in your defense?", "character": "U. N. Owen", "characterId": "nm0000080"}]}]}