{"quotes": [{"lines": [{"text": "Maybe I'm not so dumb as you think I am. This whole thing would never have happened in the first place if we'd been minding our own business! We wouldn't have to get a government stamp out every time we wanted to buy a piece of butter if they weren't shipping it all to a lot of foreigners! Why, they're rationing gas right here in California where they got more of the stuff than they can haul away! Even the government doesn't know what its going to do tomorrow! They're going to ration this. They're going to ration that. They are. They aren't. Blow hot. Blow cold. He's up. He's down. What kind of business is that, anyway? While we're being pushed around at home, our guys are out fighting in countries they never even heard of! Where a lot of foreigners will turn on us like a pack of wolves the minute its over!", "character": "Barbara Thomas", "characterId": "nm0404046"}, {"text": "Barbara!", "character": "Doris Dumbrowski", "characterId": "nm0001375"}, {"text": "Well its the truth and you know it!", "character": "Barbara Thomas", "characterId": "nm0404046"}, {"text": "You ought to be ashamed of yourself! Do you know where that kind of talk comes from? It comes straight from Berlin! Every time you say, every time you even THINK IT your double-crossing your own husband!", "character": "Jo Jones", "characterId": "nm0001677"}, {"text": "No!", "character": "Barbara Thomas", "characterId": "nm0404046"}, {"text": "How can we go on minding our own business when somebody blackjacks us in an alley and you've got Pearl Harbor on your hands! And who wants to get slick and fat when half the people in the world are starving to death for things that we can do without! Mistakes? Sure, we make mistakes! Plenty of them. Do you want a country where they won't stand for a mistake? Go to Germany. Go to Japan. And the first time you open your trap, like you have tonight, you'll find a gun in your stomach! You're the kind of people Hitler counted on when he started this war. Talk! Talk! Talk! And never THINK! And that's the biggest mistake any guy ever thought of making. Because there are NOT enough of you and there are plenty of us and by Judas Priest if it takes...", "character": "Jo Jones", "characterId": "nm0001677"}, {"text": "[Doorbell rings]", "character": null, "characterId": null}, {"text": "That's my date.", "character": "Barbara Thomas", "characterId": "nm0404046"}, {"text": "Saved by the bell!", "character": "Jo Jones", "characterId": "nm0001677"}]}, {"lines": [{"text": "I suppose you don't think hoarding is very important.", "character": "Jo Jones", "characterId": "nm0001677"}, {"text": "Why don't you relax for a change. Do you think we're going to lose this war or win it, for that matter, on account of a box of lipsticks or a pound of bacon? You know better than that.", "character": "Barbara Thomas", "characterId": "nm0404046"}, {"text": "Well, if it was just one pound of bacon, I don't suppose it would make any difference. But what if 20 or 30 million other women did the same thing?", "character": "Jo Jones", "characterId": "nm0001677"}, {"text": "I have enough troubles of my own without worrying about 20 or 30 million dames I don't even know.", "character": "Barbara Thomas", "characterId": "nm0404046"}]}, {"lines": [{"text": "No matter how tough things are, no matter how bad they seem, all I'll have to do is think of you and I'll come through.", "character": "Chris Jones", "characterId": "nm0752813"}]}, {"lines": [{"text": "Hey! Didn't anyone hear what I said?", "character": "Barbara Thomas", "characterId": "nm0404046"}, {"text": "What's the trouble?", "character": "Jo Jones", "characterId": "nm0001677"}, {"text": "I think there's another family living in the attic.", "character": "Barbara Thomas", "characterId": "nm0404046"}, {"text": "It's only mice.", "character": "Helen Stacey", "characterId": "nm0172048"}, {"text": "They were here before we were!", "character": "Jo Jones", "characterId": "nm0001677"}, {"text": "Well, why don't they pay their share of the rent?", "character": "Barbara Thomas", "characterId": "nm0404046"}, {"text": "Why don't you guys go to sleep?", "character": "Doris Dumbrowski", "characterId": "nm0001375"}, {"text": "Okay. Meow. Me-oww. That'll fix 'em.", "character": "Barbara Thomas", "characterId": "nm0404046"}]}, {"lines": [{"text": "We're running this house like a democracy!", "character": "Jo Jones", "characterId": "nm0001677"}, {"text": "Once, in Germany, we had a democracy. But...", "character": "Manya Lodge", "characterId": "nm0160130"}, {"text": "But you lost it?", "character": "Helen Stacey", "characterId": "nm0172048"}, {"text": "No, we didn't lose it. We let it be murdered - like a little child.", "character": "Manya Lodge", "characterId": "nm0160130"}]}, {"lines": [{"text": "Y'know, I've been thinking...", "character": "Chris Jones", "characterId": "nm0752813"}, {"text": "There you go exaggerating again!", "character": "Jo Jones", "characterId": "nm0001677"}]}, {"lines": [{"text": "Look, why don't we all get together and throw a party for the new bride. Initiate her into war widows local number 37.", "character": "Jo Jones", "characterId": "nm0001677"}, {"text": "In what? Nobodies got a room big enough to hold four people without using a shoe horn.", "character": "Barbara Thomas", "characterId": "nm0404046"}, {"text": "Maybe we could have it at my new place! That is, I'm hunting for a new one now. Just in case Mike gets a furlough or something. You know, a bedroom and a living room.", "character": "Doris Dumbrowski", "characterId": "nm0001375"}, {"text": "How much are you planning to pay?", "character": "Jo Jones", "characterId": "nm0001677"}, {"text": "Oh, I'm paying twenty now. I thought maybe for a thirty-five, I could get something that would be nice.", "character": "Doris Dumbrowski", "characterId": "nm0001375"}, {"text": "For thirty-five you'll still have a rabbit hutch.", "character": "Barbara Thomas", "characterId": "nm0404046"}, {"text": "You know, all of us together, we put out a lot of money each month for rent. What do you pay, Helen?", "character": "Jo Jones", "characterId": "nm0001677"}, {"text": "Twenty-two Fifty.", "character": "Helen Stacey", "characterId": "nm0172048"}, {"text": "I pay Eighteen. What about you Barbara?", "character": "Jo Jones", "characterId": "nm0001677"}, {"text": "Thirty-two Fifty. You see, I like gaudy things.", "character": "Barbara Thomas", "characterId": "nm0404046"}, {"text": "Zero. Five. Ten. One to carry. Eight. Nine. Eleven. Thirteen. Three. One. Four. Five. Seven. Nine... Ninety-three bucks! How do you like that! Ninety-three bucks for a bunch of rat holes! Well, for that kind of dough we could have a real house! With a dining room and a kitchen and a living room and a bedroom a piece! And furnished!", "character": "Jo Jones", "characterId": "nm0001677"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "No matter how tough things are, no matter how hard they seem, think of him. Come on, Jo. Take it on the chin like a good guy; like a soldier's wife should.", "character": "Jo Jones", "characterId": "nm0001677"}]}]}