{"quotes": [{"lines": [{"text": "They're just gonna keep cranking out that same kind of garbage. Right now the idea is to have me produce fast-buck bubblegum shit. Then when they think the drug supplies are loosening up, then they tell me to produce some music for kids to freak out by.", "character": "Coleman Buckmaster", "characterId": "nm0000172"}, {"text": "You mean, like instant social remedies from the same wonderful people who gave us decadence?", "character": "Amanda", "characterId": "nm0211495"}, {"text": "Hmmm. I kinda like that.", "character": "Coleman Buckmaster", "characterId": "nm0000172"}]}, {"lines": [{"text": "Music is my life. It's important to me. It's important to people; I mean, if it's good, it can give people some hope and some relief from all the shit in this world. And it can make them feel good, even if it is only for a couple of minutes. And that's what I wanna do. And I'm gonna do it.", "character": "Coleman Buckmaster", "characterId": "nm0000172"}]}, {"lines": [{"text": "To Janis, baby, wherever you are.", "character": "Velour Page", "characterId": "nm0098227"}, {"text": "Did you know Janis?", "character": "Coleman Buckmaster", "characterId": "nm0000172"}, {"text": "I saw her once. God, what an ugly bitch. On the outside, you know; on the inside, she was beautiful. She was me turned inside... out.", "character": "Velour Page", "characterId": "nm0098227"}, {"text": "Sometimes... pretty pays the price.", "character": "Coleman Buckmaster", "characterId": "nm0000172"}]}, {"lines": [{"text": "You know, if Miss America over there could only *sing*, right, she'd be a superstar. Doesn't she know her voice comes out of *your* head?", "character": "Annabel Lee", "characterId": "nm0276302"}]}, {"lines": [{"text": "[reading a critic's review]\n\"Miss Page comes off as a walking, talking Kewpie doll carved out of maple sugar candy; too sweet for my taste.\" Do you know I did everything but crawl into this little faggot's pants?", "character": "Velour Page", "characterId": "nm0098227"}, {"text": "What stopped you?", "character": "Coleman Buckmaster", "characterId": "nm0000172"}]}, {"lines": [{"text": "You know, Buckmaster, you are what's wrong with America today. You're supposed to be an artist. You're supposed to have soul. But you're just a schemer, like them. When the artists of a nation act like politicians, and businessmen, we can expect the decline of greatness.", "character": "Ferrara", "characterId": "nm0992163"}]}, {"lines": [{"text": "We're all going back, folks, to apple pie, and coffee, and home cookin'.", "character": "Carlton James", "characterId": "nm0625343"}]}]}