{"quotes": [{"lines": [{"text": "Thank God for film. It can capture a performance and hold it right there forever. And if anyone says to you, \"Who was he?\" or, \"Who was she?\" or, \"What made them so good?\" I think a piece of film answers that question better than any words I know of.", "character": "Liza Minnelli", "characterId": "nm0591485"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "\"Hollywood Revue\"; it is the first all-talking, all-singing, all-dancing movie ever made. In the years that followed, \"Singin' in the Rain\" would become a theme song for MGM.", "character": "Frank Sinatra", "characterId": "nm0000069"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "\"An American in Paris,\" starring Gene Kelly and Leslie Caron. It won an Oscar as the Best Picture of the year over 20 years ago; but the ballet from that film is as timeless as the day you and I first saw it. Produced by Arthur Freed, directed by Vincente Minnelli, and choreographed by Gene Kelly, it can only be described as MGM's masterpiece.", "character": "Frank Sinatra", "characterId": "nm0000069"}]}, {"lines": [{"text": "Musicals were fantasy trips for the audiences of their day. For instance, boy meets girl; boy loses girl; boy sings a sing and gets girl. The plots were that simple.", "character": "Frank Sinatra", "characterId": "nm0000069"}]}, {"lines": [{"text": "Over the years, under the leadership of Louis B. Mayer and others, Metro-Goldwyn-Mayer has produced a series of musical films whose success and artistic merit remain unsurpassed in motion picture history. There were literally thousands of people... artists, craftsmen and technicians... who poured their talents into the creation of the great MGM musicals. This film is dedicated to them.", "character": null, "characterId": null}]}, {"lines": [{"text": "The musicals of the 1930s and '40s or even the '50s may not have told you where our heads were at, but they certainly would tell you where our hearts were at.", "character": "Frank Sinatra", "characterId": "nm0000069"}]}, {"lines": [{"text": "All of this lovable nonsense began back in 1929 when the silent film had suddenly become a thing of the past, and sound was the king. Broadway Melody of 1929 won an Oscar for the Best Picture that year, and MGM was off and running with a new formula for success. Charles King and a line of slightly overweight chorus girls were the beginning of a new motion picture art form that would captivate audiences for years to come.", "character": "Frank Sinatra", "characterId": "nm0000069"}]}, {"lines": [{"text": "[at the end of the Esther Williams segment]", "character": null, "characterId": null}, {"text": "Eat your heart out, Mark Spitz!", "character": "Donald O'Connor", "characterId": "nm0640307"}]}]}