{"quotes": [{"lines": [{"text": "[after hearing an onimous noise]\nOrdinarily I've got nothing against moonlight nights, but I'll be glad to get by this one.", "character": "Hank Scott", "characterId": "nm0219396"}]}, {"lines": [{"text": "[in a laboratory]\nOne question, doctor...", "character": "Hank Scott", "characterId": "nm0219396"}, {"text": "I hope I can answer it.", "character": "Dr. Velazco", "characterId": "nm0618047"}, {"text": "Well, the alcohol, the distilled water, the salt solution - I can uderstand that, but what's the tequila for?", "character": "Hank Scott", "characterId": "nm0219396"}, {"text": "Well, in your country I believe they call it a coffee break.", "character": "Dr. Velazco", "characterId": "nm0618047"}]}, {"lines": [{"text": "[after watching two scorpions fight]\nThat's how they kill each other - that weak spot in the throat!", "character": "Hank Scott", "characterId": "nm0219396"}, {"text": "It must be it!", "character": "Artur Ramos", "characterId": "nm0729032"}]}, {"lines": [{"text": "Caviar? Aren't you overdoing it a bit, Hank?", "character": "Teresa Alvarez", "characterId": "nm0179408"}, {"text": "Well, I've got to make an impression on you in 48 hours that'll last for two months. What's the matter, don't you like caviar?", "character": "Hank Scott", "characterId": "nm0219396"}, {"text": "Oh, I love it, but, I must say, I could never understand why it's so expensive!", "character": "Teresa Alvarez", "characterId": "nm0179408"}, {"text": "Well, it's a whole year's work for a sturgeon.", "character": "Hank Scott", "characterId": "nm0219396"}]}, {"lines": [{"text": "[to the peons in the village as he and Ramos pull into the rural town in their jeep]\nWe're from Mexico City! I say, we're from Mexico City! We're scientists! Is the mayor here?", "character": "Hank Scott", "characterId": "nm0219396"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "For centuries, the prayers of Mexico's peasants have been their only shield against the devastating furies that have wrecked their homes and destroyed their lives. And so today, again they kneel, terrified and helpless, as a new volcano is created by the mysterious and rebellious forces of nature. The Earth has split a thousand times. Whole acres of rich farmlands have cracked and dropped from sight. And millions of tons of molten lava are roaring down the slopes, in a quake recorded on the seismograph of the University of Mexico as the most violent of modern times. To the benighted citizenry of this remote countryside, the most alarming aspect of the phenomenon is the fact that its unabated hourly growth is without precedence, having reached a towering height of nine thousand feet within a few days. And with each added foot, it spreads its evil onslaught into a wider circumference. But what is now most feared is that rescue work will be severely hampered by the hazardous inaccessibility of the terrain.", "character": "Narrator", "characterId": "nm0424614"}]}]}