{"quotes": [{"lines": [{"text": "What blonde in the kitchen?", "character": "Tom MacKenzie", "characterId": "nm0876211"}, {"text": "Wouldn't you like to know! Maybe it's Marilyn Monroe!", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "Your imagination! You think every girl's a dope. You think a girl goes to a party and there's some guy in a fancy striped vest strutting around giving you that I'm-so-handsome-you-can't-resist-me look. From this she's supposed to fall flat on her face. Well, she doesn't fall on her face. But there's another guy in the room, over in the corner. Maybe he's nervous and shy and perspiring a little. First, you look past him. But then you sense that he's gentle and kind and worried. That he'll be tender with you, nice and sweet. That's what's really exciting.", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "Miss Morris, I'm perfectly capable of fixing my own breakfast. As a matter of fact, I had a peanut butter sandwich and two whiskey sours.", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "00 patient jumped out of the window in the middle of his session. I have been running fifteen minutes ahead of schedule ever since.", "character": "Dr. Brubaker", "characterId": "nm0393028"}]}, {"lines": [{"text": "When it gets hot like this, you know what I do? I keep my undies in the icebox!", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "If Helen sent you to get a divorce.", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "[incredulous]\nA divorce?", "character": "Tom MacKenzie", "characterId": "nm0876211"}, {"text": "[continuing]\nI absolutely refuse! I'll fight it in every court!", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "[incredulous]\nShe sent me for the paddle.", "character": "Tom MacKenzie", "characterId": "nm0876211"}, {"text": "the stairs, the cinnamon toast, the blond in the kitchen.", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "[interrupts; incredulous]\nWait! Wait a minute Dickey-Boy. What blond in the kitchen?", "character": "Tom MacKenzie", "characterId": "nm0876211"}, {"text": "[seething with contempt]\nOh, wouldn't you like to know! Maybe it's Marilyn Monroe!", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "Hey, did you ever try dunking a potato chip in champagne? It's real crazy!", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "There's gin and vermouth. That's a martini.", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "Oh, that sounds cool! I think I'll have a glass of that. A big tall one!", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "[in Richard's fantasy]\nIt shakes me! It quakes me! It makes me feel goose-pimply all over!", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "I think it's just elegant to have an imagination. I just have no imagination at all. I have lots of other things, but I have no imagination.", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "I think it's wonderful that you're married! I think it's just elegant!", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "Hi. It's me, don't you remember? The tomato from upstairs.", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "Until you are able to commit a simple act of terror, I strongly advise you to avoid anything as complex as murder.", "character": "Dr. Brubaker", "characterId": "nm0393028"}]}, {"lines": [{"text": "I had onions at lunch. I had garlic dressing at dinner. But he'll never know, because I stay kissing sweet, the new Dazzledent way.", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "'What happened at the office? Well, I shot Mr. Brady in the head, made violent love to Miss Morris and set fire to three hundred thousand copies of Little Women. That's what happened at the office.' What *can* happen at the office?", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "[in Richard's fantasy]\nLately you've begun to imagine in Cinemascope... with stereophonic sound.", "character": "Helen Sherman", "characterId": "nm0450810"}]}, {"lines": [{"text": "I just hope it's not some priceless antique or something.", "character": "The Girl", "characterId": "nm0000054"}, {"text": "Forget it. Just early Sears, Roebuck.", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "A stairway to nowhere! I think that's just elegant.", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "[Reading the cover of his book]", "character": null, "characterId": null}, {"text": "\"Of Sex and Violence\"?", "character": "Dr. Brubaker", "characterId": "nm0393028"}, {"text": "Well we had to spice up the title a little.", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "Do you have any kids?", "character": "The Girl", "characterId": "nm0000054"}, {"text": "No. None. No kids. Well, just one. Little one. Hardly counts.", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "Tell me doctor, are you very expensive?", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "Very!", "character": "Dr. Brubaker", "characterId": "nm0393028"}, {"text": "I'm sure you occasionally make exceptions.", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "Never!", "character": "Dr. Brubaker", "characterId": "nm0393028"}, {"text": "Well I mean, once in a while, a case must come along that really interests you.", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "At fifty dollars an hour, all my cases interest me.", "character": "Dr. Brubaker", "characterId": "nm0393028"}]}, {"lines": [{"text": "I know girls like this! They just can't keep their big mouths shut! This is gonna be all over New York... she's probably telling someone about it right now... yaddida yaddida yaddida...", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "[cuts to The Girl gossiping about their crazy night]", "character": null, "characterId": null}, {"text": "... I knew it! I knew it! Big blabbermouth!", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "Maybe if I took the little fan, put it in the icebox, then left the icebox door open, then left the bedroom door open, and soak the sheets and pillowcase in ice water... no, that's too icky!", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "[In Richard's nightmare, Helen shoots him and he lays dying on the stairs]\nHelen... I'm going fast. Give me a cigarette!", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "A cigarette? You know what Dr. Murphy told you about smoking!", "character": "Helen Sherman", "characterId": "nm0450810"}]}, {"lines": [{"text": "Good old Rachmaninov. The Second Piano Concerto. Never misses.", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "When something itches my dear sir, the natural tendency is to scratch.", "character": "Dr. Brubaker", "characterId": "nm0393028"}, {"text": "Last night I scratched.", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "You sure have strong thumbs!", "character": "The Girl", "characterId": "nm0000054"}, {"text": "I used to play a lot of badminton.", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "You're married. I KNEW it! You LOOK married.", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "[in his fantasy]\nRachmaninoff... It isn't fair... Every time I hear it, I go to pieces... It shakes me, it quakes me. It makes me feel goose-pimply all over. I don't know where I am or who I am or what I'm doing. Don't stop. Don't stop. Don't ever stop!", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "It's just terrible up there... Ohh, this feels just elegant. I'm just not made for the heat. This is my first summer in New York and it's practically killing me. You know what I tried yesterday? I tried to sleep in the bathtub. Just lying there up to my neck in cold water... But there was something wrong with the faucet. It kept dripping. It was keeping me awake, so you know what I did? I pushed my big toe up the faucet... The only thing was, my toe got stuck and I couldn't get it back out again... No, but thank goodness there was a phone in the bathroom, so I was able to call the plumber... He was very nice, even though it was Sunday, I explained the situation to him and he rushed right over... But it was sort of embarrassing... Honestly, I almost died. There I was with a perfectly strange plumber and no polish on my toenails.", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "the driftwood, the sand and me. I got $25 dollars an hour, and it took hours and hours. You'd be surprised.", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "My wife. She found out about us and she shot me. Five times in the back and twice in the belly!", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "[From Here To Eternity spoof, Elaine and Richard on the beach]\nWhat is this strange animal thing you have? lt bothers me. lt's bothered me since the first time l saw you. And it'll bother me always, from here to eternity.", "character": "Elaine", "characterId": "nm2174856"}, {"text": "You must fight it, Elaine. Remember, l belong to another!", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "Richard!", "character": "Elaine", "characterId": "nm2174856"}, {"text": "[Running off into the surf]\nThis can never be. l have a devoted, trusting wife at home, and a freckle-faced little space cadet.", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "Richard!", "character": "Elaine", "characterId": "nm2174856"}]}, {"lines": [{"text": "I have a message for your wife.", "character": "The Girl", "characterId": "nm0000054"}, {"text": "[after she kisses Mr. Sherman, he pulls out his handkerchief to wipe off the lipstick]", "character": null, "characterId": null}, {"text": "Don't wipe it off. If she thinks it's cranberry sauce, tell her she's got cherry pits in her head.", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "Miss, may I have the check, please?", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "Oh, yes, sir. Now let's see... we had the number seven special, a soybean hamburger with french-fried soybeans... Soybean sherbet and peppermint tea.", "character": "Waitress at Vegetarian Restaurant", "characterId": "nm0580109"}, {"text": "Don't forget I had a cocktail to start.", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "Oh yes, we had the sauerkraut juice on the rocks, didn't we? You will be proud to know that your entire meal with the cocktail was only 260 calories.", "character": "Waitress at Vegetarian Restaurant", "characterId": "nm0580109"}, {"text": "I am proud.", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "[Richard exhales after a long drag on a forbidden cigarette]", "character": null, "characterId": null}, {"text": "All those lovely, injurious tars and resins.", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "It sort of cools the ankles, doesn't it?", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "That's what's wonderful about a married man. No matter what, he can't ask you to marry him. He's married already. Right?", "character": "The Girl", "characterId": "nm0000054"}, {"text": "Right... You certainly don't have to worry about me. Am I ever a married man! I'm the most married man you'll ever know. And I promise... I will never ask you to marry me, come what may.", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "Well, how about some music?", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "Fine.", "character": "The Girl", "characterId": "nm0000054"}, {"text": "Let's see what we've got here. Debussy, Ravel, Stravinsky... Hey, how about this one? Rachmaninoff, the \"Second Piano Concerto.\" You look to me like a big Rachmaninoff girl.", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "I do? Funny, I don't know anything about music.", "character": "The Girl", "characterId": "nm0000054"}]}, {"lines": [{"text": "[as she leaves his apartment]\nGood night... I think you're very nice.", "character": "The Girl", "characterId": "nm0000054"}, {"text": "[now alone in his apartment, talking to himself]\n\"Nice\"! You're not nice. You're crazy, that's what you are. You're running amok. Helen's gone for one day and you're running amok. Smoking, drinking, picking up girls, playing \"Chopsticks.\" You're not gonna' live through this summer. Not like this, you're not.", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "[looking at himself in a mirror]\nLook at those bloodshot eyes. Look at that face, ravaged, dissipated, evil. One of these mornings you're gonna' look in the mirror and that's all, brother. \"The Portrait of Dorian Gray.\"", "character": "Richard Sherman", "characterId": "nm0263885"}]}, {"lines": [{"text": "Suppose this girl tells somebody about this? Oh, if she tells anybody about this, I'll kill her - I'll kill her with my bare hands!", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "A possible solution... I submit, however, that murder is the most difficult of all crimes to commit successfully. Therefore, until you are able to commit a simple act of terror, I strongly advise you to avoid anything as complex as murder. One must learn to walk, before one can run. Thank you, and good bye.", "character": "Dr. Brubaker", "characterId": "nm0393028"}]}, {"lines": [{"text": "[walking up to his New York townhouse building]\nI like this house. Why does Helen keep talking about moving into one of those big, enormous buildings that look like \"Riot in Cell Block 11\"?", "character": "Richard Sherman", "characterId": "nm0263885"}, {"text": "ours, the Kaufmans upstairs, and then those two guys on the top floor - \"interior decorators\" or something.", "character": "Richard Sherman", "characterId": "nm0263885"}]}]}