{"quotes": [{"lines": [{"text": "Prosecutors in Dallas have said for years - any prosecutor can convict a guilty man. It takes a great prosecutor to convict an innocent man.", "character": "Melvyn Carson Bruder", "characterId": "nm0115699"}]}, {"lines": [{"text": "Were you surprised when the police blamed him?", "character": null, "characterId": null}, {"text": "They didn't blame him. I did. A scared sixteen year old kid. He would sure like to get out of it if he can.", "character": "David Harris", "characterId": "nm0364595"}, {"text": "Do you think they believed you?", "character": null, "characterId": null}, {"text": "No doubt. Must have. They didn't have nothing else until I give them something, so... I guess they get something, they run with it, you know.", "character": "David Harris", "characterId": "nm0364595"}, {"text": "Were you surprised they believed you?", "character": null, "characterId": null}, {"text": "I might have been. I don't know. I was hoping they'd believe me, you know. After all was said and done it was kind of unbelievable. But there it is. I've always thought if you could say why there's a reason Randall Adams is in jail, it might be because the fact that he didn't have no place for somebody to stay that helped him that night... landed him where's he's at... That might be the reason. That might be the only, total reason why he's where he's at today.", "character": "David Harris", "characterId": "nm0364595"}]}, {"lines": [{"text": "If there was ever a hell on earth, it's Dallas County.", "character": "Randall Adams", "characterId": "nm0011278"}]}, {"lines": [{"text": "David thought that the one that was really at fault that night was the guy that got killed. He said, \"That guy's crazy. He came after me with a gun.\" I told him, \"David, you'd broken into his house, you abducted his girlfriend, what was he supposed to do?\" He said, \"Man shouldn't come out with a gun. That dude's crazy. He should have been killed.\"", "character": "Sam Kittrell", "characterId": "nm0457811"}]}, {"lines": [{"text": "[asked if Randall Dale Adams is innocent]\nDid you ask him?", "character": "David Harris", "characterId": "nm0364595"}, {"text": "Yes.", "character": null, "characterId": null}, {"text": "What did he say?", "character": "David Harris", "characterId": "nm0364595"}, {"text": "Well, he's always said he's innocent.", "character": null, "characterId": null}, {"text": "There you go. You didn't believe him did you? Criminals always lie.", "character": "David Harris", "characterId": "nm0364595"}]}, {"lines": [{"text": "The reason they were talking to the police at all was that there had been a three-day running knife fight in their apartment.", "character": "Edith James", "characterId": "nm0416460"}]}, {"lines": [{"text": "In talking to David you don't ever feel hostile feelings coming from him. I have never seen David any way other than cordial, friendly to me as he could be, \"Yes, sir,\" \"No, sir,\" never disrespectful. So I've never seen the bad side. I've seen the results of it, and I've talked to him about it, and he's aware of the results of it - he remembers the bad side. But I've never seen him committing a crime or in a violent or volatile state.", "character": "Sam Kittrell", "characterId": "nm0457811"}]}, {"lines": [{"text": "You have a D.A, he doesn't talk about when they convict you, or how they convict you. He's talking about how he's going to kill ya. He don't give a damn if you're innocent, he don't give a damn if you're guilty. He's talking... about killing ya.", "character": "Randall Adams", "characterId": "nm0011278"}]}, {"lines": [{"text": "David didn't have a conscience. If I do something bad I think, \"Shucks, I shouldn\"t done that, I feel bad about it.\" It didn't bother him. It didn't bother him at all.", "character": "Floyd Jackson", "characterId": "nm0413523"}]}]}