{"quotes": [{"lines": [{"text": "You have my sympathies, then. You have not yet learned that in this life you have to be like everyone else - the perfect mediocrity; no better, no worse. Individuality's a monster and it must be strangled in it's cradle to make our friends feel confident. You know, I've often thought that the gangster and the artist are the same in the eyes of the masses. They are admired and hero-worshipped, but there is always present underlying wish to see them destroyed at the peak of their glory.", "character": "Maurice", "characterId": "nm0477132"}]}, {"lines": [{"text": "You'd be killing a horse - that's not first degree murder, in fact it's not murder at all, in fact I don't know what it is.", "character": "Johnny Clay", "characterId": "nm0001330"}]}, {"lines": [{"text": "It isn't fair. I never had anybody but you. Not a real husband. Not even a man. Just a bad joke without a punch line.", "character": "Sherry Peatty", "characterId": "nm0934798"}]}, {"lines": [{"text": "You like money. You've got a great big dollar sign there where most women have a heart.", "character": "Johnny Clay", "characterId": "nm0001330"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Johnny, you've got to run!", "character": "Fay", "characterId": "nm0336531"}, {"text": "Eh, what's the difference?", "character": "Johnny Clay", "characterId": "nm0001330"}]}, {"lines": [{"text": "Somethin' wrong?", "character": "Track Parking Attendant", "characterId": "nm0250066"}, {"text": "You're wrong, nigger!", "character": "Nikki Arcane", "characterId": "nm0137046"}]}, {"lines": [{"text": "You jerk, you clown!", "character": "Randy Kennan", "characterId": "nm0208125"}, {"text": "[strikes George Peatty]", "character": null, "characterId": null}, {"text": "Come on, clown, sing us a chorus from \"Pagliacci\"!", "character": "Randy Kennan", "characterId": "nm0208125"}]}, {"lines": [{"text": "A friend of mine will be stopping by tomorrow to drop something off for me. He's a cop.", "character": "Johnny Clay", "characterId": "nm0001330"}, {"text": "A cop? That's a funny kind of a friend.", "character": "Joe Piano", "characterId": "nm0904446"}, {"text": "Well, he's a funny kind of a cop.", "character": "Johnny Clay", "characterId": "nm0001330"}]}, {"lines": [{"text": "Alright sister, that's a mighty pretty head you got on your shoulders. You want to keep it there or start carrying it around in your hands?", "character": "Johnny Clay", "characterId": "nm0001330"}, {"text": "Maybe we could compromise and put it on your shoulder. I think that'd be nice, don't you?", "character": "Sherry Peatty", "characterId": "nm0934798"}]}, {"lines": [{"text": "I'd like you to call this number and ask for Mr. Stillman. Tell him that Maurice requires his services.", "character": "Maurice", "characterId": "nm0477132"}, {"text": "Sounds pretty mysterious. What's it all about?", "character": null, "characterId": null}, {"text": "30.", "character": "Maurice", "characterId": "nm0477132"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "45 on that Saturday afternoon in the last week of September, Marvin Unger was, perhaps, the only one among the hundred thousand people at the track who felt no thrill at the running of the fifth race. He was totally disinterested in horse racing and held a lifelong contempt for gambling. Nevertheless, he had a $5 win bet on every horse in the fifth race. He knew, of course, that this rather unique system of betting would more than likely result in a loss, but he didn't care. For after all, he thought, what would the loss of twenty or thirty dollars mean in comparison to the vast sum of money ultimately at stake.", "character": "Narrator", "characterId": "nm0319497"}]}, {"lines": [{"text": "Thank you, Randy. I was sure you'd see it my way. Take good care of yourself.", "character": "Joe", "characterId": "nm0012175"}, {"text": "I'll take care of myself, mister. That's my specialty.", "character": "Randy Kennan", "characterId": "nm0208125"}]}]}