{"quotes": [{"lines": [{"text": "If the First Amendment will protect a scumbag like me, it will protect all of you.", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "Eight million people buy it, and no one reads. Gentleman... Playboy is mocking you.", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "I think the real obscenity comes from raising our youth to believe that sex is bad and ugly and dirty, and yet it is heroic to go spill guts and blood in the most ghastly manner in the name of humanity.", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "Opinions are like assholes, everybody's got one.", "character": "Larry Flint", "characterId": "nm0000437"}]}, {"lines": [{"text": "Uh, Mr. Flynt? I don't wanna step on your toes but things have changed since you were actively running the company. I mean I look back at the stuff you did in the 70s and it was uh sorta racy and crazy. But the country is different now. Reagan has rebuilt America and the moral majority is gaining power.", "character": "Blow Dried Jerk", "characterId": "nm0936001"}, {"text": "You're fired.", "character": "Larry Flynt", "characterId": "nm0000437"}, {"text": "Excuse me?", "character": "Blow Dried Jerk", "characterId": "nm0936001"}, {"text": "You get the fuck out of my building. Doug get him out of here. You blow dryed jerk mother fucker. Take him out of here and throw him in the incinerator, cut him to little pieces and feed him to the animals out there. Get out of here.", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "I'm the most fun, I'm rich, and I'm always in trouble.", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "I've had an epiphany once, Larry. When my daddy shot my entire family in the head, and I was the only one to identify the bodies, and I was sent to an orphanage full of good Christian nuns who shoved my face into their pussies with their cruxifixes on for eight goddamn years!", "character": "Althea", "characterId": "nm0001482"}]}, {"lines": [{"text": "Unpopular speech is absolutely vital to the health of our nation.", "character": "Isaacman", "characterId": "nm0001570"}]}, {"lines": [{"text": "Ladies and gentlemen of the jury, you have heard a lot today, and I'm not gonna go back over it, but you have to go into that room and make some decisions. But before you do, there's something you need to know. I am not trying to suggest that you should like what Larry Flynt does. I don't like what Larry Flynt does, but what I do like is the fact that I live in a country where you and I can make that decision for ourselves. I like the fact that I live in a country where I can pick up Hustler magazine and read it, or throw it in the garbage can if that's where I think it belongs.", "character": "Alan Isaacman", "characterId": "nm0001570"}]}, {"lines": [{"text": "The reign of Christian terror is over. We're going back to our roots. We are porn again.", "character": "Althea Leasure", "characterId": "nm0001482"}]}, {"lines": [{"text": "Why do *I* have to go to jail to protect *your* freedom?", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "[incredulously]\n25 years? All I'm guilty of is bad taste.", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "If you don't like Hustler magazine, don't read it.", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "I turned the whole world into a tabloid.", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "Larry, thousands of people petition the Supreme Court, OK? Thousands.", "character": "Isaacman", "characterId": "nm0001570"}, {"text": "Yeah, and our case is as good as any.", "character": "Larry Flynt", "characterId": "nm0000437"}, {"text": "Our case is better than most, you're missing my point, and that is they will never pick you. Because you're a nightmare. They're afraid if they let you in there, you're gonna wear a diaper, or throw oranges at the justices, and they should be, Larry, because in all the times you've gone to the court asking for help, you've never once demonstrated any respect for its institutions and procedures.", "character": "Isaacman", "characterId": "nm0001570"}]}, {"lines": [{"text": "[Isaacman on the phone with Flynt]", "character": null, "characterId": null}, {"text": "Listen, I'm sitting here with the eminently reasonable District Attorney of the state of Georgia.", "character": "Alan Isaacman", "characterId": "nm0001570"}, {"text": "[Larry makes an off screen comment on the other end of the line]", "character": null, "characterId": null}, {"text": "Right. He's very impressed by your conversion, he wants to cut us a plea bargain.", "character": "Alan Isaacman", "characterId": "nm0001570"}, {"text": "A plea bargain? Because I've found God?", "character": "Larry Flynt", "characterId": "nm0000437"}, {"text": "Don't argue with me on this, ok. Just say yes because I've pulled a lot of strings to make this happen.", "character": "Isaacman", "characterId": "nm0001570"}, {"text": "Is he sitting there with you?", "character": "Larry Flynt", "characterId": "nm0000437"}, {"text": "Yes, he is.", "character": "Isaacman", "characterId": "nm0001570"}, {"text": "Would you do me a favor? Just tell that miserable old gray-haired bastard to go fuck himself, we're going to trial.", "character": "Larry Flynt", "characterId": "nm0000437"}, {"text": "Ok, right.", "character": "Isaacman", "characterId": "nm0001570"}, {"text": "Oh, and praise the lord.", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "Good morning ladies and gentlemen. Before we begin, I must apologize for the unpleasantness of this task. What you are about to see is going to take your breath away. Hustler magazine depicts men and women posed together in a lewd and shameful manner. Hustler magazine depicts women and women posed in a lewd and shameful manner. Hustler magazine depicts Santa Claus posed in a lewd and shameful manner.", "character": "Simon Leis", "characterId": "nm0142598"}]}, {"lines": [{"text": "Mr. Flynt, can you please turn to page 77? Can you describe to the jury what is on that page, please sir?", "character": "Simon Leis", "characterId": "nm0142598"}, {"text": "It's a picture of Santa Claus.", "character": "Larry Flynt", "characterId": "nm0000437"}, {"text": "What is Santa Claus doing?", "character": "Simon Leis", "characterId": "nm0142598"}, {"text": "He's talking to Mrs. Claus, and holding in his hand what appears to be a large, erect penis.", "character": "Larry Flynt", "characterId": "nm0000437"}, {"text": "And could you read the caption underneath that cartoon, please?", "character": "Simon Leis", "characterId": "nm0142598"}, {"text": "\"This is what I've got to ho-ho-ho about.\"", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "These are my friends - lots of money, lots of friends.", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "I'm not trying to convince you to like what Larry Flynt does. I don't like what Larry Flynt does.", "character": "Alan Isaacman", "characterId": "nm0001570"}]}, {"lines": [{"text": "Sex or war?", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "Nobody on this planet wants their religion and their pornography together.", "character": "Althea Leasure", "characterId": "nm0001482"}]}, {"lines": [{"text": "Do you swear to tell the truth, the whole truth, and nothing but the truth, so help yo God?", "character": "Mantke Clerk", "characterId": "nm0623294"}, {"text": "No.", "character": "Larry Flynt", "characterId": "nm0000437"}, {"text": "No?", "character": "Judge Thomas Alva Mantke", "characterId": "nm0047214"}, {"text": "Your honor, I'm an atheist. I can't very well, uh, swear to a God I don't believe exists.", "character": "Larry Flynt", "characterId": "nm0000437"}, {"text": "Mr. Flynt, you are a handful.", "character": "Judge Thomas Alva Mantke", "characterId": "nm0047214"}, {"text": "I know, your honor.", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "She ain't bad. She ain't legal either.", "character": "Larry Flynt", "characterId": "nm0000437"}, {"text": "Yes she is, I saw her ID.", "character": "Jimmy Flynt", "characterId": "nm0364126"}, {"text": "Look, you stupid briar-hopper, my dog could get an ID... from my goat.", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "I oughta move somewhere, where perverts are welcome.", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "What?", "character": "Jerry Falwell", "characterId": "nm0000089"}, {"text": "Yeah, Jerry, he's suing you.", "character": "Roy Grutman", "characterId": "nm0626837"}, {"text": "He's suing me? For heaven's sakes, on what grounds?", "character": "Jerry Falwell", "characterId": "nm0000089"}, {"text": "Well, you xeroxed his ad, and you sent it out in a million fundraiser letters.", "character": "Roy Grutman", "characterId": "nm0626837"}, {"text": "Yeah, so?", "character": "Jerry Falwell", "characterId": "nm0000089"}, {"text": "But you didn't get his permission. And that's copyright infringement.", "character": "Roy Grutman", "characterId": "nm0626837"}, {"text": "The depth of his depravity sickens me.", "character": "Jerry Falwell", "characterId": "nm0000089"}]}, {"lines": [{"text": "You said yourself it's not so bad being poor.", "character": "Althea", "characterId": "nm0001482"}, {"text": "Fuck you Althea, you go be poor.", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "I got money, which gives me the power to shake up the system.", "character": "Larry Flynt", "characterId": "nm0000437"}]}, {"lines": [{"text": "Larry, I don't to work at the magazine anymore. People there don't listen me and they don't talk to me. They're afraid of me and they don't shake my hand... Larry, I went to Dr. Robert and... he told me that I was sick. I mean, sick, sick. I mean, I've got AIDS, Larry.", "character": "Althea", "characterId": "nm0001482"}]}, {"lines": [{"text": "I have giving you my best since back when people were laughing at you, and every time we come in there now, you fuck me with this bullshit circus act.", "character": "Isaacman", "characterId": "nm0001570"}]}, {"lines": [{"text": "At the heart of the First Amendment is the recognition of the fundamental importance of the free flow of ideas, freedom to speak one's mind is not only an aspect of an individual liberty but is essential to the quest for truth and the vitality of society as a whole, in the world of debate about public affairs many things done with motives that are less than admirable are none of the less protected by the first amendment.", "character": "Isaacman", "characterId": "nm0001570"}]}]}