{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "From time immemorial the Earth has been bombarded by objects from outer space, bits and pieces of the universe piercing our atmosphere in an invasion that never ends. Meteors, the shooting stars on which so many earthly wishes have been born - of the thousands that plummet toward us, the greater part are destroyed in a fiery flash as they strike the layers of air that encircle us. Only a small percentage survives. Most of these fall into the water which covers two-thirds of our world, but from time to time, from the beginning of time, a very few meteors have struck the crust of the Earth and formed craters - craters of all sizes, sought after and poured over by scientists of all nations for the priceless knowledge buried within them. In every moment of every day they come from planets belonging to stars whose dying light is too far away to be seen. From infinity they come. Meteors!", "character": "Narrator", "characterId": "nm0293659"}, {"text": "[a meteor crashes against the Earth]", "character": null, "characterId": null}, {"text": "Another strange calling card from the limitless reaches of space. Its substance unknown, its secrets unexplored, the meteor lies dormant in the night - waiting!", "character": "Narrator", "characterId": "nm0293659"}]}, {"lines": [{"text": "The desert's full of things that don't belong. Take the salt here. Used to be an ocean bed. Now, that ocean knew that the middle of a desert was a pretty silly place for it to be, so it just dried up and went away.", "character": "Martin Cochrane", "characterId": "nm0871876"}]}, {"lines": [{"text": "Dave, if it is a meteorite, chances are it's been hurtling around our universe for a good many centuries. The answer to your question lies buried in those centuries. We'll just have to dig it out.", "character": "Prof. Arthur Flanders", "characterId": "nm0054253"}]}, {"lines": [{"text": "You've got to remember, David, when this hit our atmosphere, it burned at such a fantastic temperature, that its metal-bearing compounds could have been altered - left ready to activate, to grow!", "character": "Prof. Arthur Flanders", "characterId": "nm0054253"}]}, {"lines": [{"text": "No telling what went on inside of it. It's been gathering the secrets of time and space for billions of years.", "character": "Prof. Arthur Flanders", "characterId": "nm0054253"}, {"text": "Billions of years. And how long have we got to unlock its most important secrets - three hours or three minutes?", "character": "Dave Miller", "characterId": "nm0930695"}]}, {"lines": [{"text": "Evacuate? The entire town?", "character": "Chief Dan Corey", "characterId": "nm0280913"}, {"text": "Chief, those rocks are gonna come crashing through here like an avalanche over an anthill. There won't be a living thing left. You won't even be able to tell where San Angelo was.", "character": "Dave Miller", "characterId": "nm0930695"}, {"text": "When they're no longer confined within the walls of the canyon, when they break out onto the open valley floor, their rate of multiplication is going to be frightening.", "character": "Prof. Arthur Flanders", "characterId": "nm0054253"}, {"text": "You mean they'll grow even faster?", "character": "Chief Dan Corey", "characterId": "nm0280913"}, {"text": "Each one that shatters will make a hundred more.", "character": "Dave Miller", "characterId": "nm0930695"}, {"text": "When that hundred shatters, there'll be ten thousand of them. The third cycle will create a million. Unless we can stop them, they'll spread over the whole countryside.", "character": "Prof. Arthur Flanders", "characterId": "nm0054253"}, {"text": "With enough rain, there's no boundary they can't cross.", "character": "Dave Miller", "characterId": "nm0930695"}]}, {"lines": [{"text": "Look at the dog - it's as hard as a piece of granite!", "character": "Joe Higgins", "characterId": "nm0201597"}]}, {"lines": [{"text": "I made a breakdown of the rock we found here in the lab. With the exception of a trace of iron-phosphate - not enough to mention - they're all silicates. Chert, feldspar, pyroxene, almost all the olivine group, flint - almost solid silica, little bits of it slapped together in such a way that it shouldn't even exist.", "character": "Dave Miller", "characterId": "nm0930695"}]}, {"lines": [{"text": "[Prof. Flanders puts on his coat]", "character": null, "characterId": null}, {"text": "When can you leave?", "character": "Dave Miller", "characterId": "nm0930695"}, {"text": "[putting on his hat and smiling]\nI'm all packed.", "character": "Prof. Arthur Flanders", "characterId": "nm0054253"}]}, {"lines": [{"text": "Professor, can you figure how long it'll take the water to reach the wash after it's released?", "character": "Dave Miller", "characterId": "nm0930695"}, {"text": "I'll have to know how far away it is.", "character": "Prof. Arthur Flanders", "characterId": "nm0054253"}, {"text": "Two and seven tenths miles from dam to city limits. If it's dull or statistical, I've written about it.", "character": "Martin Cochrane", "characterId": "nm0871876"}]}]}