{"quotes": [{"lines": [{"text": "Why don't you leave the poor Arabs alone? Why don't you give them back the land you stole from them?", "character": "Charlie", "characterId": "nm0000473"}]}, {"lines": [{"text": "Where would you have us go Charlie? Maybe you would prefer us to take a piece of Central Africa or Uruguay? Not Egypt, thank you, we tried that once and it was not a success. Or back to the ghettos?", "character": null, "characterId": null}]}, {"lines": [{"text": "So I lied, that only makes us even. I don't see what it has to do with my politics.", "character": "Charlie", "characterId": "nm0000473"}, {"text": "Possibly they're as much a lie as your past.", "character": "Joseph", "characterId": "nm0903901"}]}, {"lines": [{"text": "God damn it, I believe in things. I believe in helping end the suffering.", "character": "Charlie", "characterId": "nm0000473"}]}, {"lines": [{"text": "What have you done really? Gotten yourself filmed in one demonstration or another in Trafalgar square? You even made the evening news when you sat on a road in front of a bus and read aloud from Che Guevara. Tell us what you've done besides talk. Not a thing.", "character": "Joseph", "characterId": "nm0903901"}]}, {"lines": [{"text": "I trust you will not immediately foam at the mouth if I add that we are also Israeli citizens.", "character": null, "characterId": null}, {"text": "Israelis?", "character": "Charlie", "characterId": "nm0000473"}, {"text": "Unless it's your conviction that Israel should be swept into the sea. Is that your conviction Charlie?", "character": null, "characterId": null}, {"text": "Israelis, huh?", "character": "Charlie", "characterId": "nm0000473"}, {"text": "Do you feel you are among enemies here?", "character": null, "characterId": null}, {"text": "Oh Christ, I don't know what gives you that idea! Oh no, anyone who kidnaps me is a friend for LIFE!", "character": "Charlie", "characterId": "nm0000473"}]}, {"lines": [{"text": "Shimmond, Germany is not the West Bank.", "character": null, "characterId": null}]}]}