{"quotes": [{"lines": [{"text": "I believe in a system of necessary law and order. And I still believe in the war of the just.", "character": null, "characterId": null}, {"text": "Within this car, a family is burning alive.", "character": "Commentator", "characterId": "nm0039629"}]}, {"lines": [{"text": "Technically and intellectually, we are living in an atomic age. Emotionally, we are still living in the Stone Age. The Aztecs on their feast days would sacrifice 20,000 men to their gods in the belief that this would keep the universe on its proper course. We feel superior to them.", "character": null, "characterId": null}]}, {"lines": [{"text": "Carbon-14 is among the most dangerous elements of radioactive fallout. Do you know what it does to the human body?", "character": null, "characterId": null}, {"text": "Ooh... No, I'm sorry, I haven't heard of it.", "character": null, "characterId": null}, {"text": "Afraid I don't know much about atomic... radiation at all.", "character": null, "characterId": null}, {"text": "No, I don't.", "character": null, "characterId": null}, {"text": "No, I'm sorry, I don't know.", "character": null, "characterId": null}, {"text": "\"Public education in the matters of radioactivity will be progressive during the next few years\"", "character": "Commentator", "characterId": "nm0039629"}, {"text": "Do you know what strontium-90 is and what it does?", "character": null, "characterId": null}, {"text": "Erm... No. No, I'm afraid I don't.", "character": null, "characterId": null}, {"text": "No, I don't.", "character": null, "characterId": null}, {"text": "I've... no idea really. I... I know it's some sort of... gunpowder or something, that blows up.", "character": null, "characterId": null}]}, {"lines": [{"text": "These children are orphans of the attack. They were each asked what they now wanted to grow up to be.", "character": "Commentator", "characterId": "nm0039629"}, {"text": "I don't want to be nothing.", "character": null, "characterId": null}]}, {"lines": [{"text": "When the carbon-dioxide content of inhaled air is greater than 30 per cent, it will cause diminished respiration, fall of blood pressure, coma, loss of reflexes and anaesthesia. When the carbon-monoxide content of inhaled air exceeds 1.28 per cent, it will be followed by death within three minutes. This is nuclear war.", "character": "Commentator", "characterId": "nm0039629"}]}, {"lines": [{"text": "Another thing the Germans did after the bombing on Dresden was they... took the wedding rings from the bodies. They were trying to identify them from the inscription inside the ring. We also are doing this. We are keeping the rings in this bucket here.", "character": null, "characterId": null}]}, {"lines": [{"text": "The Honest John, the Mace, the Corporal, the Pershing, the Sergeant, and if things don't get better soon all these weapons will be slamming away nuclear warheads and then God help us all!", "character": null, "characterId": null}]}, {"lines": [{"text": "In the next world war, I believe that both sides could stop before the ultimate destruction of cities so that both sides could retire for a period of ten years or so of post-attack recuperation, in which world wars four to eight could be prepared.", "character": null, "characterId": null}]}, {"lines": [{"text": "Um, excuse me. Er... What are you doing here exactly?", "character": "Documentist", "characterId": "nm0914386"}, {"text": "We're issuing to as many householders as possible a copy of this booklet, which tells them how to prepare their houses against blast and fallout.", "character": null, "characterId": null}, {"text": "Have people not seen this booklet before?", "character": "Documentist", "characterId": "nm0914386"}, {"text": "Well, a copy was prepared some years ago but... it didn't sell very well.", "character": null, "characterId": null}, {"text": "It wasn't... It wasn't free?", "character": "Documentist", "characterId": "nm0914386"}, {"text": "Oh, no, no. It cost ninepence.", "character": null, "characterId": null}]}, {"lines": [{"text": "Will the survivors envy the dead?", "character": null, "characterId": null}]}, {"lines": [{"text": "Within the next 15 years, possibly another 12 countries will have acquired thermonuclear weapons. For this reason, if not through accident or the impulses of man himself, it is now more than possible that what you have seen happen in this film will have taken place before the year 1980.", "character": "Commentator", "characterId": "nm0334249"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "On almost the entire subject of nuclear weapons, on the problems of their possession, on the effects of their use, there is now practically a total silence in the press, in official publications, and on television. There is hope in any unresolved and unpredictable situation. But is there a real hope to be found in the silence? The world's stockpile of nuclear weapons has doubled in the last 5 years, and now is the equivalent to almost 20 tons of high explosives to every man, woman, and child on the planet. This stockpile is still steadily growing.", "character": "Commentator", "characterId": "nm0334249"}]}, {"lines": [{"text": "I think extra numbers would've made no difference at all toward this, 15 or 20 times the number of civil defense, wouldn't have stopped the initial attack from killing or maiming exactly the same number of people.", "character": null, "characterId": null}]}, {"lines": [{"text": "They're not letting any photographers in there.", "character": null, "characterId": null}, {"text": "Yes yes I know, but just a minute, will you tell us what they're doing in there, please?", "character": null, "characterId": null}, {"text": "They're simply burning the bodies. The buildings are full of them, there's just too many to bury. The buildings are full so all we can do is put them under eight steel girders and put a fire underneath, just like making a grill.", "character": null, "characterId": null}]}]}