{"quotes": [{"lines": [{"text": "Do you know what's the matter with me?", "character": "Capt. Edward W. Hall Jr.", "characterId": "nm0000056"}, {"text": "No.", "character": "Aggie Hall", "characterId": "nm0004282"}, {"text": "My mother wasn't in the army, so I'm a half-breed.", "character": "Capt. Edward W. Hall Jr.", "characterId": "nm0000056"}, {"text": "I don't know you very well yet. Is that your way of being bitter or laughing at yourself, or...?", "character": "Aggie Hall", "characterId": "nm0004282"}, {"text": "Remember those things that were half horse and half man? Well, that's me... half my father", "character": "Capt. Edward W. Hall Jr.", "characterId": "nm0000056"}, {"text": "[Looking at the sagging miniature American flag on the 'welcome home' cake]", "character": null, "characterId": null}, {"text": "... half my father's disappointment and half my mother's hope.", "character": "Capt. Edward W. Hall Jr.", "characterId": "nm0000056"}, {"text": "He's not disappointed in you.", "character": "Aggie Hall", "characterId": "nm0004282"}, {"text": "You know what I did this afternoon? After I left the post, I went out to my mother's grave and stood there for a long time, and I said, 'Mom, I'm sorry. I turned out human like you wanted me, but I picked the wrong time. So... tha's the change you see. Isn't that a laugh?", "character": "Capt. Edward W. Hall Jr.", "characterId": "nm0000056"}]}, {"lines": [{"text": "[Addressing the jury, presenting the closing arguments for Capt. Hall's defense]\nGentlemen, I have here a document which is not very pleasant to read. It's a communiqué written by the Communists describing shortcomings they observed among certain American prisoners of war.", "character": "Lt. Col. Frank Wasnick", "characterId": "nm0639529"}, {"text": "When left alone, they tend to feel deserted, and they underestimate their ability to survive, because they underestimate themselves.\"", "character": "Lt. Col. Frank Wasnick", "characterId": "nm0639529"}, {"text": "Now, the report goes on to say that even some of our university graduates have a very dim idea of American history and of the strengths and weaknesses of American democracy and that they are virtually ignorant of Communism, because we have never taken the trouble to inform them of its nature. The Communist program of indoctrination was based on this appraisal - and succeeded, because in many cases, the appraisal was true... And now we must judge Capt. Hall. Gentlemen, if there is guilt, where does it lie? In that small number who defected under pressure, as Capt. Hall did? Or do we not share it? At least those of us who created *part* of a generation which may collapse, because we have left it uninspired, uninformed, and - as in the case of Capt. Hall - unprepared to go the limit, because he had not been given the warmth to support him along the way... And now we must judge Capt. Hall. And let us make absolutely certain, that we have had no part in his collapse. This man has proven himself in the two wars of his youth, who has been exposed to conditions of captivity, against which we have never had to test ourselves.", "character": "Lt. Col. Frank Wasnick", "characterId": "nm0639529"}]}, {"lines": [{"text": "[Addressing the jury, presenting the closing arguments for the prosecution]\nGentlemen, in answer to Col Wasnick's moving plea, I should like to say that, while in some instances society may seem to be responsible for an individual criminal and his crime, this does not release society of the further responsibility of bringing the criminal to justice. For to collaborate with the enemy in time of war is a crime. It does to a country exactly what murder does to an individual. The defense has only one legal argument - an argument which attracts both the public and the press - the \"breaking point.\" A point which most certainly exists. But gentlemen, in this case, the deeds are clear. The duress has been described. And by the accused's own admission, no breaking point was reached. Captain Hall, an officer responsible for command, collaborated with the enemy. He attempted to persuade his country's troops to surrender in the field. He was willing to inform on fellow prisoners. He tried to influence others to collaborate with him. He set aside the Army's simple rule for \"name, rank, and serial number\" - and in so doing, opened himself to the enemy. If you find Capt. Hall innocent of collaboration, then you find all those other Americans who refused to collaborate guilty of stupidity. You must find on the evidence that Capt. Hall committed the offenses as charged.", "character": "Maj. Sam Moulton", "characterId": "nm0179819"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[addressing the court martial one last time after the verdict has been read]\nThis isn't going to be an extenuation, but I want to say it anyway. Capt. Miller came to my hotel this morning, just about dawn. He's the witness who was tortured. He said he'd read the papers and he'd seen my testimony there and he wanted to talk. So we sat down and we started talking about the men we knew who were prisoners over there... He said he thought that every man has a moment in his life when he has to choose. If he chooses right, then it's a moment of magnificence. If he chooses wrong, then it's a moment of regret that will stay with him for the rest of his life. I wish that every soldier... I wish that everybody could feel the way I feel now. Because if they did, they'd know what it is like to be a man who sold himself short... and who lost his moment of magnificence. I pray to God that they find theirs.", "character": "Capt. Edward W. Hall Jr.", "characterId": "nm0000056"}]}, {"lines": [{"text": "Pete never knew what got him.", "character": "Captain Edward W. Hall Jr.", "characterId": "nm0682074"}, {"text": "[Ironically]\nLucky Pete!", "character": "Capt. Edward W. Hall Jr.", "characterId": "nm0000056"}]}, {"lines": [{"text": "What did you do?", "character": "Maj. Sam Moulton", "characterId": "nm0179819"}, {"text": "[Refering to his Chinese captors]\nOh, I was mad. I called them things they didn't need an interpretor for.", "character": "Capt. John R. Miller", "characterId": "nm0001511"}]}, {"lines": [{"text": "[Coming into Ed's darkened bedroom in a very agitated state]\nEd! Ed!", "character": "Captain Edward W. Hall Jr.", "characterId": "nm0682074"}, {"text": "[Drowsily]\nWhat time is it?", "character": "Capt. Edward W. Hall Jr.", "characterId": "nm0000056"}, {"text": "[Angrily]\nGet up!", "character": "Captain Edward W. Hall Jr.", "characterId": "nm0682074"}, {"text": "[Waking up]\nWhat's the matter?", "character": "Capt. Edward W. Hall Jr.", "characterId": "nm0000056"}, {"text": "[Angrily]\nGet up!", "character": "Captain Edward W. Hall Jr.", "characterId": "nm0682074"}, {"text": "[Ed gets up]\nAll right... I want to ask you a question. I want a simple, direct yes or no answer. Did you collaborate with the enemy?", "character": "Captain Edward W. Hall Jr.", "characterId": "nm0682074"}, {"text": "[Ed appears stunned by the question]\nDid you collaborate with the enemy?", "character": "Captain Edward W. Hall Jr.", "characterId": "nm0682074"}, {"text": "[Deliberately]\nYes, I did.", "character": "Capt. Edward W. Hall Jr.", "characterId": "nm0000056"}, {"text": "[Screaming emotionally]\nWhy didn't yuh die? Why didn'y yuh die like your brother did? It would have been much better that way!", "character": "Captain Edward W. Hall Jr.", "characterId": "nm0682074"}, {"text": "[Hall, Sr. walks out and a distraught Hall Jr. limps hurriedly after him]\nDad! Dad!", "character": "Capt. Edward W. Hall Jr.", "characterId": "nm0000056"}, {"text": "[Stopping before the bottom of the stairs]\nI would have liked it better too... a nice, clean, acceptable death with dignity. Does that make sense to you?", "character": "Capt. Edward W. Hall Jr.", "characterId": "nm0000056"}, {"text": "Your excuses for treason must have been tremendous to make you crawl on your belly and break faith with your country and me!", "character": "Captain Edward W. Hall Jr.", "characterId": "nm0682074"}, {"text": "[Angrily shouting]\nWith you? What about me? You know wht I got for that crawl on my belly? You know what I got, Dad? Well, I'll tell you. I sold my soul for a blanket that smells of fish and urine and three lousy hours of uninterrupted sleep, and you know what else, Colonel? At the time I thought I was getting one hell of a bargain!", "character": "Capt. Edward W. Hall Jr.", "characterId": "nm0000056"}]}, {"lines": [{"text": "Well, what are we going to do about you? We've got about two weeks to prepare.", "character": "Lt. Col. Frank Wasnick", "characterId": "nm0639529"}, {"text": "[Shrugging]\nI don't know.", "character": "Capt. Edward W. Hall Jr.", "characterId": "nm0000056"}, {"text": "[laughs]\nThat's an interesting attitude.", "character": "Lt. Col. Frank Wasnick", "characterId": "nm0639529"}, {"text": "Oh, look, Colonel, uh, what axe are you grinding, or do you just have a penchant for lost causes?", "character": "Capt. Edward W. Hall Jr.", "characterId": "nm0000056"}, {"text": "I don't admire self-pity. I don't think it's constructive.", "character": "Lt. Col. Frank Wasnick", "characterId": "nm0639529"}, {"text": "Haven't you heard? I'm guilty.", "character": "Capt. Edward W. Hall Jr.", "characterId": "nm0000056"}]}, {"lines": [{"text": "[on the witness stand]\nI remember Pak told them not to put out their cigarette butts on the floor because they were trying to keep the prison clean, so they put them out on me,", "character": "Capt. John R. Miller", "characterId": "nm0001511"}, {"text": "On your naked body.", "character": "Maj. Sam Moulton", "characterId": "nm0179819"}, {"text": "Yeah.", "character": "Capt. John R. Miller", "characterId": "nm0001511"}, {"text": "How many?", "character": "Maj. Sam Moulton", "characterId": "nm0179819"}, {"text": "They smoked a lot.", "character": "Capt. John R. Miller", "characterId": "nm0001511"}]}]}