{"quotes": [{"lines": [{"text": "How do we keep her from attacking the boat?", "character": "Whip Dalton", "characterId": "nm0676973"}, {"text": "[shows him a recording device]\nWe'll repel her with this. It contains recorded sonar waves given off by a mature sperm whale hunting for squid.", "character": "Dr. Herbert Talley", "characterId": "nm0349749"}, {"text": "She killed a whale.", "character": "Whip Dalton", "characterId": "nm0676973"}, {"text": "Only an infant. She wouldn't dare attack a whale the size of the Privateer.", "character": "Dr. Herbert Talley", "characterId": "nm0349749"}]}, {"lines": [{"text": "besides its eight huge tentacles, this thing has two whips. Each one is probably as long as this room and three or four feet thick. Those whips are covered with suction cups as big as this notepad. In the center of each cup is a claw as big as my fist and razor sharp. The squid grabs and impales his pray with those whips and drags it towards its beak, shredding the flesh as it goes, and these things can shred a one hundred pound tuna in five seconds. Its beak is like an eagle's, only it's about fifty times bigger and can bite through steel. Now, you make a mistake trying to kill this thing, and it gets you first - like it did the Griffins and those two divers - you pray to God those whips kill you before you get to that beak.", "character": "Whip Dalton", "characterId": "nm0676973"}]}, {"lines": [{"text": "Here, squid, squid, squid, squid...", "character": null, "characterId": null}]}, {"lines": [{"text": "I was thinking about making rigatoni parmesan for dinner tonight. How does that sound?", "character": "Dana Dalton", "characterId": "nm0187811"}, {"text": "It sounds like macaroni and cheese to me.", "character": "Whip Dalton", "characterId": "nm0676973"}]}, {"lines": [{"text": "What exactly are we looking for?", "character": "Scranton", "characterId": "nm0275913"}, {"text": "Something big.", "character": "Lucas Coven", "characterId": "nm0236952"}]}, {"lines": [{"text": "Say squid.", "character": null, "characterId": null}, {"text": "Say dead.", "character": "Lucas Coven", "characterId": "nm0236952"}]}]}