{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[V.O]\nIn the heart of New Guinea, one of the world's largest islands, the Australians discovered these mountains in 1954. No roads lead to them. They are inaccessible. We are above unexplored regions. They are not on the map or more precisely, they are shown only as white spots. It is the unknown.", "character": null, "characterId": null}]}, {"lines": [{"text": "I'll show it to you. These white spots are the unexplored zones. It's there...", "character": "Gaetan", "characterId": "nm0435726"}, {"text": "[points at map]", "character": null, "characterId": null}, {"text": "It's not on the map. It's as if it didn't exist, but it does exist.", "character": "Gaetan", "characterId": "nm0435726"}, {"text": "I thought there were no more unexplored lands. Your valley must have been seen from planes.", "character": "Viviane", "characterId": "nm0644680"}, {"text": "You can't see it. It's shrouded in mist. It's not on the map. Look what's written here. This map is dated 1969. \"Obscured by clouds\"...", "character": "Gaetan", "characterId": "nm0435726"}, {"text": "There's a thing I don't understand. You've talked about these places, that have all finally been found. Why is it this one that's still undiscovered? Don't you think that's strange?", "character": "Hermine", "characterId": "nm0481412"}, {"text": "It's been discovered several times. But those who have done it have never come back. They had to stay.", "character": "Gaetan", "characterId": "nm0435726"}, {"text": "Why?", "character": "Viviane", "characterId": "nm0644680"}, {"text": "Because it's Paradise.", "character": "Gaetan", "characterId": "nm0435726"}, {"text": "[to Olivier]\nDo you think he's serious?", "character": "Viviane", "characterId": "nm0644680"}, {"text": "[to Viviane]\nIt's his passion...", "character": "Olivier", "characterId": "nm0331788"}, {"text": "You don't leave Paradise. You can lose yourself there or stray away... and then... it's disaster, the curse. But you don't leave Paradise. It's impossible. Do you understand?", "character": "Gaetan", "characterId": "nm0435726"}, {"text": "But then, if your valley's so terrific, why don't you go there now?", "character": "Viviane", "characterId": "nm0644680"}, {"text": "Our senses are not yet... sufficiently... open. We're not in any hurry. Above all, we must destroy time to become one with it. We must first reach the tribes that live at the foot of the mountains. Their magicians may be able to show us a way to go.", "character": "Gaetan", "characterId": "nm0435726"}, {"text": "[to Olivier]\nCan you take me back to the hotel?", "character": "Viviane", "characterId": "nm0644680"}]}, {"lines": [{"text": "Olivier, isn't it wonderful... We've become so close to them. We're practically like them. Look at Gaetan and Hermine... it's great! I'm happy. We've found truth, you know.", "character": "Viviane", "characterId": "nm0644680"}, {"text": "[kisses his shoulder, but he looks sad]", "character": null, "characterId": null}, {"text": "What's wrong, Olivier?", "character": "Viviane", "characterId": "nm0644680"}, {"text": "It's just the opposite.", "character": "Olivier", "characterId": "nm0331788"}, {"text": "What's the opposite?", "character": "Viviane", "characterId": "nm0644680"}, {"text": "We're lying. Whatever Gaetan says, we're tourists here.", "character": "Olivier", "characterId": "nm0331788"}, {"text": "What do you mean, \"tourists\"? I don't get it, what's that supposed to mean?", "character": "Viviane", "characterId": "nm0644680"}, {"text": "[angry]", "character": null, "characterId": null}, {"text": "It's disgusting, hearing you talk like that, you've spent months here with Gaetan, and that's all... You don't understand. What are you, stupid?", "character": "Viviane", "characterId": "nm0644680"}, {"text": "Dancing's easy. Could you work with them?", "character": "Olivier", "characterId": "nm0331788"}, {"text": "Yes, absolutely!", "character": "Viviane", "characterId": "nm0644680"}, {"text": "Women are even more exploited here.", "character": "Olivier", "characterId": "nm0331788"}, {"text": "[Viviane starts to think]", "character": null, "characterId": null}, {"text": "You know, Viviane, among the Kombugas society is bound by very strict rules.", "character": "Olivier", "characterId": "nm0331788"}, {"text": "Same with ours.", "character": "Viviane", "characterId": "nm0644680"}, {"text": "It's not the same thing... We're trying to break ours. When they dance, it's not just for the pleasure of it, it's to obey something. Look, this is the cemetery, they're dancing on their dead. We seek after pleasure, and maybe peace. They couldn't care less about that.", "character": "Olivier", "characterId": "nm0331788"}, {"text": "I don't know, Olivier, but look at this festival. Everyone's happy together. Why do we all understand, without words... like real friends? Why the understanding, why is it so simple here, eh?", "character": "Viviane", "characterId": "nm0644680"}, {"text": "It's O.K. But that doesn't mean much.", "character": "Olivier", "characterId": "nm0331788"}, {"text": "You really disappoint me. You're just like my husband.", "character": "Viviane", "characterId": "nm0644680"}, {"text": "Sure, we all like each other, but it doesn't go any farther. How can you expect real rapports between us, who tear down our social restrictions, and them, who live in terror and... and respect for taboos?", "character": "Olivier", "characterId": "nm0331788"}, {"text": "I don't know, but it's possible. We're finding something else, that's all. Don't you believe in mysterious forces?", "character": "Viviane", "characterId": "nm0644680"}, {"text": "Oh, sure, very much. But not in their way. For us, that's impossible. One can't forget one's past, Viviane. It's not possible to undo your conditioning. Once it's lost, innocence can't be found again. Paradise is a place with many exits, but no entrance... There's no way back from knowledge... When you fall from grace, that's it. I wonder, to find it again, whether we shouldn't do just the opposite of what we've done... If we shouldn't take another bite out of the apple.", "character": "Olivier", "characterId": "nm0331788"}, {"text": "[Viviane walks away]", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "The valley! The valley... I see it!", "character": "Viviane", "characterId": "nm0644680"}, {"text": "[they all get up and look]", "character": null, "characterId": null}]}]}