{"quotes": [{"lines": [{"text": "Religion. It's given people hope in a world torn apart by religion.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "]", "character": null, "characterId": null}, {"text": "Do you have a report to file?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "I don't file reports anymore, Jon. I do movies.", "character": "Steve Carrell", "characterId": "nm0136797"}, {"text": "Oh.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[squirms uncomfortably]", "character": null, "characterId": null}, {"text": "Was I supposed to have some questions for you?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "You may ask me anything you like, Jon. And I will answer it. If I feel like it.", "character": "Steve Carrell", "characterId": "nm0136797"}, {"text": "Why did you leave us?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[Jon breaks down crying, and Steve comes over and hugs him]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after being \"elected\" in the controversial 2000 election]\nI was not elected to serve one party.", "character": null, "characterId": null}, {"text": "You were not elected.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[audience cheers]", "character": null, "characterId": null}]}, {"lines": [{"text": "I was busy waiting all night for the Columbus Day Bunny to come down my chimney and light fireworks in my pumpkin.", "character": "Mo Rocca", "characterId": "nm0733618"}, {"text": "...There's so much wrong with that.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Oh, I'm sorry, I forgot you were Jewish.", "character": "Mo Rocca", "characterId": "nm0733618"}]}, {"lines": [{"text": "where more Americans get their news than probably should.", "character": null, "characterId": null}]}, {"lines": [{"text": "After all, it was Thomas Jefferson who said \"Everyone imposes his own system as far as his army can reach.\"", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "No, that was Stalin. Thomas Jefferson said that he'd \"Rather have free press and no government, than a government and no free press\".", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Well, what else would you expect from a slave-banging, Hitler-loving queer?", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "Because the seating for the Pope's funeral went in alphabetical order, the leaders of the country sat in order - Iran, Ireland, Israel. Three countries and four religions that hate each other.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Need a hug? Then call now for free tickets to a taping of The Daily Show with Jon Stewart. And good luck with that hug.", "character": null, "characterId": null}]}, {"lines": [{"text": "See, I only make fun of people who I know would never come on the show.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "That's a long list.", "character": "Alec Baldwin", "characterId": "nm0000285"}]}, {"lines": [{"text": "If you're a lesbian, why are you turning me on?", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "I'm joined now by our own vice-presidential firearms mishap analyst, Rob Corddry. Rob, obviously a very unfortunate situation. How is the vice president handling it?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Tonight the vice president is standing by his decision to shoot Harry Wittington. According to the best intelligence available, there were quail hidden in the brush. Everyone believed at the time there were quail in the brush. And while the quail turned out to be a 78-year-old man, even knowing that today, Mr. Cheney insists he still would have shot Mr. Whittington in the face. He believes the world is a better place for his spreading buckshot throughout the entire region of Mr. Whittington's face.", "character": "Rob Corddry", "characterId": "nm1117791"}, {"text": "But why, Rob? If he had known Mr. Whittington was not a bird, why would he still have shot him?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "In a post-9/11 world, the American people expect their leaders to be decisive. To not have shot his friend in the face would have sent a message to the quail that America is weak.", "character": "Rob Corddry", "characterId": "nm1117791"}]}, {"lines": [{"text": "The Daily Show with Jon Stewart. Where more Americans get their news than any other nationality.", "character": null, "characterId": null}]}, {"lines": [{"text": "I don't really do action movies.", "character": "Harrison Ford", "characterId": "nm0000148"}, {"text": "You were Indiana Jones.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Yeah, but...", "character": "Harrison Ford", "characterId": "nm0000148"}, {"text": "And Jack Ryan.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "I always saw Indiana Jones as a comedy.", "character": "Harrison Ford", "characterId": "nm0000148"}, {"text": "Well, I can assure you it's not.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "I'll have to let Spielberg know that. \"Steve- not funny.\"", "character": "Harrison Ford", "characterId": "nm0000148"}, {"text": "You know Spielberg?", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "The Daily Show with Jon Stewart. The most important television program... ever.", "character": null, "characterId": null}]}, {"lines": [{"text": "[recorded news statement]\nThe US Military has given Saddam Hussein a message, and tonight a military aircraft will be flying over Iraq, broadcasting that same message to the Iraqi people.", "character": null, "characterId": null}, {"text": "\"Heads up.\"", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Oooh look, I'm a Democrat. I'm going to block your nomination. Oooh look, I'm a Republican. I'm going to block your blocking of the nomination. Oooh look, I'm Ted Kennedy. I have man boobies.", "character": "Ed Helms", "characterId": "nm1159180"}]}, {"lines": [{"text": "[about Hitler]", "character": null, "characterId": null}, {"text": "That guy was not likeable.", "character": "Rob Corddry", "characterId": "nm1117791"}]}, {"lines": [{"text": "Earlier in the show I intimated that Julia Roberts was a speed junkie. That's not true. In real life, and don't hold this against her, she's a cannibal.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[after footage of Jerry Falwell saying \"Blow them all away in the name of the Lord\"]\nThis just in, Jesus has quit.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "[on U.S. involvement in Iraq]\nIt's as though there's only two positions you can have - you're either for the war or against the troops.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[on the capture of Sadam Hussein]", "character": null, "characterId": null}, {"text": "You've probably heard the news, unless you were in a hole, in which case, you were probably the guy we caught.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "What kind of madman refuses to produce evidence that he doesn't have what he said he didn't? Saddam had to be taken out or who knows what else he might not have done? It's imaginable.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "Even if the flag burning amendment does become law, the larger problem will remain of how to respectfully dispose of older, tattered flags. Well, fortunately the U.S. official Flag Code has a suggestion about this. \"The flag, when it is in such a condition that it is no longer a fitting emblem of display, should be destroyed in a dignified way, preferably by burning.\" Owwwwcchh. In response, the House Republicans are calling for tattered flags to be kept alive via a feeding tube.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[on Iraq not completing its constitution on time]\nA delay. Delegates so divided that they don't agree on what they're most divided about. The obvious conclusion ?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[clip]", "character": null, "characterId": null}, {"text": "We're witnessing democracy at work in Iraq.", "character": null, "characterId": null}, {"text": "[stunned pause]\nIs there any fuck-up they can't make seem like it was their plan all along... Is there any?", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "\"Bastille\". It's French for \"Why are you stabbing me? I just released you from prison.\"", "character": "Ed Helms", "characterId": "nm1159180"}]}, {"lines": [{"text": "[on the November 2002 elections]\nOne of the highest profile races this evening is for governor in Florida. It's a battle between incumbent Jeb Bush... Of course, we all know he is the brother of Neil Bush, the disgraced financier.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "John Edwards won his home state of South Carolina yesterday, fulfilling his promise to win every state that he was born in.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "...given the recent surge in violence, do you agree with Dick Cheney's assessment that the insurgency is in its last throes?", "character": null, "characterId": null}, {"text": "I think about Iraq every day. *Every single day*.", "character": null, "characterId": null}, {"text": "Really? You think about the war you started every day? \"Yeah, I tie a little string around my finger. Sometimes I look down at it, I think 'What's that doin' there?' Then I remember, I think, 'Oh shit.' It's that... Uh... That war.\"", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Hello, I'm A. Whitney Brown. Some day, I hope to be THE Whitney Brown.", "character": "A. Whitney Brown", "characterId": "nm0112944"}]}, {"lines": [{"text": "[Jon Stewart asks correspondent Stephen Colbert, ostensibly reporting live from the U.S. victory in Baghdad, Iraq, about the rebuilding process]", "character": null, "characterId": null}, {"text": "We won. Rebuilding is for losers. Time to party. And then it's off to Syria for the next invasion.", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "Are we invading Syria?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Am I still bound by the military's restrictions on embedded reporters?", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "Yes.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Then no.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "Triumph, you're not allowed to swear.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "What do you mean? It's cable TV, man.", "character": null, "characterId": null}, {"text": "No, it's basic cable, you can't swear.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "You can't swear on cable, what's the", "character": null, "characterId": null}, {"text": "[bleep]", "character": null, "characterId": null}, {"text": "point? All right, no, no, no, I kid, I kid. Cable's great, Jon Stewart, and you're great, and you have a great show... for me to poop on. I mean come on, having a show on cable, it's not like it's real, it's like sniffing your sister's ass.", "character": null, "characterId": null}, {"text": "Now look, I happen to like having a show on Comedy Central.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[sarcastically]\nOoh, Comedy Central, good for you, Comedy Central. I have worms in my stool that have shows on Comedy Central.", "character": null, "characterId": null}]}, {"lines": [{"text": "[regarding the lawsuit against Napster]\nThe judgment marks a key victory for the recording industry, in its aggressive battle against poor high school students and fun.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[on the military's asking Geraldo Rivera to leave Iraq]", "character": null, "characterId": null}, {"text": "It should be mentioned that the only other people the US has asked to leave Iraq are Saddam and his two sons.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "July 14 is Bastille Day, when the people of France released the prisoners being held in the Bastille. Not just the *political* prisoners, mind you; *all* the prisoners.", "character": "Ed Helms", "characterId": "nm1159180"}]}, {"lines": [{"text": "Yes, reason has been a part of organized religion, ever since two nudists took dietary advice from a talking snake.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "You were supposed to be here last week, but you had to cancel.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "That's right. I got food poisoning.", "character": "Natalie Portman", "characterId": "nm0000204"}, {"text": "Yeah. And you told me before the show that whenever you tell people that, they never ask you \"How are you doing?\"", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "That's right. They always say, \"What did you eat?\" instead. It's really selfish, you know?", "character": "Natalie Portman", "characterId": "nm0000204"}, {"text": "Uh-huh, right. Anyway, the reason I brought it up is because you never told me what you ate.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Today is the 100th anniversary of the Wright Brothers' flight at Kitty Hawk. Today, they tried to do a re-creation of that historic flight... and it didn't work. That's like doing a Civil War reenactment and having the South win.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "\"Weapons of mass destruction-related program activities?\" What the (bleep) does that mean? What is that, craft services for the scientists?", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "As I understand, you gave some testimony too.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Well, I was subpoenaed, Jon, but I pled the sixth. That threw them for a loop.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "You're saying they", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "[MSNBC]", "character": null, "characterId": null}, {"text": "can say anything they want? They can say that Al Sharpton will carry Wyoming, that the ballot boxes will run red with the blood of the goat, that Hispanics are the new soccer moms, and no one questions that? There aren't any repercussions when they're wrong, nobody gets fired?", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "...No.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "I gotta get one of those jobs.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "[referring to George W. Bush]\nDoes he know who I am?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[grabs Jon Stewart's hand]\nJon... No.", "character": "Colin Powell", "characterId": "nm0694068"}]}, {"lines": [{"text": "More Americans get their news from The Daily Show than any other nationality.", "character": null, "characterId": null}]}, {"lines": [{"text": "Isn't that whole thing if you lick a frog, you get crazy thoughts?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "If you lick a frog, you're crazy before you started.", "character": "Kermit the Frog", "characterId": "nm0926209"}]}, {"lines": [{"text": "The movie Traffic also stars Benicio Del Toro who, if he were any more unattractive, would be absolutely irresistible.", "character": "Frank DeCaro", "characterId": "nm0002210"}]}, {"lines": [{"text": "Well, Jon, the great jousting tournament that is Election Day draws nigh, the prize the building you see behind me, Castle Congress. But what side shall prevail in this epic electoral tilt? Who shall control the future of Fortress America? Will we be, as the Republicans desire, a nation of wealthy heavily-armed white men, befouling the air and water in a ceaseless quest for profits, beholden to no laws but those of our lord and savior Jesus Christ? Or shall we instead embrace the Democrats' vision of a namby-pamby quasi-Socialist Republic with an all-homosexual army flamboyantly defending a citizenry suckling at the foul teat of government welfare? The choice is yours, fair maiden America, for the name of this feudal system is Democracy.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "France, c'mon girl, don't be an invader hater.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "So, you're on Conan O'Brian tonight, am I right?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Uh, no, I'm actually on Friday, she's very good.", "character": null, "characterId": null}]}, {"lines": [{"text": "[President Bush makes a speech about NASCAR promoting values]", "character": null, "characterId": null}, {"text": "Values like burning as much gas as you can so you can drive around an oval for hours.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Ever wonder what 250 identical chairs look like? Then come to a free taping of The Daily Show with Jon Stewart.", "character": null, "characterId": null}]}, {"lines": [{"text": "Al Gore's endorsement of Howard Dean came as a surprise to nobody, except Gore's former running mate, Joe Lieberman. He found it pretty damn surprising.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Rob, if the administration's argument for weapons of mass destruction is whether or not we exist and are really here, I think we're in trouble.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[as Dennis Kucinich holds a peace sign after voting]", "character": null, "characterId": null}, {"text": "Congressman Dennis Kucinich voted in his home state of Ohio. As he left the booth, he held up a peace sign... and held it... and held it... he's holding it... and still holding it. Kucinich was then asked for the millionth time why he was still running for president; at that point, he lowered one of the fingers.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[after showing a clip in which Jay Leno introduces Arnold Schwarzenegger as the new Governor of California]\nWell, there you have it. We now officially live in the Matrix.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Today, a terrible tragedy struck the art word, and I'm not talking about the misuse of light and shadow in the post-modernist art form although that just... REALLY *bleep*ing angers me.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Tonight, our focus is on Televsion! Today, the FCC wanted to impose the same decency standards that apply to broadcast television as they do to cable.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[audience boos]", "character": null, "characterId": null}, {"text": "To which many people said, \"Uh, fuck that guy!\".", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "I don't care what this administration thinks of gays. Right now, our military cannot afford to turn anyone away. We need boots on the ground. And if some of those boots happen to be Prada, fabulous!", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "the first white Americans who banned Christmas celebrations for 22 years in Boston because they deemed all of them unseemly. Godless pricks!", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[on the U.S. overthrow of Saddam Hussein]\nNo matter what side of the political spectrum you are on, if you are incapable of feeling at least a tiny amount of joy at watching ordinary Iraqis celebrate this, you are lost to the ideological left. And let me also add if you are incapable of feeling badly that we even had to use force in the first place, you are ideologically lost to the right. And I would implore both of those groups to leave the room now.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[on the 2002 elections]\nBefore we bring democracy to Iraq or even Afghanistan, it might be prudent to bring it to Florida. We don't have to bring regime change to the whole state. We can start in Pensacola and work our way down.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[August 2002]\nWhile Clinton was partial to Hollywood heavyweights like Steven Spielberg and Barbra Streisand, Bush has courted his own version of celebrity royalty, like pro golfer Ben Crenshaw and country singer Larry Gatlin. Not at the same time, of course. I mean, you'd just be begging for the place to get trashed.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Samantha, could you describe what caused the blackout?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Well, Jon, at about two in the afternoon, a power station overloaded at the Lake Erie Loop. The power grid failed. Jon?", "character": "Samantha Bee", "characterId": "nm1200650"}, {"text": "Is that all?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Pretty much.", "character": "Samantha Bee", "characterId": "nm1200650"}, {"text": "Do you even know how the power is distributed?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Evenly?", "character": "Samantha Bee", "characterId": "nm1200650"}, {"text": "Do you know what the distributing process is?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[uncertainly]\nWell, first they shovel the energy into a big pile... and put it in wheelbarrows... and then they roll it down to the transformers.", "character": "Samantha Bee", "characterId": "nm1200650"}, {"text": "Transformers?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "You know, big robots; turn into cars; shoot lasers out their eyes?", "character": "Samantha Bee", "characterId": "nm1200650"}]}, {"lines": [{"text": "Apparently at around two o'clock the technicians in the power stations were alerted to a problem in the power grid when the lights went out... up and down the eastern seaboard.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[about an increase in college crime rates]", "character": null, "characterId": null}, {"text": "This is what happens when you take away Napster.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[about Saddam Hussein's capture]", "character": null, "characterId": null}, {"text": "THE democrats are COMPLETELY screwed.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "On Sunday morning, Americans awoke to images of a man more disheveled... than themselves.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Upon hearing of Sadam's capture, Wesley Clark exclaimed, and I'm quoting here, 'You're (beep)ing me. Please say you're (beep)ing me.' He added 'You'd better be (beep)ing me.'", "character": "Samantha Bee", "characterId": "nm1200650"}]}, {"lines": [{"text": "DON'T stand outside in the cold for hours around lots of other people.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[In a recorded debate, John Kerry asks Howard Dean 'What were you thinking?' in response to some comments Dean had made]", "character": null, "characterId": null}, {"text": "He was probably thinking \"I can say some really insane things and still beat John Kerry.\"", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Al Sharpton did have a point, that is, that Howard Dean did not employ a black or Latino worker during his tenure as governor... of *Vermont*, a fact affirmed by Vermont's minority population. I believe his name is Eddie.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "President Bush announced that we were landing on Mars today... which means he's given up on Earth.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Saddam Hussein will most likely plead a case of self-defense...", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "Wait a minute, Stephen... self-defense? The man killed 400,000 Kurds.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "...who snuck up on him, Jon.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "Yes, eight votes would be called a 'landslide' in some of New Hampshire's less populated districts... if it weren't for the *real* landslides that those areas are subject to.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Stephen, could you describe the attitude of the democratic voters in New Hampshire?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Well, Jon, I'd say that they have an attitude of anger.", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "Anger toward President Bush?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "No, Jon; toward me. Me and the other reporters.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "To be fair to Secretary Rumsfeld, there's nothing the American public loves more than a man who takes a \"Hey you kids get off my lawn!\" approach to foreign policy.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[on the 2000 election]", "character": null, "characterId": null}, {"text": "What's your overall sense of the mood down at the Republican convention floor. How did it feel to be there last night during the speech?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Well, Jon, as a journalist I have to maintain my objectivity, but I would say the feeling down here was one of a pervasive and palpable evil. A thick demonic stench that rolls over you and clings like hot black tar, a nightmare from which you cannot awaken, a nameless fear that lives in the dark spaces beyond your peripheral vision and drives you toward inhuman cruelties and unspeakable perversions. The delegates' bloated, pustulent bodies twisting from one obscene form to another, giant spider-shaped and ravenous wolf-headed creatures who feast upon the flesh of the innocent and suck the marrow from the bones of the poor.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "I think we're welcomed in Iraq.", "character": null, "characterId": null}, {"text": "Apparently the rocket-propelled grenade is the Iraqi equivalent of \"aloha\".", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[playing The Sims]\nHow do we... steal a car and shoot some hookers?", "character": "Rob Corddry", "characterId": "nm1117791"}]}, {"lines": [{"text": "Do you know of any candidate that has gone from top to bottom, from king to serf, so quickly as Howard Dean?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "I did.", "character": "Bob Dole", "characterId": "nm0230909"}]}, {"lines": [{"text": "I mean, Joe Lieberman, he was banking on Al Gore's ticket. Then Al Gore endorsed Howard Dean, and now Howard's campaign tanked. So I told Kerry and Edwards, \"If Gore calls you, don't pick up the phone.\"", "character": "Bob Dole", "characterId": "nm0230909"}]}, {"lines": [{"text": "[about Joe Lieberman]\nSo you're excited that you came in third in the race for third? That's like being excited about winning the bronze medal in the competition for bronze medals! I don't think they even call that bronze! That's probably zinc!", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Lieberman is eager to campaign down South where, and this is a direct quote, \"A soft-spoken New England Jew has the advantage.\"", "character": "Samantha Bee", "characterId": "nm1200650"}]}, {"lines": [{"text": "[about Wesley Clark's decision to drop out of the presidential race]", "character": null, "characterId": null}, {"text": "Now, Samantha, could you describe the attitude in Wesley Clark's campaign bus? I'd think it would be one of disappointment.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Well, Jon, if you can just *assume* my report, then I guess I don't have to be here in Arkansas.", "character": "Samantha Bee", "characterId": "nm1200650"}, {"text": "I'm sorry, Samantha. Tell us, what was the mood in Clark's bus?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Actually, disappointment was pretty apt.", "character": "Samantha Bee", "characterId": "nm1200650"}]}, {"lines": [{"text": "[after he won the Oklahoma Primary]", "character": null, "characterId": null}, {"text": "Oklahoma is OK with me!", "character": null, "characterId": null}, {"text": "General Clark then added, \"Idaho! Alaska!\" And then became the first candidate in history to be yanked off the stage with a cane.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[after President Bush describes terrorists several times]", "character": null, "characterId": null}, {"text": "[pulling out a bottle]\nOkay, looks like this is gonna be a while, so if you're playing at home, remember, it's a shot of tequila every time he says 'Terrorist, ' 'Danger, ' or 'Madman'.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "We're not like a lot of your news organizations, with their immediacy. We're a 24-hour news channel, if you consider it over two months and add up all the half-hours.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Say what you will about Fascism, Jon, but at least *then* you knew when the fake election was.", "character": "Ed Helms", "characterId": "nm1159180"}]}, {"lines": [{"text": "[as announcer for Moviefone]\nHello, and welcome to Moviefone. To select \"The Passion of the Christ\", press 1. To select Jesus Christ as your personal savior, press 2. If you were one of they who mocked him, ye I say unto thee, press 3. To hear these instructions again in Tongues, press 4.", "character": "Steve Carrell", "characterId": "nm0136797"}]}, {"lines": [{"text": "Yes, it's a courageous move, releasing a pro-Jesus film in America. Very unusually bold.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[talking about filming The Reckoning in Spain]", "character": null, "characterId": null}, {"text": "Did you meet any Spanish people?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Oh, yeah, half of our crew was Spanish.", "character": "Willem Dafoe", "characterId": "nm0000353"}, {"text": "Name one.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "José.", "character": "Willem Dafoe", "characterId": "nm0000353"}]}, {"lines": [{"text": "The mood here at Kerry's headquarters is one of absolute celebration, Jon, elation.", "character": "Rob Corddry", "characterId": "nm1117791"}, {"text": "Unbelievable! Even 24 hours later, spirits are still high at the Kerry camp.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "There's a *lot* of things still high at the Kerry camp, Jon! Spirits would be one of them, most of the junior campaign staff would be the other!", "character": "Rob Corddry", "characterId": "nm1117791"}, {"text": "[to people offscreen]", "character": null, "characterId": null}, {"text": "Hey, guys, come on, don't forget to breathe out!", "character": "Rob Corddry", "characterId": "nm1117791"}]}, {"lines": [{"text": "That's right, Jon. Kerry wanted to put on a strong public show of unity for the party, key word there ? \"public.\"", "character": "Rob Corddry", "characterId": "nm1117791"}]}, {"lines": [{"text": "As you know, the cornerstone of Edwards' campaign has been the idea of two Americas. Take a look.", "character": "Samantha Bee", "characterId": "nm1200650"}, {"text": "[John Edwards describes \"two Americas\" in several clips]", "character": null, "characterId": null}, {"text": "See that? Two Americas. The bad news is, in *this* America, John Edwards has had his ass handed to him. However, in the other America, Edwards is doing quite well. In fact, he's won twenty-nine of thirty contests. Quite impressive.", "character": "Samantha Bee", "characterId": "nm1200650"}, {"text": "Now, Samantha, how did he manage to lose a primary in another America of his own invention?", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Kerry could pose a serious threat.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[talking like a biblical prophet]\nThreat, Jon? Threat? Tread carefully, newsman, lest your impudence embroil you in the coming battle tide. For the day is nigh when the armies of Rove shall come alive to claim their due. For lo! it has been foretold that the son of the forty-first king shall himself twice be crowned! The treasuries will be emptied! The ads unleashed! And the blue states will run red with the hundred million dollars of hellfire and retribution!", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "As you know, we cater to a pretty young audience, how does your message relate to young people?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "I think young people are interested in the environment and the economy because...", "character": "Howard Dean", "characterId": "nm0212792"}, {"text": "I'm sorry, I think we're speaking to a younger audience.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Young people are interested in green grass, and not spending more money...", "character": "Howard Dean", "characterId": "nm0212792"}, {"text": "I think we need to go younger.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "OK... Cleanliness, and...", "character": "Howard Dean", "characterId": "nm0212792"}, {"text": "You know what, maybe you could just jangle your keys for a while.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[watching a riot in the South Korean National Assembly]", "character": null, "characterId": null}, {"text": "It looks like someone is about to introduce a bill...", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[somebody throws a folder full of papers at the Speaker]", "character": null, "characterId": null}, {"text": "And there it is.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "It used to be that our elected officials were veterans of World War II, Vietnam, or the Civil Rights Movement. But with the election of Jesse Ventura in Minnesota and Arnold Schwarzenegger in California, I foresee a day when all our leaders will come from the movie \"Predator.\" Think about it. Governor Carl Weathers. No, wait, *Senator* Predator. I bet he has some pretty interesting things to say about tort reform.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "The Daily Show - the only news program with no credibility left to lose.", "character": null, "characterId": null}]}, {"lines": [{"text": "The very fact that somebody who saw all the material, saw all the evidence, has been around for years doing this kind of stuff would have the temerity to say, \"You know, I think the President was really wrong to go into Iraq 'cause that really hurt the war on terrorism... \"", "character": "Richard Clarke", "characterId": "nm1807652"}, {"text": "Again, because we're on Comedy Central, I think you may have to change the word \"temerity\" to \"balls\".", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Despite reports that John Kerry was wounded three times in Vietnam, it was revealed today that he was only wounded twice. So in other words, he's a pussy.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "However, the photos from the Iraq prison showed only the beatings. They didn't show the ensuing initation and keggers.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "the country that invented it lost to a country that doesn't care about it, in a state that has NO natural ice!", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "So, Stephen, how was Louisiana?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "I don't know, Jon, why do you ask?", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "You were just there.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Okay, I'll bite. What was I doing there?", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "You did a story about drive-through daquiri bars.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Oh, no, Jon. I think I would have remembered that. Unless, of course, I was drinking. When I drink, I tend to black out. That's why I drink - to forget the blackouts. I'm kinda confused, obviously... I need a drink. You got any liquor around here? No? that's all right - I always make sure to carry a bottle of Ice Blue Aqua Velva with me. I am an Aqua Velva man. Want any?", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "No, no after shave for me, thanks.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "This is pork-barrel politics at its worst.", "character": "Rob Corddry", "characterId": "nm1117791"}, {"text": "How so?", "character": null, "characterId": null}, {"text": "It's... so so.", "character": "Rob Corddry", "characterId": "nm1117791"}, {"text": "You have no idea what pork-barrel politics are, do you?", "character": null, "characterId": null}, {"text": "Do you?", "character": "Rob Corddry", "characterId": "nm1117791"}, {"text": "Pork-barrel politics usually puts money into the system...", "character": null, "characterId": null}, {"text": "Oh, is that what they taught you in lady senator school?", "character": "Rob Corddry", "characterId": "nm1117791"}]}, {"lines": [{"text": "[from \"The Colbert Report\" sketches, on his name being pronounced \"Coal Bear\"]\nIt's French, bitch!", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "[from \"The Colbert Report\" sketches]\nLiberal? Conservative? All that matters is that you're wrong.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "[trying to appeal to an audience of stoned potential voters]\nWho wants more... garlic... on their fried eggs?", "character": "Ralph Nader", "characterId": "nm0618873"}]}, {"lines": [{"text": "\"We had to take out Sadam Hussein because, as the Communist leader of Germany, he blew up the World Trade Center, and that's why we went to Vietnam. Vote for Reagan!\"", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "There you have it, folks. Finally, there is a place in the world where the US government can't do whatever it wants to do... and it's in Cuba!", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Are you afraid that associating with the Republican party might bring a taint of corruption to boxing?", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "Let me say this - I'm a promoter of the people for the people and by the people and my magic lies in my people ties. I'm a promoter of America. I'm American people. You know what I mean? So therefore, uh, do not send for who the bell tolls 'cause the bell tolls for thee.", "character": null, "characterId": null}, {"text": "I'll take that as a \"maybe\"?", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "If a bullfrog had wings it wouldn't bump his behind every time he hopped.", "character": null, "characterId": null}, {"text": "I... I get you.", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "Yes, thank you.", "character": null, "characterId": null}, {"text": "What is it I get?", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "If Monday night was fillet mignon, Tuesday night was \"What else is in the fridge?\"", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "you control the White House, both Houses of Congress, and the Supreme Court, and your administration has closer ties to the energy industry than any administration in history, and THOSE two blockheads stopped you?", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Yesterday the White House unveiled a plan to deal with terrorist attacks on Election Day. It's part of a program where the President, under certain circumstances, could declare himself Caesar.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "So if any terrorists are planning to disrupt our election, the White House will head them off by disrupting it first.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Think about it, Jon - the terrorists are expecting us to hold our elections on Election Day. If we did that, we'd be playing right into their hands.", "character": "Rob Corddry", "characterId": "nm1117791"}]}, {"lines": [{"text": "How long have we known each other?", "character": "Rob Corddry", "characterId": "nm1117791"}, {"text": "[confused]\nUmm...", "character": null, "characterId": null}, {"text": "[gives the camera an \"Are you serious?\" look]", "character": null, "characterId": null}, {"text": "About 15 minutes.", "character": null, "characterId": null}, {"text": "Remember that time on Dean's bus?", "character": "Rob Corddry", "characterId": "nm1117791"}, {"text": "No, no, I don't.", "character": null, "characterId": null}]}, {"lines": [{"text": "[watching a video of a spacecraft crashing]\nThe Genesis space probe returned to earth last weekend after a three-year mission of space exploration. If there was one thing that NASA learned from the experience, it's that spacecraft don't bounce.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "We're so very focused in running a positive campaign...", "character": null, "characterId": null}, {"text": "[incredulous]\nWhat?", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[Madonna is giving a speech in Israel]", "character": null, "characterId": null}, {"text": "At first I was hesitant about coming here. But since I have been here, I have realised that Israel is no more dangerous than New York City.", "character": null, "characterId": null}, {"text": "...We have got to get the fuck out of New York City, man.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Just because something happens in nature doesn't make it \"natural.\"", "character": "Samantha Bee", "characterId": "nm1200650"}]}, {"lines": [{"text": "If the guy in front of you at the polls has arm swords, you might want to considering filling out an absentee ballot.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "The official CIA report, the Duelfer report, has come out. The one that they've been working on for the past two years that will be the definitive answer on the weapons of mass destruction programs in Iraq, and it turns out, uh, not so much. Apparently, there were no weapons of mass destruction in Iraq, and their capabilities had been degraded, and they pretty much stopped trying anything in '98. Both the president and the vice president have come out today in response to the findings and said that they clearly justify the invasion of Iraq. So, uh, some people look at a glass and see it as half full, and other people look at a glass and say that it's a dragon.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[\"Daily Show\" after his \"Crossfire\" appearance]\nLet's see, what did I do on Friday? Mmmm, got a haircut, mmmm, called a guy a dick on national television.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "If we are going to amend the constitution, shouldn't it be to keep the omos-hay from arrying-may?", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Who really cares what Hollywood thinks? All these hacks come out there. Hollywood is controlled by secular Jews who hate Christianity in general, and Catholicism in particular. It's not a secret, okay? And I'm not afraid to say it. That's why they hate this movie. It's about Jesus Christ, and it's about truth. It's about the Messiah. Hollywood likes anal sex. They like to see the public square without nativity scenes. I like families. I like children. They like abortions. I believe in traditional values and restraint. They believe in libertarianism. We have nothing in common.", "character": null, "characterId": null}, {"text": "What the fuck is this guy's problem?", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "61% of graduating teens have had sex, 37% will eventually have sex, and 2% become statisticians.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Nothing promotes abstinence as well as the image of James Carville masturbating. On a less disturbing note, terrorism is back in the news...", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[after Alberto Gonzales says that he believes in the rule of law]\nHey, everybody! The guy who wants to be Attorney General believes in laws! I wonder what the Secretary of Commerce thinks about capitalism!", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "If you become President, and you are gonna start a war with another country - you don't have to make this promise - would you announce it on our show? Would you do that for us?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Well, I kept this stupid promise to be on your show and make the announcement...", "character": "John Edwards", "characterId": "nm1685647"}]}, {"lines": [{"text": "My name isn't really Stephen Colbert. It's actually Ted Hitler... A very distant relationship... Two generations back... Directly... I'm the grandson of Hitler.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "[on talking about Cheney failing to pass a bill through the senate]", "character": null, "characterId": null}, {"text": "So let me get this straight. You control the White House, the Senate, the house, and congress. And the only thing that got between you and getting what you want, were these two guys?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[shows a picture of John Kerry and John Edwards]", "character": null, "characterId": null}, {"text": "And you call yourself evil!", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[showing footage of the E! reenactment of the Michael Jackson trial in which the names of the accused are bleeped out]\nNow I can read lips, and the name of the defendant is Motherfucker.", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "\"What is a watch list?\"]\nHey, asshole! It's a list of suspected terrorists that we're watching. In this case, watching buy guns.", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "Hey, listen, lady, Donald Rumsfeld is not on trial here! Hey, wait a second, why isn't Donald Rumsfeld on trial?", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Growing up, my baseball heroes were Wade Boggs, Babe Ruth, and even Joe DiMaggio. They were drunks! They had to overcome their substance! So why can't baseball go back to its roots? Forget the performance-enhancing drugs and bring back the performance-hindering ones! At the very least, do it for the children!", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "Where is Iran located? It's situated conveniently between Iraq and Afghanistan, meaning that...", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[shows a map with three X's between the countries]", "character": null, "characterId": null}, {"text": "Hey! But what do we know about Iran? Well, its capital is Tehran. Its national language is Farsi. Its currency is the Rial. And its architecture is still standing. But what are they up to? Something.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Jose Canseco, Barry Bonds, Sammy Sosa, Mark McGwire, Paul Giambi, and Shrinkynuts McAngrypants!", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[footage of Mark McGwire crying during testimony]\nHey, idiot! There's no crying in baseball testimony!", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "That's why we have this. It's the liberal media filter. It was invented in the 1950s by angry gays and Jews who couldn't get work in musical theater. You know all those nice things you said about President Bush?", "character": "Rob Corddry", "characterId": "nm1117791"}, {"text": "Yes, all those nice things that I said.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Well, thanks to this filter, they all appear to come out negative.", "character": "Rob Corddry", "characterId": "nm1117791"}, {"text": "Is there a conservative media filter?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "They're working on it - it's a work in progress. Although they don't seem to really dig technology all that much.", "character": "Rob Corddry", "characterId": "nm1117791"}]}, {"lines": [{"text": "\"Syria's Unfortunate Events\"]\nYou know, we don't just pick the first pun that comes to mind. That usually takes a couple of hours.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Listen, Osama! I don't care how far you've gone, I don't care how long you've planned. There's no way that you can kill more Americans with *your* guns then we do with our *own*. This is the big leagues, baby! Jon?", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "\"Hollywood is controlled by secular Jews and loves anal sex\"]\nUh... what the fuck is this guy's problem? First of all, Hollywood does not love anal sex. It *loves* it. And second, if Hollywood were run by secular Jews, I would be on a network and Leno, Letterman, and O'Brien would be on Animal Planet.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Welcome to This Week In God. If it's worth suspending rational thought for, it's on This Week In God.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "Kids? Call your moms. For the first time in my life, I am speechless. Here's why.", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}, {"text": "[shows a clip of a group of people racing in dune buggys, stopping to pick up a pig in a trough, then speeding away again]", "character": null, "characterId": null}]}, {"lines": [{"text": "John Ashcroft is teaching a class called \"Leadership In Times Of Crisis\", but his students don't know that he can detain you for several days without telling you why you're being detained.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "That's it for This Week In God. But before we go, let's check last week's collection plates! The Catholics are once again number one, no surprises there. The Baptists come in second, followed by the Methodists. Ooh, Scientology, I'll just check Variety. And finally, Jews for Jesus - buptkiss. But can you really put a price on offending two major religions at once?", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "[about Northern Ireland]\nYou got to know when to hold them, know when to fold them.", "character": null, "characterId": null}, {"text": "There you have it folks. Years of religious turmoil boiled down to a Kenny Rogers lyric.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Church Booth Confessions.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "[Oprah has just given away free cars]\nSee, here's where Oprah has violated the talk show code. Treating the audience like shit. Seriously, she gives away cars and you guys stand in the freezing cold weather for what? This piece of shit show? A bunch of random jokes followed by some interview where I pretend to be remotely interested? We have a green room with a nice couch, big screen TV, snacks, and other nice things, but do we let our audience use it? No.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "IMAX. You're familiar with the IMAX format if you're an elementary school student on a field trip or a college student on a mushroom trip.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "the official half-way point of the George W. Bush presidency.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "I, George Walker Bush.", "character": null, "characterId": null}, {"text": "I, George Walker Bush.", "character": null, "characterId": null}, {"text": "Do solemnly swear.", "character": null, "characterId": null}, {"text": "Do solemnly swear.", "character": null, "characterId": null}, {"text": "At which point, 49% of the country, also, solemnly swore.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[CNN mentioned Princes William and Harry, saying that William is a student and Harry is known for mischief]\nPrince Harry is \"known for mischief\"? Maybe this is CNN's tribute to the British penchant for understatement.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[trademark bewildered Jon look]", "character": null, "characterId": null}, {"text": "CNN then said Charles' ears were \"noticeable\" and called World War II a \"bit of pudding\".", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "April is tax month. If you are having trouble filing your taxes, then you should hire an accountant. They'll give you the same advice that they've given hundreds of corporations - taxes are for douche bags.", "character": "Ed Helms", "characterId": "nm1159180"}]}, {"lines": [{"text": "Welcome to the Daily Show! For anyone watching, if you happen to hear any loud crashes, it's because there's a thunderstorm outside. It's not, as our good friend Alan suggested earlier, the Hammer of Thor crashing to the Earth.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "I think we disagree on everything.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Megachurches. I can't be the only one frightened when our houses of worship sound like they could take on Godzilla.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[discussing summer travel]\nOr how about Las Vegas? America's Mecca of smoking, gambling, and drinking. Or as I like to call it, The Happiest Place On Earth!", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "The biggest surprise was that the Tony Awards were on TV at all. I don't give a shit. Hell, I live behind a Broadway theater and I don't give a shit. I performed on Broadway this year, and I still don't give a shit!", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "[showing footage of the E! reenactment of the Michael Jackson trial]\nI'd show you my reaction to all of this, but that's beneath me. Now here's the reenactment of my rection to the Michael Jackson trial.", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "The new Airbus plane, the A380 is capable of holding 800 passengers. Or, 400 Americans.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "The Democratic Party. They were a political party that had power somewhere in the early 19th and 20th centuries. You might have heard of them. Ask your parents.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Stephen, Senator Frist's appearance at that megachurch could be seen as a serious breach of the separation of church of state.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Jon, let me explain this in a metaphor. If you take a gallon of Neopolitan ice-cream, like the one I'm holding, you need to drag a spoon all the way across it to get the full three flavors.", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "[Colbert puts the gallon of ice cream down and picks up another one]", "character": null, "characterId": null}, {"text": "However, if you have a gallon of fudge sundae ice cream, you can dip your spoon in and enjoy all parts of the sundae at once.", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "So you're implying that mixing church and state is a good thing?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Jon, I'm saying that this megachurch is a Baskin-Robbins.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "At this point, the White House Press Corps has been replaced with actual journalists!", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "President Bush has refused to speak at any NAACP meetings because of scheduling conflicts. That's because he's spent the last five years *scheduling* conflicts!", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "[commenting on the 2005 Congressional energy bill]\nOh, oil! Giver of power, corrupter of governments, non-sticker of surfaces... must you taunt us with your slick, non-renewable goodness?", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Baruch atah adonai!", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "[regarding a new prescription-dispensing drug \"ATM\"]\nWow, that will save a lot of time, because old people are whizzes when it comes to new technology!", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "celebrities! Actor and lovestruck Scientologist Tom Cruise appeared on the Today Show last Friday, where he shared his beliefs on mental health.", "character": "Lewis Black", "characterId": "nm0085400"}, {"text": "I've never agreed with psychiatry, ever. Before I was a Scientologist, I never agreed with psychiatry. And I know that psychiatry is a pseudoscience.", "character": "Tom Cruise", "characterId": "nm0000129"}, {"text": "Unlike Scientology. I mean, that's got science right in the name!", "character": "Lewis Black", "characterId": "nm0085400"}, {"text": "The climax came when Matt Lauer suggested that therapy and antidepressants might work for some people.", "character": "Lewis Black", "characterId": "nm0085400"}, {"text": "Do you know what Adderall is? Do you know Ritalin? Do you know now that Ritalin is a street drug? Do you understand that? You don't know the history of psychiatry; I do. There is no such thing as a chemical imbalance.", "character": "Tom Cruise", "characterId": "nm0000129"}, {"text": "No? Then, what do you call what's happening to you right now?", "character": "Lewis Black", "characterId": "nm0085400"}]}, {"lines": [{"text": "[to John McCain in an interview]\nBut I think that coerced interrogation... the Bagram guys tell me it works, it's just a matter of degree.", "character": "Bill O'Reilly", "characterId": "nm0971123"}, {"text": "That's Bill O'Reilly giving lectures on torture to John \"five years of drinking my own urine in a bamboo cage\" McCain.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[on Cindy Sheehan and the conservative media]\nThe old guilt- by-association argument. She hangs out with Michael Moore whose film Bowling For Columbine featured Charlie Heston... who played a Mexican in Touch of Evil... Mexico speaks the same language as Cuba... where Fidel Castro plotted to kill JFK... as seen in the film starring Kevin Bacon. Oh, Cindy Sheehan! Why do you and your liberal cohorts plan to kill Kevin Bacon?", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[on P. Diddy changing his name]\nJust Diddy! The P is gone! Oh... say it ain't so, Diddy. Why did you do it, Diddy?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Because I thought the P was getting between me and my fans.", "character": null, "characterId": null}, {"text": "The P was getting between him and his fans. You know I don't think it's the P. I think it's the bodyguards.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[on the White House's new chef]\nI think the right may be shocked to learn she once made an organic quince tart with a lactose-free crème anglaise for a vegan banquet.", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "[shrugs]\nWhy would that upset the right?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "It's gay food, Jon. About as gay as it gets. Might as well just stick it up your butt.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "[speech during Justice Sunday]\nIsn't it strange that a government requires a no-smoking sign around gas pumps to remind us of that danger, but then thinks we don't need to be reminded of the danger of living a sinful life?", "character": "Zell Miller", "characterId": "nm1722647"}, {"text": "You know I...", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[shakes head]", "character": null, "characterId": null}, {"text": "I gotta say, I think it's the way it should be. No-smoking signs by gas stations, no religion in the public square. The government should keep us from being engulfed in flames on earth and that's pretty much it.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Oh, insinuating voiceover lady, I think you need a piece of action from movie trailer man.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[on an Iraq comparison to Vietnam]\nSaid a frustrated Vietnam, \"Can we stop comparing intractable conflicts to me? I mean I've moved on. Hello? Thriving sex trade?\"", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "We're going to begin tonight with more on our victory in Iraq. In Iraq, it's just past its two year mark and the victory there is growing increasingly glorious.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Over the past year, several infants have been forbidden to board planes because they shared their name with someone on a government no-fly list. Officials say confusion may stem from Madison being the most popular girl's name last year and number one for boys being Tariq Al Bin Muhammed.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "You know what the situation room is? The guy's got a satellite dish, that's all it is.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "You know, if I had a nickel for every time Bush has mentioned 9/11, I could raise enough reward money to go after bin Laden.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[on George W. Bush's and Sean Penn's actions after Hurricane Katrina]", "character": null, "characterId": null}, {"text": "So to recap - this guy came down four days later to mourn the loss of Trent Lott's house, while I Am Sam waded through toxic sludge in a dinghy.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "First fucker - Michael Brown, the director of the Federal Emergency Management Agency. Brown was nominated to the post by President Bush in 2003, and intends to start the job any day now. Any day now.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[audience applauds in agreement]", "character": null, "characterId": null}]}, {"lines": [{"text": "[to John Kerry]\nOne more thing, and you don't have to answer it if you don't want to. Is it true that every time I buy a bottle of ketchup, your wife gets a nickel?", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[after the show starts airing in Canada]\nWe will start each program with the Canadian national anthem.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[singing]", "character": null, "characterId": null}, {"text": "\"Takin' care of business - every day!\"", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Bush followed his poll numbers and went south.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Christmas. It's the only religious holiday that's also a Federal holiday. That way Christians can go to their services and everyone else can stay home and reflect on the true meaning of Separation of Church and State.", "character": "Samantha Bee", "characterId": "nm1200650"}]}, {"lines": [{"text": "[on the Rockefeller tree lighting]\nThe one-second lighting was preceded by a concert featuring Harry Connick Jr., the Goo-Goo Dolls, Sheryl Crow, and Mayor Michael Bloomberg, because someone had to", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[shouts]", "character": null, "characterId": null}, {"text": "fucking rock the joint! Bloomberg!", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[English accent]\nIs that what happened at your fancy Georgetown Dinner Party, Governor Richardson, sir? I heard as you were leaving you said, \"Good day! Wipe your penis on the curtains and walk out!\" That is what I heard!", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[Bill O'Reilly accused The Daily Show of being part of the war on Christmas]\nAnd let me say to you, Bill O'Reilly, and the entire O'Reilly clan, \"Feliz Navidad.\" Although I'm sure you're concerned that *that's* getting too prevalent in this country, as well.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[after discussing Bill O'Reilly's one-year-out-of-date, presumably sarcastic \"Merry Christmas, Jon Stewart!\"]", "character": null, "characterId": null}, {"text": "You know what? It's okay, if Bill O'Reilly needs to have an enemy, needs to feel persecuted, you know what? Here's my Kwanzaa gift to him. Are you ready? All right.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[holiday overlay frame fades in]", "character": null, "characterId": null}, {"text": "I'm your enemy, make me your enemy. I, Jon Stewart... hate Christmas. Christians! Jews- morality. And I will not rest, until every year, families gather to spend December 25th together... at Osama's homobortionpot'n'commiejizzporium.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[audience laughs and cheers]", "character": null, "characterId": null}]}, {"lines": [{"text": "Yes, that's a *former Pentagon spokesperson*, explaining to a *reporter*, why *propaganda* may not be good.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Jon, I'm here at the hospital where Austin lawyer and Republican fundraiser Harry Whittington is in stable condition after being shot by Vice President Dick Cheney during a weekend quail hunting expedition. Doctors say he's recovering quickly after being shot in the face by the vice president. I'll be here all day with continuous coverage of how Vice President Dick Cheney shot a 78-year-old man in the face, after he mistook him for a small bird.", "character": "Ed Helms", "characterId": "nm1159180"}]}, {"lines": [{"text": "Jon, I'm being told Whittington's condition has now been upgraded from \"stable\" to \"stable but still shot in the face by the vice president.\" It's good news really.", "character": "Ed Helms", "characterId": "nm1159180"}]}, {"lines": [{"text": "Americans do not have to choose between a strong economy and a clean environment.", "character": null, "characterId": null}, {"text": "You'll get neither and like it!", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "What is this 'Party of Death' and what can we do to defeat it?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "The 'Party of Death' is a term I use to describe all the forces in our politics and culture that are undermining the right to life.", "character": null, "characterId": null}, {"text": "And that would be in the domain of the Democrats, the media, and the courts.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "And more broadly in the rest of society.", "character": null, "characterId": null}, {"text": "Now, I read your book. The rest of society isn't mentioned.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "So basically, if you want to make sense of the Bush Administration's foreign policy, this is the tone we take with a country whose leader is openly hostile to the United States and who has admitted having an active nuclear program.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "If Iran's leaders reject our offer, it will result in action before the Security Council!", "character": null, "characterId": null}, {"text": "This is the tone we take with a country whose leader is openly hostile to the United States and who we think might have been trying to reconstitute a nuclear program.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "America will not accept a serious and mounting threat to our country and our friends and our allies.", "character": null, "characterId": null}, {"text": "And this is how we deal with a guy who we know has a nuclear weapon and a missle that could hit California.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Hey, everybody.", "character": null, "characterId": null}, {"text": "\"Hey, everybody! North Korea's going to launch a nuclear missile. Hey, Mom!\"", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[follwing a series of bizarre statements from the House's hearings on violent video games]", "character": null, "characterId": null}, {"text": "Seriously, the House of Representatives is filled with insane jackasses.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[George W. Bush voice]\nJust picture your loved ones dead. Just do it for me. Are you picturing it? Do you got it? All right, now go vote.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "There have been reports Anna Nicole Smith actually choked on her own vomit.", "character": null, "characterId": null}, {"text": "You know, I'm not choking on mine right now, but I'm tasting it a little.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "The media unleashed a full-scale coverage orgy, with CNN at one point going ninety minutes without a commercial, making the death of Anna Nicole Smith a more significant news event than a State of the Union address and slightly less than 9/11.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Children. After oil, they're our most valuable national resource.", "character": "Himself - Correspondent", "characterId": "nm1443527"}]}, {"lines": [{"text": "a painful injection of dead virus.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "What really excites me about this revelation is that it lowers the standard for the next invasion. Before, the standard was imminent danger. Now the standard is \"What are you lookin' at? You lookin' at me? 'Cause my friend says you're lookin' at me and there's nobody else here so I guess you're looking at me!\"", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "The Daily Show with Jon Stewart. We're getting a helicopter... soon.", "character": null, "characterId": null}]}, {"lines": [{"text": "Guy with chin-stud and... top-of-nose thing, I think I'll miss you most of all", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Former Tyco CEO Dennis Kozlowski and two other former Tyco executives have been charged with looting their company of hundreds of millions of dollars. If that weren't enough, putting a good deal of that toward private purchases on the company tab, including $36 million worth of homes, two sets of sheets for nearly $6, 000, and a shower curtain valued at $6, 000. I'll tell ya, for that price, it had really better keep small puddles from forming on the bathroom floor... In the most egregious example, Kozlowski spent $2.1 million on a lavish birthday party for his wife, complete with Roman gladiators at the door and an ice sculpture of Michelangelo's David that dispensed vodka from its penis. Classy and a perfect accompaniment to the beluga caviar oozing out its ass.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Underneath the rotted timbers of the sunken vessel lies conclusive evidence that the USS Republic was piloted... by Adolf Hitler.", "character": "Rob Corddry", "characterId": "nm1117791"}]}, {"lines": [{"text": "In street lingo, are you running to stick it to the man?", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "I don't know what street you got that language...", "character": "Al Sharpton", "characterId": "nm0789314"}, {"text": "The urban street. The mean streets.", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "I'm sticking up for a lot of people that have felt that no one has stuck up for them, but I'm not trying to stick it to anyone.", "character": "Al Sharpton", "characterId": "nm0789314"}, {"text": "Not even the man?", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "Who's the man?", "character": "Al Sharpton", "characterId": "nm0789314"}, {"text": "Let's pretend for a moment that I'm the man. Now, stick it to me.", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "uh... I'm not sticking it to anyone.", "character": "Al Sharpton", "characterId": "nm0789314"}, {"text": "Not even the man? He's very stickable.", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "I don't get thrilled by sticking it to you, I get thrilled by stopping you... sticking it... st... you're sticking it to me.", "character": "Al Sharpton", "characterId": "nm0789314"}]}, {"lines": [{"text": "Pretend that I'm you, the Reverend Al Sharpton, and you're me, Stephen Colbert. Tell me why me/you should vote for you/me.", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "You're Reverend Al Sharpton?", "character": "Al Sharpton", "characterId": "nm0789314"}, {"text": "I'm the Reverend Al Sharpton. You're Stephen Colbert. Tell me...", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "Tell Al Sharpton?", "character": "Al Sharpton", "characterId": "nm0789314"}, {"text": "Tell me/you why you/me should vote for me/you.", "character": "Stephen Colbert", "characterId": "nm0170306"}, {"text": "Because you/me are the best candidate, and you oughta know that.", "character": "Al Sharpton", "characterId": "nm0789314"}, {"text": "You're gonna have to back that up, because right now, you aren't persuading you.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "But the weather started getting rough. The giant ship was tossed. If it weren't for the bravery of the fearless crew... actually, the Republic was lost.", "character": "Rob Corddry", "characterId": "nm1117791"}]}, {"lines": [{"text": "Professor Banzafh, name one way you're not Hitler.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "Ever wonder what 250 identical chairs look like? Then come to a free taping of The Daily Show With John Stewart.", "character": null, "characterId": null}]}, {"lines": [{"text": "it decided to go with a dictatorship.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Al Gore endorsing Howard Dean. It's pretty hard to see how Dean can recover from this.", "character": "Rob Corddry", "characterId": "nm1117791"}]}, {"lines": [{"text": "Remember, the last person Al Gore endorsed was Al Gore. And you remember how well that went. Really, *do* you remember? I have no idea.", "character": "Rob Corddry", "characterId": "nm1117791"}]}, {"lines": [{"text": "Here in the U.S., we've made democracy into a science. A cold, impersonal science.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Yes, Jon, Howard Dean did make some big mistakes campaigning for the Iowa Caucus, namely, spending too much time in Iowa.", "character": "Rob Corddry", "characterId": "nm1117791"}]}, {"lines": [{"text": "What about the State of the Union? Did you go to the speech?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "I had no choice.", "character": "Sen. John McCain", "characterId": "nm0564587"}]}, {"lines": [{"text": "[reporting on the deaths of Saddam Hussein's sons, Uday and Qusay]", "character": null, "characterId": null}, {"text": "There are a lot of electrodes that will be flying at half-testicle tonight.", "character": "Samantha Bee", "characterId": "nm1200650"}]}, {"lines": [{"text": "Well, I'm looking forward to the upcoming primaries down south, I think I'm doing pretty well. I got more than one percent of the vote in the last primary.", "character": null, "characterId": null}, {"text": "Huzzah! More than one out of a hundred people has voted 'Kucinich!' Break out the champagne!", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "First there was the New Hampshire primary, and we had nearly a year leading up to it. And now, look! Three primaries in one weekend! How many of these things are they going to have?", "character": "Ed Helms", "characterId": "nm1159180"}, {"text": "Uh... there's fifty, Ed.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Fifty? That's almost one per state!", "character": "Ed Helms", "characterId": "nm1159180"}]}, {"lines": [{"text": "Even though the municipal workers' union withdrew its support for Howard Dean, Dean still has the support of the 50, 000 member 'Angry Pipe-fitters Union'. Reached for comment, the union leader said, \"AAh! Freakin' pipes! Won't freakin' fit together! Makin' me so mad!\"", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[Impersonating Howard Dean]", "character": null, "characterId": null}, {"text": "Who's got two thumbs and a creepy, freaky smile?", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[during an interview with Diane Sawyer]\nGod ordains everything. God made my bed, you know?", "character": null, "characterId": null}, {"text": "...Mel Gibson is one lazy mother", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[beep]", "character": null, "characterId": null}, {"text": ". Can't you make your own bed? God has things to do! Make your bed! God can't say, \"I have to end a famine... Oh, wait! Gibson's bed!\"", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "War is all the rage these days, so let me lay another one on you - TIVO vs. Advertisers. With more and more Americans zapping commercials, advertisers are going guerilla on our asses. Taking it to new and better heights. For example, five-foot tall bulimic men. The Churchill Downs recently OK'd the jockeys to wear advertisements on their shorts. The commission for the Churchill Downs has stated in the past that it didn't want, quote \"advertisements that would not taint or destroy the fine tradition here at Churchill Downs\". That means that they didn't want ads tainting the nobility of gambling. Which means no ads for glue or dog food, it upsets the horses! So what did the ads permit? An ad for Hypnotiq, a liquor made from vodka, cognac, and tropical fruit juices. Just perfect for Derby Day. And it's the only drink more likely to make you puke than a mint julep. Baseball has also permitted these ads, but the players wont wear them. Not because of the purity of the game, but the ads conflict with the player's own endorsement deals. Speed Stick? I thought they endorsed Right Guard! Say it aint so!", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "Winner of the 2005 Peabody Award!", "character": null, "characterId": null}, {"text": "If the voters have any balls! Well, do ya, voters? Do you have any balls? Because I do! Let me show you!", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "\"And to our Jewish viewers, happy Resh Hoshin!\"", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "I think Colin Powell is on the verge of a nervous breakdown.", "character": "Alec Baldwin", "characterId": "nm0000285"}, {"text": "", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[extends arms]", "character": null, "characterId": null}, {"text": "Hold me.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[after a senator equates gay marriage with people marrying animals]\nSo to sum it up, it will take two thirds of both Houses of Congress plus three quarters of the states to pass an amendment saying that two straight parents are better than one straight parent which is still better than two gay parents which is equal to a guy screwing a turtle.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "We ate Frank DeCaro last night... and he was delicious.", "character": "Rob Corddry", "characterId": "nm1117791"}]}, {"lines": [{"text": "I'm a blue-stater, baby!", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "It's time for - Let's go! Bomb Iran. Brought to you by Target.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "We all know what happens to celebrities when their time is up - rehab and then a stint on VH1.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Al Gore, two term vice president who couldn't beat a one term Texas governor is launching Current, a new cable news channel being aimed at male, internet savvy viewers between the ages of 18 - 34. A very underrepresented niche market, which currently only has MTV, MTV2, Vh1, Fuse, G4Tech, Spike, Sci-Fi, all the ESPNs, Style, and everything else on television! Except of course for Pax and the new channel Hallmark Oldsters. One of the unique things about Current is Googlewatch, a half-hour show that features what people are searching for on the popular search engine. Just when you thought that television should feature more of Terri Hatcher + nude / buttshot.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[after Jose Canseco likens taking steroids in the '80s to drinking coffee]\nYes, drinking coffee from a syringe injected into Mark McGuire's ass!", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "I don't think that when our founding fathers came along they expected freedom of speech to mean that you could have this gangsta rap going in kids ears.", "character": "Zell Miller", "characterId": "nm1722647"}]}, {"lines": [{"text": "[footage of her on a TV show]\nI took a poo in the woods. It was awesome!", "character": "Drew Barrymore", "characterId": "nm0000106"}, {"text": "If there wasn't a better symbol for America being out of touch with the world than a celebrity crapping in the native's back yard, I havent found one!", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "[discussing the new Wynn Hotel/Casino in Las Vegas]\nIt's the most expensive hotel ever built. So how do they pay for it? By a three hour commercial otherwise known as The Today Show.", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}, {"text": "[footage of hosts saying \"They let us in.\"]", "character": null, "characterId": null}, {"text": "Really? For three hours of free advertising on network television, they just let you in the casino? Wow!", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "More and more pharmacists are refusing to fill birth control medication. For this guy, life begins when you first think about having sex.", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "[discussing disaster-torn Sri Lanka attracting only 4 tourists]\nAnd those four tourists were Cameron Diaz and her three friends! And Drew Barrymore just took a shit in the pool!", "character": "Contributor, 'Back in Black'", "characterId": "nm0085400"}]}, {"lines": [{"text": "Vice President Dick Cheney said that Howard Dean's comments about America being a \"white Christian nation\" were over the top. Folks, that is not over the top. An over the top statement would be something like, \"Republicans like to sodomize sheep and drink piss straight from their", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[beep]", "character": null, "characterId": null}, {"text": "\"! That's over the top. That's straight from the", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[words beeped out]", "character": null, "characterId": null}, {"text": ".", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[on how the 20th 9/11 hijacker is being treated at Guantanamo Bay, Cuba]\n... his dinner is noodles Jefferson.", "character": null, "characterId": null}, {"text": "Noodles Jefferson! I think I went to high school with that guy. I went to high school with Noodles Je... I remember very clearly we called him \"Noodles\" because... ehh... of his fondness for... uhhh... he liked noodles. Big fan of the noodles. What are ya eatin' today... noodles.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[John Kerry is giving his speech at the 2004 Democratic National Convention]\nAnd what can I say about Teresa?", "character": "John Kerry", "characterId": "nm0449902"}, {"text": "That bitch is *loaded*!", "character": "Stephen Colbert", "characterId": "nm0170306"}]}, {"lines": [{"text": "00, we'll be done with the war and be declaring war on France.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[on proposed congressional funding for the \"American Tobacco Trail\"]\nHere's everything you need to know about the American Tobacco Trail - it starts at slavery and ends at cancer.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "How does Harry Potter stay on top?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[throws hands around]", "character": null, "characterId": null}, {"text": "Magic!", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "What do those drugs do, Rob?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Ask your doctor.", "character": "Rob Corddry", "characterId": "nm1117791"}, {"text": "Seriously, what do they do?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Seriously, Jon, ask your doctor. I don't know. See, if a pharmaceutical company advertises a prescription drug but doesn't say what it does, the FDA doesn't make them list the side effects. That's why the TV spots for the drugs I just mentioned don't give the foggiest indication for what those pills do other than that they seem to help old people ride tandem bicycles.", "character": "Rob Corddry", "characterId": "nm1117791"}]}, {"lines": [{"text": "Just a quick observation- when people do not want to play the blame game...", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[shouts]", "character": null, "characterId": null}, {"text": "They're to blame.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "[introducing oil executives]\nAnd finally, Exxon-Mobil CEO Lee Raymond, the only man who comes pre-caricatured for an editorial cartoon. You know, uh, I know one place you might want to start looking for oil... jowls...", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "It is on, motherfucker!", "character": "Bob Wiltfong", "characterId": "nm1331513"}]}, {"lines": [{"text": "Yesterday they performed the first successful partial face transplant, on a 38-year-old who wished to remain anonymous. Although I have to say, it seems like a long way to go just to remain anonymous.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "The Rockafeller Centre Christmas tree lighting dates back to 1931, when depression-era labourers proudly mounted a 12 foot white spruce in the middle of their construction site, and then ate it.", "character": "Jon Stewart", "characterId": "nm0829537"}]}, {"lines": [{"text": "Oh, crap, I forgot Chanukah! Ooh! Chanukah's on the 7th. How could I forget the holiday that starts on a different day every year and commemorates a lamp not going out?", "character": "Samantha Bee", "characterId": "nm1200650"}]}, {"lines": [{"text": "Christmas has been saved from many things, like Scrooge, the Grinch, and Kathy Lee Gifford.", "character": "Bob Wiltfong", "characterId": "nm1331513"}]}, {"lines": [{"text": "[sobbing]\nDon't look at me!", "character": "Dan Bakkedahl", "characterId": "nm2045884"}, {"text": "[taking off shirt]", "character": null, "characterId": null}, {"text": "Just take whatever you need! I just want to act!", "character": "Dan Bakkedahl", "characterId": "nm2045884"}, {"text": "[eerie music plays]", "character": null, "characterId": null}]}, {"lines": [{"text": "Name three words that best describe you.", "character": "Host", "characterId": "nm0452929"}, {"text": "Ohhh!... ummm... uhhh...", "character": null, "characterId": null}, {"text": "I think we can accept that!", "character": "Host", "characterId": "nm0452929"}]}, {"lines": [{"text": "We pass a law that says it's against the law to murder someone in the United States.", "character": null, "characterId": null}, {"text": "[stuttering]\nWe-we don't have that law? I'll be right back.", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[Jon runs away, jumps out the door]", "character": null, "characterId": null}, {"text": "Ha, ha! Hobo! I got to find me a hobo!", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "[runs up to hobo and starts strangling him]", "character": null, "characterId": null}, {"text": "Ahhh! Hobo! How do you like that hobo?", "character": "Jon Stewart", "characterId": "nm0829537"}, {"text": "Hey, murder's already illegal!", "character": null, "characterId": null}, {"text": "[Jon runs back to news desk]", "character": null, "characterId": null}]}, {"lines": [{"text": "[on Vice President Dick Cheney's shooting victim Harry Whittington heart attack]\nI am downgrading the story from \"incredibly hilarious\" to \"still funny but a little sad\".", "character": "Jon Stewart", "characterId": "nm0829537"}]}]}