{"quotes": [{"lines": [{"text": "What do we tell the Johnny Rebs when they ask who we are and where we're from?", "character": "William Campbell", "characterId": "nm0948714"}, {"text": "Tell them you're Kentuckians escaping the rule of the Yankees to join a Southern Regiment. If they press you closely, tell 'em you hail from Fleming County, Kentucky. I'm from Flemingsburg myself. No man from that county has ever joined the Southern army... As for you, Mr. Buffum, it might be wiser if you didn't speak at all. I never met a Kentuckian so plainly from Massachusetts.", "character": "James J. Andrews", "characterId": "nm0662240"}]}, {"lines": [{"text": "Do we have to be better Southerners than the Johnny Rebs themselves?", "character": "William Campbell", "characterId": "nm0948714"}, {"text": "If you can't drink their toasts and sing their songs, love Jeff Davis and hate Abe Lincoln by next Friday, you'll never reach Marietta.", "character": "James J. Andrews", "characterId": "nm0662240"}]}, {"lines": [{"text": "[the Raiders had successfully stolen the General]\nWe're through playing Rebs, we're Yankees again!", "character": null, "characterId": null}, {"text": "I can talk! I can open my mouth!", "character": "Robert Buffum", "characterId": "nm0278646"}, {"text": "Go ahead.", "character": "William Campbell", "characterId": "nm0948714"}]}, {"lines": [{"text": "[as the raiders are climbing into the boxcar, Andrews notices that a Confederate soldier is watching them]", "character": null, "characterId": null}, {"text": "Come on, boys. When it's orders from Beauregard, we can't keep the General waiting.", "character": "James J. Andrews", "characterId": "nm0662240"}, {"text": "[Confederate soldier walks away]", "character": null, "characterId": null}]}, {"lines": [{"text": "[shows Fuller a letter]\nYou don't get a letter like that from Brigadier General Beauregard just for running Quinine.", "character": "James J. Andrews", "characterId": "nm0662240"}, {"text": "No, I reckon you don't. I'd give my right arm just to serve under that man.", "character": "William A. Fuller", "characterId": "nm0001374"}, {"text": "*You are*! This railroad is the artery that pumps fresh blood into the army of Mississippi on the left land, and to the army of Northern Virginia on the right. Beauregard and Robert E. Lee would *perish* without men like you!", "character": "James J. Andrews", "characterId": "nm0662240"}]}, {"lines": [{"text": "[narrating, about William Campbell]\nMy companion was the giant Bill Campbell. And as I came to know him, I felt a growing concern over his quick and violent temper. One such powder keg could blow our whole expedition sky-high.", "character": "William Pittenger", "characterId": "nm0527017"}]}, {"lines": [{"text": "[the train is about to pull into Big Shanty]", "character": null, "characterId": null}, {"text": "Have a good breakfast, Mr. Fuller. And don't you worry about any deserters, I'll *take care* of your train.", "character": "James J. Andrews", "characterId": "nm0662240"}]}, {"lines": [{"text": "[the raiders see Andrews successfully talking some repairmen into giving their tools to them]", "character": null, "characterId": null}, {"text": "if Andrews *asked* for it, they'd *give* it to him!", "character": "William Pittenger", "characterId": "nm0527017"}]}, {"lines": [{"text": "[Narrating about James J. Andrews]\nJames J. Andrews was a man of mystery as befitted his location. Though in reality a Union Spy, he was trusted throughout the South as a blockade runner. It was typical that even now as he neared our lines he was riding a horse he had borrowed from the Confederates.", "character": "William Pittenger", "characterId": "nm0527017"}]}, {"lines": [{"text": "William Pittenger.", "character": "William Pittenger", "characterId": "nm0527017"}]}, {"lines": [{"text": "[the General finally leaves Kingston Station after being stranded there for an hour]", "character": null, "characterId": null}, {"text": "When I was a little boy, my father locked me in a closet for 14 hours. I always obeyed him after that, but I never *liked* him much.", "character": "Marion A. Ross", "characterId": "nm0576353"}]}]}