{"quotes": [{"lines": [{"text": "Pain lasts, kid. It's how you know you're alive. Sometimes I think this growing up thing is just pain management.", "character": "The Maxx", "characterId": "nm0355112"}]}, {"lines": [{"text": "[Sara's holding a gun to her head]", "character": null, "characterId": null}, {"text": "Ok, heres the point in the story where I have this cathartic revelation that suicide's wrong, that life's worth living and everything'll be OK. Yeah, right. And that's why this story doesn't work!", "character": "Sara", "characterId": "nm0200324"}, {"text": "[Throws the gun down]", "character": null, "characterId": null}, {"text": "'Cause I just don't buy it.", "character": "Sara", "characterId": "nm0200324"}, {"text": "Nobody buys it, but that's not why you go on.", "character": "Julie", "characterId": "nm0848087"}, {"text": "Why then?", "character": "Sara", "characterId": "nm0200324"}, {"text": "Because things'll change. You'll change.", "character": "The Maxx", "characterId": "nm0355112"}, {"text": "What about right now?", "character": "Sara", "characterId": "nm0200324"}, {"text": "Right now, you wait.", "character": "Julie", "characterId": "nm0848087"}]}, {"lines": [{"text": "You, however, have a problem with women.", "character": "Julie", "characterId": "nm0848087"}, {"text": "[scoff]\nHow perceptive... did you figure that one out when I kidnapped you, or tied you up with leather straps? OF COURSE I'VE GOT A PROBLEM WITH WOMEN!", "character": "Mr. Gone", "characterId": "nm0823048"}]}, {"lines": [{"text": "the real world, where we are at the mercy of circumstance; and the world within, the unconscious, a safe place we where can escape. The Maxx shifts between these worlds against his will. Here, homeless, he lives in a box in an alley. The only one who really cares for him is Julie Winters, a freelance social worker. But in Pangaea, the other world, he rules the Outback and is the protector of Julie, his Jungle Queen. There, he cares for her. But he always ends up back in the real world. And me, old Mr. Gone?", "character": "Mr. Gone", "characterId": "nm0823048"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "Only I can see that the secret that unites them could destroy them. I could be helpful... Ah, screw it! I think I'll have some fun with them first.", "character": "Mr. Gone", "characterId": "nm0823048"}, {"text": "[diabolical laughter]", "character": "Mr. Gone", "characterId": "nm0823048"}]}, {"lines": [{"text": "The others cry out for you, Julie Winters. Their screams of agony are the kisses I place along your neck", "character": "Mr. Gone", "characterId": "nm0823048"}]}, {"lines": [{"text": "That's how it ends, Doc. Not with a bang, or a whimper, but with a \"thwack.\"", "character": "Mr. Gone", "characterId": "nm0823048"}]}, {"lines": [{"text": "Funny, but I keep seeing that doll she made of Mr. Gone... beheaded! That must mean something. The things that could be under my mask... .", "character": "The Maxx", "characterId": "nm0355112"}, {"text": "Look, Maxx, that freak nearly killed us. And just because you imagine you have a rabbit's head in the Outback is certainly no reason to fear you might actually have one here. It's so classic, Maxx. You see yourself as some jungle avenger because in your in real life you're powerless. And I can't blame you. We all need some place to go away to; some place we can be who we should have been instead of who we are; some safe place where we can escape reality. Hide. I know there are things to hide from.", "character": "Julie", "characterId": "nm0848087"}, {"text": "My mask. I can feel it crawling... .", "character": "The Maxx", "characterId": "nm0355112"}, {"text": "Shush.", "character": "Julie", "characterId": "nm0848087"}, {"text": "Please! Make it stop!", "character": "The Maxx", "characterId": "nm0355112"}, {"text": "Just rest now. It's okay. It's okay.", "character": "Julie", "characterId": "nm0848087"}]}, {"lines": [{"text": "To be first in the soil, which erupts in the coil, of trees veins and grasses all brought to a boil. Wait, it's different somehow, cause this land isn't mine, and my brain has been freed, I'm not thinking in... poetry stuff.", "character": "The Maxx", "characterId": "nm0355112"}]}, {"lines": [{"text": "Mom called, said to call if you needed anything.", "character": "Sara", "characterId": "nm0200324"}, {"text": "Great. Hey, when you talked to your mom, did you happen to mention that there's a slight chance this entire world is all my dream and if I wake up it could end everything.", "character": "Julie", "characterId": "nm0848087"}, {"text": "Well I might have left that part out.", "character": "Sara", "characterId": "nm0200324"}, {"text": "Just as well, it's not exactly my favorite part.", "character": "Julie", "characterId": "nm0848087"}]}, {"lines": [{"text": "I'm that part of you that escapes, Julie. I reflect what's deep inside, the image of strength and independence you felt before you were... violated. But as I absorb more misery and bitterness, I change. I fear what I am becoming, Julie. But now that you have seen this, the world can never be the same size again.", "character": "The Jungle Queen", "characterId": "nm0355112"}]}, {"lines": [{"text": "I'm not the one who wears underwear outside her clothes.", "character": "Mr. Gone", "characterId": "nm0823048"}]}, {"lines": [{"text": "[about her schoolmates]", "character": null, "characterId": null}, {"text": "They're all necro-nerds and Sand freaks. They think death is romantic. Death is hard and cold and ugly, not some cute chick.", "character": "Sara", "characterId": "nm0200324"}]}, {"lines": [{"text": "Did my saying that shock you? GOOD! Writers are supposed to shock people.", "character": "Sara", "characterId": "nm0200324"}]}, {"lines": [{"text": "No matter how low you are on the food chain, there's always somebody lower.", "character": "Sara", "characterId": "nm0200324"}]}, {"lines": [{"text": "I was sitting under the Jones Street underpass yesterday. That's because I want to be a writer and writers gotta have experiences, like underpasses.", "character": "Sara", "characterId": "nm0200324"}]}, {"lines": [{"text": "Life is pretty pathetic when even your own hallucinations lie to you.", "character": "Sara", "characterId": "nm0200324"}]}, {"lines": [{"text": "What a cruel world, letting something this profound be conveyed in words this trite!", "character": "Sara", "characterId": "nm0200324"}]}, {"lines": [{"text": "Everybody dies.", "character": "The Maxx", "characterId": "nm0355112"}]}, {"lines": [{"text": "At least in his dreams he's some kind of superhero. Boy this city's full of people who are experts at avoiding reality, and with good reason. I'm not sure any of us wants to know what goes on at 3am in some stink ridden ally. God know who doing god know what. Best not to think about it, just push it down and go on", "character": "Julie", "characterId": "nm0848087"}]}, {"lines": [{"text": "This doll is telling me things I don't want to hear and if it doesn't shut up in going brush it's head, I'm going to brush and brush until I brush off it's head.", "character": "Julie", "characterId": "nm0848087"}]}, {"lines": [{"text": "Cartoons are so pretentious.", "character": "Julie", "characterId": "nm0848087"}]}, {"lines": [{"text": "You killed my hostage? You killed my hostage!", "character": "Mr. Gone", "characterId": "nm0823048"}, {"text": "[shouting]", "character": null, "characterId": null}, {"text": "You killed my hostage", "character": "Mr. Gone", "characterId": "nm0823048"}, {"text": "[Mr. Gone shoots The Maxx]", "character": null, "characterId": null}, {"text": "Ouch?", "character": "The Maxx", "characterId": "nm0355112"}, {"text": "Never do that again!", "character": "Mr. Gone", "characterId": "nm0823048"}]}, {"lines": [{"text": "I wish it was time for Cheers, but it's not. It's time for vengeance!", "character": "The Maxx", "characterId": "nm0355112"}]}, {"lines": [{"text": "I can't believe you want to get involved in that censorship crap.", "character": "Julie", "characterId": "nm0848087"}]}]}