{"quotes": [{"lines": [{"text": "You notice how it's Monopoly out there? Remember Boardwalk, Park Place, Marvin Gardens?", "character": "Jason Staebler", "characterId": "nm0001136"}, {"text": "Go directly to jail?", "character": "David Staebler", "characterId": "nm0000197"}, {"text": "Well, that's me. Don't pass go, don't collect $200.", "character": "Jason Staebler", "characterId": "nm0001136"}]}, {"lines": [{"text": "What's going on?", "character": "Jessica", "characterId": "nm0732783"}, {"text": "Your mother's gonna murder one of us. So far the only one she hasn't nominated is you.", "character": "David Staebler", "characterId": "nm0000197"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "I promised that I would tell you... why I never eat fish. When we all moved into my grandfather's house... it somehow fell to me to keep the old man's mind off of things. We would play casino over an old card table. He never let me win. One time he put one of those tiny model trains... into my hamburger. He was a practical joker. I broke my tooth on it. On Friday evenings we had fish at our house. Every Friday. Not on religious grounds, but because... Grandpa was a fish enthusiast. \"Keeps ya from going blind,\" he would say. Even though the bones always got caught in his throat. My brother and I would sit next to one another... waiting for his terrible coughing to begin. Then one of us would be dispatched to the kitchen to get a heel of bread... to clear the bones. He'd gulp it down, and slowly his coughing would diminish. And then everything would be quiet again and we would go on with the meal... as though nothing had happened. One Friday... my parents went out... leaving my brother and I alone to serve ourselves and Grandfather. Mom left the fish warming on the stove. Breaded sole. The bread crumbs only helped to conceal the bones. When the inevitable coughing began... my brother and I just sat... and looked at each other... not moving. Grandfather's eyes got wide. His face became contorted and red... his arms flailing about. I raced to the kitchen and back with a heel of pumpernickel. Grandfather reached out for it convulsively. But... I... handed it to my brother instead. And he... back to me. Grandfatherpitched... Grandfather pitched... face forward onto the dining room table and then... back, knocking his chair over... pulling the tablecloth, silverware... mashed potatoes, fish... stewed tomatoes with peppers and onions... all of it on top of him. Heaped on the floor... behind the table he... Iooked like the remains... of some chaotic dinner party. My brother took the incriminating pumpernickel from my hand and... stuck it... into Grandpa's fingers. I think at that moment, my brother and I became accomplices forever. \"Don't ever say a word about this,\" he said. \"Just go to bed and pretend... that you're asleep.\" The next morning... my parents explained to me that... Grandpa had gone away on business... and had left me a very special kiss good-bye.", "character": "David Staebler", "characterId": "nm0000197"}, {"text": "[a music plays out of nowhere]", "character": null, "characterId": null}, {"text": "Are you out of your mind?", "character": "David Staebler", "characterId": "nm0000197"}, {"text": "Sorry, Dave. The guy said it was an emergency.", "character": "Spot Operator", "characterId": "nm0653966"}, {"text": "I don't care what the story is. I'm on the air.", "character": "David Staebler", "characterId": "nm0000197"}, {"text": "Anything you say. I'm sorry.", "character": "Spot Operator", "characterId": "nm0653966"}, {"text": "[music fades]", "character": null, "characterId": null}, {"text": "Enough talk. Let's hear our theme all the way through tonight. Until Wednesday, then, this has been Etcetera... and I have been your host, David Staebler.", "character": "David Staebler", "characterId": "nm0000197"}]}]}