{"quotes": [{"lines": [{"text": "I shoulda known better than to trust a cop. My own goddamn mother coulda told me that.", "character": "Eddie 'Fingers' Coyle", "characterId": "nm0000053"}, {"text": "Everybody oughta listen to his mother.", "character": "Dave Foley", "characterId": "nm0430151"}]}, {"lines": [{"text": "One of the first things I learned is never to ask a man why he's in a hurry. All you got to know is I told the man that he could depend on me because you told me I could depend on you. Now one of us is gonna have a big fat problem. Another thing I learned. If anybody's gonna have a problem, you're gonna be the one.", "character": "Eddie 'Fingers' Coyle", "characterId": "nm0000053"}, {"text": "You finished?", "character": "Jackie Brown", "characterId": "nm0444198"}, {"text": "No, I am not finished. Look, I'm gettin' old, you hear? I spent most of my life hanging around crummy joints with a buncha punks drinkin' the beer, eatin' the hash and the hot dogs and watchin' the other people go off to Florida while I'm sweatin' out how I'm gonna pay the plumber. I done time and I stood up but I can't take no more chances. Next time, it's gonna be me goin' to Florida.", "character": "Eddie 'Fingers' Coyle", "characterId": "nm0000053"}]}, {"lines": [{"text": "This life's HARD man, but it's HARDER if you're stupid!", "character": "Jackie Brown", "characterId": "nm0444198"}]}, {"lines": [{"text": "I was thinkin' in terms of you maybe talkin' to the prosecutor up there, and havin' him drop a word to the judge how I been helpin' my Uncle like a bastard?", "character": "Eddie 'Fingers' Coyle", "characterId": "nm0000053"}, {"text": "Well, I would. But then again you haven't been.", "character": "Dave Foley", "characterId": "nm0430151"}, {"text": "What? I gave you a couple of calls.", "character": "Eddie 'Fingers' Coyle", "characterId": "nm0000053"}, {"text": "Yeah, you give me some real stuff, too. You tell me about a guy that's gonna get hit, 15 minutes later he gets hit. You tell me about some guys on a job, but you don't tell me till their coming out the door with the money. That's not helping Uncle, Eddie. You gotta put your whole soul into it.", "character": "Dave Foley", "characterId": "nm0430151"}]}, {"lines": [{"text": "All right, nothing. I wished I had a nickel for every name I got that was all right.", "character": "Eddie 'Fingers' Coyle", "characterId": "nm0000053"}, {"text": "[shows Jackie Brown his left hand]", "character": null, "characterId": null}, {"text": "Look at that. You know what that is?", "character": "Eddie 'Fingers' Coyle", "characterId": "nm0000053"}, {"text": "Your hand.", "character": "Jackie Brown", "characterId": "nm0444198"}, {"text": "I hope you look closer at those guns than you did at that hand. Look at your own goddamn hand.", "character": "Eddie 'Fingers' Coyle", "characterId": "nm0000053"}, {"text": "Yeah?", "character": "Jackie Brown", "characterId": "nm0444198"}, {"text": "Count your fuckin' knuckles.", "character": "Eddie 'Fingers' Coyle", "characterId": "nm0000053"}, {"text": "All of 'em?", "character": "Jackie Brown", "characterId": "nm0444198"}, {"text": "Count as many as you want. As many as you got, I got four more. You know how I got those? I bought some stuff from a man. I knew his name. The stuff was traced. The guy I bought it for, he's at MCI Walpole for fifteen to twenty-five. Still in there. But he had some friends. I got an extra set of knuckles. They put your hand in a drawer then somebody kicks the drawer shut. Hurt like a bastard.", "character": "Eddie 'Fingers' Coyle", "characterId": "nm0000053"}, {"text": "Jesus.", "character": "Jackie Brown", "characterId": "nm0444198"}, {"text": "What makes it hurt worse, what makes it hurt more is knowing what's going to happen to you, you know? There you are, they just come up to you and say, \"Look. You made somebody mad. You made a big mistake and now there's somebody doing time for it. There's nothing personal in it, you understand, but it just has to be done. Now get your hand out there.\" You think about not doing it, you know. When I was a kid in Sunday school, this nun, she used to say, \"Stick your hand out.\" I stick my hand out. Whap! She'd knock me across the knuckles with a steel-edge ruler. So one day I says, when she told me, \"Stick your hand out,\" I says, \"No.\" She whapped me right across the face with the ruler. Same thing. They put your hand in a drawer, somebody kicks the drawer shut. Ever hear bones breaking? Just like a man snapping a shingle. Hurts like a bastard.", "character": "Eddie 'Fingers' Coyle", "characterId": "nm0000053"}]}, {"lines": [{"text": "The only one fuckin' Eddie Coyle is Eddie Coyle.", "character": "Dave Foley", "characterId": "nm0430151"}]}, {"lines": [{"text": "[Foley has just gotten the jump on some bank robbers he's been following]\nApril Fool, motherfuckers.", "character": "Dave Foley", "characterId": "nm0430151"}]}, {"lines": [{"text": "You can't trace these guns, I guarantee that.", "character": "Jackie Brown", "characterId": "nm0444198"}, {"text": "You better, or neither of us will be able to shake hands.", "character": "Eddie 'Fingers' Coyle", "characterId": "nm0000053"}]}, {"lines": [{"text": "[Hands Dillon $20]\nHere's twenty. Who's calling up?", "character": "Dave Foley", "characterId": "nm0430151"}, {"text": "Remember Eddie Fingers?", "character": "Dillon", "characterId": "nm0001967"}, {"text": "Fella that got his hand busted up. Who's he looking for?", "character": "Dave Foley", "characterId": "nm0430151"}, {"text": "Jimmy Scalise. Do you know him?", "character": "Dillon", "characterId": "nm0001967"}, {"text": "Last time I heard he was in Florida, getting some sun. Does he find him?", "character": "Dave Foley", "characterId": "nm0430151"}, {"text": "I don't know. I'm just a messenger boy.", "character": "Dillon", "characterId": "nm0001967"}, {"text": "They give you numbers.", "character": "Dave Foley", "characterId": "nm0430151"}, {"text": "Telephone numbers. I'm a law-abiding citizen. I got a liquor license.", "character": "Dillon", "characterId": "nm0001967"}, {"text": "Uh, you work for a guy that's got a liquor license. Ever see him? You're a convicted felon.", "character": "Dave Foley", "characterId": "nm0430151"}, {"text": "I work for a guy got a liquor license. I forget sometimes.", "character": "Dillon", "characterId": "nm0001967"}, {"text": "Want to forget this?", "character": "Dave Foley", "characterId": "nm0430151"}, {"text": "I'd just as soon.", "character": "Dillon", "characterId": "nm0001967"}, {"text": "You oughta get yourself a car.", "character": "Dave Foley", "characterId": "nm0430151"}, {"text": "I don't drive. If I could afford a car, I wouldn't be taking twenty a week from you.", "character": "Dillon", "characterId": "nm0001967"}, {"text": "Have a nice day.", "character": "Dave Foley", "characterId": "nm0430151"}]}, {"lines": [{"text": "There's this truck. It bothers me. I know it sounds funny because I suppose you would think that what would be worrying me would be the guys in the truck or maybe some guy I don't even know watching me pretty close in the bar or something. But I have seen the truck. Put two guys in that truck, they could get the pope. The only time I see an engine like that is in a Cadillac. So you know you aren't gonna run away cuz that thing's gonna run right away with ya. In the windshield they got a crack on the passenger side. You open it right up, you stick a deer rifle out there. Now you're on the Mystic Bridge, that thing wheels up behind ya, the windshield's opening up and I ask ya, what are you gonna do now? You're gonna make a good act of contrition is what you're gonna do. I mean, sure, I don't drive. The only time I'm on that bridge is coming home from the track on the bus. Do you see what I'm gettin' at? I know these guys. They're serious. I know them very well. They got a truck for guys that drive cars and they got something else for guys that walk, like me.", "character": "Dillon", "characterId": "nm0001967"}]}, {"lines": [{"text": "And keep this mind. I've got more than five machine guns, and the rest are gonna be pointed at YOU.", "character": "Jackie Brown", "characterId": "nm0444198"}]}, {"lines": [{"text": "No, I don't care to give my name. Stop farting around and give me Foley.", "character": "Eddie 'Fingers' Coyle", "characterId": "nm0000053"}]}, {"lines": [{"text": "Can you imagine being a kid like that. What is he, 24 or something. Greatest hockey player in the world. No four - Bobby Orr. Geeze, what a future he's got, uh?", "character": "Eddie 'Fingers' Coyle", "characterId": "nm0000053"}]}, {"lines": [{"text": "[asking Dillon to commit a hit]\nThe man says tonight.", "character": "The Man's contact man", "characterId": "nm0866055"}, {"text": "Look, when I hit somebody, I do it right - not like some Goddamned kid who found his girl fuckin' someone else.", "character": "Dillon", "characterId": "nm0001967"}, {"text": "Now... he said tonight...", "character": "The Man's contact man", "characterId": "nm0866055"}, {"text": "[interrupting]\n... he says - he says... Look, five grand in front.", "character": "Dillon", "characterId": "nm0001967"}, {"text": "Look, you get it when you do the job.", "character": "The Man's contact man", "characterId": "nm0866055"}, {"text": "Who would make a hit on the cuff? Look, that's not the way it happens, and the man knows that, and I'm beginnin' to wonder if he sent you.", "character": "Dillon", "characterId": "nm0001967"}, {"text": "Now, look...", "character": "The Man's contact man", "characterId": "nm0866055"}, {"text": "Noe, look nothin'... I treat a man with respect. I expect to be treated with a little respect. The man knows how I work, what I do. That's why he wants me. I did the Polack and Jimmy the Whale, so he knows what I can do, so he knows with me strictly cash inadvance. No money - no hit! No credit cards whatsoever!", "character": "Dillon", "characterId": "nm0001967"}]}, {"lines": [{"text": "[sighs]\nI shoulda known better than to trust a cop. My own God-damned mother could have told me that.", "character": "Eddie 'Fingers' Coyle", "characterId": "nm0000053"}, {"text": "Everyone oughta listen to his mother.", "character": "Dave Foley", "characterId": "nm0430151"}]}, {"lines": [{"text": "[referring to Coyle]\nDoes he work anywhere?", "character": "Waters", "characterId": "nm0752751"}, {"text": "Yeah, he's a night expeditor in Al's Trucking, but just try to find him there. He works about as much as Santa Claus.", "character": "Dave Foley", "characterId": "nm0430151"}]}]}