{"quotes": [{"lines": [{"text": "You're having an affair with him, aren't you?", "character": "Alan", "characterId": "nm0562201"}, {"text": "Of course I'm not, Alan. I mean he's fat and flabby, and, uh, he's got horrible greasy hair!", "character": "Sarah", "characterId": "nm0280149"}, {"text": "Didn't stop you with Nigel Lawson, did it?", "character": "Alan", "characterId": "nm0562201"}]}, {"lines": [{"text": "If your IQ was any lower, you'd need watering.", "character": "Alan B'Stard", "characterId": "nm0562201"}]}, {"lines": [{"text": "Why should we, the country that produced Shakespeare, Christopher Wren, and those are just the people on our banknotes for Christ's sake, cower down to the countries that produced Hitler, Napoleon, the Mafia, and the the the, the the the, the the the Smurfs!", "character": "Alan", "characterId": "nm0562201"}]}, {"lines": [{"text": "Gosh, you're Victor Crosby? You were in my newspaper!", "character": "Piers", "characterId": "nm0873742"}, {"text": "Was he really, Piers? The last time I had something that white and flabby in my newspaper, it had just been fired in batter!", "character": "Alan", "characterId": "nm0562201"}]}, {"lines": [{"text": "Where did you spend last night?", "character": "Sarah", "characterId": "nm0280149"}, {"text": "I had an all night sitting.", "character": "Alan", "characterId": "nm0562201"}, {"text": "Oh, I hope you didn't suffocate the poor girl!", "character": "Sarah", "characterId": "nm0280149"}]}, {"lines": [{"text": "Dinner went rather well, I thought.", "character": null, "characterId": null}, {"text": "Rather well? You poured an entire bottle of champagne down Fergie's cleavage!", "character": "Alan B'Stard", "characterId": "nm0562201"}, {"text": "There was room for it.", "character": null, "characterId": null}, {"text": "And then you started to cut your toenails with the *grape* scissors!", "character": "Alan B'Stard", "characterId": "nm0562201"}, {"text": "Do you think anybody noticed?", "character": null, "characterId": null}]}, {"lines": [{"text": "Bottom please, Piers!", "character": "Alan B'Stard", "characterId": "nm0562201"}]}, {"lines": [{"text": "[to Sarah]\nAlan's going to blow my brains out!", "character": "Piers", "characterId": "nm0873742"}, {"text": "I'm not that good a shot, Piers.", "character": "Alan", "characterId": "nm0562201"}]}, {"lines": [{"text": "[Alan's Mother has turned up, dressed as a tramp, and asking to live with him and Sarah]", "character": null, "characterId": null}, {"text": "Alright, Mother, you can stay. You can live with us till the day you die, or next Sunday, whichever's soonest.", "character": "Alan", "characterId": "nm0562201"}, {"text": "Did you hear that? Veiled threats, Sir Piers! I'm frightened to go home with him now, in case he murders me.", "character": null, "characterId": null}, {"text": "Oh, surely not!", "character": "Piers", "characterId": "nm0873742"}, {"text": "He tried before, when he was seven.", "character": null, "characterId": null}, {"text": "I told the police at the time, I left that roller skate at the top of the stairs by accident.", "character": "Alan", "characterId": "nm0562201"}, {"text": "What about the bath of acid at the bottom of the stairs?", "character": null, "characterId": null}]}, {"lines": [{"text": "[Piers is helping Alan's mother with the washing up]", "character": null, "characterId": null}, {"text": "Don't worry, Mrs B'stard, he *is* in the Royal Navy. He must be used to getting cream down his trousers.", "character": "Piers", "characterId": "nm0873742"}]}, {"lines": [{"text": "I should like to point out on behalf of the Liberal Democrats, That although we are very nice people we have absolutely no idea how to run a country.", "character": "Liberal Democrat MP", "characterId": "nm0040573"}]}, {"lines": [{"text": "[about Piers]\nSay, Is your buddy all right in the head?", "character": "Sheriff", "characterId": "nm0567881"}, {"text": "It's too early to tell. There's a search party in there as we speak looking for his brain.", "character": "Alan", "characterId": "nm0562201"}]}, {"lines": [{"text": "Who in this country was not moved when that great Englishman, Gazza, wept bitter tears at the World Cup last year? People thought that he was crying because he had been booked by the umpire and so would miss the final. But that was not the reason. He was crying at the thought that the Conservative government, the only government this young hero had ever known, was behind in the opinion polls. He was weeping at the threat of the return to power of a Labour rabble led by a bald Welsh windbag, dedicated to destroying Britain's prosperity, running down our currency, encouraging satanist abuse of our children, spreading AIDS through their sponsorship of homosexual behaviour, abolishing the House of Lords, and executing the royal family. Gazza didn't want that for his children, do you want it for yours? Or do you want a government that lets you share in Britain's prosperity by offering you the chance of five, yes five, free Sun jackpot bingo cards with every registered Tory membership application? Yes, apply now to join the Tory party at this week's once in a lifetime special offer price of only £9.99 and you will receive a free Tarzan Teenage Hero Turtle T-shirt, a Gazza car tidy, and the News of the World every Sunday for a year.", "character": "Alan B'Stard", "characterId": "nm0562201"}]}, {"lines": [{"text": "Remember my friends, God is dead. Marx is also dead. But the market lives. The market must become your new God.", "character": "Alan", "characterId": "nm0562201"}]}, {"lines": [{"text": "Where do you pick up those five guinea words? Anything over two syllables and you usually have to have a lie down.", "character": "Alan", "characterId": "nm0562201"}]}]}