{"quotes": [{"lines": [{"text": "Mr. Chairman, what is your revolution built on? What is Russia's revolution built on? One man who spent most of his life in the British Museum who is buried in a tiny cemetery in England. Karl Marx never carried a gun, he was never fought on the barricades. All he had was words, words and an idea, which in 60 years has changed the face of the earth.", "character": "Kiril Lakota", "characterId": "nm0000063"}]}, {"lines": [{"text": "Though I speak with the tongues of men and angels, and not charity, I am become a sounding brass, or a tinkling cymbal. Though I have all faith so that I could remove mountains and have not charity, I am nothing.", "character": "Kiril Lakota", "characterId": "nm0000063"}]}, {"lines": [{"text": "Were you permitted to practice your ministry as a priest?", "character": "George Faber", "characterId": "nm0418148"}, {"text": "No, I - I practiced it without permission among my fellow prisoners.", "character": "Kiril Lakota", "characterId": "nm0000063"}, {"text": "Do you see any hope then for the day when Christian faith, or more specifically the Roman Catholic faith, may be practiced freely in Marxist countries?", "character": "George Faber", "characterId": "nm0418148"}, {"text": "I have no inside information as to how the Kingdom of God is going to be established.", "character": "Kiril Lakota", "characterId": "nm0000063"}]}, {"lines": [{"text": "There is a legend about you. That once you were asked to deny the faith, and they tied up seven priests and shot them, shot them before your eyes. And still you would not deny the faith. Is that story true?", "character": "The Elder Pope", "characterId": "nm0000024"}, {"text": "I try not to look back on that, or other days, Holiness.", "character": "Kiril Lakota", "characterId": "nm0000063"}, {"text": "God is with you, my Brother. I believe that God has sent you. Trust us to make the best use of you. But first, you must be honored.", "character": "The Elder Pope", "characterId": "nm0000024"}, {"text": "[Hold up the red cap of a cardinal]", "character": null, "characterId": null}, {"text": "Kneel.", "character": "The Elder Pope", "characterId": "nm0000024"}, {"text": "[Lakota kneels]", "character": null, "characterId": null}, {"text": "You are created cardinal-priest in the title of Saint Athanasius.", "character": "The Elder Pope", "characterId": "nm0000024"}]}, {"lines": [{"text": "The doctors, they don't know anything. They're like the auto-mechanics.", "character": "Fr. David Telemond", "characterId": "nm0921459"}]}, {"lines": [{"text": "There is only one area to search. And if love is mislaid, where did you see it last? And if you can't remember, maybe there was no love in the first place.", "character": "Kiril Lakota", "characterId": "nm0000063"}, {"text": "Oh, there was.", "character": "Dr. Ruth Faber", "characterId": "nm0420266"}, {"text": "Then it is mislaid and you must find it.", "character": "Kiril Lakota", "characterId": "nm0000063"}]}, {"lines": [{"text": "We're all in prison one way or another.", "character": "Dr. Ruth Faber", "characterId": "nm0420266"}, {"text": "Yes, and those who understand it, suffer most of all.", "character": "Kiril Lakota", "characterId": "nm0000063"}]}, {"lines": [{"text": "Do you accept election?", "character": "Cardinal Leone", "characterId": "nm0571674"}, {"text": "[Kiril hesitates]", "character": null, "characterId": null}, {"text": "You must answer now. Do you accept election?", "character": "Cardinal Leone", "characterId": "nm0571674"}, {"text": "I accept. And may God have mercy on me.", "character": "Kiril Lakota", "characterId": "nm0000063"}, {"text": "By what name will you be called?", "character": "Cardinal Leone", "characterId": "nm0571674"}, {"text": "We choose to be called by our own name, Kiril. He was the saint that first brought the Gospels into our country.", "character": "Kiril Lakota", "characterId": "nm0000063"}]}, {"lines": [{"text": "[the Soviet representative has just informed Kiril of the conditions of his release, namely that he keep silent about conditions in the USSR]\nI cannot accept these conditions.", "character": "Kiril Lakota", "characterId": "nm0000063"}, {"text": "They have been accepted for you.", "character": "Piotr Ilyich Kamenev", "characterId": "nm0000059"}]}, {"lines": [{"text": "It's the Russian. Kiril Lakota. They've elected a Russian Pope.", "character": "George Faber", "characterId": "nm0418148"}]}, {"lines": [{"text": "The bell tolls. The Pope is dead. Listen to the bell.", "character": "George Faber", "characterId": "nm0418148"}, {"text": "[Crossed himself. Cut to multiple shots of mourners in the streets of Rome]", "character": null, "characterId": null}, {"text": "This is the death knell that rings... only for the pontiff. Listen - there is a second bell. Soon they will be joined by other bells all over the city, all over every city, all over the world. The Pope is dead.", "character": "George Faber", "characterId": "nm0418148"}]}, {"lines": [{"text": "[standing before the cardinals in the conclave]\nMy brothers. My brothers, we have already failed seven times to reach an election. I stand now to claim a right under canon law. In all humility, I proclaim to you my belief that there is among us a man already marked by God to sit in the chair of St. Peter. Like the first of the apostles this man has suffered prison stripes for the faith. The hand of God has led him out of bondage to join us in this conclave. I announce him as my candidate and dedicate to him my vote and my obedience. Kiril Cardinal Lakota.", "character": "Cardinal Rinaldi", "characterId": "nm0001120"}, {"text": "[Stunned. Slowly rises]\nThank you, Eminence. But I - I cannot consent to it.", "character": "Kiril Lakota", "characterId": "nm0000063"}, {"text": "[after a moment, rises]\nI too proclaim him.", "character": "Cardinal Rahamani", "characterId": "nm0537962"}, {"text": "[Rises]\nI also proclaim him.", "character": null, "characterId": null}]}, {"lines": [{"text": "I took you to pieces like a watch. And put you together again. It was a very intimate experience. I have never been able to forget it. May I ask you a question?", "character": "Piotr Ilyich Kamenev", "characterId": "nm0000059"}, {"text": "You never hesitated before.", "character": "Kiril Lakota", "characterId": "nm0000063"}, {"text": "[laughs]\nThat is true.", "character": "Piotr Ilyich Kamenev", "characterId": "nm0000059"}, {"text": "[Holds up a file]", "character": null, "characterId": null}, {"text": "This is you. Political prisoner 103592R, Kiril Pavlovich Lakota. All of you is here, from the day you were born until now. Except for the answer to one question. What have you learned in twenty years of confinement?", "character": "Piotr Ilyich Kamenev", "characterId": "nm0000059"}, {"text": "That is a big question, Piotr Ilyich.", "character": "Kiril Lakota", "characterId": "nm0000063"}, {"text": "The answer is important to me, you know.", "character": "Piotr Ilyich Kamenev", "characterId": "nm0000059"}, {"text": "What I have learned? I have learned that without some kind of loving a man withers like a grape on a dying vine.", "character": "Kiril Lakota", "characterId": "nm0000063"}, {"text": "Is that all?", "character": "Piotr Ilyich Kamenev", "characterId": "nm0000059"}, {"text": "[Chuckles]\nI am trying to learn more.", "character": "Kiril Lakota", "characterId": "nm0000063"}, {"text": "Have you learned enough to face freedom?", "character": "Piotr Ilyich Kamenev", "characterId": "nm0000059"}, {"text": "[Long Pause]\nI have been free for a long time. Not entirely, perhaps. But you have not answered my question. Why have you brought me here?", "character": "Kiril Lakota", "characterId": "nm0000063"}, {"text": "I want to show you a world gone mad.", "character": "Piotr Ilyich Kamenev", "characterId": "nm0000059"}]}, {"lines": [{"text": "Were you ill treated during your confinement?", "character": "George Faber", "characterId": "nm0418148"}, {"text": "Oh, not for a long time now. More recently I have been working in heavy industry.", "character": "Kiril Lakota", "characterId": "nm0000063"}, {"text": "To that extent, then, you did submit yourself to the system.", "character": "George Faber", "characterId": "nm0418148"}, {"text": "In so far, Mr. Faber, as any system provides bread, work and dignity I am prepared to cooperate with it. These things are good in themselves whether they exist in Rome or in Siberia. And bread, work, and dignity do exist in Siberia.", "character": "Kiril Lakota", "characterId": "nm0000063"}]}, {"lines": [{"text": "Every day we ask ourselves what can we do about it before the nightmare turns itself into a mushroom cloud blotting out the sun.", "character": "Piotr Ilyich Kamenev", "characterId": "nm0000059"}]}, {"lines": [{"text": "I think, Eminence, you may have caught yourself a Tartar.", "character": "George Faber", "characterId": "nm0418148"}, {"text": "I think we may have caught a Christian.", "character": "Cardinal Rinaldi", "characterId": "nm0001120"}]}, {"lines": [{"text": "I don't presume to give advice to young women. They very seldom take it anyway.", "character": "George Faber", "characterId": "nm0418148"}]}, {"lines": [{"text": "I am unreasonably jealous because jealousy makes me unreasonable.", "character": "Dr. Ruth Faber", "characterId": "nm0420266"}]}, {"lines": [{"text": "You know, David, for many men belief is a place to crawl for safety. Of course, they will fear and accuse you. Your writings are a danger to their safety.", "character": "Kiril Lakota", "characterId": "nm0000063"}]}, {"lines": [{"text": "I'm not afraid of being accused. I'm only afraid of being silenced.", "character": "Fr. David Telemond", "characterId": "nm0921459"}]}, {"lines": [{"text": "You know even God has not spoken his last word about his own creation.", "character": "Fr. David Telemond", "characterId": "nm0921459"}]}, {"lines": [{"text": "I saw a brilliant mind reaching out to last frontiers of thought, a place where I wouldn't venture.", "character": "Kiril Lakota", "characterId": "nm0000063"}]}, {"lines": [{"text": "We are bound to charity first.", "character": "Kiril Lakota", "characterId": "nm0000063"}]}, {"lines": [{"text": "The only thing necessary to the Church is the Spirit of God.", "character": "Kiril Lakota", "characterId": "nm0000063"}]}, {"lines": [{"text": "[the shadow of the cross is on the Pope's empty chair during this exchange of dialog]\nLeone, how does a man ever know if his actions are for himself or for God?", "character": "Kiril Lakota", "characterId": "nm0000063"}, {"text": "You don't know. You have a duty to act. But you have no right to expect approval, or even a successful outcome.", "character": "Cardinal Leone", "characterId": "nm0571674"}, {"text": "So, in the end, my friend, we are alone?", "character": "Kiril Lakota", "characterId": "nm0000063"}, {"text": "Yes. I have seen three men sit in this room. You are the last I shall see. Each of them, in his turn, came to where you stand now, the moment of solitude. I have to tell you there is no remedy for it. You are here until the day you die. And the longer you live, the lonelier you will become. You will use this man and that for the work of the church. But when the work is done, or the man has proved unequal to it, you will let him go and find another. You want love. You need it, as I do. Even though I am old. You may have it for a little while, but you will lose it again. Like it or not, you are condemned to a solitary pilgrimage, from the day of your election until the day of your death. This is a Calvary, Holiness. And you have just begun to climb.", "character": "Cardinal Leone", "characterId": "nm0571674"}]}, {"lines": [{"text": "I am an old-fashioned woman, Mr. Faber. I believe in life, love, and the pursuit of happiness. But you have to know the rules of the game.", "character": "The Marchesa", "characterId": "nm0592109"}]}, {"lines": [{"text": "You know, David, for many men belief is a place to crawl for safety. Of course, they will fear and accuse. Your writings are a danger to their safety.", "character": "Kiril Lakota", "characterId": "nm0000063"}]}, {"lines": [{"text": "It is strange. When a president dies, he's replaced within an hour. When a king dies, long live the king. When a pope dies, everything stops.", "character": "Fr. David Telemond", "characterId": "nm0921459"}]}, {"lines": [{"text": "The dying is easy. It is the living that defeats us.", "character": "Dying Man's Friend", "characterId": "nm0872689"}]}, {"lines": [{"text": "My brothers, if this is the last sound made by the last living man, it must be shouted loud and clear. Life is a gift of God.", "character": "Kiril Lakota", "characterId": "nm0000063"}]}, {"lines": [{"text": "Now you're the protocol expert. Tell me, how did the British do it in the old heydays when they wanted to break off relations? Don't they teach you things like that at Cambridge?", "character": "George Faber", "characterId": "nm0418148"}]}, {"lines": [{"text": "Just when a man is about to say goodbye to his... tiny folly... what does he look up and see but his wife's green and penetrating orbs. And just as he's figured out a way to handle that unfortunate situation, by buying buckets of champagne, some flowers, a few crown jewels and some \"let's get together\" cards, a telephone rings and I'm called to Paris.", "character": "George Faber", "characterId": "nm0418148"}]}, {"lines": [{"text": "Darling, I would at least have tried to persuade you that I was definitely calling it off with Chiara.", "character": "George Faber", "characterId": "nm0418148"}, {"text": "It'll be alright. I mean, not just about us. I know it will.", "character": "Dr. Ruth Faber", "characterId": "nm0420266"}]}]}