{"quotes": [{"lines": [{"text": "Are you a doctor?", "character": "Edward Douglas", "characterId": "nm0000667"}, {"text": "Well, I'm more of a vet.", "character": "Montgomery", "characterId": "nm0000174"}]}, {"lines": [{"text": "There is no pain, there is no law!", "character": "Hyena-Swine", "characterId": "nm0726783"}]}, {"lines": [{"text": "To go on two legs is very hard. Perhaps four is better, anyway.", "character": "Sayer of the Law", "characterId": "nm0000579"}]}, {"lines": [{"text": "[closing narration]\nThis is a true record of what I saw. I set it down only leaving out the longitude and latitude of the island, as a warning to all who would follow in Moreau's footsteps. Most times, I keep the memory far in the back of my mind, a distant cloud. But there are times when the little cloud spreads, until it obscures the sky. And those times I look around at my fellow men and I am reminded of some likeness of the beast-people, and I feel as though the animal is surging up in them. And I know they are neither wholly animal nor wholly man, but an unstable combination of both. As unstable as anything Moreau created. And I go... in fear.", "character": "Edward Douglas", "characterId": "nm0000667"}]}, {"lines": [{"text": "[On why Dr. Moreau left the U.S]", "character": null, "characterId": null}, {"text": "Animal rights activists drove him out of the States. Got so bad you couldn't cage a rat without reading him his rights.", "character": "Montgomery", "characterId": "nm0000174"}]}, {"lines": [{"text": "I have seen the devil in my microscope, and I have chained him.", "character": "Dr. Moreau", "characterId": "nm0000008"}]}, {"lines": [{"text": "[When Edward Douglas attempts to radio for help]", "character": null, "characterId": null}, {"text": "What are you going to say? \"Mayday. Mayday. I'm being held by a pig lady.\"", "character": "Montgomery", "characterId": "nm0000174"}]}, {"lines": [{"text": "Tell me, why you make the pain, if we are your children.", "character": "Hyena-Swine", "characterId": "nm0726783"}]}, {"lines": [{"text": "Well, things didn't work out. Moreau wanted to turn animals into humans and humans into gods. But it's instinct and reason, instinct and reason. What's reason to a dog?", "character": "Montgomery", "characterId": "nm0000174"}, {"text": "To hunt. To kill, master. To run with the pack.", "character": "Azazello", "characterId": "nm0607325"}, {"text": "I wanna go to Dog Heaven!", "character": "Montgomery", "characterId": "nm0000174"}, {"text": "[Azazello shoots Montgomery]", "character": null, "characterId": null}]}, {"lines": [{"text": "Permit me Mr.Douglas, to tell you something of the Devil as I've come to know him. The Devil is that element in human nature, that impels us to destroy and debase.", "character": "Dr. Moreau", "characterId": "nm0000008"}, {"text": "And what are you about upon this island but destruction and debasement.", "character": "Edward Douglas", "characterId": "nm0000667"}, {"text": "Oh well, I can tell you very plainly...", "character": "Dr. Moreau", "characterId": "nm0000008"}, {"text": "[Majai interrupts by putting his foot on the dinner table to which Dr.Moreau reacts]", "character": null, "characterId": null}, {"text": "No please, don't do that.", "character": "Dr. Moreau", "characterId": "nm0000008"}, {"text": "[Majai removes foot from table]", "character": null, "characterId": null}, {"text": "For 17 years I have been striving to create a... some measure of refinement in the human species you see. And it is here, on this very island, that I sir, have found the very essence of the Devil.", "character": "Dr. Moreau", "characterId": "nm0000008"}, {"text": "What do you mean?", "character": "Edward Douglas", "characterId": "nm0000667"}, {"text": "I've seen the Devil, in my microscope and I have chained him, and I suppose you could say in a sense metaphorically speaking, I have cut him to pieces. The Devil, Mr.Douglas, I've found is nothing more than a tiresome collection of genes, and it is with great assurance that I can tell you, that Lucifer, Son of Morning is no more.", "character": "Dr. Moreau", "characterId": "nm0000008"}]}, {"lines": [{"text": "It is a hard way, the way of being a man. Sooner or later we all want a thing that is bad. To walk on all fours. To suck up drink from a stream. To jabber, instead of saying the words. To go snuffling at the earth, and to claw on the bark of trees. To eat flesh, or fish. To make love to more than one, every which way. These are all bad things. These are not the things that men do. But we are men, are we not? We are men because the Father has made us men!", "character": "Sayer of the Law", "characterId": "nm0000579"}]}, {"lines": [{"text": "I understand that I must be shocking to you, however, I must also point out that I have an allergy to the sun and that's why I put this medication on.", "character": "Dr. Moreau", "characterId": "nm0000008"}, {"text": "[Dr.Moreau explaining why he covers himself in white powder]", "character": null, "characterId": null}]}, {"lines": [{"text": "I have almost achieved perfection you see, of a divine creature that is pure, harmonious, absolutely incapable of any malice. And if in my tinkering I have fallen short of the human form by the snout, claw or hoof, it really is of no great importance. I am closer that you could possibly imagine sir.", "character": "Dr. Moreau", "characterId": "nm0000008"}]}, {"lines": [{"text": "[Aissa walks behind Dr.Moreau and massages his shoulders]\nAh God yes, oh yes God, oh please, forcefully, forcefully", "character": "Dr. Moreau", "characterId": "nm0000008"}, {"text": "[Aissa puts more force into it and causes pain on Dr.Moreau]", "character": null, "characterId": null}, {"text": "Oh... oh no, oh my God", "character": "Dr. Moreau", "characterId": "nm0000008"}, {"text": "[Dr.Moreau clears his throat, coughs and removes Aissa's hands from his shoulders]", "character": null, "characterId": null}, {"text": "Not so strong, you have no idea how strong you can be. You must be very, very careful.", "character": "Dr. Moreau", "characterId": "nm0000008"}]}, {"lines": [{"text": "Do you hear Lo-Mai?... Do you hear?", "character": "Dr. Moreau", "characterId": "nm0000008"}, {"text": "[Upon hearing the accusation in Lo-Mai's trial]", "character": null, "characterId": null}]}, {"lines": [{"text": "Five-man... please... tell them... that I am God. Hmm?", "character": "Hyena-Swine", "characterId": "nm0726783"}, {"text": "[Hyena-Swine presses a button on Moreau's remote, causing many Beast People to collapse in pain]", "character": null, "characterId": null}, {"text": "You're right. You are... a god.", "character": "Edward Douglas", "characterId": "nm0000667"}, {"text": "No!", "character": "Sayer of the Law", "characterId": "nm0000579"}, {"text": "Again.", "character": "Hyena-Swine", "characterId": "nm0726783"}, {"text": "You are a god. You're all gods.", "character": "Edward Douglas", "characterId": "nm0000667"}, {"text": "Tell them to obey me like they did the Father.", "character": "Hyena-Swine", "characterId": "nm0726783"}, {"text": "You all killed the Father. You all ate his flesh. So who is the new Father? Who is God Number One? Who should they obey? Him? Or him?", "character": "Edward Douglas", "characterId": "nm0000667"}, {"text": "[indicating other members of Hyena-Swine's pack]", "character": null, "characterId": null}, {"text": "You see, there must be a God Number One.", "character": "Edward Douglas", "characterId": "nm0000667"}, {"text": "[the Hyena-Swine roars in Douglas's face, then rears up and opens fire on his pack members]", "character": null, "characterId": null}]}, {"lines": [{"text": "Tell them that I am the Law.", "character": "Hyena-Swine", "characterId": "nm0726783"}, {"text": "Do not believe him! He is not the Law!", "character": "Sayer of the Law", "characterId": "nm0000579"}]}]}