{"quotes": [{"lines": [{"text": "Are your parents living?", "character": "Lady Bracknell", "characterId": "nm0262725"}, {"text": "I have lost both my parents.", "character": "Jack Worthing", "characterId": "nm0714878"}, {"text": "To lose one parent, Mr. Worthing, may be regarded as a misfortune; to lose both looks like carelessness.", "character": "Lady Bracknell", "characterId": "nm0262725"}]}, {"lines": [{"text": "A handbag!", "character": "Lady Bracknell", "characterId": "nm0262725"}]}, {"lines": [{"text": "Do you smoke?", "character": "Lady Bracknell", "characterId": "nm0262725"}, {"text": "Well yes, I must admit I smoke.", "character": "Jack Worthing", "characterId": "nm0714878"}, {"text": "I'm glad to hear it. A man should have an occupation of some kind.", "character": "Lady Bracknell", "characterId": "nm0262725"}]}, {"lines": [{"text": "Thirty-five is an attractive age. London is full of women of the highest birth who have, of their own free choice, remained thirty-five for years.", "character": "Lady Bracknell", "characterId": "nm0262725"}]}, {"lines": [{"text": "Algy, you don't suppose that Gwendolyn will become like her mother - in about one hundred and fifty years, do you?", "character": "Jack Worthing", "characterId": "nm0714878"}, {"text": "All women become like their mothers. That is their tragedy. No man does. That's his.", "character": "Algernon Moncrieff", "characterId": "nm0219221"}]}, {"lines": [{"text": "When I see a spade I call it a spade.", "character": "Cecily Cardew", "characterId": "nm0878302"}, {"text": "I am glad to say that I have never seen a spade.", "character": "Gwendolyn Fairfax", "characterId": "nm0339343"}]}, {"lines": [{"text": "The good ended happily, and the bad unhappily. That is what fiction means.", "character": "Miss Prism", "characterId": "nm0751983"}]}, {"lines": [{"text": "I really don't see anything romantic in proposing. It's very romantic to be in love but there's nothing romantic about a definite proposal. Why, one might be accepted. One usually is I believe. Then the whole excitement is over. The very essence of romance is uncertainty.", "character": "Algernon Moncrieff", "characterId": "nm0219221"}]}, {"lines": [{"text": "Charity dear Miss Prism, charity! None of us are perfect. I myself am peculiarly susceptible to draughts.", "character": "Canon Chasuble", "characterId": "nm0539942"}]}, {"lines": [{"text": "You are quite perfect Miss Fairfax.", "character": "Jack Worthing", "characterId": "nm0714878"}, {"text": "Oh I hope I am not that. It would leave no room for developments, and I intend to develop in many directions.", "character": "Gwendolyn Fairfax", "characterId": "nm0339343"}]}, {"lines": [{"text": "I never travel without my diary. One should always have something sensational to read on a train.", "character": "Gwendolyn Fairfax", "characterId": "nm0339343"}]}, {"lines": [{"text": "To speak frankly, I am not in favour of long engagements. They give people an opportunity of finding out each other's characters before marriage. Which I think is never advisable", "character": "Lady Bracknell", "characterId": "nm0262725"}]}, {"lines": [{"text": "Ignorance is like a delicate exotic fruit; touch it and the bloom is gone. The whole theory of modern education is radically unsound. Fortunately, in England at any rate, education produces no effect whatsoever.", "character": "Lady Bracknell", "characterId": "nm0262725"}]}, {"lines": [{"text": "Gwendolen, it is a terrible thing for a man to find out suddenly that all his life he has been speaking nothing but the truth. Can you forgive me?", "character": "Jack Worthing", "characterId": "nm0714878"}]}, {"lines": [{"text": "I am sick to death of cleverness. Everybody is clever nowadays. You can't go anywhere without meeting clever people. The thing has become an absolute public nuisance. I wish to goodness we still had a few fools left.", "character": "Jack Worthing", "characterId": "nm0714878"}, {"text": "We have.", "character": "Algernon Moncreiff", "characterId": "nm0219221"}, {"text": "I should extremely like to meet them. What do they talk about?", "character": "Jack Worthing", "characterId": "nm0714878"}, {"text": "The fools? Oh, about the clever people, of course.", "character": "Algernon Moncreiff", "characterId": "nm0219221"}, {"text": "What fools!", "character": "Jack Worthing", "characterId": "nm0714878"}]}, {"lines": [{"text": "Oh! I am not really wicked at all, cousin Cecily. You mustn't think that I am wicked.", "character": "Algernon Moncrieff", "characterId": "nm0219221"}, {"text": "If you are not, then you have certainly have been deceiving us all in a very inexcusable manner. I hope you have not been leading a double life, pretending to be wicked and being really good all the time. That would be hypocrisy.", "character": "Cecily Cardew", "characterId": "nm0878302"}]}, {"lines": [{"text": "I would strongly advise you, Mr. Worthing, to try and acquire some relations as soon as possible, and to make a definite effort to produce at any rate one parent, of either sex, before the season is quite over.", "character": "Lady Bracknell", "characterId": "nm0262725"}, {"text": "Well, I don't see how I could possibly manage to do that, Lady Bracknell. I can produce the hand-bag at any moment. It is in my dressing-room at home. I really think that should satisfy you, Lady Bracknell.", "character": "Jack Worthing", "characterId": "nm0714878"}, {"text": "Me, sir! What has it to do with me? You can hardly imagine that I and Lord Bracknell would dream of allowing our only daughter - a girl brought up with the utmost care - to marry into a cloak-room, and form an alliance with a parcel? Good morning, Mr. Worthing!", "character": "Lady Bracknell", "characterId": "nm0262725"}]}, {"lines": [{"text": "There comes a time when speaking one's mind ceases to be a moral duty, it becomes a pleasure.", "character": "Gwendolyn Fairfax", "characterId": "nm0339343"}]}, {"lines": [{"text": "In an occasion of this kind it becomes more than a moral duty to speak one's mind, it becomes a pleasure.", "character": "Gwendolyn Fairfax", "characterId": "nm0339343"}]}]}