{"quotes": [{"lines": [{"text": "Mind you, she wasn't such a bad woman. Even though it made me sick just to look at her rotten stinking face, she wasn't such a bad bitch. I gave her the best bleeding years of my life, anyway.", "character": "Max", "characterId": "nm0737121"}, {"text": "Plug it, will you, you stupid sod, I'm trying to read the paper.", "character": "Lenny", "characterId": "nm0000453"}, {"text": "Listen! I'll chop your spine off, you talk to me like that! You understand? Talking to your lousy filthy father like that!", "character": "Max", "characterId": "nm0737121"}, {"text": "You know what, you're getting demented.", "character": "Lenny", "characterId": "nm0000453"}]}, {"lines": [{"text": "What did you say?", "character": "Lenny", "characterId": "nm0000453"}, {"text": "I said shove off out of it, that's what I said.", "character": "Max", "characterId": "nm0737121"}, {"text": "You'll go before me, Dad, if you talk to me in that tone of voice.", "character": "Lenny", "characterId": "nm0000453"}, {"text": "Will I, you bitch?", "character": "Max", "characterId": "nm0737121"}, {"text": "Oh, Daddy, you're not going to use your stick on me, are you? Eh? Don't use your stick on me, Daddy. No, please. It wasn't my fault, it was one of the others. I haven't done anything wrong, Dad, honest. Don't clout me with that stick, Dad.", "character": "Lenny", "characterId": "nm0000453"}]}, {"lines": [{"text": "Look what I'm lumbered with. One cast-iron bunch of crap after another. One flow of stinking pus after another.", "character": "Max", "characterId": "nm0737121"}]}, {"lines": [{"text": "Have a sip. Go on. Have a sip from my glass. Sit on my lap. Take a long cool sip. Put your head back and open your mouth.", "character": "Ruth", "characterId": "nm0580357"}, {"text": "Take that glass away from me.", "character": "Lenny", "characterId": "nm0000453"}, {"text": "Lie on the floor. Go on. I'll pour it down your throat.", "character": "Ruth", "characterId": "nm0580357"}, {"text": "What are you doing, making me some kind of proposal?", "character": "Lenny", "characterId": "nm0000453"}]}, {"lines": [{"text": "I worked as a butcher all my life, using the chopper and the slab, the slab, you know what I mean, the chopper and the slab! To keep my family in luxury. Two families! My mother was bedridden, my brothers were all invalids. I had to earn the money for the leading psychiatrists. I had to read books! I had to study the disease, so that I could cope with an emergency at every stage. A crippled family, three bastard sons, a slutbitch of a wife - don't talk to me about the pain of childbirth - I suffered the pain, I've still got the pangs - when I give a little cough my back collapses - and here I've got a lazy idle bugger of a brother won't even get to work on time.", "character": "Max", "characterId": "nm0737121"}]}, {"lines": [{"text": "You go and ask my customers! I'm the only one they ever ask for.", "character": "Sam", "characterId": "nm0159258"}, {"text": "What do the other drivers do, sleep all day?", "character": "Max", "characterId": "nm0737121"}, {"text": "I can only drive one car. They can't all have me at the same time.", "character": "Sam", "characterId": "nm0159258"}, {"text": "Anyone could have you at the same time. You'd bend over for half a dollar on Blackfriars Bridge.", "character": "Max", "characterId": "nm0737121"}, {"text": "Me!", "character": "Sam", "characterId": "nm0159258"}, {"text": "For two bob and a toffee apple.", "character": "Max", "characterId": "nm0737121"}, {"text": "He's insulting me. He's insulting his brother. I'm driving a man to Hampton Court at four forty-five.", "character": "Sam", "characterId": "nm0159258"}]}, {"lines": [{"text": "Take a table, take it. All right, I say, *take* it, *take* a table, but once you've taken it, what you going to do with it? Once you've got hold of it, where you going to take it?", "character": "Lenny", "characterId": "nm0000453"}, {"text": "You'd probably sell it.", "character": "Max", "characterId": "nm0737121"}, {"text": "You wouldn't get much for it.", "character": "Lenny", "characterId": "nm0000453"}, {"text": "Chop it up for firewood.", "character": "Joey", "characterId": "nm0726600"}]}, {"lines": [{"text": "You wouldn't understand my works. You wouldn't have the faintest idea of what they were about. You wouldn't appreciate the points of reference. You're way behind. All of you. There's no point in my sending you my works. You'd be lost. It's nothing to do with the question of intelligence. It's a way of being able to look at the world. It's a question of how far you can operate on things and not in things. I mean it's a question of your capacity to ally the two, to relate the two, to balance the two. To see, to be able to *see*! I'm the one who can see. That's why I can write my critical works. Might do you good... have a look at them... see how certain people can view... things... how certain people can maintain... intellectual equilibrium. Intellectual equilibrium. You're just objects. You just... move about. I can observe it. I can see what you do. It's the same as I do. But you're lost in it. You won't get me being... I won't be lost in it.", "character": "Teddy", "characterId": "nm0419785"}]}, {"lines": [{"text": "It's funny, because I'd have thought that in the United States of America, I mean with the sun and all that, the open spaces, on the old campus, in your position, lecturing, in the centre of all the intellectual life out there, on the old campus, all the social whirl, all the stimulation of it all, all your kids and all that, to have fun with, down by the pool, the Greyhound buses and all that, tons of iced water, all the comfort of those Bermuda shorts and all that, on the old campus, no time of the day or night you can't get a cup of coffee or a Dutch gin, I'd have thought you'd have grown more forthcoming, not less. Because I want you to know that you set a standard for us, Teddy. Your family looks up to you, boy, and you know what it does? It does its best to follow the example you set. Because you're a great source of pride to us. That's why we were so glad to see you come back, to welcome you back to your birthplace. That's why.", "character": "Lenny", "characterId": "nm0000453"}]}, {"lines": [{"text": "I mean, you needn't tell them she's your wife.", "character": "Max", "characterId": "nm0737121"}, {"text": "No, we'd call her something else. Dolores, or something.", "character": "Lenny", "characterId": "nm0000453"}, {"text": "Or Spanish Jacky.", "character": "Max", "characterId": "nm0737121"}, {"text": "No, you've got to be reserved about it, Dad. We could call her something nice... like Cynthia... or Gillian.", "character": "Lenny", "characterId": "nm0000453"}]}, {"lines": [{"text": "No, what I mean, Teddy, you must know lots of professors, heads of departments, men like that. They pop over here for a week at the Savoy, they need somewhere they can go to have a nice quiet poke. And of course you'd be in a position to give them inside information.", "character": "Lenny", "characterId": "nm0000453"}, {"text": "Sure. You can give them proper data. You know, the kind of thing she's willing to do. How far she'd be prepared to go with their little whims and fancies. Eh, Lenny? To what extent she's various. I mean if you don't know who does?", "character": "Max", "characterId": "nm0737121"}]}, {"lines": [{"text": "How many rooms would this flat have?", "character": "Ruth", "characterId": "nm0580357"}, {"text": "Not many.", "character": "Lenny", "characterId": "nm0000453"}, {"text": "I would want at least three rooms and a bathroom.", "character": "Ruth", "characterId": "nm0580357"}, {"text": "You wouldn't need three rooms and a bathroom.", "character": "Lenny", "characterId": "nm0000453"}, {"text": "She'd need a bathroom.", "character": "Max", "characterId": "nm0737121"}, {"text": "But not three rooms.", "character": "Lenny", "characterId": "nm0000453"}]}, {"lines": [{"text": "How did you know she was diseased?", "character": "Ruth", "characterId": "nm0580357"}, {"text": "How did I know? I decided she was.", "character": "Lenny", "characterId": "nm0000453"}]}]}