{"quotes": [{"lines": [{"text": "I want to go to Chow Funs", "character": "Katie", "characterId": "nm0000201"}, {"text": "I thought we agreed we couldn't really talk at Chow Funs", "character": "Ben", "characterId": "nm0000246"}, {"text": "I know", "character": "Katie", "characterId": "nm0000201"}, {"text": "Are you saying Chow Funs because you can't face telling the kids? Because if that's why you're saying Chow Funs, don't say Chow Funs", "character": "Ben", "characterId": "nm0000246"}, {"text": "That's not why I'm saying Chow Funs. Funs, I'm saying Chow Funs because we're an us. There's a history here, and histories don't happen overnight. In Mesopotamia or Ancient Troy there are cities built on top of other cities, but I don't want another city, I like this city. I know what kind of mood your in when you wake up by which eyebrow is higher, and you know I'm a little quiet in the morning and compensate accordingly, that's a dance you perfect over time. And it's hard, it's much harder than I thought it would be, but there's more good than bad and you don't just give up! And it's not for the sake of the children, but God they're great kids aren't they? And we made them, I mean think about that! It's like there were no people there, and then there were people and they grew, and an an an I won't be able to say to some stranger Josh has your hands or remember how Erin threw up at the Lincoln Memorial And I'll try to relax, let's face it, anybody is going to have traits that get on your nerves, I mean, why shouldn't it be your annoying traits, and I know I'm no day at the beach, but I do have a good sense of direction so I can at least find the beach, which isn't a weakness of yours, it's a strength of mine. And God your a good friend and good friends are hard to find. Charlotte said that in Charlottes Web and I love how you read that to Erin and you take on the voice of Wilber the Pig with such dedication even when your bone tired. That speaks volumes about character! And ultimately, isn't that what it comes down too? What a person is made of? That girl in the pin helmet is still here 'bee boo bee boo' I didn't even know she existed until you and I'm afraid if you leave I may never see her again, even though I said at times you beat her out of me, isn't that the paradox? Haven't we hit the essential paradox? Give and take, push and pull, the yen the yang. The best of times, the worst of times!I think Dickens said it best, 'He could eat no fat, his wife could eat no lean', but, doesn't really apply here does it? What I'm trying to say is, I'm saying Chow Funs because, I love you", "character": "Katie", "characterId": "nm0000201"}, {"text": "Did you hear that kids? Mom wants to go to chow Funs!", "character": "Ben", "characterId": "nm0000246"}]}, {"lines": [{"text": "Love is just lust in disguise, and lust fades, so you damn well better be with someone who can stand you.", "character": "Stan", "characterId": "nm0001661"}]}, {"lines": [{"text": "Fear is the main motivation for everything. That and guilt, are the two emotions that keep a society humming.", "character": "Stan", "characterId": "nm0001661"}]}, {"lines": [{"text": "You were our Fred and Ethel Mertz!", "character": "Rachel", "characterId": "nm0001854"}, {"text": "Funny, we thought you were OUR Fred and Ethel Mertz.", "character": "Katie Jordan", "characterId": "nm0000201"}]}, {"lines": [{"text": "Marriage is the Jack Kevorkian of romance.", "character": "Rachel", "characterId": "nm0001854"}]}, {"lines": [{"text": "It is physically impossible to French-kiss a man who leaves the new roll of toilet paper resting on top of the empty cardboard roll. Does he not see it? DOES HE NOT *SEE* IT?", "character": "Rachel", "characterId": "nm0001854"}]}, {"lines": [{"text": "Oh Dot, put out once in a while, your face won't be so tight.", "character": "Lillian", "characterId": "nm0924508"}]}, {"lines": [{"text": "And you can take that bread and shove it up the tops of your legs!", "character": "Ben", "characterId": "nm0000246"}]}, {"lines": [{"text": "Look, this is ridiculous, we love each other, all couples go through this, let's give it another try.", "character": "Ben", "characterId": "nm0000246"}]}, {"lines": [{"text": "Once you establish *anything* truly intimate with another person - even *talking* - it has to affect the person you're supposed to be the most intimate with.", "character": "Katie", "characterId": "nm0000201"}]}, {"lines": [{"text": "There are some hurts that you never completely get over. And you think, I don't know, that time will diminish their presence - an-an-and to a degree it does - but, ah... it still hurts. Because, well... hurt hurts.", "character": "Katie", "characterId": "nm0000201"}]}, {"lines": [{"text": "[to Katie]\nBut that's Ben - that's who you fell in love with. Katie, you are at 80 who you are at 8. People don't *change*!", "character": "Rachel", "characterId": "nm0001854"}, {"text": "[following scene]", "character": null, "characterId": null}, {"text": "[to Ben]\nPeople *change* over time - you've got to expect that. Ben, the only way a relationship works is if people grow and change together!", "character": "Rachel", "characterId": "nm0001854"}]}, {"lines": [{"text": "We don't have a pea under our mattress. You know what we have?", "character": "Ben", "characterId": "nm0000246"}, {"text": "[shouts]", "character": null, "characterId": null}, {"text": "A fucking watermelon!", "character": "Ben", "characterId": "nm0000246"}]}, {"lines": [{"text": "It's not an affair. Theresa never had sex with him, they just kissed.", "character": "Rachel", "characterId": "nm0001854"}, {"text": "A kiss is an affair.", "character": "Katie Jordan", "characterId": "nm0000201"}, {"text": "You think so?", "character": "Liza", "characterId": "nm0353546"}, {"text": "Absolutely. Once you establish anything truly intimate with another person, even talking, it has to affect the person you're supposed to be the most intimate with.", "character": "Katie Jordan", "characterId": "nm0000201"}, {"text": "But the crazy thing is that Theresa could fuck her husband. She just couldn't kiss him, I mean really kiss him.", "character": "Liza", "characterId": "nm0353546"}, {"text": "It's not so crazy. There have been times when I'm so angry at Stan that I could fuck him but I don't want that count on anyone near me.", "character": "Rachel", "characterId": "nm0001854"}, {"text": "A kiss can be so much more intimate than sex.", "character": "Katie Jordan", "characterId": "nm0000201"}, {"text": "Yeah. Why is that?", "character": "Liza", "characterId": "nm0353546"}, {"text": "Because fucking means \"yeah, yeah, I love you\" but a kiss, a kiss means \"I like you\".", "character": "Rachel", "characterId": "nm0001854"}]}, {"lines": [{"text": "You're writing a book about your grandmother?", "character": "Dave, Ben's Literary Agent", "characterId": "nm0001663"}, {"text": "Yeah, she was an extraordinary woman.", "character": "Ben", "characterId": "nm0000246"}, {"text": "Oh, um, I'm sure she was. Did she fuck a president?", "character": "Dave, Ben's Literary Agent", "characterId": "nm0001663"}, {"text": "No.", "character": "Ben", "characterId": "nm0000246"}, {"text": "No. Did she discover uranium?", "character": "Dave, Ben's Literary Agent", "characterId": "nm0001663"}, {"text": "No.", "character": "Ben", "characterId": "nm0000246"}, {"text": "A cure for cancer?", "character": "Dave, Ben's Literary Agent", "characterId": "nm0001663"}, {"text": "No.", "character": "Ben", "characterId": "nm0000246"}, {"text": "Nothing like that?", "character": "Dave, Ben's Literary Agent", "characterId": "nm0001663"}, {"text": "No.", "character": "Ben", "characterId": "nm0000246"}, {"text": "Why, why would anybody wanna read a book about her?", "character": "Dave, Ben's Literary Agent", "characterId": "nm0001663"}, {"text": "'Cause, Dave, she was four-foot-nine, she emigrated from Europe when she was a little girl, she worked in a sweatshop making buttonholes fourteen hours a day, and yet somehow managed to raise five kids and stay married to the same man for fifty-seven years. I'm telling you, Dave, this is gonna be the greatest love story ever told.", "character": "Ben", "characterId": "nm0000246"}, {"text": "Let me explain something to you, not as your agent, this is as a friend. C'mere.", "character": "Dave, Ben's Literary Agent", "characterId": "nm0001663"}, {"text": "[Dave leads Ben over to his office window]", "character": null, "characterId": null}, {"text": "C'mere. Alright, you see all these people out here, huh? You see they're getting into buildings, they're, they're driving in cars, they're crossing the street there, they're walking around. Every single one of these people is going to die someday, and they all know it, which is why they tend to regard the time that they have on this planet as precious. Now, there, there are a lot of things that take up a lot of that time, even if they don't enjoy it. They have to go to work, they have to get dressed, they have to wait in lines, they have to clean yards, they gotta get batteries, they have to, they have to visit the eye doctors, they're doing all these things. Now, add that to the time they spend sleeping, and eating, and, and, and, and washing up, and voting, and, and, and, and buying gifts for people they don't even like, and you can see why they're so choosy about how they spend whatever leisure time they do have. And you can understand why, unless she went down on somebody really interesting, why they're not going to waste their valuable time reading a book about your fucking grandmother.", "character": "Dave, Ben's Literary Agent", "characterId": "nm0001663"}, {"text": "So, if I'm reading you right, you don't like the idea.", "character": "Ben", "characterId": "nm0000246"}, {"text": "It's not that.", "character": "Dave, Ben's Literary Agent", "characterId": "nm0001663"}]}]}