{"quotes": [{"lines": [{"text": "Well, there must be a hundred houses like that around here.", "character": "Willie", "characterId": "nm0238105"}, {"text": "I'm only lookin' for one. And I'm lookin' for the lady who lives in it. And when I find her... I'm going to kill her. Oh, yes... oh, yes... I will kill her.", "character": "Carl", "characterId": "nm0001768"}]}, {"lines": [{"text": "I know what you're thinking... the funny thing is, that usually women ask that question before men do. But the answer is Yes. I'm covered with pictures from the neck right down to the toes. Everywhere, and I mean everywhere.", "character": "Carl", "characterId": "nm0001768"}]}, {"lines": [{"text": "Is - Is that what you mean by skin illustrations? Tattoos?", "character": "Willie", "characterId": "nm0238105"}, {"text": "They're not tattoos, they're skin illustrations! Don't you ever call them tattoos!", "character": "Carl", "characterId": "nm0001768"}]}, {"lines": [{"text": "[shouting at the lake]\nNow shut up now, come on now! Shut up! All you do is make noise in the world!", "character": "Carl", "characterId": "nm0001768"}, {"text": "[speaking to Willie]", "character": null, "characterId": null}, {"text": "That's how you handle little things, see. You just yell at 'em and they just shut up like a clam. And that puts 'em in their proper place. Man I don't like little things. I don't like - bugs, and frogs, and spiders, and creepy crawly things that *zing* out at 'cha and bite 'cha when you're not lookin'. You know what a tick looks like?", "character": "Carl", "characterId": "nm0001768"}, {"text": "Well, sure I seen ticks.", "character": "Willie", "characterId": "nm0238105"}, {"text": "Yeah, well they're the worst because they find ya no matter where ya are, and they creep up ya and they suck your blood, see? Ooh they stink, those rotten things.", "character": "Carl", "characterId": "nm0001768"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Each person who tries to see beyond his own time must face questions to which there cannot yet be proven answers.", "character": "Felicia", "characterId": "nm0001954"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Each person who tries to see beyond his own time must face questions to which there cannot yet be absolute answers.", "character": "Felicia", "characterId": "nm0001954"}]}, {"lines": [{"text": "Let me tell you... don't you look at those illustrations too long, because they'll come alive and they'll tell you stories.", "character": "Carl", "characterId": "nm0001768"}]}, {"lines": [{"text": "She had lived in the past, and she had lived in the future, and she put it all on me.", "character": "Carl", "characterId": "nm0001768"}]}]}