{"quotes": [{"lines": [{"text": "Can you do anything at all?", "character": "Mallory", "characterId": "nm0000060"}, {"text": "I don't know. There's always a way to blow up explosives. The trick is not to be around when they go off. But aren't you forgetting something? The lady. As I see it we have three choices. One we can leave her here but there's no guarantee she won't be found, and in her case they won't need a truth drug. Two, we can take her with us, but that would make things worse than they are already. And three... well, that's Andrea's choice, remember?", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "You really want your pound of flesh, don't you?", "character": "Mallory", "characterId": "nm0000060"}, {"text": "Yes, I do. You see, somehow I just couldn't get to sleep.", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "Well, if you're so anxious to kill her, go ahead!", "character": "Mallory", "characterId": "nm0000060"}, {"text": "I'm not anxious to kill her, I'm not anxious to kill anyone. You see, I'm not a born soldier. I was trapped. You may find me facetious from time to time, but if I didn't make some rather bad jokes I'd go out of my mind. No, I prefer to leave the killing to someone like you, an officer and a gentleman, a leader of men.", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "If you think I wanted this, any of this, you're out of your mind, I was trapped like you, just like anyone who put on the uniform!", "character": "Mallory", "characterId": "nm0000060"}, {"text": "Of *course* you wanted it, you're an officer, aren't you? I never let them make *me* an officer! I don't want the responsibility!", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "So you've had a free ride, all this time! Someone's *got* to take responsibility if the job's going to get done! You think that's easy?", "character": "Mallory", "characterId": "nm0000060"}, {"text": "[shouts]\nI don't know! I'm not even sure who really is responsible any more.", "character": "Corporal Miller", "characterId": "nm0000057"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "To tell you the truth, I didn't think we could do it.", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "To tell you the truth, neither did I.", "character": "Capt. Keith Mallory", "characterId": "nm0000060"}]}, {"lines": [{"text": "[apologizing for involving Mallory in the Navarone mission]", "character": null, "characterId": null}, {"text": "No, I'm stupid sometimes. Even when I was a kid, I always took it for granted people wanted to play the games I like, and I'd be furious when they didn't.", "character": "Major Franklin", "characterId": "nm0703033"}, {"text": "Well, now they have to, so why worry?", "character": "Capt. Keith Mallory", "characterId": "nm0000060"}]}, {"lines": [{"text": "Well, right now I say to hell with the job! I've been on a hundred jobs and not one of them's altered the course of the war! I don't care about the war anymore, I care about Roy!", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "And if Turkey comes into the war on the wrong side?", "character": "Capt. Keith Mallory", "characterId": "nm0000060"}, {"text": "So what? Let the whole bloody world come in and blow itself to pieces, that's what it deserves!", "character": "Corporal Miller", "characterId": "nm0000057"}]}, {"lines": [{"text": "You think you've been getting away with it all this time, standing by. Well, son... your bystanding days are over! You're in it now, up to your neck! They told me that you're a genius with explosives. Start proving it!", "character": "Mallory", "characterId": "nm0000060"}, {"text": "[gesturing with his pistol]", "character": null, "characterId": null}, {"text": "You got me in the mood to use this thing, and by God, if you don't think of something, I'll use it on you! I mean it.", "character": "Mallory", "characterId": "nm0000060"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Greece and the islands of the Aegean Sea have given birth to many myths and legends of war and adventure. And these once-proud stones, these ruined and shattered temples bear witness to the civilization that flourished and then died here and to the demigods and heroes who inspired those legends on this sea and these islands. But, though the stage is the same, ours is a legend of our own times, and its heroes are not demigods, but ordinary people. In 1943, so the story goes, 2000 British soldiers lay marooned on the tiny island of Kheros, exhausted and helpless. They had exactly one week to live for in Berlin the Axis high command had determined on a show of strength in the Aegean Sea to bully neutral Turkey into coming into the war on their side. The scene of that demonstration was to be Kheros, itself of no military value, but only a few miles off the coast of Turkey. The cream of the German war machine, rested and ready, was to spearhead the attack, and the men on Kheros were doomed unless they could be evacuated before the blitz. But the only passage to and from Kheros was guarded and blocked by two great, newly designed, radar-controlled guns on the nearby island of Navarone. Guns too powerful and accurate for any allied ship then in the Aegean to challenge. Allied intelligence learned of the projected blitz only one week before the appointed date. What took place in the next six days became the legend of Navarone.", "character": "Prologue Narrator", "characterId": "nm0433150"}]}, {"lines": [{"text": "[after the Mallory and his team have overpowered and disarmed the Germans, the Germans are bound and gagged and Mallory's team takes their uniforms. Spiro is about to put the gag on Muesel]\nHold it.", "character": "Mallory", "characterId": "nm0000060"}, {"text": "We are going to leave Major Franklin behind. He is a wounded officer, I expect him to get proper medical attention.", "character": "Mallory", "characterId": "nm0000060"}, {"text": "We don't make war on wounded men. We aren't all like Hauptmann Sessler.", "character": "Muesel", "characterId": "nm0331770"}, {"text": "Now where's the camp radio station?", "character": "Mallory", "characterId": "nm0000060"}, {"text": "I will not tell you.", "character": "Muesel", "characterId": "nm0331770"}, {"text": "[Mallory points a pistol at Muesel in a hesitant way]", "character": null, "characterId": null}, {"text": "You wouldn't hesitate to kill me for any number of reasons, but not this one. In any event I will not tell you.", "character": "Muesel", "characterId": "nm0331770"}, {"text": "[Muesel is then gagged]", "character": null, "characterId": null}]}, {"lines": [{"text": "I've inspected this vessel, and I think you ought to know that, ah, I can't swim.", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "I'll keep it in mind.", "character": "Mallory", "characterId": "nm0000060"}]}, {"lines": [{"text": "Are you sure it will work?", "character": "Mallory", "characterId": "nm0000060"}, {"text": "There's no guarantee, but the theory's perfectly feasible.", "character": "Corporal Miller", "characterId": "nm0000057"}]}, {"lines": [{"text": "Sir, I've inspected this boat, and I think you ought to know that I can't swim.", "character": "Corporal Miller", "characterId": "nm0000057"}]}, {"lines": [{"text": "I have no time for this!", "character": "Capt. Keith Mallory", "characterId": "nm0000060"}, {"text": "Now just a minute! If we're going to get this job done she has got to be killed! And we all know how keen you are about getting the job done! Now I can't speak for the others but I've never killed a woman, traitor or not, and I'm finicky! So why don't you do it? Let us off for once! Go on, be a pal, be a father to your men! Climb down off that cross of yours, close your eyes, think of England, and pull the trigger! What do you say, Sir?", "character": "Corporal Miller", "characterId": "nm0000057"}]}, {"lines": [{"text": "Gentlemen, these men have a special interest in Navarone. I got your radio report, but I thought perhaps you could be more specific.", "character": "Commodore Jensen", "characterId": "nm0433150"}, {"text": "I'll be specific! As you can plainly see, it was ruddy awful. But we'd love to go back. Wouldn't we, boys?", "character": "Squadron Leader Howard Barnsby RAAF", "characterId": "nm0001321"}, {"text": "[His boys give several loud cheers]", "character": null, "characterId": null}, {"text": "Just as soon as we can! BUT - we've got one condition. We want the joker who thought this one up to come with us. And when we get there, we're gonna shove him out at ten thousand feet - without a parachute.", "character": "Squadron Leader Howard Barnsby RAAF", "characterId": "nm0001321"}]}, {"lines": [{"text": "[On Andrea]\nHe's going to kill me when the war's over.", "character": "Mallory", "characterId": "nm0000060"}, {"text": "You're not serious.", "character": "Major Franklin", "characterId": "nm0703033"}, {"text": "Yes, I am. So is he.", "character": "Mallory", "characterId": "nm0000060"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "About a year ago, I gave a German patrol a safe passage to get some of their wounded into hospital. I guess I still had some romantic notions about fighting a civilized war. Anyway, they wanted Andrea pretty badly, even back then. As soon as they got behind our lines, they shot their casualties, went over to his house, and blew it up. He was out on a job at the time, but his wife and three children were in the house. They were all killed. I helped him to bury them. And then he turned to me and said that as far as he was concerned, it wasn't the Germans who were responsible, but me. Me and my stupid Anglo-Saxon decency. Then he told me what he was going to do, and when.", "character": "Mallory", "characterId": "nm0000060"}, {"text": "You think he still means to do it?", "character": "Major Franklin", "characterId": "nm0703033"}, {"text": "He's from Crete. Those people don't make idle threats.", "character": "Mallory", "characterId": "nm0000060"}]}, {"lines": [{"text": "[as the team prepares to leave, Miller comes stomping in]", "character": null, "characterId": null}, {"text": "Everybody stay exactly where you are! The party's over. Somebody stepped on the cake!", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "[opens his case]", "character": null, "characterId": null}, {"text": "a clockwork fuse. Elementary and archaic, but they work. Only this one doesn't work, you know why? The clock's okay, but the contact arm's been broken off. This clock could tick away until Christmas, and it wouldn't set off a firecracker!", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "[throws it in a corner]", "character": null, "characterId": null}, {"text": "my time pencils.", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "[holds one up]", "character": null, "characterId": null}, {"text": "Seventy-five grains of fulminate of mercury in every one of them, enough to blow off my hand. And very unstable, very delicate.", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "[He smacks the one in his hand against the bundle of the rest, then violently crumples the whole mess together, and throws them in a corner]", "character": null, "characterId": null}, {"text": "Which means there is a traitor in this room.", "character": "Corporal Miller", "characterId": "nm0000057"}]}, {"lines": [{"text": "What's going on here, what are you doing to that man?", "character": "Maj. Baker", "characterId": "nm0193862"}, {"text": "You know him?", "character": "Major Franklin", "characterId": "nm0703033"}, {"text": "Of course, that's Nikolai, our laundry boy. Is he the reason I'm being disturbed? Look, Franklin, I've had a hard day!", "character": "Maj. Baker", "characterId": "nm0193862"}, {"text": "Does his job involve listening at keyholes?", "character": "Major Franklin", "characterId": "nm0703033"}, {"text": "It's just a case of idle curiosity, he doesn't speak a word of english!", "character": "Maj. Baker", "characterId": "nm0193862"}, {"text": "Then why was he listening, why does he carry a knife, and why did he try to stab this man?", "character": "Major Franklin", "characterId": "nm0703033"}, {"text": "I presume he was trying to defend himself, when you've been in this part of the world as long as I you'll know carrying a knife doesn't mark one as a criminal!", "character": "Maj. Baker", "characterId": "nm0193862"}]}, {"lines": [{"text": "BAD? It can't be done, not from the air, anyway!", "character": "Squadron Leader Howard Barnsby RAAF", "characterId": "nm0001321"}, {"text": "You're quite sure of that, Squadron Leader? This is important.", "character": "Commodore Jensen", "characterId": "nm0433150"}, {"text": "So's my life! To me, anyway, and the lives of these jokers here, and the eighteen men we lost tonight!", "character": "Squadron Leader Howard Barnsby RAAF", "characterId": "nm0001321"}]}, {"lines": [{"text": "First, you've got that bloody old fortress on top of that bloody cliff. Then you've got the bloody cliff overhang. You can't even see the bloody cave, let alone the bloody guns. And anyway, we haven't got a bloody bomb big enough to smash that bloody rock. And that's the bloody truth, sir.", "character": "Squadron Leader Howard Barnsby RAAF", "characterId": "nm0001321"}]}, {"lines": [{"text": "Pappadimos, have you got your silencer?", "character": "Major Franklin", "characterId": "nm0703033"}, {"text": "Yes.", "character": "Pvt. Spyros Pappadimos", "characterId": "nm0201626"}, {"text": "Then use it. Shoot the laundry boy.", "character": "Major Franklin", "characterId": "nm0703033"}, {"text": "Are you crazy?", "character": "Maj. Baker", "characterId": "nm0193862"}, {"text": "And if the Major gets in your way, shoot him too. That's an order.", "character": "Major Franklin", "characterId": "nm0703033"}]}, {"lines": [{"text": "[Andrea meets his team again in the ruins of St Alexis]\nGood evening, Gentlemen", "character": "Col. Andrea Stavros", "characterId": "nm0000063"}, {"text": "Obviously this place has been used before.", "character": "Col. Andrea Stavros", "characterId": "nm0000063"}, {"text": "Any food around?", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "I regret to say, no.", "character": "Col. Andrea Stavros", "characterId": "nm0000063"}]}, {"lines": [{"text": "[what to do with Franklin after he broke his leg scaling the cliff; take him along, or leave him behind for the Germans]", "character": null, "characterId": null}, {"text": "There is of course a third choice. One bullet now. Better for him, better for us. You take that man along,you endanger us all.", "character": "Col. Andrea Stavros", "characterId": "nm0000063"}, {"text": "Why don't we just drop him off the cliff and save a bullet?", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "And why don't you shut up? Yes, there's a third choice. We'll make it if necessary, when it's necessary, and not before.", "character": "Capt. Keith Mallory", "characterId": "nm0000060"}]}, {"lines": [{"text": "And what about the two thousand men on Kheros?", "character": "Capt. Keith Mallory", "characterId": "nm0000060"}, {"text": "I don't know the man on Kheros! But I do know the man on Navarone!", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "Mr. Miller, the man was finished when he fell.", "character": "Col. Andrea Stavros", "characterId": "nm0000063"}, {"text": "[angry]\nThat's easy for you to say, sitting there, drinking coffee.", "character": "Corporal Miller", "characterId": "nm0000057"}]}, {"lines": [{"text": "They're burning Mandrakos in punishment.", "character": "Maria Pappadimos", "characterId": "nm0660327"}]}, {"lines": [{"text": "The only way to win a war is to be as nasty as the enemy.", "character": "Mallory", "characterId": "nm0000060"}]}, {"lines": [{"text": "[indicating the wounded Franklin]\nWhere are the explosives? I want an answer now, otherwise I shall personally rearrange this officer's splints.", "character": "Sessler", "characterId": "nm0586393"}]}, {"lines": [{"text": "[after commandeering Nazi uniforms]\nHmm, not very hygenic. Shocking taste in undies, too.", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "[mockingly saluting]", "character": null, "characterId": null}, {"text": "Heil, everybody.", "character": "Corporal Miller", "characterId": "nm0000057"}]}, {"lines": [{"text": "Do you think they've got any chance at all, sir?", "character": "Cohn", "characterId": "nm0285302"}, {"text": "ingenuity, courage, self-sacrifice. Pity we can't meet the problems of peace in the same way, isn't it? It would be so much cheaper for everybody.", "character": "Commodore Jensen", "characterId": "nm0433150"}, {"text": "I never thought of it in just that way, sir. You're a philosopher, sir.", "character": "Cohn", "characterId": "nm0285302"}, {"text": "No. I'm just the man who has to send people out on jobs like this one.", "character": "Commodore Jensen", "characterId": "nm0433150"}]}, {"lines": [{"text": "[watching Andrea poking around the room]\nWhat are you doing, friend? Checking for dust?", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "No, friend, microphones.", "character": "Col. Andrea Stavros", "characterId": "nm0000063"}, {"text": "This is the British Army post, man! Don't you trust anybody?", "character": "Corporal Miller", "characterId": "nm0000057"}, {"text": "No! That is why I have lived so long.", "character": "Col. Andrea Stavros", "characterId": "nm0000063"}]}, {"lines": [{"text": "[Hearing someone coming, Andrea draws a revolver and aims it at the door. Mallory enters]", "character": null, "characterId": null}, {"text": "Surprised?", "character": "Mallory", "characterId": "nm0000060"}, {"text": "I did not think I would see you again so soon.", "character": "Col. Andrea Stavros", "characterId": "nm0000063"}, {"text": "Did you think you'd have to come looking for me?", "character": "Mallory", "characterId": "nm0000060"}, {"text": "When the time came, I would find you.", "character": "Col. Andrea Stavros", "characterId": "nm0000063"}]}, {"lines": [{"text": "You have any brothers or sisters?", "character": "Capt. Keith Mallory", "characterId": "nm0000060"}, {"text": "I have a brother, Spiro, in America.", "character": "Maria Pappadimos", "characterId": "nm0660327"}, {"text": "Oh, He's not that far away.", "character": "Capt. Keith Mallory", "characterId": "nm0000060"}, {"text": "[Maria stops what she is doing and looks up with a stunned look on her face. Mallory points the but of his sub machine gun at Spiros]", "character": null, "characterId": null}, {"text": "He's that handsome devil right over there.", "character": "Capt. Keith Mallory", "characterId": "nm0000060"}, {"text": "[She gets up and walks over to her brother. Her face has a look of wonder and love at seeing the brother she hasn't since he was a child]\nSpiros!", "character": "Maria Pappadimos", "characterId": "nm0660327"}, {"text": "[Then her face turns hard and angry as she slaps him hard in the face]", "character": null, "characterId": null}, {"text": "[Smarting from the slap]\nWhat did you do that for?", "character": "Pvt. Spyros Pappadimos", "characterId": "nm0201626"}, {"text": "To remind you to write letters occasionally.", "character": "Maria Pappadimos", "characterId": "nm0660327"}, {"text": "There happens to be a war on.", "character": "Pvt. Spyros Pappadimos", "characterId": "nm0201626"}, {"text": "I mean before the war! I promised myself I'd would do this the first time I ever saw you again.", "character": "Maria Pappadimos", "characterId": "nm0660327"}, {"text": "[Her whole manner changes to contrite]", "character": null, "characterId": null}, {"text": "Well, I'm sorry, brother.", "character": "Maria Pappadimos", "characterId": "nm0660327"}, {"text": "[Sprios just smiles, shakes his head, grabs her and gives her a great big bear hug]", "character": null, "characterId": null}]}, {"lines": [{"text": "They told us Pappadimos was a man", "character": "Capt. Keith Mallory", "characterId": "nm0000060"}, {"text": "My father. He was taken two days ago.", "character": "Maria Pappadimos", "characterId": "nm0660327"}, {"text": "He was taken?", "character": "Col. Andrea Stavros", "characterId": "nm0000063"}, {"text": "He told them nothing. He will die first.", "character": "Maria Pappadimos", "characterId": "nm0660327"}]}, {"lines": [{"text": "She is my friend, Anna. She is one of us. It's bad that this happened to her. Before the Germans came, she was a school teacher in Mandrakos. Last year, she was caught. They tortured her to make her betray us. They whipped her until the white of her bones showed. Some nights we could hear her screaming. Then they took her to the fortress and they kept her there for six months. When they let her go, she could not speak. She has never spoken since, not even in her dreams. Even I have never been allowed to see the scars on her back. But she's a good fighter - as good as any of you. She is like a ghost. She goes anywhere. She got us these guns and she kills without mercy. You are very lucky brother.", "character": "Maria Pappadimos", "characterId": "nm0660327"}]}, {"lines": [{"text": "[while she is driving the truck, she is totally unaware of Mallory's and Stavrou's past and how a mistake by Mallory had led to the deaths of Stavrou wife and children and how Stavrou vowed to kill Mallory after the war to avenge his wife's and family's death. Stavrou hates Mallory. Mallory is sitting right between Maria and Stavrou]\nSir?", "character": "Maria Pappadimos", "characterId": "nm0660327"}, {"text": "Yes.", "character": "Mallory", "characterId": "nm0000060"}, {"text": "No, not you, sir. Mr. Stavrou.", "character": "Maria Pappadimos", "characterId": "nm0660327"}, {"text": "Hmm?", "character": "Col. Andrea Stavros", "characterId": "nm0000063"}, {"text": "Tell me about yourself.", "character": "Maria Pappadimos", "characterId": "nm0660327"}, {"text": "What do you want to know?", "character": "Col. Andrea Stavros", "characterId": "nm0000063"}, {"text": "Are you married?", "character": "Maria Pappadimos", "characterId": "nm0660327"}, {"text": "I have been married. My wife and children were killed.", "character": "Col. Andrea Stavros", "characterId": "nm0000063"}, {"text": "Have you killed many people?", "character": "Maria Pappadimos", "characterId": "nm0660327"}, {"text": "Only Germans. Oh, some Italians too.", "character": "Col. Andrea Stavros", "characterId": "nm0000063"}, {"text": "Captain Mallory?", "character": "Maria Pappadimos", "characterId": "nm0660327"}, {"text": "Yes.", "character": "Mallory", "characterId": "nm0000060"}, {"text": "You are a lucky man.", "character": "Maria Pappadimos", "characterId": "nm0660327"}, {"text": "Yes, I know.", "character": "Mallory", "characterId": "nm0000060"}, {"text": "Mr. Stavrou?", "character": "Maria Pappadimos", "characterId": "nm0660327"}, {"text": "Yes?", "character": "Col. Andrea Stavros", "characterId": "nm0000063"}, {"text": "I like you.", "character": "Maria Pappadimos", "characterId": "nm0660327"}, {"text": "[Stavrou turns his head in surprise to look at Maria]\nI like you too.", "character": "Col. Andrea Stavros", "characterId": "nm0000063"}, {"text": "[maria turns her head to look at Stavrou and smiles and returns her attention to driving. Mallory gives a sly smile to Stavrou]", "character": null, "characterId": null}]}]}