{"quotes": [{"lines": [{"text": "Well, cut off my legs and call me Shorty.", "character": "Brogan", "characterId": "nm0112395"}]}, {"lines": [{"text": "\"Stinky, you're the two timing double crossing rat who strangled Knobs McClure and Reesy Joe and Horseface Dan and Denver Mike and then he turned his back on him. And the trick worked! Because Stinky got out of his chair and tried to strangle Nick with a piece of wire he had hidden in his mouth. But just in time, Nick turned around and gave him the old one-two and knocked Stinky colder than an ice flounder. Stinky wasn't a cripple at all! He was just using it to cover up his crimes. Now, what do you think of *that*?", "character": "Nora Charles", "characterId": "nm0001485"}]}, {"lines": [{"text": "A couple of weeks on this cider and I'll be a new man.", "character": "Nicholas 'Nick' Charles", "characterId": "nm0001635"}, {"text": "I sort of like the old one.", "character": "Nora Charles", "characterId": "nm0001485"}, {"text": "Why, darling, that's the nicest thing you've said to me since the time I got my head caught in that cuspidor at the Waldorf.", "character": "Nicholas 'Nick' Charles", "characterId": "nm0001635"}]}, {"lines": [{"text": "The fact that the boy's dead doesn't seem to have made very much impression on you.", "character": "Nicholas 'Nick' Charles", "characterId": "nm0001635"}, {"text": "Why should it? Death hasn't endowed him with any new virtues, has it?", "character": "Bill Burns", "characterId": "nm0144082"}, {"text": "That's a little brutal, but honest. Do you, eh... You know of anyone who might have had cause to kill him?", "character": "Nicholas 'Nick' Charles", "characterId": "nm0001635"}, {"text": "The way he was cutting throats at the plant, it might have been a number of people.", "character": "Bill Burns", "characterId": "nm0144082"}, {"text": "What about you?", "character": "Nicholas 'Nick' Charles", "characterId": "nm0001635"}, {"text": "Mr. Charles, when you've got anything on me, you can serve your papers. But until that time, I figure my time is my own.", "character": "Bill Burns", "characterId": "nm0144082"}]}, {"lines": [{"text": "Right there was the little old schoolhouse.", "character": "Nicholas 'Nick' Charles", "characterId": "nm0001635"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "Once on Halloween I burned it down - slightly.", "character": "Nicholas 'Nick' Charles", "characterId": "nm0001635"}]}]}