{"quotes": [{"lines": [{"text": "Gray, I must be rid of you. You've become a cancer, a malignant evil cancer rotting my mind.", "character": "Dr. Wolfe 'Toddy' MacFarlane", "characterId": "nm0199787"}, {"text": "You've made a disease of me, eh, Toddy?", "character": "Cabman John Gray", "characterId": "nm0000472"}]}, {"lines": [{"text": "I am a small man, a humble man. Being poor I have had to do much that I did not want to do. But so long as the great Dr McFarlane comes to my whistle, that long am I a man. If I have not that then I have nothing. Then I am only a cabman and a grave robber. You'll never get rid of me, Toddy.", "character": "Cabman John Gray", "characterId": "nm0000472"}]}, {"lines": [{"text": "I'm a pretty bad fellow myself, but MacFarlane's the boy - Toddy McFarlane I call him. Toddy, order your friend another glass.", "character": "Cabman John Gray", "characterId": "nm0000472"}, {"text": "[to Fettes]", "character": null, "characterId": null}, {"text": "Toddy hates me.", "character": "Cabman John Gray", "characterId": "nm0000472"}, {"text": "Don't call me by that confounded name.", "character": "Dr. Wolfe 'Toddy' MacFarlane", "characterId": "nm0199787"}, {"text": "Hear him! Did you ever see the lads play knife?", "character": "Cabman John Gray", "characterId": "nm0000472"}, {"text": "[thrusts a knife into a loaf of bread]", "character": null, "characterId": null}, {"text": "Toddy would like to do that all over my body.", "character": "Cabman John Gray", "characterId": "nm0000472"}, {"text": "We medicals have a better way than that. When we dislike a friend of ours, we dissect him.", "character": "Donald Fettes", "characterId": "nm0905505"}]}, {"lines": [{"text": "\"It is through error that man tries and rises. It is through tragedy he learns. All the roads of learning begin in darkness and go out into the light.\" Hippocrates of Cos", "character": null, "characterId": null}]}, {"lines": [{"text": "He'll not leave the grave - not since Wednesday last when we buried the lad.", "character": "Mrs. Mary McBride", "characterId": "nm0330435"}, {"text": "Your son, ma'am? He must have been a fine boy for the wee dog to love him so.", "character": "Donald Fettes", "characterId": "nm0905505"}, {"text": "A great kind lad he was - gentle with all things like Robbie. Now I can't get the dog to leave here. Perhaps it is for the best. I've not money enough to afford a grave watcher.", "character": "Mrs. Mary McBride", "characterId": "nm0330435"}, {"text": "Not much danger here, ma'am, I wouldn't think - right here in the heart of Edinburgh.", "character": "Donald Fettes", "characterId": "nm0905505"}, {"text": "They're uncommon bold, the grave robbers - and the daft doctors who drive them on.", "character": "Mrs. Mary McBride", "characterId": "nm0330435"}]}, {"lines": [{"text": "You've no need to be anxious, Meg. MacFarlane has been drunk and away before. He'll be beck in good time. Meanwhile, you have me to keep you company.", "character": "Cabman John Gray", "characterId": "nm0000472"}, {"text": "I call that no good fortune.", "character": "Meg Camden", "characterId": "nm0041138"}, {"text": "[laughs]\nThere was a time, lass, a time when I used to bring the dashing young doctor to your door, but you weren't so uncommon cold to your old friend Gray.", "character": "Cabman John Gray", "characterId": "nm0000472"}]}, {"lines": [{"text": "What is Gray to me? He's a man from whom I buy what I need when I need it. The rest is forgotten.", "character": "Dr. Wolfe 'Toddy' MacFarlane", "characterId": "nm0199787"}, {"text": "You may deny him, Toddy, but you'll not rid yourself of him by saying the devil's dead.", "character": "Meg Camden", "characterId": "nm0041138"}]}, {"lines": [{"text": "I know you kill people to sell bodies.", "character": "Joseph", "characterId": "nm0000509"}, {"text": "You say you came here of your own account. No-one sent you, no-one knows you're here?", "character": "Cabman John Gray", "characterId": "nm0000472"}, {"text": "Give me money or I tell the police that you murder the subjects.", "character": "Joseph", "characterId": "nm0000509"}, {"text": "Well, Joseph, you shall have money, why should you not? I don't suppose the great Dr MacFarlane is over lavish with his pay?", "character": "Cabman John Gray", "characterId": "nm0000472"}, {"text": "No.", "character": "Joseph", "characterId": "nm0000509"}]}, {"lines": [{"text": "If you've any regard for your neck, you'll leave now and stay away from my house, from my school, and from me.", "character": "Dr. Wolfe 'Toddy' MacFarlane", "characterId": "nm0199787"}, {"text": "Well, I've no wish for a rope cravat. I never like the small of hemp. So I'll bid you good night, Dr McFarlane.", "character": "Cabman John Gray", "characterId": "nm0000472"}]}, {"lines": [{"text": "There was a dog that bothered me during the last job. People are so concerned about dogs.", "character": "Cabman John Gray", "characterId": "nm0000472"}]}]}