{"quotes": [{"lines": [{"text": "[Background sounds of wartime shelling]\nThis is the true face of men going into action. It is a little different from any other face that you will ever see.", "character": "Orson Welles, Narrator", "characterId": "nm0000080"}]}, {"lines": [{"text": "Men cannot act before the camera in the presence of death.", "character": "Orson Welles, Narrator", "characterId": "nm0000080"}]}, {"lines": [{"text": "You stand in line for food all day to buy food for supper. Sometime the food runs out before you reach the door. Sometime a shell falls near the line. And at home they wait and wait and no one brings back anything for supper.", "character": "Orson Welles, Narrator", "characterId": "nm0000080"}]}, {"lines": [{"text": "The government urges all civilians to evacuate Madrid. But, where will we go? Where can we live? What can we do for a living?", "character": "Orson Welles, Narrator", "characterId": "nm0000080"}]}, {"lines": [{"text": "Now the people's opposition to fascism surprises the Rebels... Even in the smallest villages.", "character": "Manuel Azaña, Himself (President of Spain)", "characterId": "nm0044140"}]}, {"lines": [{"text": "They say the old goodbye would sound the same in any language. She says she'll wait. He says that he'll come back. He knows she'll wait. Who knows, for what, the way the shelling is. Nobody knows if he comes back.", "character": "Orson Welles, Narrator", "characterId": "nm0000080"}]}, {"lines": [{"text": "Death comes each morning to these people of the town, sent from the hills, two miles away.", "character": "Orson Welles, Narrator", "characterId": "nm0000080"}]}, {"lines": [{"text": "Why do they stay? They stay because this is their city. These are their homes. Here is their work. This is their fight. The fight to be allowed to live as human beings.", "character": "Orson Welles, Narrator", "characterId": "nm0000080"}]}, {"lines": [{"text": "Before, death came when you were old or sick. But now it comes to all this village. High in the sky and shining silver it comes to all who had no place to run. No place to hide.", "character": "Orson Welles, Narrator", "characterId": "nm0000080"}]}, {"lines": [{"text": "We took no statements from the dead, but all the letters we read were very sad.", "character": "Orson Welles, Narrator", "characterId": "nm0000080"}]}, {"lines": [{"text": "The infantry in the assault. Where cameras need much luck to go. The slow, heavy-laden, unromantic movement forward. The men in echelon, in columns of six, in the ultimate loneliness of what is known as contact. Where each man knows there is only himself and five other men and before him - all the great unknown.", "character": "Orson Welles, Narrator", "characterId": "nm0000080"}]}, {"lines": [{"text": "This is the moment the rest of war prepares for. When six men go forward into death, to walk across a stretch of land, and by their presence on it, prove - this earth is ours.", "character": "Orson Welles, Narrator", "characterId": "nm0000080"}]}, {"lines": [{"text": "[Last lines]\nThe men who never fought before, who are not trained in arms, who only wanted work and food, fight on.", "character": "Orson Welles, Narrator", "characterId": "nm0000080"}]}]}