{"quotes": [{"lines": [{"text": "[Frankie wakes up hungover after partying to celebrate the end of classes]\nSeventeen years I've been waitin' for this day. Freedom. The oyster of my life about to open. Instead, it feels like a badger died in my stomach. And I've an awful feeling that nothing will ever change.", "character": "Frankie", "characterId": "nm0001467"}, {"text": "[His mother enters the boys' bedroom]", "character": null, "characterId": null}, {"text": "You, Frankie Griffin, are a useless article. You don't do a hand's turn from one end of the day to the other. Look at the state of ya! Eyes fallin' out of your head with the drink. And, and, and the smell of ya! You'd never think of helpin' out around the place, not in a million years. What do you think? You think your shirts and trousers get washed by magic, and march down the path, and throw themselves up on the line? Do you? And what about these socks I keep findin' under your bed? Stained with what, I'd like to know?", "character": "Cathleen", "characterId": "nm0001573"}, {"text": "[She indicates his younger brother in the bed opposite]", "character": null, "characterId": null}, {"text": "Ray's the only one of you with any decency! I was too soft to use the wooden spoon on your arse when you were growin' up. Shoulda had you put to sleep.", "character": "Cathleen", "characterId": "nm0001573"}]}, {"lines": [{"text": "[Frankie knocks on his father's door]\nCome in. I know this is an important summer for ya, Frankie, and, uh, I'm sorry that I'm gonna miss it. I don't even know if I'm gonna be back for your birthday. So, so just in case, I, uh...", "character": "Jack Griffin", "characterId": "nm0000321"}, {"text": "[He presents Frankie with a goldfish swimming in a bowl]", "character": null, "characterId": null}, {"text": "Happy birthday, my boy.", "character": "Jack Griffin", "characterId": "nm0000321"}, {"text": "[Frankie takes the bowl]\nThanks.", "character": "Frankie", "characterId": "nm0001467"}, {"text": "You're welcome. Now, you're goin' to University, and you're gonna need spendin' money. So here's what I suggest. You get yourself a summer job.", "character": "Jack Griffin", "characterId": "nm0000321"}, {"text": "Da. About University. I don't think my exams went all that well.", "character": "Frankie", "characterId": "nm0001467"}, {"text": "Ah, Frankie, you'll be fine, you'll be terrific. I know it!", "character": "Jack Griffin", "characterId": "nm0000321"}, {"text": "I been thinkin', maybe I should go away, see the world or something.", "character": "Frankie", "characterId": "nm0001467"}, {"text": "Oh, no, Frankie. Let the world wait for you!", "character": "Jack Griffin", "characterId": "nm0000321"}, {"text": "Why do *you* always get to go away?", "character": "Frankie", "characterId": "nm0001467"}, {"text": "Well, this is something that's very important to me, Frankie. There's even, there's even talk about a film.", "character": "Jack Griffin", "characterId": "nm0000321"}, {"text": "What I'm tryin' to tell ya is that I probably won't even get into college!", "character": "Frankie", "characterId": "nm0001467"}, {"text": "Ah, you know, Frankie, I remember, when I was your age, I felt, I felt exactly the same as you.", "character": "Jack Griffin", "characterId": "nm0000321"}, {"text": "So, how did you do?", "character": "Frankie", "characterId": "nm0001467"}, {"text": "Oh, I did, I did, I did great. Great. Well, in English.", "character": "Jack Griffin", "characterId": "nm0000321"}, {"text": "Da, please. I'm serious!", "character": "Frankie", "characterId": "nm0001467"}, {"text": "I know ya are, son. Look, um, do you have anything special lined up for the summer? Do you have, um, a girlfriend, maybe?", "character": "Jack Griffin", "characterId": "nm0000321"}, {"text": "[He laughs a little. Frankie doesn't answer and looks away in annoyance]", "character": null, "characterId": null}, {"text": "to thine own self be true, for it follows as the day the night, thou canst not be -\"", "character": "Jack Griffin", "characterId": "nm0000321"}, {"text": "]\n\"not be false to any man.\"", "character": "Frankie", "characterId": "nm0001467"}, {"text": "Yes.", "character": "Jack Griffin", "characterId": "nm0000321"}, {"text": "]", "character": null, "characterId": null}, {"text": "Frankie! There's special instructions for feedin' that fish! You can't over-feed him, or, or he'll burst!", "character": "Jack Griffin", "characterId": "nm0000321"}]}, {"lines": [{"text": "Did you commit sex with a Protestant?", "character": "Cathleen", "characterId": "nm0001573"}]}, {"lines": [{"text": "There are plenty of good Protestants.", "character": "Cathleen", "characterId": "nm0001573"}, {"text": "Yeah?", "character": "Frankie", "characterId": "nm0001467"}, {"text": "Yeah. It's a shame they're all dead", "character": "Cathleen", "characterId": "nm0001573"}]}, {"lines": [{"text": "Have you forgotten about the Famine?", "character": "Cathleen", "characterId": "nm0001573"}, {"text": "[trying to get his attention, as his mail has arrived]\nFrankie?", "character": "Dawn Griffin", "characterId": "nm0369336"}, {"text": "How the Brits starved millions of our innocent people just so they could make cakes for that fat bitch Queen across the water? What about 1916? They shot down thousands of innocent Irish revolutionaries! Think of Parnell and Wolfe Tone and poor old Robert Emmet! And now you, you've become a Proddy lover!", "character": "Cathleen", "characterId": "nm0001573"}, {"text": "[still trying to get his attention]\nFrankie.", "character": "Dawn Griffin", "characterId": "nm0369336"}, {"text": "[Frankie finally gets angry with his Ma's lecture and shouts]\nMost of the Irish revolutionaries were Protestant! Emmet, Parnell, Wolfe Tone - all Protestant! Half of the so-called heroes who you think of as havin' noble blood were Protestant!", "character": "Frankie", "characterId": "nm0001467"}, {"text": "[She looks astounded. She looks over to Father Michael for help, but he nods apologetically. Frankie is right]", "character": null, "characterId": null}, {"text": "[trying to rally her own spirits]\nI suppose Pearse was a Prod. And DeValera!", "character": "Cathleen", "characterId": "nm0001573"}, {"text": "No. DeValera was American. That's how he missed gettin' shot in 1916!", "character": "Frankie", "characterId": "nm0001467"}]}, {"lines": [{"text": "Romy Thomas. Her and the other one she runs around with. All hair and legs.", "character": "Cathleen", "characterId": "nm0001573"}, {"text": "At least they aren't hairy legs.", "character": "Frankie", "characterId": "nm0001467"}, {"text": "Ha. Watch it, mister. You know what those two girls are? Protestants! You stay away from them. There's an international conspiracy between Communists and Protestants, and I'm not havin' you in the middle of it!", "character": "Cathleen", "characterId": "nm0001573"}]}, {"lines": [{"text": "[Cathleen Griffin furiously confronts her next-door neighbor after he shoo'ed her youngest daughter off their adjoining wall]", "character": null, "characterId": null}, {"text": "You! You! Yes, you with the head on ya! Get over here! How dare you order my child down from her own family wall!", "character": "Cathleen", "characterId": "nm0001573"}, {"text": "Mrs. Griffin, I have no desire to be confrontational...", "character": "Mr. Figgis", "characterId": "nm0926685"}, {"text": "This is our wall and my children have every right to walk on it whenever they wish!", "character": "Cathleen", "characterId": "nm0001573"}, {"text": "All I'm saying is that my wife and family deserve a little privacy. This little girl is walking the wall, making gestures at my children. Now, surely you can see that this is...", "character": "Mr. Figgis", "characterId": "nm0926685"}, {"text": "Let me tell you something. These are Griffin children. Pure Irish blood, descended from the High Kings of Ireland! They can walk their Celtic wall any time they want, day or night! We're a free people now! No thanks to the likes of you. Why don't you hump off back to Britain!", "character": "Cathleen", "characterId": "nm0001573"}, {"text": "You seem to be under a misconception as to my nationality.", "character": "Mr. Figgis", "characterId": "nm0926685"}, {"text": "You're a Proddy, aren't you!", "character": "Cathleen", "characterId": "nm0001573"}, {"text": "I am Protestant; I am not British!", "character": "Mr. Figgis", "characterId": "nm0926685"}, {"text": "Well, let me tell you something. My country has been a Republic for nearly thirty years and I'm not about to let our sovereignty be undermined by a bunch of blow-ins.", "character": "Cathleen", "characterId": "nm0001573"}, {"text": "Madam, I was born and raised in Ireland. I am Irish through-and-through. I am not British, and I did not order this little girl down from her precious wall! I merely requested politely that she refrain from spying on my family.", "character": "Mr. Figgis", "characterId": "nm0926685"}, {"text": "Spying! Spying, is it?", "character": "Cathleen", "characterId": "nm0001573"}, {"text": "Well, all I meant...", "character": "Mr. Figgis", "characterId": "nm0926685"}, {"text": "Oh, yes! The Brits accusing the Irish of spying! Well, this is one family you'll never conquer, you Proddy blood-sucker.", "character": "Cathleen", "characterId": "nm0001573"}]}, {"lines": [{"text": "[Da, Frankie's father, returns home by having the cab driver smash through the front gate. He steps out of the car, lifts a bugle to his lips, and delivers a small toot. He calls in a Shakespearian manner]", "character": null, "characterId": null}, {"text": "Come forth, my family, come forth! And see what treasures thy father has brought thee.", "character": "Jack Griffin", "characterId": "nm0000321"}, {"text": "a large orange bouncing ball, a costume hat, and the like]", "character": null, "characterId": null}, {"text": "By the way, somebody has to fix the gate. Frankie! Thou looks perplexed. Place upon thy cranium this hat and go forth. Not fifth.", "character": "Jack Griffin", "characterId": "nm0000321"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "I had it all planned. College. A place of my own. Hang out all day in cafes with beautiful girls, with legs and blonde hair, that you could talk to about The Stranglers and Hemingway, and who you could spend loads of time in bed with. Instead, I've blown my exams. How absolute was Louis the Fourteenth? Absolutely no idea. Ah, God, I've ruined my life before it's even started. They might as well take me out and shoot me. If I fail, I'm gonna have to get a job. I'm not cut out for that! I'm too young to work!", "character": "Frankie", "characterId": "nm0001467"}]}, {"lines": [{"text": "[Jim Davern has unexpectedly come to the house party to celebrate his political victory. He begins flirting with Cathleen, to Frankie's disgust]", "character": null, "characterId": null}, {"text": "Victory is ours! Frankie, Ray, drinks for everyone! Drinks! Jim, come and meet everyone.", "character": "Cathleen", "characterId": "nm0001573"}, {"text": "[Frankie and Ray retreat to the kitchen to search the cabinets for alcohol]", "character": null, "characterId": null}, {"text": "Here we are. For you.", "character": "Frankie", "characterId": "nm0001467"}, {"text": "\"Irish Mist\" and so on]", "character": null, "characterId": null}, {"text": "Just a tiny bit of bottle.", "character": "Ray Griffin", "characterId": "nm0444141"}, {"text": "Uh-oh. We've struck gold. There's a couple of full ones here.", "character": "Frankie", "characterId": "nm0001467"}, {"text": "[He opens an unlabeled bottle and takes a swig]", "character": null, "characterId": null}, {"text": "Aaughh! Poitín.", "character": "Frankie", "characterId": "nm0001467"}, {"text": "[appreciatively]\nFirewater. Moonshine. Hooch. That stuff can drive a man crazy as a cactus.", "character": "Ray Griffin", "characterId": "nm0444141"}, {"text": "Exactly.", "character": "Frankie", "characterId": "nm0001467"}, {"text": "[He grins, thinking of getting all the adults drunk]", "character": null, "characterId": null}, {"text": "I don't think it's quite what Ma had in mind. Da said it's for rubbing on the greyhound.", "character": "Ray Griffin", "characterId": "nm0444141"}, {"text": "Ray, my brother, we don't have a greyhound. It's time for victory punch.", "character": "Frankie", "characterId": "nm0001467"}]}, {"lines": [{"text": "the fruit of the gods. I'm never gonna slow-dance on a moonlit beach and whisper, \"I love you, Romy.\" Or \"Jane,\" whichever one I happen to be dancin' with. No, I'm lookin' at a life sentence. Solitary confinement. What am I gonna do?", "character": "Frankie", "characterId": "nm0001467"}]}, {"lines": [{"text": "Up with the Republic! Up with the Republic!", "character": "Cathleen", "characterId": "nm0001573"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "Nothing's ever gonna be the same.", "character": "Nelson Fitzgerald", "characterId": "nm0058029"}]}, {"lines": [{"text": "It wasn't like Da was a whole lot of use for anything when he was at home, but it always seemed empty when he was gone. Sorta shook the place. With a wave of his hat, he'd signal that I was once again man of the house. What that really meant was absolutely nothing.", "character": "Frankie", "characterId": "nm0001467"}]}, {"lines": [{"text": "[Da returns to the cab to travel to New York. He flourishes his hat and misquotes a Shakespearian stage direction]", "character": null, "characterId": null}, {"text": "And he exits, pursued by a bear.", "character": "Jack Griffin", "characterId": "nm0000321"}]}, {"lines": [{"text": "[Ray has finished reading to the family a Western story he'd himself written. Da stands, and while orating he leans to pick up a toy dog with hideous orange wheels]", "character": null, "characterId": null}, {"text": "Silence! As Foreman of this year's Jury, I have great pleasure in presenting you with the Golden Dog for Literature Par Excellence. Outstanding. Congratulations.", "character": "Jack Griffin", "characterId": "nm0000321"}, {"text": "Bleedin' stupid.", "character": "Dawn Griffin", "characterId": "nm0369336"}, {"text": "It is not stupid.", "character": "Jack Griffin", "characterId": "nm0000321"}, {"text": "The boy's a genius, that's all there is to it.", "character": "Cathleen", "characterId": "nm0001573"}]}, {"lines": [{"text": "When I was a kid, I used to wish for an ordinary family. Sometimes I still do. The only normal one is Noely, who has permanent brain damage from an illness when he was a baby. His body will grow up, but not his mind. He's the only one who doesn't drive me nuts. My Da's an actor. Always goin' abroad for some play somewhere, always lookin' for his big break into films. The rest of them share varying degrees of incurable insanity. It's amazing I turned out okay.", "character": "Frankie", "characterId": "nm0001467"}]}, {"lines": [{"text": "[Frankie carves lines on his bedroom wall like a prisoner in a cell, counting the days]", "character": null, "characterId": null}, {"text": "Today's the thirtieth of June. My exam results should come on the 18th of August. God, it's not long. Forty-nine days, then I'm dead. If I was a *real* rebel, I wouldn't give a damn.", "character": "Frankie", "characterId": "nm0001467"}]}]}