{"quotes": [{"lines": [{"text": "Elliott, who is this man you invited to dinner tonight?", "character": "Louisa Bradley", "characterId": "nm0914778"}, {"text": "He's an English author.", "character": "Elliott Templeton", "characterId": "nm0916067"}, {"text": "[Referring to W. Somerset Maugham]", "character": null, "characterId": null}, {"text": "He's quite alright. In fact he's quite famous. So pretend you've heard of him even if you haven't.", "character": "Elliott Templeton", "characterId": "nm0916067"}]}, {"lines": [{"text": "You sound like a very religious man who does not believe in God!", "character": "Kosti", "characterId": "nm0466776"}]}, {"lines": [{"text": "The enjoyment of art is the only remaining ecstasy that's neither immoral nor illegal.", "character": "Elliott Templeton", "characterId": "nm0916067"}]}, {"lines": [{"text": "I'm afraid I haven't a very good account to give you of that young man, Louisa.", "character": "Elliott Templeton", "characterId": "nm0916067"}, {"text": "Oh?", "character": "Louisa Bradley", "characterId": "nm0914778"}, {"text": "When he first came over to Paris, for Isabel's sake, I asked him to lunch to meet the sort of people he ought to know. He told me he didn't eat lunch.", "character": "Elliott Templeton", "characterId": "nm0916067"}, {"text": "Perhaps he doesn't.", "character": "Louisa Bradley", "characterId": "nm0914778"}, {"text": "And then, when I asked him to dinner, he said he couldn't come because he had no evening clothes. If I live to be a hundred, I will never understand how any young man could come to Paris without evening clothes.", "character": "Elliott Templeton", "characterId": "nm0916067"}, {"text": "Maybe he just didn't want to.", "character": "Louisa Bradley", "characterId": "nm0914778"}, {"text": "That's the most incredible reason for refusing an invitation I've ever heard in my life.", "character": "Elliott Templeton", "characterId": "nm0916067"}]}, {"lines": [{"text": "I do not like the propinquity of the hoi polloi.", "character": "Elliott Templeton", "characterId": "nm0916067"}]}, {"lines": [{"text": "[Referring to Sophie MacDonald]\nShe's an awful woman. She's bad, bad, bad! She's soused from morning to night.", "character": "Isabel Bradley", "characterId": "nm0000074"}, {"text": "That doesn't necessarily mean she's bad. Quite a number of respectable citizens get drunk and do silly things... I call a person bad who lies and cheats and is unkind.", "character": "W. Somerset Maugham", "characterId": "nm0003339"}, {"text": "If you're going to take her part, I'll kill you.", "character": "Isabel Bradley", "characterId": "nm0000074"}, {"text": "I'd prefer it if you gave me a cup of tea.", "character": "W. Somerset Maugham", "characterId": "nm0003339"}]}, {"lines": [{"text": "You're a rum one, Larry. But what about all the answers to those profound questions you've been asking yourself? Don't you know, people have been asking those same questions for thousands of years?", "character": "Kosti", "characterId": "nm0466776"}, {"text": "Yes, but doesn't the fact that people *have* been asking those same questions for thousands of years only go to prove that they can't help asking?", "character": "Larry Darrell", "characterId": "nm0000061"}, {"text": "Very good, very good. You're not altogether stupid. As a matter of fact, you sound like a very religious man who doesn't believe in God.", "character": "Kosti", "characterId": "nm0466776"}, {"text": "I'm not sure that I believe in anything.", "character": "Larry Darrell", "characterId": "nm0000061"}]}, {"lines": [{"text": "You think you're very clever.", "character": "Isabel Bradley", "characterId": "nm0000074"}, {"text": "I don't think it. I know it.", "character": "Elliott Templeton", "characterId": "nm0916067"}]}, {"lines": [{"text": "[about Elliott's monogrammed robe]\nElliott, what the devil's that crown doing over your initials?", "character": "W. Somerset Maugham", "characterId": "nm0003339"}, {"text": "His Holiness has been graciously pleased to revive, in my favor, my old family title.", "character": "Elliott Templeton", "characterId": "nm0916067"}, {"text": "Your what?", "character": "W. Somerset Maugham", "characterId": "nm0003339"}, {"text": "Oh, didn't you know? I'm descended, in the female line, from the Count de Lauria, who came over to England with Philip II to marry the maid of honor to Queen Mary. As an American citizen, I feel it more modest not to use my title except on all my personal linen.", "character": "Elliott Templeton", "characterId": "nm0916067"}]}, {"lines": [{"text": "If I ever acquire wisdom, I suppose I'll be wise enough to know what to do with it.", "character": "Larry Darrell", "characterId": "nm0000061"}]}, {"lines": [{"text": "Elliott has no friends, only acquaintances.", "character": "W. Somerset Maugham", "characterId": "nm0003339"}]}, {"lines": [{"text": "I admit, he is good looking, and his clothes fit.", "character": "Elliott Templeton", "characterId": "nm0916067"}]}, {"lines": [{"text": "You've always looked upon nature as an impediment to social intercourse.", "character": "W. Somerset Maugham", "characterId": "nm0003339"}]}, {"lines": [{"text": "I'm afraid you'll find the company mixed.", "character": "W. Somerset Maugham", "characterId": "nm0003339"}, {"text": "Don't you believe it. There'll be none of this confounded democracy there", "character": "Elliott Templeton", "characterId": "nm0916067"}, {"text": "[in heaven]", "character": null, "characterId": null}, {"text": ".", "character": "Elliott Templeton", "characterId": "nm0916067"}]}, {"lines": [{"text": "You see, my dear; goodness is, after all, the greatest force in the world.", "character": "W. Somerset Maugham", "characterId": "nm0003339"}]}, {"lines": [{"text": "Though you've lived half your life in diplomatic society and half the capitals of the world, you remain hopelessly American.", "character": "Elliott Templeton", "characterId": "nm0916067"}]}, {"lines": [{"text": "But I don't want to live on $3000 a year!", "character": "Isabel Bradley", "characterId": "nm0000074"}]}, {"lines": [{"text": "The dead looks so terribly dead when they're dead.", "character": "Larry Darrell", "characterId": "nm0000061"}]}, {"lines": [{"text": "The only thing that makes me unhappy is making you unhappy. I don't think I'll ever find peace until I make up my mind about things. It's so difficult to put into words. The minute you try, you feel embarrassed. You say to yourself, who am I to bother my head about this, that or the other. Wouldn't it be better just to follow the beaten path and let what's coming to you, come? And then I think, of a guy I knew, a minute before he was full of life and fun, and then... he was dead. I've seen many men die; but, this one was different. It was the last day of the war, almost the last moment. He could have saved himself, but, he didn't. He saved me, and, died. So, he's gone and I'm here, alive. Why? It's all so meaningless! You can't help but ask what life is all about. Whether there's any sense to it or whether it's just a stupid blunder!", "character": "Larry Darrell", "characterId": "nm0000061"}]}, {"lines": [{"text": "Larry, how can you bear to sit here in a backwash, when America is living through the most glorious adventure the world has ever known? You've been away a year now, a whole year out of your life. You just can't go on loafing for ever! Or, can you?", "character": "Isabel Bradley", "characterId": "nm0000074"}, {"text": "It's possible.", "character": "Larry Darrell", "characterId": "nm0000061"}]}, {"lines": [{"text": "We could go down to Capri for our honeymoon and then in the fall we could go to Greece. Remember how we used to talk about traveling all over the world together?", "character": "Larry Darrell", "characterId": "nm0000061"}, {"text": "Of course, I want to travel. But, not like that. Cheap restaurants. Third rate hotels. Besides, I want to have babies, Larry.", "character": "Isabel Bradley", "characterId": "nm0000074"}, {"text": "Alright, darling, we'll take them along with us.", "character": "Larry Darrell", "characterId": "nm0000061"}, {"text": "Oh, Larry, you're so impractical. You don't know what you are asking me to do. I'm young. I want to have fun. Do all the things people do. We wouldn't have a friend in the world.", "character": "Isabel Bradley", "characterId": "nm0000074"}, {"text": "Isabel, stop exaggerating. We'll do everything you want to do and we'll do it together.", "character": "Larry Darrell", "characterId": "nm0000061"}, {"text": "Oh, listen, darling, if you hadn't a cent to your name and got a job that brought you 3000 a year, I'd marry you without a minute's hesitation. I'd cook for you. I'd make beds. I wouldn't care what I wore. I'd think it was fun; because, I'd felt it was only a question of time until you'd make good. But, this means living like this all our lives! With nothing to look forward to! It's asking too much! Oh Larry, you've had your fling now. For your own sake, I beg of you to come home with us.", "character": "Isabel Bradley", "characterId": "nm0000074"}, {"text": "I wouldn't make you happy if I did. You see, what you forget is that I want to learn as passionately as, well, as Gray, for example, wants to make a lot of money! I came over here because I was restless and because my mind was muddled. I came looking for the answers to a lot of questions. Some of them I've found. Others, I may never find. But, I can't stop now. Oh, I know its sounds vague and trivial compared with, well, compared with everything that's happening at home today. And I know I'm being very difficult. But, I can't stop now, Isabel. I just can't.", "character": "Larry Darrell", "characterId": "nm0000061"}, {"text": "But, what would happen to America if everyone did as your doing?", "character": "Isabel Bradley", "characterId": "nm0000074"}, {"text": "The answer to that is that everyone doesn't feel as I do. Fortunately, for themselves, most people are just content to follow the normal course and take things as they are. Oh, I wish I could too. But, I know if I tried I'd just make a mess of your life and mine too.", "character": "Larry Darrell", "characterId": "nm0000061"}, {"text": "But, what's this all going to lead to?", "character": "Isabel Bradley", "characterId": "nm0000074"}, {"text": "I don't know. It may be that when I'm through, I will have found something to give that people will be glad to take. It's just a chance. But, even if I fail, I shan't be any worse off than a fellow who's gone into business and hasn't made a go of it.", "character": "Larry Darrell", "characterId": "nm0000061"}, {"text": "Then, there's nothing more to be said.", "character": "Isabel Bradley", "characterId": "nm0000074"}]}, {"lines": [{"text": "You can be wonderfully disagreeable when you like, Uncle Elliott.", "character": "Isabel Bradley", "characterId": "nm0000074"}, {"text": "I know, it's one of my most cherished gifts.", "character": "Elliott Templeton", "characterId": "nm0916067"}]}, {"lines": [{"text": "You know, I've never been able to understand why, when there's so much space in the world, people should deliberately choose to live in the Middle West.", "character": "Elliott Templeton", "characterId": "nm0916067"}]}, {"lines": [{"text": "[Recounting a series of rejected invitations]\nAnd then when I asked him to dinner, he said he couldn't come because he had no evening clothes. If I live to be a hundred I shall never understand how any young man can come to Paris without evening clothes.", "character": "Elliott Templeton", "characterId": "nm0916067"}, {"text": "[Referring to the turning down of the invitations]\nMaybe he just didn't want to.", "character": "Louisa Bradley", "characterId": "nm0914778"}, {"text": "That's the most incredible reason for refusing an invitation I've ever heard in my life.", "character": "Elliott Templeton", "characterId": "nm0916067"}]}, {"lines": [{"text": "[Tipsy]\nWell, I'd better get back to my boyfriend. He'll raise the roof. He's a sulky brute, but quite a man.", "character": "Sophie MacDonald", "characterId": "nm0000879"}]}, {"lines": [{"text": "Am I right in surmising that you thought that if you could get him to come back here, it was almost inevitable that the inevitable should happen?", "character": "Elliott Templeton", "characterId": "nm0916067"}, {"text": "No one could put it more, delicately.", "character": "Isabel Bradley", "characterId": "nm0000074"}, {"text": "We know what the consequences may be when a poor girl strays from the narrow path of virtue.", "character": "Elliott Templeton", "characterId": "nm0916067"}]}, {"lines": [{"text": "Enlightenment is the curse of civilization. A man who wastes his energy on knowledge is a fool. The more he learns, the more he wants and the more unhappy he becomes. Tear down the schoolhouses! Burn the books! Strangle the teachers! Then the world will get somewhere.", "character": "Kosti", "characterId": "nm0466776"}]}, {"lines": [{"text": "Very good. Very good. In fact, you sound like a very religious man who doesn't believe in god.", "character": "Kosti", "characterId": "nm0466776"}]}, {"lines": [{"text": "As long as man sets his ideals on the wrong objects there can be no real happiness. Until men learn it comes from within themselves.", "character": "Holy Man", "characterId": "nm0401976"}]}]}