{"quotes": [{"lines": [{"text": "[nudging his wife awake, causing her to impatiently roll over to face him]\nThere's a unicorn in the garden - - eating the flowers.", "character": null, "characterId": null}, {"text": "[irritably, in a loud contemptuous dramatically-paused \"read my lips\" tone]\nA UNICORN - - is a MYTHICAL - - CREATURE!", "character": null, "characterId": null}, {"text": "[huffily rolls back over and wraps the blanket tightly around her head]", "character": null, "characterId": null}, {"text": "[goes back outside and peers into the unicorn's enormous blinky liquid-blue eyes again, then reaches up with his forefinger and momentarily touches the tip of the unicorn's horn in astonishment before racing back into the house and nudging his wife again]\nThe unicorn has a golden horn - - growing out of the middle of its forehead.", "character": null, "characterId": null}, {"text": "[in a scoffing tone]\nGo away...! I SAID - - a unicorn is just a mythical creature!", "character": null, "characterId": null}, {"text": "[flops back over with a fuming sigh and covers up her face with the sheets again]", "character": null, "characterId": null}, {"text": "[trots back out to the garden again, where he observes a still-standing white lily that the unicorn has not noticed yet. He picks the lily and offers it to the unicorn, who turns its head and blinks its huge expressive eyelids at him again before turning its attention to the crispy-looking flower being proffered. The man assures the hesitating creature that the lily is tasty and good, so the unicorn obligingly reaches out its muzzle and takes the lily in its huge exquisite soft-rubbery lips, chomping it pensively and finding it to indeed be to its liking. The man hurries back inside the house and nudges his wife awake for a third time]\nThe unicorn ate a lily!", "character": null, "characterId": null}, {"text": "[leering in sardonic disgust]\nYOU - - are a BOOBY... and I'll have you sent to the BOOBY HATCH!", "character": null, "characterId": null}, {"text": "[arriving and finding the ordinary-looking man standing quietly and meekly by, while the wierd-faced wife is hotly fussing and fluttering about; he'd been told that there was \"a crazy person in the house\", but he thinks that if anyone there looks a bit loopy, its the wife, not the husband, and so he tells his white-coated aides to bind up the steaming woman in white cloth bandages from head to toe, then addresses the husband in a somewhat weary emotionless \"I've been in the raving-insanity business a long time, and so nothing surprises me anymore\" tone]\nThis woman claims that you said you saw a UNICORN in the GARDEN! Is that true?", "character": null, "characterId": null}, {"text": "[not wanting to be carted off to the funny farm himself]\nWhyever would I say that? A unicorn is a mythical creature.", "character": null, "characterId": null}, {"text": "[turning away with a disgusted \"I figured as much\" facial genture, and ignoring the furious wife's struggling and frantic muffled protesting mews from inside the tightly-wrapped surgical restraints]\nThat's all ah wanted t' know.", "character": null, "characterId": null}, {"text": "[yawns]", "character": null, "characterId": null}, {"text": "Take her away.", "character": null, "characterId": null}, {"text": "Don't count your boobies before they're hatched.", "character": null, "characterId": null}]}]}