{"quotes": [{"lines": [{"text": "There are certain conversations that have to be forgotten. And in Germany we have a phrase for such delicate matters. We say, \"under four eyes.\"", "character": "Wolf Stoller", "characterId": "nm0607579"}, {"text": "I believe I've heard that phrase.", "character": "Victor 'Pug' Henry", "characterId": "nm0000053"}, {"text": "What transpires next is under four eyes. You and Armin had a conversation about this lend-lease bill. Did he make sense to you? You prefer not to say, eh? Of course. You are a diplomat.", "character": "Wolf Stoller", "characterId": "nm0607579"}, {"text": "I'm a gunnery expert, misplaced in diplomacy, and hoping to get the hell out of it.", "character": "Victor 'Pug' Henry", "characterId": "nm0000053"}, {"text": "A man of honor wants to serve on the field.", "character": "Wolf Stoller", "characterId": "nm0607579"}, {"text": "[offers him a cigar]", "character": null, "characterId": null}, {"text": "Would you?", "character": "Wolf Stoller", "characterId": "nm0607579"}, {"text": "No, thank you.", "character": "Victor 'Pug' Henry", "characterId": "nm0000053"}, {"text": "That you sympathize with England is only natural. I do. I love England. After all, I spent two years at Oxford. But we know that in your Army and Navy, there is serious opposition to this lend-lease giveaway. Which will strip you of armaments, by the way. No, in war plans, you will be in a key position to foster this wise and patriotic opposition. Frankly, Germany needs friends in influential positions, to offset the Morgenthaus and the Lehmans.", "character": "Wolf Stoller", "characterId": "nm0607579"}, {"text": "Herr Stoller...", "character": "Victor 'Pug' Henry", "characterId": "nm0000053"}, {"text": "Please, please. You promised that you would hear me out. Now, Victor; and remember, this is under four eyes; we do have such friends. Not many, but a few. Patriotic Americans who see the realities, and not the propaganda of the Jews and of Churchill, who is just an adventurous megalomaniac. We hope that you will be another such friend. Now, you are aware of my connection with Herman Goerring. To me, one of the great figures of European history. His practical grasp of affairs still astounds me. Now, Herman Goering has established in Switzerland, some anonymous, untraceable bank accounts. After the war, these will be the rewards of Germany's honorable friends who said the right word in the right place. It will be a time of simple gratitude among men of honor. A sharing of benefits in the day of victory. If our friends want these accounts, they will be there. If not...", "character": "Wolf Stoller", "characterId": "nm0607579"}, {"text": "[Shrugs]", "character": null, "characterId": null}, {"text": "So, Victor, I have spoken my piece, and after you have said yours, this conversation will be as if it had never existed.", "character": "Wolf Stoller", "characterId": "nm0607579"}, {"text": "I find that interesting. Extremely interesting. But I must ask you, what made you, or General Von Roon, or Reich Marshal Goering, so sure that I might be receptive to this offer? Now, this is highly important to me.", "character": "Victor 'Pug' Henry", "characterId": "nm0000053"}, {"text": "Armin von Roon knows nothing about it.", "character": "Wolf Stoller", "characterId": "nm0607579"}, {"text": "OK.", "character": "Victor 'Pug' Henry", "characterId": "nm0000053"}, {"text": "to avoid any future useless bloodshed. He thinks you can help. And I have confidence that you will.", "character": "Wolf Stoller", "characterId": "nm0607579"}, {"text": "Well, that is a very clear answer, and now here is mine, under four eyes. You tell Reich Marshal Goering from me, that he can stick his Swiss bank account up his fat ass.", "character": "Victor 'Pug' Henry", "characterId": "nm0000053"}, {"text": "I remind you, Captain Henry, that you have not yet left the Third Reich. You're still in Berlin. Reich Marshal Goering is second only to the Fuerher.", "character": "Wolf Stoller", "characterId": "nm0607579"}, {"text": "I am an officer of the United States Navy, and unless I misunderstood you, or you care to withdraw it, you have asked me, in his name, to commit treason for money.", "character": "Victor 'Pug' Henry", "characterId": "nm0000053"}]}]}