{"quotes": [{"lines": [{"text": "[closing soliloquy narration]", "character": null, "characterId": null}, {"text": "I was continuing to shrink, to become... what? The infinitesimal? What was I? Still a human being? Or was I the man of the future? If there were other bursts of radiation, other clouds drifting across seas and continents, would other beings follow me into this vast new world? So close - the infinitesimal and the infinite. But suddenly, I knew they were really the two ends of the same concept. The unbelievably small and the unbelievably vast eventually meet - like the closing of a gigantic circle. I looked up, as if somehow I would grasp the heavens. The universe, worlds beyond number, God's silver tapestry spread across the night. And in that moment, I knew the answer to the riddle of the infinite. I had thought in terms of man's own limited dimension. I had presumed upon nature. That existence begins and ends in man's conception, not nature's. And I felt my body dwindling, melting, becoming nothing. My fears melted away. And in their place came acceptance. All this vast majesty of creation, it had to mean something. And then I meant something, too. Yes, smaller than the smallest, I meant something, too. To God, there is no zero. I still exist!", "character": "Scott Carey", "characterId": "nm0930695"}]}, {"lines": [{"text": "I felt puny and absurd, a ludicrous midget. Easy enough to talk of soul and spirit and existential worth, but not when you're three feet tall. I loathed myself, our home, the caricature my life with Lou had become. I had to get out. I had to get away.", "character": "Scott Carey", "characterId": "nm0930695"}]}, {"lines": [{"text": "Maybe the best way to begin is to start thinking about the future.", "character": "Clarice", "characterId": "nm0448655"}, {"text": "A future? In a world of giants?", "character": "Scott Carey", "characterId": "nm0930695"}, {"text": "Hmm. I've lived with them all my life. Oh, Scott, for people like you and me the world can be a wonderful place. The sky is as blue as it is for the giants. The friends are as warm.", "character": "Clarice", "characterId": "nm0448655"}, {"text": "I wish I could believe that.", "character": "Scott Carey", "characterId": "nm0930695"}, {"text": "You've got to believe that, don't you?", "character": "Clarice", "characterId": "nm0448655"}]}, {"lines": [{"text": "The cellar stretched before me like some vast primeval plain, empty of life, littered with the relics of a vanished race. No desert island castaway ever faced so bleak a prospect.", "character": "Scott Carey", "characterId": "nm0930695"}]}, {"lines": [{"text": "My prison, almost as far as I could see, a gray friendless area of space and time, and I resolved that as man had dominated the world of the sun, so I would dominate my world.", "character": "Scott Carey", "characterId": "nm0930695"}]}, {"lines": [{"text": "[after escaping from the spider]\nIn my hunt for food I had become the hunted. This time I survived, but I was no longer alone in my universe. I had an enemy, the most terrifying ever beheld by human eyes.", "character": "Scott Carey", "characterId": "nm0930695"}]}, {"lines": [{"text": "A strange calm possessed me. I thought more clearly than I had ever thought before - as if my mind were bathed in a brilliant light. I recognized that part of my illness was rooted in hunger, and I remembered the food on the shelf, the cake thredded with spider web. I no longer felt hatred for the spider. Like myself it struggled blindly for the means to live.", "character": "Scott Carey", "characterId": "nm0930695"}]}]}