{"quotes": [{"lines": [{"text": "You must forgive my curiosity, madam, and open your knees.", "character": "Mr. Neville", "characterId": "nm0001891"}]}, {"lines": [{"text": "She does not fret father, or if she does you well know the cause is your indifference - a house, a garden, a horse, a wife the preferential order.", "character": "Mrs. Talmann", "characterId": "nm0483069"}]}, {"lines": [{"text": "When your speech is as coarse as your face, Louis, then you sound as impotent by day as you perform by night.", "character": "Mrs. Talmann", "characterId": "nm0483069"}]}, {"lines": [{"text": "Your inventory, Louis, is unlimited. Like your long, clean, white breeches, there is nothing of substance in either of them.", "character": "Mrs. Talmann", "characterId": "nm0483069"}]}, {"lines": [{"text": "Madame, who is this child who walks the garden with such a solemn look on his face?", "character": "Mr. Neville", "characterId": "nm0001891"}, {"text": "That is my husband's nephew, Mr. Neville.", "character": "Mrs. Talmann", "characterId": "nm0483069"}, {"text": "He attracts servants like a little midget king. What is his patrimony, madame?", "character": "Mr. Neville", "characterId": "nm0001891"}, {"text": "His father was killed at Aufbergensfeld. His mother became a Catholic so my husband had him brought to England.", "character": "Mrs. Talmann", "characterId": "nm0483069"}, {"text": "To be raised as a little Protestant?", "character": "Mr. Neville", "characterId": "nm0001891"}, {"text": "He was an orphan, Mr. Neville, and needed to be looked after.", "character": "Mrs. Talmann", "characterId": "nm0483069"}, {"text": "An orphan, madame, because his mother became a Catholic?", "character": "Mr. Neville", "characterId": "nm0001891"}]}, {"lines": [{"text": "Madam, you are disingenuous beyond words.", "character": "Mr. Noyes", "characterId": "nm0192404"}]}, {"lines": [{"text": "[to her husband, Louis Talmann]", "character": null, "characterId": null}, {"text": "Your speech, Louis, is becoming meteorological.", "character": "Mrs. Talmann", "characterId": "nm0483069"}]}, {"lines": [{"text": "Mr. Lucas was a man whose ethusiasms were divided equally between his garden and his children. Whenever his wife conceived, Mr. Lucas planted fruit trees. His wife seldom came to a successful labor, and those children she was blessed with died before weening. Mr. Lucas threatened to cut his trees down but he never did. To date there are eleven trees in his fruit garden - and he knows them all by their Christian names.", "character": "Mr. Noyes", "characterId": "nm0192404"}]}, {"lines": [{"text": "Why is that dutchman waving his arms about? Is he homesick for windmills?", "character": "Mr. Neville", "characterId": "nm0001891"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Mr. Chandos was a man who spent more time with his gardener than his wife. They discussed plum trees - ad nauseam. He gave his family and his tennants cause to dread September, for they were regaled with plums till their guts rumbled like thunder and their backsides ached from overuse. He built the chapel at Fouvant, where the pew seats are made of plumwood, so the tennants still have cause to remember Chandos through their backsides - on account of the splinters.", "character": "Mr. Noyes", "characterId": "nm0192404"}]}, {"lines": [{"text": "[to his nephew Augustus]", "character": null, "characterId": null}, {"text": "Chasing sheep is a tiresome habit best left to shepherds.", "character": "Mr. Talmann", "characterId": "nm0292140"}]}, {"lines": [{"text": "Why doesn't your husband have the moat cleaned out?", "character": "Mr. Neville", "characterId": "nm0001891"}, {"text": "He doesn't like to see the fish. Carp live too long - they remind him of Catholics. Besides, from his window, the duckweed could be mistaken for lawn.", "character": "Mrs. Herbert", "characterId": "nm0840531"}]}, {"lines": [{"text": "Four garments and a ladder do not lead us to a corpse.", "character": "Mr. Neville", "characterId": "nm0001891"}, {"text": "Mr. Neville, I said nothing about a corpse.", "character": "Mrs. Talmann", "characterId": "nm0483069"}]}, {"lines": [{"text": "[pretending to accuse Mr. Neville of murder]", "character": null, "characterId": null}, {"text": "More than a witness, Mr. Neville - an accessory to misadventure.", "character": "Mr. Talmann", "characterId": "nm0292140"}]}, {"lines": [{"text": "I will stay dressed, Mr. Neville; you will not.", "character": "Mrs. Talmann", "characterId": "nm0483069"}]}, {"lines": [{"text": "Your innocence, Mr. Neville, is always sinister.", "character": "Mrs. Talmann", "characterId": "nm0483069"}]}, {"lines": [{"text": "[feigning anger]", "character": null, "characterId": null}, {"text": "Is losing a husband a humiliation, Mr. Neville?", "character": "Mrs. Herbert", "characterId": "nm0840531"}]}, {"lines": [{"text": "Well, that was ingenious.", "character": "Mr. Neville", "characterId": "nm0001891"}, {"text": "Since when has adultery been ingenious? You are ridiculous, Mr. Neville.", "character": "Mrs. Talmann", "characterId": "nm0483069"}]}, {"lines": [{"text": "Some years ago, two gentlemen went back to Amsterdam saying that Allhevingay was just like home. There was so much water - so many ornamental ponds, so many canals, so many sinks and basins. There was even a wind pump. What they had not realized was my father had made his land into a pattern of reservoirs because he was terrified of fire. There was even a room under the front stairs that housed two hundred buckets, all of them filled with water. I know because whenever I was taken short, my brothers and I used to rush in there and use them.", "character": "Mrs. Clement", "characterId": "nm0478852"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "Those buckets were filled before my mother died. I expect them to be still there, with the same water of thirty years ago, I shouldn't wonder - mixed with a little of myself, of course. I used to pee like a horse. I still do.", "character": "Mrs. Clement", "characterId": "nm0478852"}]}, {"lines": [{"text": "The gardens of England are becoming veritable jungles, such exotics are grossly unsuitable. If the Garden of Eden was planned for England, God would have seen to it.", "character": "Mr. Talmann", "characterId": "nm0292140"}, {"text": "The Garden of Eden, Mr. Talman, was originally intended for Ireland. For it was there, after all, that St. Patrick eradicated the snake.", "character": "Mr. Neville", "characterId": "nm0001891"}, {"text": "The only useful eradication that ever happened in Ireland, Mr. Neville, was peformed by William of Orange four years ago on my birthday!", "character": "Mr. Talmann", "characterId": "nm0292140"}, {"text": "And happy birthday to you, Mr. Talman. And if you are not too old to receive presents, perhaps the gardener and I can find a snake for your Orangerie!", "character": "Mr. Neville", "characterId": "nm0001891"}, {"text": "...What?", "character": "Mr. Talmann", "characterId": "nm0292140"}]}, {"lines": [{"text": "It is said that the Duke de Corsay invited his water mechanic to the top of an elaborate cascade he had built and asked him if he could build such a marvel for anyone else. The man, offering various thanks and pleasantries, finally admitted that with sufficient patronage he probably could. The Duke de Corsay pushed him gently in the small of the back, and the wretched man plummeted to a watery death.", "character": "Mr. Seymour", "characterId": "nm0304564"}]}]}