{"quotes": [{"lines": [{"text": "The field is mine.", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}, {"text": "Well we'll see about that won't we?", "character": "The American", "characterId": "nm0000297"}]}, {"lines": [{"text": "Why're you interfering, Father? This is none of the Church's business.", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}, {"text": "It's the Widow's field. She has the right to sell it.", "character": "Father Doran", "characterId": "nm0569336"}, {"text": "No. It's my field. It's my child. I nursed it. I nourished it. I saw to its every want. I dug the rocks out of it with my bare hands and I made a living thing of it! My only want is that green grass, that lovely green grass, and you want to take it away from me, and in the sight of God I can't let you do that!", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}, {"text": "Can't you find another field?", "character": "Father Doran", "characterId": "nm0569336"}, {"text": "Another field? Another field? Jesus, you're as foreign here as any Yank. Another field? Are you blind? Those hands, do you see those hands? Those rocks! It was a dead thing! Don't you understand?", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}, {"text": "This is the Widow's field. That's the law. The common law.", "character": "Father Doran", "characterId": "nm0569336"}, {"text": "There's another law, stronger than the common law.", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}, {"text": "What's that?", "character": "Father Doran", "characterId": "nm0569336"}, {"text": "The law of the land. When I was a boy, younger than Tadgh there, my brothers and sisters had to leave the land, because it couldn't support them. We wasn't rich enough to be priests or doctors, so it was the emigrant ship for all of them. I were the eldest, the heir. I were the only one left at home. Neighbours were scarce. So my father and I, we had our breakfast, dinner, and tea, working in that field without a break in our work. And my mother brought us the meals. One day, one day my father sensed a drop of rain in the air and my mother helped us bring in the hay before it was too late. She was working one corner of the field, and I was working in the other. About the third day, I saw her fall back, keel over so to speak. I called my father, I run to her. My father kneeled beside her. He knew she... he knew she was dying. He said an act of contrition into her ear and he asked God to forgive her her sins. And he looked at me, and he said, \"Fetch a priest.\" Fetch a priest... And I said, \"Let's - let's bring the hay in first. Let's bring the hay in first.\" My father looked at me with tears of pride in his eyes. He knew I'd take care of the land. And if you think I'm gonna face my mother in Heaven or in Hell without that field, you've got something else coming. No collar, uniform, or weapon will protect the man that stands in my way.", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}]}, {"lines": [{"text": "What age was I when Seami died?", "character": "Tadgh McCabe", "characterId": "nm0000293"}, {"text": "That's a queer question. I... I don't know.", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}, {"text": "What age was Seami?", "character": "Tadgh McCabe", "characterId": "nm0000293"}, {"text": "Thirteen years, six months, twenty-four days.", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}]}, {"lines": [{"text": "It wasn't your fault.", "character": "Maggie", "characterId": "nm0002084"}, {"text": "Wasn't it my mouth the words came out of?", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}]}, {"lines": [{"text": "She's a woman like your mother. If we knew how to keep the women happy we'd still be in paradise.", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}]}, {"lines": [{"text": "There's another law stronger than the common law.", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}, {"text": "What's that?", "character": "Father Doran", "characterId": "nm0569336"}, {"text": "The law of the land.", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}]}, {"lines": [{"text": "He's alright. Let him be. He learnt the lesson of the land.", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}]}, {"lines": [{"text": "only poor people like us.", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}]}, {"lines": [{"text": "The English are gone, Bull.", "character": "Flanagan", "characterId": "nm0184828"}, {"text": "me and my kind. Gone, but not forgotten Flanagan. No outsider will bid for my field.", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}]}, {"lines": [{"text": "Outsiders? Are these the same outsiders who took the corn from our mouths when the potatoes went rotten in the ditches?", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "[about The American]\nHe is dead!", "character": "Tadgh McCabe", "characterId": "nm0000293"}]}, {"lines": [{"text": "Bull! Look at yourself! Look at yourself will you!", "character": "Maggie", "characterId": "nm0002084"}, {"text": "No... No... Curse myself. For cursing my mother to hell. To get the field.", "character": "\"Bull\" McCabe", "characterId": "nm0001321"}]}]}