{"quotes": [{"lines": [{"text": "[Aaron awakens from his swoon to see his ship's captain lying on the floor covered with blood]", "character": null, "characterId": null}, {"text": "Captain?", "character": "Aaron Fallon", "characterId": "nm0367706"}, {"text": "The captain is quite all right. He's been given a potion... the pain was most severe.", "character": "Cassandra", "characterId": "nm0389534"}, {"text": "You what?", "character": "Aaron Fallon", "characterId": "nm0367706"}, {"text": "You're quite safe now. You're in the castle of Count Lorente De Sade.", "character": "Cassandra", "characterId": "nm0389534"}]}, {"lines": [{"text": "If your strength will permit, the Count requests your presence at the evening meal.", "character": "Cassandra", "characterId": "nm0389534"}, {"text": "I am grateful, but the captain is lying for a very cold floor. In his condition, pneumonia could surely occur. You must have accommodations...", "character": "Aaron Fallon", "characterId": "nm0367706"}, {"text": "I said your friend will recover, sir. The count has seen fit to offer lodging and refuge. I'm not in a position to question the extent of his hospitality. If you desire to put the captain in your bed, by all means do so. I was sent to announce the count has elected to share his evening fare with you - an obligation I have now discharged. If you wish to show your lack of gratitude by refusing, then I'll relay your indiscretion.", "character": "Cassandra", "characterId": "nm0389534"}, {"text": "I most certainly want to meet the count.", "character": "Aaron Fallon", "characterId": "nm0367706"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "How many times have I stood before this symbol of my family's greatness? And now this crest and I are dying together. In another time and another place, I might have brought honor and glory to the Fallon family, but instead I shall leave a legacy of decay and unspeakable horror.", "character": "Aaron Fallon", "characterId": "nm0367706"}]}, {"lines": [{"text": "You're quite certain I'm a bit of an ass, aren't you, Captain?", "character": "Aaron Fallon", "characterId": "nm0367706"}, {"text": "I don't believe there's a yes or no answer to that, Mr. Fallon.", "character": "The Captain", "characterId": "nm0604831"}]}]}