{"quotes": [{"lines": [{"text": "[watching a particularly rough game in the excercise yard]\nWho was it said our ancestors were apes?", "character": "Colonel Richmond", "characterId": "nm0692439"}]}, {"lines": [{"text": "There is too much noise!", "character": "Fischer", "characterId": "nm0226446"}, {"text": "[nervously, as there are Polish POWs hidden in the room]\nOh, I'm sorry. We were laughing.", "character": "Harry Tyler", "characterId": "nm0420383"}, {"text": "Ah, laughing! Oh, I see, you have the British humor. Well, Englishmen will laugh at anything...", "character": "Fischer", "characterId": "nm0226446"}, {"text": "[Tyler smiles and nods]", "character": null, "characterId": null}, {"text": "... but most people laugh at nothing. Here you will not laugh for long! Here you will remain until the war is won - by Germany! There will be no escape unless you wish to die!", "character": "Fischer", "characterId": "nm0226446"}, {"text": "[Sarcastically as he is leaving the room]", "character": null, "characterId": null}, {"text": "Now you can laugh if you wish.", "character": "Fischer", "characterId": "nm0226446"}]}, {"lines": [{"text": "[discussing the death of Mac]\nWe had a talk. I did the talking mostly. I was very unpleasant to him. I told him straight that he was too big. I told him every sentry in the camp was gunning for him - that he hadn't a hope of getting past the guards, and he agreed. I recommended him to think of standing down. There the discussion ended.", "character": "Colonel Richmond", "characterId": "nm0692439"}, {"text": "And his life as well!", "character": "Pat Reid", "characterId": "nm0590055"}, {"text": "The fact that he's dead hasn't escaped me, Pat!", "character": "Colonel Richmond", "characterId": "nm0692439"}, {"text": "[resentfully]\nThat sentry didn't kill him!", "character": "Pat Reid", "characterId": "nm0590055"}, {"text": "[angrily]\nWatch your tongue or get out!", "character": "Colonel Richmond", "characterId": "nm0692439"}, {"text": "We knew he was too big, but it was his idea. We were prepared to take the risk!", "character": "Pat Reid", "characterId": "nm0590055"}, {"text": "I wasn't though, you muddle-headed idiot! Why can't you understand I'm not an individual like you, free to act according to my own desires! I'm senior British officer! I wish I wasn't, but I am. As such, my unfortunate responsibility is to see that British officers in here don't act like fools and lose their lives by doing it. By taking Mac with you, you might have lost half a dozen lives, not one!", "character": "Colonel Richmond", "characterId": "nm0692439"}]}]}