{"quotes": [{"lines": [{"text": "Mr. Mayor! How could you eat that adorable and talented hamburger? Didn't you see it dancing around?", "character": "Del", "characterId": "nm0624604"}]}, {"lines": [{"text": "[singing]\nYou left me for the open road / And where you went, I didn't know / But now you say / You're back to stay / Isn't it good again? / Isn't it right again?", "character": "Dot", "characterId": "nm0082827"}]}, {"lines": [{"text": "[singing]\nOne trip / And you forget / All your troubles / At the Lovesick Hotel!", "character": null, "characterId": null}]}, {"lines": [{"text": "[singing]\nDo the twist / Oo-oo, do the bump / Do the swim / Oo-oo, the funky chicken / The mashed potato / Do the jerk / Do the fly / No reason to be shy...", "character": "Surfer", "characterId": "nm0784372"}]}, {"lines": [{"text": "[tentatively trying out song lyrics]\nMy love for you/Is equal to/A worn-out shoe?/Some indefinable gunky goo?", "character": "Del", "characterId": "nm0624604"}]}, {"lines": [{"text": "Perspective is a myth.", "character": "Mayor", "characterId": "nm0625595"}]}, {"lines": [{"text": "Bull... honky.", "character": "Mr. Mega", "characterId": "nm0625595"}]}, {"lines": [{"text": "Well... he's really quite busy. You know these intellectuals.", "character": "Mayor", "characterId": "nm0625595"}, {"text": "Please! Who?", "character": "Del", "characterId": "nm0624604"}, {"text": "Some call him a brilliant scholar. Some call him a learned guru, and some call him the all-knowing sage. But most folks call him \"The Wise One.\" Of course, I get to call him Gus.", "character": "Mayor", "characterId": "nm0625595"}]}, {"lines": [{"text": "[singing]\nIn a little while, I'll be gone/I've stayed in this town too long.", "character": "Didi", "characterId": "nm0568394"}]}, {"lines": [{"text": "You know, Mayor, you've been *real* scarce around here. It's good to have you back.", "character": "Dot", "characterId": "nm0082827"}, {"text": "[aside to Del]\nI was just here for breakfast!", "character": "Mayor", "characterId": "nm0625595"}]}, {"lines": [{"text": "Well, Mr. Mega, you may be the richest, most famous grand enchilada, numero uno hitmaker extraordinaire person in the music biz, but I just met some people in a little town you never heard of called Flooby Nooby. And they showed me something even you don't know. What's important is not how much money you make or how many people you impress, but what's inside here in your heart. And if you listen to that voice deep inside, then nothing is impossible.", "character": "Del", "characterId": "nm0624604"}]}, {"lines": [{"text": "Oh, please... Wise One... tell me how to write the perfect song.", "character": "Del", "characterId": "nm0624604"}, {"text": "My poor, wandering pilgrim, the true path is not to be found outside, but within you. You must be cleansed. And when you have made your soul calm and pure, the proper road to enlightenment will be revealed before your eyes. Discover the purity of perfection, not the perfection of purity. Remember my son, just as one slice into a loaf of bread produces two pieces, you must multiply your wisdom.", "character": "Wiseone", "characterId": "nm0388845"}]}, {"lines": [{"text": "Oh, my innocent one, listen not with your ears, but with your heart. See not with your eyes, but with your soul. Feel not with your fingers, but with your spirit. Smell not with your nose, but with your essence. Like a jeweled ring hidden in a loaf of bread, take only the wheat. Leave the chaff behind you. You are hungry, my son. The wisdom nourishes us all. Your goal is the state of oneness of being, not the being of oneness.", "character": "Wiseone", "characterId": "nm0388845"}]}, {"lines": [{"text": "My lost, young traveler, like the sands of time, through the hourglass of our lives, mourn not the wild seas of yesterday, but wind yourself around the ship mast of today. And let the winds of wisdom blow you to a peaceful tomorrow. And to the calm, safe harbor, the day after tomorrow. Many men searched for wholeness of soul rather than the soul of wholeness. Remember, don't know what you don't know. Only know what you know.", "character": "Wiseone", "characterId": "nm0388845"}]}, {"lines": [{"text": "Believe in me.", "character": "Wiseone", "characterId": "nm0388845"}]}]}