{"quotes": [{"lines": [{"text": "A week before the battle of Bull Run, Sullivan Ballou, a major in the 2nd Rhode Island Volunteers, wrote home to his wife in Smithfield.", "character": "Narrator", "characterId": "nm0567184"}, {"text": "July 14, 1861. Washington, D.C. Dear Sarah, indications are very strong that we shall move in a few days-perhaps tomorrow. Lest I should not be able to write again, I feel impelled to write a few lines that may fall under your eye when I'm no more. I have no misgivings about, or lack of confidence in, the cause in which I'm engaged, and my courage does not halt or falter. I know how American Civilization now leans upon the triumph of the Government, and how great a debt we owe to those who went before us through the Revolution. And I am willing, perfectly willing, to lay down all the joys in this life, to help maintain this Government and to pay that debt. Sarah, my love for you is deathless. It seems to bind me with mighty cables that nothing but Omnipotence can break. Yet my love of Country comes over me like a strong wind, bearing me irresistibly with all these chains to the battlefield. The memories of all the blissful moments I've enjoyed with you come crowding over me. And I feel most deeply grateful to God and you that I've enjoyed them for so long. How hard it is to give them up and burn to ashes the hopes of future years, when God willing, we might still have lived and loved each other and seen our boys grown to honorable manhood around us. If I do not return, my dear Sarah, never forget how much I loved you. Nor that when my last breath escapes me on the battlefield, it will whisper your name. Forgive my many faults and the many pains I have caused you. How thoughtless, how foolish I have sometimes been. But, oh, Sarah, if the dead can come back to this earth and flit unseen around those they love, I'll always be with you; in the brightest day and the darkest night, always. Always. And when the soft breeze fans your cheek, it shall be my breath. Or the cool air at your throbbing temple, it shall be my spirit passing by. Sarah, do not mourn me dead. Think I am gone, and wait for me, for we shall meet again.", "character": "Sullivan Ballou", "characterId": "nm0736259"}, {"text": "Sullivan Ballou was killed a week later at the First Battle of Bull Run.", "character": "Narrator", "characterId": "nm0567184"}]}, {"lines": [{"text": "As a nation, we began by declaring that \"All men are created equal.\" We now practically read it, \"All men are created equal, except Negroes.\" Soon, it will read \"All men are created equal, except Negroes, and Foreigners and Catholics.\" When it comes to this, I should prefer emigrating to some country where they make no pretense of loving liberty. To Russia, for instance, where despotism can be taken pure and without the base alloy of hypocrisy.", "character": "Abraham Lincoln", "characterId": "nm0001832"}]}, {"lines": [{"text": "[On his escape from slavery]", "character": null, "characterId": null}, {"text": "I appear this evening as a thief and robber. I stole this head, these limbs, this body from my master and ran off with them.", "character": "Frederick Douglass", "characterId": "nm0000151"}]}, {"lines": [{"text": "Verily, the work does not end with the abolition of slavery, but only begins.", "character": "Frederick Douglass", "characterId": "nm0000151"}]}, {"lines": [{"text": "The trickle of runaways coming into Northern lines now swelled to a flood. One ex-slave who had recently bought his freedom told a Union soldier \"if I had known you gun men was a-coming, I'd have saved my money.\"", "character": "Narrator", "characterId": "nm0567184"}]}, {"lines": [{"text": "[Reacting to the Confederate Government's move to have African American Slaves serve as soldiers in the Army]", "character": null, "characterId": null}, {"text": "You cannot make soldiers of slaves, or slaves of soldiers. The day you make a soldier of them is the beginning of the end of the Revolution. And if slaves seem good soldiers, then our whole theory of slavery is wrong.", "character": null, "characterId": null}]}]}