{"quotes": [{"lines": [{"text": "You've undermined me all my life. You've only loved part of me, and that's not enough.", "character": "Corinne Coles", "characterId": "nm0005551"}, {"text": "How can... how can you say that? I... I dedicated my life to you.", "character": "Gram", "characterId": "nm0004309"}, {"text": "You've always measured me by your standards. My mother was never happy because of you. I married for the wrong reasons, because for you.", "character": "Corinne Coles", "characterId": "nm0005551"}, {"text": "Talk... all this talk is nonsense. You should be thinking about Shelby's wedding.", "character": "Gram", "characterId": "nm0004309"}, {"text": "My life is falling apart. My husband is leaving me.", "character": "Corinne Coles", "characterId": "nm0005551"}, {"text": "I don't want to think about that. I can't... I can't think about that.", "character": "Gram", "characterId": "nm0004309"}, {"text": "You should think about that. You should think about what you've done to me, and my mother, and my father.", "character": "Corinne Coles", "characterId": "nm0005551"}]}, {"lines": [{"text": "I know it was harsh when I spoke of you being a stain on your in-laws' sheets. It's because I was a stain on my mother's.", "character": "Corinne Coles", "characterId": "nm0005551"}]}, {"lines": [{"text": "I think Daddy wants you to be our new mommy. Will you, Shelby?", "character": "Tina McNeil", "characterId": "nm0907459"}]}, {"lines": [{"text": "I need to talk to you, Shel.", "character": "Meade Howell", "characterId": "nm0856908"}, {"text": "No, it's not a good time.", "character": "Shelby Coles", "characterId": "nm0000932"}, {"text": "No, I need to talk to you now. Listen, I thought that music came first, and I was wrong. You come before that. I love you. And I am not going to let you just walk away with no good reason.", "character": "Meade Howell", "characterId": "nm0856908"}, {"text": "I think I've given you very good reasons, Meade.", "character": "Shelby Coles", "characterId": "nm0000932"}, {"text": "Why, Shel? Because we can't stay in the same hotel in Georgia? We'll make them let us stay in the same hotel!", "character": "Meade Howell", "characterId": "nm0856908"}, {"text": "No, it's because I don't think I want to spend my whole life fighting, defending who we are. Proving to the whole world that we have a right to be together!", "character": "Shelby Coles", "characterId": "nm0000932"}]}]}