{"quotes": [{"lines": [{"text": "Can't you forgive her? She's only a child. You can always do so much more with mercy than you can with murder. Why don't you give her another chance? Oh, I know you feel that she has deceived you and sold information to your enemies; perhaps, even been unfaithful to you. All that's dreadful and if its true you have a certain justification in wanting to crush her. But, I want you to think of all those things and then forgive her. I don't know how you feel about Mah-Li; I mean, whether you love her or, well, as a lover. But, that's of no importance. I want you to see the beauty of giving love where it isn't merited. Any man can give love where he's sure of its return. That isn't love at all. But, to give love with no merit, no thought of return, no thought of gratitude even; that's ordinarily the privilege of God. And now its your privilege. Oh, General, with all you have within you, your superior brain, your culture, how can you be so blind to spiritual braveness? Do this thing I ask you. Do it for me. Do it even blindly, if you must, and I promise you, I'm so sure of it, I promise you that for the first time in your life you'll know what real happiness is.", "character": "Megan Davis", "characterId": "nm0001766"}]}, {"lines": [{"text": "the next caravan of merchants that crossed the Gobi Desert was captured by them, and... crucified.", "character": "Bishop Harkness", "characterId": "nm0180975"}, {"text": "[the Bishop pauses while his listeners gasp and look disgusted]", "character": null, "characterId": null}, {"text": "That, my friends... is China.", "character": "Bishop Harkness", "characterId": "nm0180975"}]}, {"lines": [{"text": "But I can't understand it. The owner of the car looked so civilized. I wonder who he was?", "character": "Megan Davis", "characterId": "nm0001766"}, {"text": "Some rich merchant. Taking refuge in the Settlement. But don't be fooled about his looking civilized. They're all tricky, treacherous and immoral. I can't tell one from another. They're all Chinamen to me.", "character": "Mrs. Jackson", "characterId": "nm0087404"}]}, {"lines": [{"text": "The subtlety of you Orientals is very much overestimated.", "character": "Megan Davis", "characterId": "nm0001766"}]}, {"lines": [{"text": "Perhaps I shouldn't speak. I might astound you. Perhaps you believe us incapable of such moments. Yes, I'm sure you do. Have you ever read our poetry, Miss Davis? Do you understand our music? Have you ever seen our paintings of women walking among fruit trees? Where the fruit trees look like women and the women look at fruit trees? There has never been a people more purely artist, and therefore, more purely lover, than the Chinese.", "character": "General Yen", "characterId": "nm0039989"}]}, {"lines": [{"text": "Yen once told me you could crowd a lifetime into an hour. Heh. Into a drink. Great guy. Great gambler. Told me he couldn't lose. And the joke was certainly on him. He lost his province, his army, and his life. Maybe not. Maybe the joke's on us. Ah... maybe you will marry Strike at that. Yen was crazy. He said we never really die... we only change. He was nuts about cherry trees. Well, maybe he's a cherry tree now. Maybe he's the wind that's pushing that sail. Maybe he's the wind that's playing around in your hair. Ah... its all a lot of hooey! I'm drunk. Just the same... I hope when I cool off, the guy that changes me sends me where Yen is... and I bet I'll find you there, too.", "character": "Jones", "characterId": "nm0175369"}]}, {"lines": [{"text": "Well, it's no skin off my nose.", "character": "Jones", "characterId": "nm0175369"}]}, {"lines": [{"text": "Hello, how's the missionary racket?", "character": "Jones", "characterId": "nm0175369"}]}, {"lines": [{"text": "It's pretty hard to become acquainted with a man who ruthlessly slaughters helpless prisoners in one move, and in the next shows such a tender reverence for the beauty of the moon.", "character": "Megan Davis", "characterId": "nm0001766"}, {"text": "You have the true missionary spirit. Really, Miss Davis. There are times when I would like to laugh at you, but there are also times when I find you... admirable.", "character": "General Yen", "characterId": "nm0039989"}]}, {"lines": [{"text": "she's just a conniving little dame who deserves every bit that's coming to her.", "character": "Jones", "characterId": "nm0175369"}, {"text": "Including murder, I suppose?", "character": "Megan Davis", "characterId": "nm0001766"}, {"text": "Now, you let the General be the judge of that. He runs his own show out here with about 50 centuries of authority back of him. You missionaries come out here and expect to convert 500 million people overnight. Heh! Why, changing a leopard's spots is duck soup compared to changing China. You know, you're lucky to be alive out here yourself. Now you go back to your room, go to bed and behave.", "character": "Jones", "characterId": "nm0175369"}, {"text": "Not until I've seen the General!", "character": "Megan Davis", "characterId": "nm0001766"}]}, {"lines": [{"text": "Conquest of a province, or the conquest of a woman... What's the difference?", "character": "General Yen", "characterId": "nm0039989"}]}, {"lines": [{"text": "I've got to get a pass from one of the Chinese Generals.", "character": "Bob", "characterId": "nm0330200"}, {"text": "That's what we call our gangsters here, Generals.", "character": "Mrs. Jackson", "characterId": "nm0087404"}]}, {"lines": [{"text": "Doctor Stike told me all about you. You yellow swine, if you think that... I advise you to send me back to Shanghai just as soon as you can.", "character": "Megan Davis", "characterId": "nm0001766"}, {"text": "You will always find me, your most humble servant.", "character": "General Yen", "characterId": "nm0039989"}]}, {"lines": [{"text": "I was greatly relieved tonight when I heard there was another American in this strange place.", "character": "Megan Davis", "characterId": "nm0001766"}, {"text": "Well, thank you for the compliment, but, I guess I'm what's known in the dime novels as a renegade. And a darn good one at that. I don't think I'd be much of a relief to anybody.", "character": "Jones", "characterId": "nm0175369"}]}, {"lines": [{"text": "East or West, men seldom deviate very far from their main passion in life.", "character": "Megan Davis", "characterId": "nm0001766"}]}, {"lines": [{"text": "I want a safe conduct pass to Chapei.", "character": "Bob", "characterId": "nm0330200"}, {"text": "What on earth to do you want to go there for? That's an inferno.", "character": "General Yen", "characterId": "nm0039989"}, {"text": "That's why I must go. Our orphanage is between the lines. The children are in danger. We've got to...", "character": "Bob", "characterId": "nm0330200"}, {"text": "Ohhh, orphans. What are they anyway? People without ancestors. Nobody. Please sit down, Doctor. I will get you a glass of wine.", "character": "General Yen", "characterId": "nm0039989"}, {"text": "General, you don't understand.", "character": "Bob", "characterId": "nm0330200"}, {"text": "Later on we will be entertained by some sing-song girls. Say, Doctor. Have never been curious about sing-song girls? Mmmm?", "character": "General Yen", "characterId": "nm0039989"}]}, {"lines": [{"text": "The only way to get loyalty is to compel it. Take Captain Lee, for example. He is the only son of a very powerful family which claims to support my rule. Alright, I believe them. But, as evidence of their good faith, I made them place him in my hands, as a hostage. Now, if they would betray me, the life of Captain Lee enables me to save my own face. That's the way we get loyalty in China.", "character": "General Yen", "characterId": "nm0039989"}, {"text": "That's why China's 2,000 years behind the times.", "character": "Megan Davis", "characterId": "nm0001766"}]}]}