{"quotes": [{"lines": [{"text": "Hello? Hello? Is this the Sureshot Exterminator Company? Th-th-this is Porky Pig. I want an exterminator over here right away. Y-yes, I-I got a termite. Yeah, hurry, hurry, p-please.", "character": "Porky Pig", "characterId": "nm0000305"}, {"text": "So you're bothered by a termite? So you need an exterminator? Well, son, I'm here to help you. Just give old Sureshot the lowdown.", "character": "Sureshot", "characterId": "nm0000305"}, {"text": "[the termite has eaten the table the phone was on, forcing him to crouch down]\nTh-th-this is about as low down as I can get. Hurry, please.", "character": "Porky Pig", "characterId": "nm0000305"}, {"text": "[Immediately enters through front door]\nGot held up in traffic, sonny, but old Sureshot is here now and all your troubles are over. I'm here to help you, son! Now you take this squirt gun and give the little squirt a squirt. Why, you know what it'll do? I'll send that pest right up to Termite Heaven.", "character": "Sureshot", "characterId": "nm0000305"}]}, {"lines": [{"text": "Now you take this stick of dynamite in your left hand, and you take this match in your right hand, and you take the match you got in your right hand and apply it gently to the stick of dynamite you got in your left hand. And always remember, son, I'm right here to help you.", "character": "Sureshot", "characterId": "nm0000305"}, {"text": "[Rushes out of Porky's home and back to his office; room is shaken by explosion; moments later, Porky enters, all tattered from the explosion]", "character": null, "characterId": null}, {"text": "Well, so you finally got rid of him. Good, good, good.", "character": "Sureshot", "characterId": "nm0000305"}, {"text": "[Porky rushes Sureshot over his desk]", "character": null, "characterId": null}, {"text": "Good.", "character": "Sureshot", "characterId": "nm0000305"}, {"text": "N-n-n-now I'm here to help you, son!", "character": "Porky Pig", "characterId": "nm0000305"}, {"text": "Tell you what we are going to do.", "character": "Pierre the Termite", "characterId": "nm0000305"}, {"text": "[Porky and Pierre eat Sureshot's desk]", "character": null, "characterId": null}]}, {"lines": [{"text": "Oui, oui, monsieur, permit to introduce to you myself. Pierre, the biggest, the strongest termite of them all. Also the hungriest. Regardez moi!", "character": "Pierre the Termite", "characterId": "nm0000305"}]}]}