{"quotes": [{"lines": [{"text": "[addressing the boys in the middle of the night]\nThere are... rumors being spread around by certain people! Anyone who is spreading these... rumors is a traitor to the orphanage, a traitor to you and a traitor to God. Whatever happens inside the walls of this orphanage is to STAY inside the walls of this orphanage! That is a sacred rule. A rule more sacred than any rule you will EVER HEAR! Understand this, there are people outside who want to see this orphanage close. These... rumors are the way to do it. If these... hellish fantasies are believed by the devils outside, people will stop donating money, people will stop donating clothing. You will be forced out into the street and you will have nowhere to go but into the GUTTER! If I hear, or hear of anyone will who is spreading these evil lies from hell or talking to anyone outside, I can assure you... by God... BY GOD! They will be punished.", "character": "Peter Lavin", "characterId": "nm0001089"}]}, {"lines": [{"text": "[the police are returning Kevin to the orphanage]", "character": null, "characterId": null}, {"text": "Don't take me back there, please!", "character": "Kevin Reevey", "characterId": "nm0605601"}, {"text": "Ain't no place else you can go, lad.", "character": null, "characterId": null}]}, {"lines": [{"text": "[after learning that Kevin had gone to the police]", "character": null, "characterId": null}, {"text": "Have you seen Kevin?", "character": "Peter Lavin", "characterId": "nm0001089"}, {"text": "No.", "character": null, "characterId": null}, {"text": "Lying little thieves! You shall not enter the Kingdom of God! Do you HEAR ME! YOUR PUNISHMENT WILL BE ETERNAL!", "character": "Peter Lavin", "characterId": "nm0001089"}]}, {"lines": [{"text": "[after reading Noseworthy's report and the witness statements]\nYou will rewrite this piece of pornography! I can't send something like this out! You will remove all references to sexual matters, is that understood?", "character": "Chief Kennedy", "characterId": "nm0278455"}, {"text": "I didn't make this stuff up, Chief! Those are sworn statements made by the boys.", "character": "Detective Noseworthy", "characterId": "nm0233188"}, {"text": "You get orders. I get orders. Now the case is closed!", "character": "Chief Kennedy", "characterId": "nm0278455"}, {"text": "[Noseworthy prepares to leave]", "character": null, "characterId": null}, {"text": "This comes straight from the Department of Justice! There are to be no arrests! Apparently the brothers involved will be sent somewhere for treatment.", "character": "Chief Kennedy", "characterId": "nm0278455"}, {"text": "I told the little kid he wouldn't be buggered anymore. What do I tell him now? That the High Holy Church and a bunch of criminal politicians don't give a damn about him!", "character": "Detective Noseworthy", "characterId": "nm0233188"}]}, {"lines": [{"text": "[after Kevin repeatedly tells Lavin he is not his mother, Lavin throws him up against a wall hard]", "character": null, "characterId": null}, {"text": "If you choose to behave like the other boys, then you will be punished like the other boys!", "character": "Peter Lavin", "characterId": "nm0001089"}, {"text": "[beats him with a belt buckle]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Lavin confronts Kevin after he went to the police]", "character": null, "characterId": null}, {"text": "Don't hit me, bro. I'll do whatever you wants, Mom. Please, Mom. I'll be good, Mom. Please, Mom.", "character": "Kevin Reevey", "characterId": "nm0605601"}, {"text": "[Lavin calms down and begins kissing Kevin passionately]", "character": null, "characterId": null}, {"text": "I love you.", "character": "Peter Lavin", "characterId": "nm0001089"}]}, {"lines": [{"text": "[after Brother MacLaverty walked in on Kevin and Lavin and has sent the boys upstairs]", "character": null, "characterId": null}, {"text": "You are a sick and evil man, Peter. And a disgrace to the Order!", "character": "Brother MacLaverty", "characterId": "nm0905482"}, {"text": "By the authority invested in me as superinten...", "character": "Peter Lavin", "characterId": "nm0001089"}, {"text": "DON'T speak to me about AUTHORITY! You will have nothing more to do with these children, EVER!", "character": "Brother MacLaverty", "characterId": "nm0905482"}]}, {"lines": [{"text": "[during a drunken party with the other Brothers]", "character": null, "characterId": null}, {"text": "I vow and promise to protect every living thing that God has put on this earth. I'll protect *butterflies* and flowers. Children rich and poor. Hmph. I'll even protect CRAB LICE!", "character": "Brother Glackin", "characterId": "nm0859773"}, {"text": "[uproarious laughter while Brother MacLaverty leaves in disgust]", "character": null, "characterId": null}, {"text": "Any and every living and non-living thing.", "character": "Brother Glackin", "characterId": "nm0859773"}, {"text": "[more laughter]", "character": null, "characterId": null}, {"text": "I'll protect the bones of dead relatives and the insects that feed on them.", "character": "Brother Glackin", "characterId": "nm0859773"}, {"text": "[more uproarious laughter]", "character": null, "characterId": null}, {"text": "Ha Ha. I vow. I vow. I VOW! I VOW!", "character": "Brother Glackin", "characterId": "nm0859773"}]}]}