{"quotes": [{"lines": [{"text": "Why don't they hang me? What are they waiting for? Hang me! Hang me!", "character": "Harry Wharton", "characterId": "nm0534317"}, {"text": "[He sobs]", "character": null, "characterId": null}]}, {"lines": [{"text": "I'm not going to hang? I'm not going to hang. Why, I've been hanged 100 times already. I'm a dead man, one of the living dead. Every time somebody marched down those stairs, I marched with him. I've hanged so many men on the gallows, the rope no longer chokes me.", "character": "Harry Wharton", "characterId": "nm0534317"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "That's funny, isn't it?", "character": "Harry Wharton", "characterId": "nm0534317"}, {"text": "Let's go down to my office, Harry.", "character": "Prison Warden", "characterId": "nm0822468"}, {"text": "Just a minute, Warden. Did you know that everything in these cells is done by twelves? There are 12 bars from the ceiling to the floor. It's exactly 12 steps around the inside of this. The guard takes just 12 steps from the stairs to here. Everything, everywhere, in twelves!", "character": "Harry Wharton", "characterId": "nm0534317"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "Like a jury! Twelve! Twelve! Twelve!", "character": "Harry Wharton", "characterId": "nm0534317"}, {"text": "[laughs uncontrollably]", "character": null, "characterId": null}]}, {"lines": [{"text": "Was I presumptuous to have let myself in?", "character": "Harry Wharton", "characterId": "nm0534317"}, {"text": "Do you know this man?", "character": "Sergeant Regan", "characterId": "nm0879119"}, {"text": "Yes, this is Mr. Bentley. He's a customer of mine.", "character": "Alice Hill", "characterId": "nm0141681"}, {"text": "I'm sorry, Miss Hill. I saw him enter the apartment, but I thought...", "character": "Sergeant Regan", "characterId": "nm0879119"}, {"text": "That's all right, Officer. I've known Mr. Bentley for some time.", "character": "Alice Hill", "characterId": "nm0141681"}, {"text": "I found Miss Hill's key in my own pocket of all places, and dropped in to return it. I must have picked it up off your desk this morning by mistake.", "character": "Harry Wharton", "characterId": "nm0534317"}, {"text": "Thank you so much. I'm glad to have it back. I'm always losing it.", "character": "Alice Hill", "characterId": "nm0141681"}, {"text": "I also brought these, in case my unexpected visit should have displeased you.", "character": "Harry Wharton", "characterId": "nm0534317"}, {"text": "[He hands her a small bouquet]", "character": null, "characterId": null}, {"text": "Oh, not at all. Thank you. You know Miss Tuttle, and this is Mr. Keats and Officer Regan. You remember Mr. Bentley. He was foreman of our jury.", "character": "Alice Hill", "characterId": "nm0141681"}, {"text": "Mr. Bentley, I've been wanting to get in touch with you.", "character": "Joe Keats", "characterId": "nm0052435"}, {"text": "That's quite a coincidence, because I've been thinking of getting in touch with you, Mr. Keats.", "character": "Harry Wharton", "characterId": "nm0534317"}, {"text": "It's fate, that's what it is. Alice, you brought Joe and Mr. Bentley together. Now I'll go bring some coffee and water together and see what comes of that.", "character": "Tex Tuttle", "characterId": "nm0828474"}]}, {"lines": [{"text": "It was Joe who dug up all the evidence that saved Harry Wharton.", "character": "Alice Hill", "characterId": "nm0141681"}, {"text": "Yes, I know. I've been reading Mr. Keats' recent articles with considerable interest. In fact, I've been wondering why the police haven't arranged some sort of protection for him.", "character": "Harry Wharton", "characterId": "nm0534317"}, {"text": "What for?", "character": "Joe Keats", "characterId": "nm0052435"}, {"text": "It merely occurred to me the mysterious killer might decide to hold you responsible for making his task more difficult.", "character": "Harry Wharton", "characterId": "nm0534317"}, {"text": "Oh, that's where you're wrong. The man's obviously a maniac with one fixed idea. He wants to do away with the jury because they mistakenly convicted the wrong man. He's bound to know that it was I who saved Harry Wharton from the gallows.", "character": "Joe Keats", "characterId": "nm0052435"}, {"text": "Yes. So he could hang himself in an insane asylum a little later.", "character": "Harry Wharton", "characterId": "nm0534317"}]}, {"lines": [{"text": "This coffee's so strong now it ought to be carrying me instead of vice versa. Well, what happened to our little prowler?", "character": "Tex Tuttle", "characterId": "nm0828474"}, {"text": "Oh, he asked to be excused.", "character": "Alice Hill", "characterId": "nm0141681"}, {"text": "Want to know a secret? I think Mr. Bentley's kind of sweet on a certain young lady.", "character": "Tex Tuttle", "characterId": "nm0828474"}]}, {"lines": [{"text": "The truth is, I haven't slept since Mr. Wharton was convicted. I spend my nights exploring the jungles of this great city. I find it fascinating, the battle of good versus evil. I could take you places, show you things that would surprise even a man of your wide acquaintance.", "character": "Harry Wharton", "characterId": "nm0534317"}]}, {"lines": [{"text": "Have you forgotten? I promised to show you my new house. The drawing room especially will interest you. It has a beamed ceiling. You know, you hang things from beams.", "character": "Harry Wharton", "characterId": "nm0534317"}]}, {"lines": [{"text": "Now you know why I ordered everything in twelves. Call it what you will - obsession, insanity, murder complex.", "character": "Harry Wharton", "characterId": "nm0534317"}, {"text": "Do you believe that by destroying others you can bring ease to your own mind?", "character": "Alice Hill", "characterId": "nm0141681"}, {"text": "I must try. I can't go on this living death. I must find myself.", "character": "Harry Wharton", "characterId": "nm0534317"}, {"text": "Over the bodies of your innocent victims?", "character": "Alice Hill", "characterId": "nm0141681"}, {"text": "Innocent? Was it innocent to send me to the death house? Have you any conception what it's like inside those cold walls? Waiting, eternally waiting. To fall asleep and awaken night after night with that choking sensation in your throat. You and the others die only once. I died 100 times, 1000 times. I must find myself.", "character": "Harry Wharton", "characterId": "nm0534317"}, {"text": "Can you find yourself through murder, through cruelty? I remember they said at your trial that...", "character": "Alice Hill", "characterId": "nm0141681"}, {"text": "That I was the gentlest of men? I am. But only when the twelve are hanged can I return to the land of the living, to the beautiful things I loved. Stand up, Alice.", "character": "Harry Wharton", "characterId": "nm0534317"}, {"text": "[He grasps a noose that is hanging down from a ceiling beam. Alice tries to scream, but he covers her mouth with his gloved hand]", "character": null, "characterId": null}, {"text": "It's no use screaming. No one will hear you.", "character": "Harry Wharton", "characterId": "nm0534317"}]}]}