{"quotes": [{"lines": [{"text": "Now listen here, teddy bear. Four weeks ago, you were a cute, available, old-fashioned guy who liked horse riding. In a month you got married, you had two daughters and you can't ride a horse to save your life!", "character": "Charlotte", "characterId": "nm0001456"}]}, {"lines": [{"text": "[to Teddy]\nShould we break the ice here or in bed?", "character": "Charlotte", "characterId": "nm0001456"}]}, {"lines": [{"text": "While Deedee was waiting for me in San Francisco, Charlotte was waiting in Los Angeles. Two women waiting for me in the middle of the night. Crazy as it seems, I had adventure in my life.", "character": "Teddy Pierce", "characterId": "nm0000698"}]}, {"lines": [{"text": "Do you believe this man asking whether my Theresa would fool around?", "character": "Joe", "characterId": "nm0004767"}, {"text": "I find it hard to imagine your wife sleeping with YOU.", "character": "Buddy", "characterId": "nm0001301"}]}, {"lines": [{"text": "What was I thinking. I have kids, a wife and a good marriage. And to think I could have wrecked it and for what?", "character": "Teddy Pierce", "characterId": "nm0000698"}, {"text": "[looking over at the ground from a towering height and about to jump off]", "character": null, "characterId": null}, {"text": "Take a look at those legs. Say she is kind of cute though. Ok knock it off! I learned my lesson and I will never do it again.", "character": "Teddy Pierce", "characterId": "nm0000698"}, {"text": "[contemplating while falling down a building noticing a good- looking blonde woman]", "character": null, "characterId": null}]}, {"lines": [{"text": "[referring to Teddy's friend, Joe, who has been cheating on his wife]\nDo you know what he did to Theresa, right in front of me?", "character": "Didi Pierce", "characterId": "nm0412382"}, {"text": "[Shakes his head]", "character": "Teddy Pierce", "characterId": "nm0000698"}, {"text": "He had his secretary call him and tell him he had work to do at the office.", "character": "Didi Pierce", "characterId": "nm0412382"}, {"text": "[laughing nervously, knowing he's about to pull the same trick]\nYou mean that old trick still works?", "character": "Teddy Pierce", "characterId": "nm0000698"}, {"text": "[shaking her head in disbelief]\nNot anymore!", "character": "Didi Pierce", "characterId": "nm0412382"}]}, {"lines": [{"text": "[Didi takes a gun out of her dresser drawer. It goes off accidentally in the process, making for an understandably panicked Teddy]", "character": null, "characterId": null}, {"text": "Do you realize you could have shot me?", "character": "Teddy Pierce", "characterId": "nm0000698"}, {"text": "I would never do that... not without good reason!", "character": "Didi Pierce", "characterId": "nm0412382"}]}]}