{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "On the first day of December, in 1832, a man rode up to a muddy stream called the Red River. When he crossed this river, he was in Texas. He was a man in search of a new life, because his previous one had left him desolated and sick at heart. He was a man of size and strength and he had history in his hands. His name was Sam Houston.", "character": null, "characterId": null}]}, {"lines": [{"text": "Sam, some people have destiny sitting right on their backs of their necks. You're one of 'em. You're a born leader. When you talk, people listen because you love 'em. You'll fight for 'em and you'll die for 'em if you have to... and they know it.", "character": "President Andrew Jackson", "characterId": "nm0717203"}]}, {"lines": [{"text": "You may have wondered why I delayed this attack for so long. I wanted Santa Ana to be positive we were running for the United States and then I wanted the Mexican army in a position from which it could not retreat. That's where it is right now. The Bay of San Jacinto is at their backs. All right are there any questions, gentlemen? Good luck - and remember the Alamo!", "character": "Sam Houston", "characterId": "nm0566948"}]}, {"lines": [{"text": "General, if I may so, you may consider yourself born to no common destiny. You have conquered the Napoleon of the West. Now it remains to you to be generous to the vanquished.", "character": "Santa Ana", "characterId": "nm0798270"}, {"text": "You should have remembered that kind of philosophy at the Alamo, General.", "character": "Sam Houston", "characterId": "nm0566948"}]}, {"lines": [{"text": "What terms do you propose, General?", "character": "Santa Ana", "characterId": "nm0798270"}, {"text": "I don't propose terms, I dictate them.", "character": "Sam Houston", "characterId": "nm0566948"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "General Sam, what's the writin' on that paper say?", "character": "Deaf Smith", "characterId": "nm0424793"}, {"text": "Well, we've got a country officially now. This is an independent republic.", "character": "Sam Houston", "characterId": "nm0566948"}, {"text": "Who's going to be President?", "character": "Deaf Smith", "characterId": "nm0424793"}, {"text": "Sam Houston!", "character": "Katherine Delaney", "characterId": "nm0268012"}]}]}