{"quotes": [{"lines": [{"text": "I just met Lucy.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "What did you tell her?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "That I was moving into the other room. She seemed to take it in stride.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "You grow up fast in this apartment. The john is right over there. I'll get the rest of her things out in the morning.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Would you like to stop grinding your teeth for two seconds? The noise is driving me crazy.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "A dripping stranger from Chicago with a wet beard and dirty shoes moves into my daughter's room and you expect smiles?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "I think you're dynamite, you know that? I love listening to you talk. I hate living with you but your conversation is first class.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "This is your room. I do not clean or make beds. You may use the kitchen or the bathroom when I am not in it and wash it up when you are through. You pay for your own food, laundry, linens and phone bills. I would appreciate some quiet between six and nine as that is when Lucy does her homework and I don't care what you drink or smoke. As long as it is not grass in front of my 10 year old daughter. Now, we have everything straight?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "No.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "No?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "No. I'm not crazy about the arrangements.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "You're not.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Definitely not. I am paying the rent, I will make-a-da rules. I like to take showers every morning and I don't like the panties drying on the rod. I like to cook so I will use the kitchen whenever I damn well please and I am very particular about my condiments so, keep your salt and pepper to yourself. I also play the guitar in the middle of the night whenever I cannot sleep and I meditate every morning complete with chanting and burning incense so if you've got to walk around I'd appreciate a little tip-toeing. Also, I sleep in the nude. Au buffo. Winter and summer, rain or snow with the windows open and because I may have to go to the potty or to the fridge in the middle of the night and because I don't want to put on jammies which I do not own in the first place... unless you're looking for a quick thrill or your daughter an advanced education I would keep my door closed. Thems my rules and regulations, how does that grab you?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "And if I say no?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "I've got this lawyer acquaintance downtown.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Errr, I accept.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "We're movin' right along.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I don't like it and I don't think I like you.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Because I'm an actor?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Coupled with your personality.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Well, that's probably why we were thrown together. One of God's little jests. Now if you will move your shapely little fanny out of my room I will unpack and dry my beard. Miss McFadden, you forgt to say goodnight.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I was working on good-bye.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "[muttering under his breath]\nUnbelievable!", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "[With Elliot at the dinner table]\nYou're terrific with words. You always pick the right ones.", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Words are the canvas of an actor. His lips are his brushes, and his tongue - the colors of the spectrum. And when he speaks, he paints portraits.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "[Impressed]\nClassy! He's very classy!", "character": "Lucy McFadden", "characterId": "nm0191944"}]}, {"lines": [{"text": "Five minutes! Leave your bags this isn't a permanent conversation.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "I'm dripping on your rug.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "It's been dripped on before.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Look, I'm sorry about this. I didn't know there were going to be any complications.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "There's a lot of that going around lately.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "I don't blame you for being hostile. I think I get the picture. Tony rented me the apartment and split with the money, right? Then you and your daughter got dumped on.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "That is your version. My version is that Tony and I amicably end our relationship. We agreed that I would keep the apartment and you and your six hundred dollars got dumped on. Get the picture?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Very sharp. That's sharp. That's very sharp. You're a sharp New York girl, right?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "No a dull Cincinnati kid but you get dumped on enough and you start to develop an edge.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Okay, so what's the deal, huh? I mean, I got a lease here in my pocket. You gonna honor it, or what?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I've got a daughter in my bed that tops a lease in your pocket.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Look, I don't want to get legal. Legal happens to be on my side, you know? Now I happen to have a lawyer aquaintance downtown, all I have to do is call this lawyer aquaintance of mine and...", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "[hears Paula groaning]", "character": null, "characterId": null}, {"text": "What? What?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "An actor. Another Goddamn actor. \"I happen to have a lawyer aquaitance?\" Right out of A Streetcar Named Desire. Stanley Kowalski in summer stock, right?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Wrong. Chicago in the dead of winter. Three and a half months at the Drury Lane Theater.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Ask an actor a question and he gives you his credits.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "You want to hear the reviews? Elliot Garfield brings to Kowalski dimentions that even Brando had not investigated?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Terrific! You write beautifuly. Aren't you a little short to play Stanley?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Nobody know that I stood on the poker table. What are you, a critic?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "No, I love actors. As long as they stay up on the stage where they belong. But you put them down in real life and the whole world gets screwed up. Well, I have had enough. I am not getting thrown out of the same lousy apartment twice. You want your money back? Go to Naples. You want this apartment? Buy me two tickets to California. Either way I will give you two minutes to think it over before I start yelling rape.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Jesus! You are really something you know that? Really. I'm surprised Tony didn't take a job in the Phillipines.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I hope you are thinking because I am counting.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Will you just wait just a second. Just... hold... hold it. Can we make a deal?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I don't know. I just got here. Ha, ha. I can I a cup of coffee?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "No.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Oh, don't be bashful just say what's on your mind.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "I thought you said you were decent.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "I am decent. I also happen to be naked.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "You were never four-and-a-half, you were born 26.", "character": "Paula McFadden", "characterId": "nm0556850"}]}, {"lines": [{"text": "You know I liked you from the first time I met you when you answered the door. I said to myself, \"This is the best half-a-face I ever saw!\"", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "[quoting newspaper reviews of his off-Broadway premiere]", "character": null, "characterId": null}, {"text": "I was \"an Elizabethan fruit fly.\" I was \"the Betty Boop of Stratford-on-Avon.\" I was \"putrid.\" Capital P, capital U, capital TRID.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "You know I love listening to you talk. I hate living with you but your conversation is first rate.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "Alright, here is the situation.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I know the situation.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Just let me say this out loud alright? I mean, I don't really believe this myself. Number one, I'm starting work in the morning and I have no place to sleep tonight. Number two, you don't have any money and you've got my apartment. Also you have your daughter to think about.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I am thinking of her right now!", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Do me the courtesy of hearing me out. Please? You are not the only one who can scream rape, you know?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Ha.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "We are both in a bind. The two of us. And I think the only practical solution is that we share the apartment.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I accept.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "What?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I accept. I may be subborn but I am not stupid.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "You mean it?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I have a daughter to goes to school and I have to start looking for work in the morning. You have a key. I would have to stand guard all day long to keep you out. I accept, you win, get your bags. You get the small bedroom.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "What the hell am I getting myself into, huh?", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "Is that it? Is that the last chorus?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "I am in a blissful state so don't bug me.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Is this going to be a regular routine? I mean, guitars at night. Humming in the morning. I've been in musicals that didn't have this much music.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Miss McFadden, this morning I start rehearsals for my very first New York play. Probably the most important day of my life. Am I nervous? No, I am not nervous. Because I have meditated I am relaxed, I am calm, I am confident. You, on the other hand, have not meditated. Therefore you are a pain in the ass.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "This happens to be a very important day for me, too. I am auditioning for a new musical this morning. I slept 17 minutes last night thanks to you and with the bags I have under my eyes unless this musical is about little old ladies I don't stand a chance in hell. Are you listening to me?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Uh-huh.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "What is that slop you are putting into my dishes?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Granola, wheat germ, soya, lecithin, natural honey. My body is a temple, Miss McFadden, and I am worshiping it. It's what gives me my energy, my vitality and my natural disposition. I'm 63 years old Miss McFadden and look at me. May I fix you a bowl?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "This is not going to work. I mean, I don't know you well enough to truly dislike you but you are just too weird to live with. Why don't you find yourself another apartment and I will pay you the $600.00 as soon as I get a job.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "You are forgetting that this is my apartment. You are living here on an Elliot Garfield grant. You really ought to try some of this, you know? It's got whole bran in it. My feeling is that your whole problem stems irregularity.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "[talking on phone]\nI just called the 37th precinct. There is no Charles D'Agastino in Homicide. Then I called Rita Scott, an old actress friend of mine who was in \"The Merchant of Venice\" this year with the ever-popular Tony DeForest. Rita told me all about this girl Tony's living with. A certain Paula McFadden, a former dancer and her ten-year-old daughter Lucy. She also told me that the apartment is leased in the name of Tony DeForest. She knows this for a fact because she used to live with Tony, the smoothie, prior to Paula and Lucy. Now can we continue this conversation in a drier room, Ms. McFadden?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "You got problems? Take it up with the housing authority.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Don't hang up. Please, don't hang up. I don't have any more change, I'm soaked to the bone, Miss McFadden and I have a very low threshold for disease. Look, I don't know what Tony told you, but he's got my money, I got a lease, and you got the apartment. Now, one of us got screwed. Uh, let me rephrase that. We need to talk this out, and I am in no condition, financial or health-wise, to look for a hotel in the pouring rain. I mean, if there's any such thing as the 78th-street flu, I think I've got it.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Why don't you take a shot in a convenient place?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Five minutes. That's all I'm asking. What is it? Now look, in about 30 seconds, we're going to get cut off, Miss McFadden. My number is 873-5261, it's a flooded booth on Amsterdam Avenue. If you have any compassion in your heart whatsoever... I'm trying to work it out, operator. Any compassion in your heart whatsoever, you'll call me back. 873-5261. That number again is 873-52... oh, shit.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "I sleep in the nude. \"Au buffo.\" Winter and summer, rain or snow, with the windows open. And because I may have to go to the potty or to the fridge in the middle of the night, and because I do not want to put on jammies which I do not own in the first place, unless you're looking for a quick thrill or your daughter an advanced education I'd keep my door closed.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "What is it about you that makes a man with a hundred forty-seven I.Q. feel like a dribbling idiot?", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "If you were a Broadway musical, people would be humming your face.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "Despite the fact that you're one large pain in the arse last night was the best thing that ever happened to me, girl wise, and if you weren't behaving like such a horses rectum you would know that we could be inside touching and fondling all day long until I've got to go to rehearsal. Personally madam, I think you blew it.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "[out on the fire escape]\nHey! I think I have a clue now as to why all those other guys left. Crackers! Animal Crackers lady! You've got a severe case of emotional retardation. I'm not leaving Paula, I'm escaping.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I will personally forward your mail.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Keep it! I'm not giving you a forwarding address.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "[to woman on the street]\nLot of weirdos in this neighborhood.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "But just in passing I'd like to say that last night was teriffic, okay? It was the Super Bowl of romance. I give it a fat nine on a scale of ten. You lose one point for burping your wine but all in all it's still a very respectable score.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Don't you get glib about last night it was very important to me.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "You want to lower your neurosis for just one second I'm not finished. You want to know what your problem is?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "What?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "You love to love someone but the minute they start taking the initiative like I did last night that scares the pants off you. Nothing off color intended. You didn't wait at any stage door me, you know? I approached first. I touched first and you can't handle that, can you.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "[to woman on street]\nHe is laughable. And silly! You are the silliest man I've ever met.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "And you know that I'm right.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "If you don't let go of me I'm going to punch your other eye out!", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Paula, you know yourself too well to ignore what I'm saying.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Yes, that is exactly why I am trying to ignore it.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "You know what we got here? We got Taming of the Shrew, that's what we got here.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "[climbing the stairs in the apartment building]\nDespite the fact that you're one large pain in the arse, last night was the best thing that ever happened to me, girl-wise, and if you weren't behaving like such a horse's rectum you would know that we could be inside touching and fondling all day long until about 5 o'clock when I gotta go to rehearsal. Personally, Madam, I think you blew it.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "[during rehearsal of Richard III]", "character": null, "characterId": null}, {"text": "My careereth is over. I am making a horseth asseth of myselfeth. Mark, I'm begging you. I'm BEGGING you. You want this kind of performance? Let me play Lady Anne.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "What happened to your eye?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "I used it to stop a fist from going through my face.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "You knocked?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "May I speak to you in private for a moment?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Well, it's a bad time how about at breakfast?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Is that a girl in there?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "I certainly hope so.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Not in my house. I will not put up with this sort of thing.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "What sort of thing? You have a girl in your bedroom and I don't object. Uh, Rhonda, this is Paula McFadden. Mac lives just down the bedroom apiece. Mac, this is Rhonda Fontana a gifted and rising young actress. Don't rise.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Hi.", "character": "Rhonda Fontana", "characterId": "nm0669033"}, {"text": "Hello. Can we talk? This is serious.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "[to Rhonda]\nTake a break.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Out!", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Out?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Her, out! They have motels for that sort of activity. I have an impressionable 10 year old daughter in there and this is not one of the impressions I want her picking up. So you get that \"rising young actress\" the hell out of there.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Out of where? Out of my rented apartment that you are staying in out of the goodness of my heart? I will bring home anyone or anthing that I choose, including a one-eyed Episcopalian kangaroo if that happens to be my kinky inclination. As for what is going on in there we're rehearsing Act 1, Scene 4 from Richard the Third. I happen to have a cretin from Mars directing this play and I need all the help I can get. However, if I choose to attempt to have carnal knowledge of that gorgeous bod that'll be her option, my problem and none of your business! And just for the record what do you think little Lucy's impression of what was going on in Mama's bedroom with Tony \"Love 'em & leave 'em\" DeForrest, huh? Hey Mac! Why don't you turn out some of these lights? We're running up a heck of a bill.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "Would you be interested in my bedroom?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "You talking to me?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "You can have the big bedroom for 50 dollars more a month, payable in cash right now. We'll move into yours in the morning.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Oh, you mean a rent increase for getting what I should have gotten and what I didn't get in the first place? No, thank you.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Well then, would you be interested in lending me 50 dollars. I'll pay you either 7 and a half percent interest or do your laundry. Take your pick.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "They really cleaned you out, huh?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Everyone from here to Italy.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "I've got, uh, twenty... twenty-eight dollars and change. I'll split it with you. And starting opening night I get 240 a week so I'll make a deal. I'll pay all the living expenses until you get yourself a job. And, I'll even do my own laundry.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I see. And what do you get?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Oh, all you have to do is be nice to me.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "You go to hell!", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Will you listen very, very carefully to me just for one... uh, this may be the last time I ever speak to you. Not everyone in this world is after your magnificent body, lady. In the first place it's not so magnificent. It, it's fair, alright? But it's not keeping me up nights thinking about it, you know? I don't even think you're very pretty. Maybe if you smiled once in a while okay but I don't want you to do anything against your religion. And you are not the only person in this city ever to get dumped on! I, myself, am a recent dumpee. I am a dedicated actor, Paula, you know? I am dedicated to my art and my craft, I value what I do. And because of a mentally arthritic director I am about to play the second greatest role in the history of the English speaking theater like a double order of fresh California fruit salad. When I say nice I mean nice, you know? Decent and fair. I deserve it. Because I'm a nice decent and fair person, I don't want to jump on your bones. I don't even want to see you in the morning. But I will tell you one thing I do like about you Paula. Lucy. Lucy's your best part. Lucy is worth putting up with you for. So here is 14 dollars for the care and feeding of that terrific kid. You get zippidy-do-da. You want any money? Borrow it from your 10 year old daughter. I'm am now going inside my room to meditate away my hostility toward you. Personally, I don't think it can be done!", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "Congratulations", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "For What?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I didn't know what else to say.", "character": "Lucy McFadden", "characterId": "nm0191944"}]}, {"lines": [{"text": "I happen to have a lease in my pocket. Are you gonna honor it or what?", "character": "Elliott Garfield", "characterId": "nm0000377"}, {"text": "I have a daughter in my bedroom. That tops the lease in your pocket.", "character": "Paula McFadden", "characterId": "nm0556850"}]}, {"lines": [{"text": "[reading a review of his performance as Richard III]\n\"It never occurred to us that William Shakespeare wrote the 'Wizard of Oz'. However, Elliot Garfield makes a splendid Wicked Witch of the North.\" Tacky. Tacky. Well, if they're gonna kill me, let 'em kill me with panache.", "character": "Elliott Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "[watching Elliot's performance as a gay Richard III]\nLooks like the guy at the beauty parlor.", "character": "Lucy McFadden", "characterId": "nm0191944"}]}, {"lines": [{"text": "How long is he going to stay?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "As long as he lets us.", "character": "Paula McFadden", "characterId": "nm0556850"}]}, {"lines": [{"text": "Now, what about Richard? Historically we know that Richard was born with severe curvature of the spine. Thus giving the impression that he was hunch backed. There was some paralysis of the right foot and the left hand, Olivier chose to play the left foot and the right hand, God knows why. As well as nerve damage to the right cheek and the eyelids. I mean, the man was your basic gimp let's face it. All of which bring us, thanks to the wise and rich Mrs. Estelle Morganwise, to this production. Is that the way we want to play Richard? If you do then this director would just as soon do a six week stint on the Sonny and Cher Show. Richard the third was a flaming homosexual. So was Shakespere for that matter. But that angry mob at the Globe Theater wasn't about to plunk down two shillings to see a bunch of pansies jumping about on the stage. It was society that crippled Richard not childbirth. I mean, read your texts. He sent those two cute little boys up to the tower and nobody ever saw them again. I mean, we all know why, don't we? What I want to do here is to strip Richard bare, metaphorically. Let's get rid of the hump. Let's get rid of the twisted extremeties and show him for what he would be today. The queen who wanted to be king.", "character": "Mark", "characterId": "nm0070801"}, {"text": "[sees Elliot raising his hand]\nYes?", "character": "Mark", "characterId": "nm0070801"}, {"text": "Question. Are you serious?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Now, what's the objection Elliot?", "character": "Mark", "characterId": "nm0070801"}, {"text": "Well, number 1 I have to play it. Number 2 I like the hump and the club foot and number 3 I've been working on the part for 3 months.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "And I respect that. I mean, that's why were here, isn't it? To exchange ideas. So, how do you see Richard, Mr. Macho?", "character": "Mark", "characterId": "nm0070801"}, {"text": "No, I don't think the guy's a linebacker for the Chicago Bears. But let's not throw away one of his prime motivations.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Oh, and what's that?", "character": "Mark", "characterId": "nm0070801"}, {"text": "He wants to hump Lady Anne!", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Oh, yes. I've heard that before. Well, look, I'm not going to try and pressure you but let's just try it my way. Let's read through the first act. Trust me, please.", "character": "Mark", "characterId": "nm0070801"}, {"text": "Act one scene one...", "character": null, "characterId": null}, {"text": "Uh, excuse me. Sorry. Just how far off the diving board do you want me to jump?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Well, don't give me Bette Midler, but let's not be afraid to be bold.", "character": "Mark", "characterId": "nm0070801"}, {"text": "Bold.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Bold.", "character": "Mark", "characterId": "nm0070801"}, {"text": "Act one, scene one, enter Richard Duke of Glochester.", "character": null, "characterId": null}, {"text": "Now is the winter of our discontent... Sorry, one minute. Now is the winter...", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "[Very effeminate]\nNow ith the winter of our dithcontent... may I have a 5 minute break please?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Five minutes.", "character": "Mark", "characterId": "nm0070801"}]}, {"lines": [{"text": "Lady Anne! Lady Anne! The black prince is dead! England is yours! You don't want England? How about Spain? Spain I can get you cheap.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "What are you doing in that thing?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Come on, let's get going, will ya? This horse has got a meter on it.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Where to?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "We're going home! To Tara! Come on! Cynthia Fine, right? I think you've got charisma, too.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Lucy, did you tell him? I never said anything like that. I'm going to get you for that Lucy you big creep.", "character": "Cynthia Fine", "characterId": "nm0491485"}, {"text": "You want to go to my opening tonight? I owe you a good time after the last one.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I have homework.", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "What are you sore about? Me and your Mom?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "It's none of my business why should I be sore?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Yeah, well, since you and I are exchanging bedrooms tonight I kinda think it is. But I'm a little old fashioned. I'd like to have your approval.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Me? I'm only ten years old. I'm not even old enough to vote yet.", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "I like your style, kid, I really do. Oh, I'm sorry, I hear you don't like to be called kid.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I'm a kid it fits.", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Do you like me?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Ask Cynthia Fine she's crazy about you.", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Lucy, do you like me?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "You're wasting your money because I'm really not enjoying this ride.", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Lucy, I'm going to keep asking you until you answer me. Do you like me?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Do you mind if I get off? I think I'm getting nauseous.", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Answer my question, Goddamn it. Lucy it makes no difference to me one way or the other because I'm moving in with your old lady but I want to hear it from your own lips. Now answer me, yes or no do you like me?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "No!... Yes.", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "A really, really, really lot?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Yes, yes, alright?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Okay. But as much as you like me it's not 1/1000th as much as I'm crazy about you. You can cry all over yourself I don't care. I am certifiably nuts about you. You and your ditsy mom. So blow that into your handkerchief.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "Possession is nine-tenths of the law.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "What's the last tenth?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Shut up.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "[the telephone rings]", "character": null, "characterId": null}, {"text": "Is that the last tenth?", "character": "Lucy McFadden", "characterId": "nm0191944"}]}, {"lines": [{"text": "[hears Elliot chanting]\nWhat's that?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Sounds like God.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "I smell strawberries burning.", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "That's incense.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "What's incense?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "It is what I'm feeling right now.", "character": "Paula McFadden", "characterId": "nm0556850"}]}, {"lines": [{"text": "You're unhappy Elliot?", "character": "Mark", "characterId": "nm0070801"}, {"text": "Unhappy? No. I am freaking petrified. The critics are going to crucify me, Mark. And Gay Liberation is going to hang me from Shakespear's statue. By my genitalia. You gotta help me, Mark.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "What do you want, Elliot?", "character": "Mark", "characterId": "nm0070801"}, {"text": "I want my hump back! I want my club foot. I want a little paralysis in my right hand! I don't mean a lot, just a little, two stiff fingers, I need a little motivation.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I see. You want to play it safe, eh? You want to give us your standard, conventinal Richard. Well, I can't argue with that Elliot they've been doing it that way for 400 years.", "character": "Mark", "characterId": "nm0070801"}, {"text": "Listen, what do I know? I'm lucky to get the part I know that. I come from Chicago. We do things a little bit differently out there. We do the play as written. That doesn't go over in New York? Terrific. I respect you, Mark, I do. You've done off Broadway I haven't. I'm not a quitter. You want me to do Richard the Third like Tatum O'Neal I'll do it but just don't make me look foolish out there.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "And you feel foolish.", "character": "Mark", "characterId": "nm0070801"}, {"text": "I feel like an asshole! I passed foolish on Tuesday.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Hey, I was never going to let you do it like that.", "character": "Mark", "characterId": "nm0070801"}, {"text": "Oh, thank God!", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "But do you see where I'm heading.", "character": "Mark", "characterId": "nm0070801"}, {"text": "I, I'm trying, Mark.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Richard was gay there's no doubt about it. But let's use that as subtext. We'll keep it but now we can put back the hump and the club foot...", "character": "Mark", "characterId": "nm0070801"}, {"text": "And the twisted fingers.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "If you like them.", "character": "Mark", "characterId": "nm0070801"}, {"text": "Like 'em? I love 'em! I'm crazy about 'em!", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Then use them, baby, and you will see what I am after. Just try it my way, bubala. I will never let you go wrong.", "character": "Mark", "characterId": "nm0070801"}]}, {"lines": [{"text": "Haven't we met? In our apartment?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Please, I enjoy shopping. Don't ruin this for me too.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Relax. We don't have to fight until we get home. We need soap, Darling.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Not in my bathroom we don't.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "This is silly. If you get what you need and I get what I need we're going to blow a lot of bread getting the same things. Including bread. Why don't we have one shopping list and split the bill?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "On what items?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Food! Bathroom and kitchen cleansers. Everything. Except male and female do-dads. In that area you go your way and I'll go mine.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "We split everything?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Everything. I'll pay my full one third share.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "One third?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "I am not the one with the daughter.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "What's the matter? Didn't Lady Anne wash her hands the other night?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Quick. Quick. I like a quick girl. Okay, right down the middle.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Okay.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Hold it. Hold it. I'll take that.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "[Walking down the street]\nThis is a good idea sharing expenses like this. By the way, I need shoes next week. A little Chianti? Can't have spaghetti marinaro without a little vino.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Not on my budget.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Hey, hey, no. I'll blow for the booze, eh? Short of stature but not tight of pocket.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Can I help you?", "character": "Liquor Store Salesman", "characterId": "nm0182456"}, {"text": "Yes. A bottle of your finest, cheap Chianti, please.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "I've got a nice California red for a dollar eighty.", "character": "Liquor Store Salesman", "characterId": "nm0182456"}, {"text": "Dollar eighty. Nothing from Kansas?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Comedian. Seriously. This is a good wine.", "character": "Liquor Store Salesman", "characterId": "nm0182456"}, {"text": "Okay. It goes good with spaghetti, right?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Perfect with spaghetti.", "character": "Liquor Store Salesman", "characterId": "nm0182456"}]}, {"lines": [{"text": "I thought you didn't put un-natural things in your body?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "I didn't... I put it into Richard's... I'm trying to kill the son of a bitch!", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "Be tactful.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "What's that?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Lie!", "character": "Paula McFadden", "characterId": "nm0556850"}]}, {"lines": [{"text": "[angrily]\nGood night.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "What, no kiss?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "[punching her pillow]\nI'm angry. I don't want to lose it.", "character": "Paula McFadden", "characterId": "nm0556850"}]}, {"lines": [{"text": "Enter, sweet Anne.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "[as she enters]\nDo you live alone?", "character": "Rhonda Fontana", "characterId": "nm0669033"}, {"text": "Yeah! Unfortunately the other people that live here also live alone.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "You know what Cynthia Fine said?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Who is Cynthia Fine?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "The girl in my class with the braces and the big chest. Anyway, Elliot picked me up from school today, and Cynthia says he's got charisma. I looked it up, and he does.", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "All right, cut it out.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Cut what out?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Stop trying to make something between us.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Me? Cynthia Fine s...", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Cynthia Fine, my behind. Stop pushing me.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Who's pushing?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "You are. Your fingerprints are all over my back. He's OK, all right? Once in a while, he even acts like a regular human being. But stop pushing me, because that man is not my type.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "[Lucy mutters something under her breath]", "character": null, "characterId": null}, {"text": "I heard that. What did you say?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "If you heard, why are you asking?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "[sternly]\nWhat did you say?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "I said, \"your type never hangs around long enough to stay your type\".", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "That is a rotten thing to say.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "[matter of factly]\nI know. I just felt like saying it.", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Jesus. Sometimes I can be so goddamn furious with you.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "[Paula squirts Lucy with a bottle of cream]", "character": null, "characterId": null}, {"text": "[yelling]\nThat was a stinking thing to do!", "character": "Lucy McFadden", "characterId": "nm0191944"}]}, {"lines": [{"text": "Are we going to sleep with each other tonight?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "[laughing]\nYou know, of all the right up front girls I know, you are the right up frontest. How do you feel about it?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Nervous. A pushover, but nervous.", "character": "Paula McFadden", "characterId": "nm0556850"}]}, {"lines": [{"text": "[introducing himself]\nHello. Oliver Fry.", "character": "Oliver Fry", "characterId": "nm0932116"}, {"text": "Oliver Fry the director?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Yes, I believe so.", "character": "Oliver Fry", "characterId": "nm0932116"}, {"text": "[excitedly]\nIt's nice to meet you. Oliver Fry, what'd you know! Would you like to come in? Here, uh... Yeah, come on in. Hi!", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Pleased to meet you.", "character": "Gretchen", "characterId": "nm0403546"}, {"text": "Well...", "character": "Oliver Fry", "characterId": "nm0932116"}, {"text": "[flustered]\nHi, it's very nice to...", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "We won't keep you. There was just one question that I wanted to ask. Would you be interested in a movie?", "character": "Oliver Fry", "characterId": "nm0932116"}, {"text": "You mean making one?", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "Or we could go to one, but I think working is much more fun.", "character": "Oliver Fry", "characterId": "nm0932116"}]}, {"lines": [{"text": "Jesus, I am so scared. I've spent twenty years building up my ego, and when I really need it, it locks itself in the john.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "It'll come back to you, trust me.", "character": "Paula McFadden", "characterId": "nm0556850"}]}, {"lines": [{"text": "Oh, Goddamn 'em to hell. I hate those guys that walked out of here. I hate them. I'm the only one that's coming back, and I'm getting all the blame.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "Elliot Garfield researched Richard the Third, and discovered him... to be England's first badly dressed interior decorator!", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "'Richard the III stunk. And Elliot Garfield was the stinkee.'", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "I'm redecorating. What color should we paint the bedroom?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Successful.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "[after finding out the play has closed]", "character": null, "characterId": null}, {"text": "That's O.K., Now I'm free to take that other job.", "character": "Elliot Garfield", "characterId": "nm0000377"}, {"text": "What other job?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "I'm looking, I'm looking!", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "You have homework to do.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "We're moving in four days. Do I have to do homework?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Suppose between now and Friday they teach brain surgery. I wouldn't want you to miss it.", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "[in an exasperated tone]\nMother! We had it last week. Science.", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Are you serious?", "character": "Paula McFadden", "characterId": "nm0556850"}, {"text": "Dumb! You know you're dumb.", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "[laughing]\nWell, I thought maybe in frog dissection. What do I know?", "character": "Paula McFadden", "characterId": "nm0556850"}]}, {"lines": [{"text": "[when Lucy is sick]", "character": null, "characterId": null}, {"text": "How's the play going?", "character": "Lucy McFadden", "characterId": "nm0191944"}, {"text": "Shh. One sick person at a time.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "I am a dedicated actor, Paula, you know? I am dedicated to my art and my craft, I value what I do. And because of a mentally arthritic director, I am about to play the second greatest role in the history of the English-speaking theater like a fresh double-order of California fruit salad.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}, {"lines": [{"text": "I thought you gave all of this up.", "character": "Ronnie Burns", "characterId": "nm0790077"}, {"text": "I did. I just picked the wrong one to give it up for.", "character": "Paula McFadden", "characterId": "nm0556850"}]}, {"lines": [{"text": "You know what's a nice feeling? To hear real people applauding. I took the names and addresses of everyone in the audience. I think we should have them over for dinner real soon.", "character": "Elliot Garfield", "characterId": "nm0000377"}]}]}