{"quotes": [{"lines": [{"text": "[aside]", "character": null, "characterId": null}, {"text": "I hope you brought a toothbrush.", "character": "Judge", "characterId": "nm0177228"}, {"text": "on two tickets for Evita, a centre court seat at Wimbledon, or Mr Thrope may have decided simply to blow it all on a flutter on the Derby. That is his affair and it is not for us to pry. It will be a sad day for this country when a leading politician cannot spend his election expenses in any way he sees fit. One further point - you will probably have noticed that three of the defendants have very wisely chosen to exercise their inalienable right not to go into the witness box to answer a lot of impertinent questions. I will merely say that you are not to infer from this anything other than that they consider the evidence against them so flimsy that it was scarcely worth their while to rise from their seats and waste their breath denying these ludicrous charges. In closing, I would like to pay tribute to Mr Thrope's husband, Miriam, who has stood by him throughout this long and unnecessary ordeal. I know you will join me in wishing them well for a long and happy future. And now, being mindful of the fact that the Prudential Cup begins on Saturday, putting all such thoughts from your mind, you are now to retire - as indeed should I - you are now to retire, carefully to consider your verdict of \"Not Guilty\".", "character": "Judge", "characterId": "nm0177228"}]}, {"lines": [{"text": "All right, quiet. Ainsley. Babcock. Bland. Carthorse. Dint. Ellsworth-Beast Major. Ellsworth-Beast Minor. Fiat. German. Havenut. Haemoglobin. Jones M. Jones N. Kosygin. Loudhailer. Mattock. Nancyboy-Potter. Nibble.", "character": "Schoolmaster", "characterId": "nm0000100"}, {"text": "[laughter]", "character": null, "characterId": null}, {"text": "I have a detention book. Orifice. Plectrum. Poise. Sediment. Soda. Taah. Taah? Under-Manager. Wicket. Williams-Wicket. Williams-Witcherley. Witcherley-Wicket. Witcherley-Williams. And Witcherley-Williams. Wocket. Zob. Hmmm, absent. All right, your essays. \"Discuss the contention that Cleopatra had the body of a roll-top desk and the mind of a duck\". Oxford and Cambridge O-Level examination, 1976. The answer; yes. Don't fidget, Bland. Nancyboy-Potter and Wicket, see me afterwards. Most of you of course, didn't write nearly enough. Dint, your answer was unreadable. Put it away, Plectrum. If I see it once more this period, I shall tweak you. Is your father a solicitor, boy ? You're lying Plectrum, so see me afterwards to be tweaked anyway. Yes, isn't life tragic? Oh don't snivel, boy, for God's sake. Has Matron seen those boils? Havenut, Jones M. and Sediment, cribbing. Under-Manager, answer upside-down. Do you do it deliberately, boy ? You're a blemish, Under-Manager. A carbuncle on the backside of humanity. Don't snigger, Babcock! It's not funny. Anthony and Cleopatra is not a funny play. If Shakespeare had meant Anthony and Cleopatra to be funny, he would have put a joke in it. There is no joke in Anthony and Cleopatra. You would know that if you'd read it, wouldn't you, Babcock? Pest! Which of Shakespeare's plays does have a joke in it? Anyone? The Comedy of Errors, for God's sake! The Comedy of Errors has the joke of two people looking like each other. Twice. It's not that funny, German. And the other Shakespearian joke is, Nibble? NIBBLE! Leave Orifice alone! What a lot! All right, for the rest of this period, you will write about Enobarbus. Under-Manager, just try and write, \"Enobarbus\". Either way up, boy, I'm not bothered. Usual rules; no eating, no cheating, no looking out of windows, no slang, no slide rules. Use ink only, via a nib if possible. Kosygin, you're in charge.", "character": "Schoolmaster", "characterId": "nm0000100"}]}]}