{"quotes": [{"lines": [{"text": "I am cruising, currently, right now! I am cruising because I have dedicated myself to all that is creative and destructive in my life right now, and I am equally in love with every aspect of my life, and all the ingredients that have caused me turmoil and all the ingredients that have caused me glory. I am the living, whispered warning in the Roman general's ear, 'Glory is fleeting', and in that verb - that active verb 'fleeting' - there I live, there I reside, in this moment. I have dedicated myself to the idiom, 'I don't know.' And I am in love with the frantic chaos of this limitless universe.", "character": "Timothy 'Speed' Levitch", "characterId": "nm0506171"}]}, {"lines": [{"text": "The anti-cruise is an attempt to imprison us. At every level of living it exists. Younger cruisers have asked me, \"Why?\" \"Why is the anti-cruise so avaricious and constant in its attempt to stop the cruise? And I have no answer. There is no answer. I mean, it's gravitational, it's a relationship that's made up of reciprocals and pulling gravities. It simply exists. Where there is cruise there is an escort of anti-cruise. But even in a bastion of anti-cruise fodder... there is cruise. Somewhere in there is a sparkle of cruising energy. Deeply sublimated, within the bellowing belly of the beast.", "character": "Timothy 'Speed' Levitch", "characterId": "nm0506171"}]}, {"lines": [{"text": "By saying that everyone likes The Grid Plan you're saying, \"I'm going to relive all the mistakes my parents made. I'm going to identify and relive all the sorrows my mother ever lived through. I will propagate and create dysfunctional children in the same dysfunctional way that I was raised. I will spread neurosis throughout the landscape and do my best to recreate myself and the damages of my life for the next generation.\"", "character": "Timothy 'Speed' Levitch", "characterId": "nm0506171"}]}, {"lines": [{"text": "When she says to me, after my statement, 'Everyone likes The Grid Plan,' isn't she automatically excluding myself from 'everyone'?", "character": "Timothy 'Speed' Levitch", "characterId": "nm0506171"}]}]}