{"quotes": [{"lines": [{"text": "[as Holmes' boat pulls away]", "character": null, "characterId": null}, {"text": "But how will you live?", "character": "Dr. John H. Watson", "characterId": "nm0000380"}, {"text": "When my arm is better, you would do well to follow the concert career of a violinist... named Sigerson!", "character": "Sherlock Holmes", "characterId": "nm0932116"}, {"text": "But your readers - my readers - what will I tell them?", "character": "Dr. John H. Watson", "characterId": "nm0000380"}, {"text": "Anything you like! Tell them I was murdered by my mathematics tutor; they'll never believe you in any case!", "character": "Sherlock Holmes", "characterId": "nm0932116"}]}, {"lines": [{"text": "Who am I, that your friends should wish us to meet?", "character": "Sigmund Freud", "characterId": "nm0000273"}, {"text": "Beyond the fact that you are a brilliant Jewish physician who was born in Hungary and studied for a while in Paris, and that certain radical theories of yours have alienated the respectable medical community so that you have severed your connections with various hospitals and branches of the medical fraternity, beyond this I can deduce little. You're married, with a child of... five. You enjoy Shakespeare and possess a sense of honour.", "character": "Sherlock Holmes", "characterId": "nm0932116"}]}, {"lines": [{"text": "not even the maid is permitted here, else she would scarcely have ventured to let matters come to this pass.", "character": "Sherlock Holmes", "characterId": "nm0932116"}, {"text": "Go on.", "character": "Sigmund Freud", "characterId": "nm0000273"}, {"text": "Very well. Now, when a man collects books on a subject, they're usually grouped together, but notice, your King James Bible, your Book of Mormon, and Koran are separate, across the room in fact, from your Hebrew Bible and Talmud, which sit on your desk. Now these books have a special importance for you not connected with a general study of religion, obviously. The nine-branched candelabra on your desk confirms my suspicion that you are of the Jewish faith; it is called a menorah, is it not?", "character": "Sherlock Holmes", "characterId": "nm0932116"}, {"text": "Yah.", "character": "Sigmund Freud", "characterId": "nm0000273"}, {"text": "That you studied medicine in Paris is to be inferred from the great number of medical texts in that language. Where else should a German use French textbooks but in France, and who but a brilliant German could understand the complexities of medicine in a foreign tongue? That you're fond of Shakespeare is to be deduced from this book, which is lying face downwards. The fact that you have not adjusted the volume suggests to my mind that you no doubt intended referring to it again in the near future. (Hm, not my favorite play.) The absence of dust on the cover would tend to confirm this hypothesis. That you're a physician is evident when I observe you maintain a consulting room. Your separation from various societies is indicated by these blank spaces surrounding your diploma, clearly used at one time to display additional certificates. Now, what can it be that forces a man to remove these testimonials to his success? Why, only that he has ceased to affiliate himself with these various societies and hospitals and so forth, and why do this, having once troubled to join them all? It is possible that he became disenchanted with one or two of them, but NOT likely that his disillusionment extended to all. Rather, I postulate it is THEY who became disenchanted with YOU, doctor, and asked you to resign, from all of them. Why, I've no idea. But some position you have taken, evidently a medical one, has discredited you in their eyes. I take the liberty of inferring a theory of some sort, too radical or shocking to gain ready acceptance in current medical thinking. Your wedding ring tells me of your marriage, your Balkanized accent hints Hungary or Moravia, the toy soldier on the floor here ought, I think, to belong to a... small boy of five? Have I omitted anything of importance?", "character": "Sherlock Holmes", "characterId": "nm0932116"}, {"text": "My sense of honour.", "character": "Sigmund Freud", "characterId": "nm0000273"}, {"text": "Oh, it is implied by the fact that you have removed the plaques from the societies to which you no longer belong. In the privacy of your study, only you would know the difference.", "character": "Sherlock Holmes", "characterId": "nm0932116"}]}, {"lines": [{"text": "No, Watson! The Queen wouldn't like it!", "character": "Sherlock Holmes", "characterId": "nm0932116"}]}, {"lines": [{"text": "[Last lines; after meeting unexpectedly on the boat]", "character": null, "characterId": null}, {"text": "Journeys alone are always so tedious, don't you find? 'Specially when they are long.", "character": "Lola Deveraux", "characterId": "nm0000603"}, {"text": "Will this be a long journey?", "character": "Sherlock Holmes", "characterId": "nm0932116"}, {"text": "That all depends. But I do think it will seem shorter if there are two of us... don't you?", "character": "Lola Deveraux", "characterId": "nm0000603"}, {"text": "I hope it will not seem too short.", "character": "Sherlock Holmes", "characterId": "nm0932116"}]}, {"lines": [{"text": "These are the most intelligent horses in the world, and they have been trained TO KILL!", "character": "Sigmund Freud", "characterId": "nm0000273"}]}, {"lines": [{"text": "This is the Dresden local.", "character": "Station Master", "characterId": "nm0655586"}, {"text": "[pulls pistol from his coat]\nIt is now the Orient Express.", "character": "Dr. John H. Watson", "characterId": "nm0000380"}]}, {"lines": [{"text": "Ah Jenkins, we shall need a cab.", "character": "Mycroft Holmes", "characterId": "nm0336509"}]}, {"lines": [{"text": "When must I - -- -Leave?", "character": "Professor Moriarty", "characterId": "nm0000059"}, {"text": "Now!", "character": "Mycroft Holmes", "characterId": "nm0336509"}]}, {"lines": [{"text": "Doctor Watson, Mr. Holmes is convinced that I am some sort of criminal mastermind of the most depraved order. I know he is a great and good man. All England resounds with his praise. But in my case he fosters a ghastly illusion and I come to you as his friend rather than turning the matter over to my solicitor.", "character": "Professor Moriarty", "characterId": "nm0000059"}]}, {"lines": [{"text": "[stopping Watson abruptly]\nMind the vanilla extract!", "character": "Sherlock Holmes", "characterId": "nm0932116"}]}, {"lines": [{"text": "[to Doctor Watson]\nYou insufferable cripple.", "character": "Sherlock Holmes", "characterId": "nm0932116"}]}, {"lines": [{"text": "This is the Dresden local.", "character": "Train Engineer", "characterId": "nm0384400"}, {"text": "[pulls pistol from his coat]\nIt is now the Orient Express.", "character": "Dr. John H. Watson", "characterId": "nm0000380"}]}]}