{"quotes": [{"lines": [{"text": "[Narrating; text is also seen on opening title card]\nThere was a ship named the S.S. Berwind. This is the story of that ship... A story which actually happened... A story of the most infamous, diabolically cunning crime in the annals of Maritime history.", "character": "Capt. Edwin Rummill", "characterId": "nm0000051"}]}, {"lines": [{"text": "[Responding to a sarcastic remark made by one of the crew]\nOh, dear. I suppose every ship must have its comic. It's one of the curses of the sea - like rats, and scurvy.", "character": "Capt. Edwin Rummill", "characterId": "nm0000051"}]}, {"lines": [{"text": "[Narrating - commenting on the provocatively beautiful wife of the Maori cook who was hired at the last minute, and who had insisted on bringing his wife along, against Captain Rummill's wishes]\nIt had never entered my mind that the woman would be so sensuous, so exotically beautiful. I knew then that I had started my command with a dangerous error of judgment.", "character": "Capt. Edwin Rummill", "characterId": "nm0000051"}]}, {"lines": [{"text": "[Mahia, serving dinner in the officer's mess, is dressed rather provocatively]\nI suggest that while you're on this ship, you wear something a little less revealing.", "character": "Capt. Edwin Rummill", "characterId": "nm0000051"}, {"text": "[Coyly]\nDoes it bother the captain?", "character": "Mahia", "characterId": "nm0199268"}, {"text": "[Capt. Rummill does not respond, merely gives her disapproving looks, then resumes his dinner]", "character": "Capt. Edwin Rummill", "characterId": "nm0000051"}]}, {"lines": [{"text": "You're no match for me without that knife.", "character": "Henry Scott", "characterId": "nm0002024"}, {"text": "I'm not going to throw it away to find out.", "character": "Capt. Edwin Rummill", "characterId": "nm0000051"}]}, {"lines": [{"text": "as dirty, as miserable, as rusted-up an old tub as I'd ever seen. The nearer I approached her, the more profoundly depressed I became. There was an unhealthy atmosphere of tension. I was conscious of it even before I reached the deck. There'd been a breakdown in discipline. I'd have to take a firm hand.", "character": "Capt. Edwin Rummill", "characterId": "nm0000051"}]}, {"lines": [{"text": "[Narrating]\nAt five a.m. today, Mr. Moody passed away in his sleep. At twelve noon, we buried him at sea. The crew seemed to feel that Mr. Moody died of a broken heart. And somehow the troublemakers twisted this to make it appear as if I were responsible. It was just one more thing to fan the unrest that was brewing day by day.", "character": "Capt. Edwin Rummill", "characterId": "nm0000051"}]}, {"lines": [{"text": "[as the two of them drag Mace from his bunk]\nWhat're you gonna' do with him?", "character": "Leroy Martin", "characterId": "nm0926183"}, {"text": "We'll throw him off the stern.", "character": "Henry Scott", "characterId": "nm0002024"}, {"text": "He'll scream like a stuck pig.", "character": "Leroy Martin", "characterId": "nm0926183"}, {"text": "Nobody'll hear him.", "character": "Henry Scott", "characterId": "nm0002024"}, {"text": "[They proceed to drag Mace, kicking and struggling, back to the stern of the ship, where they toss him into the sea]", "character": null, "characterId": null}]}, {"lines": [{"text": "cocktail parties, watercress sandwiches and drinking tea. That's your racket!", "character": "Henry Scott", "characterId": "nm0002024"}, {"text": "Looks like it's going to be your brawn against my brain, doesn't it?", "character": "Capt. Edwin Rummill", "characterId": "nm0000051"}, {"text": "Yeah, it does!", "character": "Henry Scott", "characterId": "nm0002024"}, {"text": "[He lunges at the captain, and a struggle ensues]", "character": null, "characterId": null}]}]}