{"quotes": [{"lines": [{"text": "We were the leopards, the lions, those who take our place will be jackals and sheep, and the whole lot of us - leopards, lions, jackals and sheep - will continue to think ourselves the salt of the earth.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "If we want things to stay as they are, things will have to change.", "character": "Tancredi Falconeri", "characterId": "nm0001128"}]}, {"lines": [{"text": "Sleep, my dear Chevalley, eternal sleep, that is what Sicilians want. And they will always resent anyone who tries to awaken them, even to bring them the most wonderful of gifts. And, between ourselves, I doubt very strongly whether this new Kingdom has very many gifts for us in its luggage. All Sicilian expression, even the most violent, is really a wish for death. Our sensuality, wish for oblivion. Our knifings and shootings, a hankering after extinction. Our laziness, our spiced and drugged sherbets, a desire for voluptuous immobility, that is... for death again.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "[of the Sicilians]\n\"They never want to improve. They think themselves perfect. Their vanity is greater than their misery.\"", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "Is Your Excellency here for confession?", "character": "Father Pirrone", "characterId": "nm0885123"}, {"text": "Confession? It's not Saturday.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}, {"text": "Listen to me. Come to confession.", "character": "Father Pirrone", "characterId": "nm0885123"}, {"text": "There's no need. You know it all already.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}, {"text": "The power of confession lies not only in telling our sins, but in repentance.", "character": "Father Pirrone", "characterId": "nm0885123"}, {"text": "I know. I know! What would you have of me? I'm a vigorous man. I can't find satisfaction with a woman who crosses herself in bed before every embrace, and can only say \"Gesummaria\" afterwards. I've had seven children with her and I've never seen her navel. Is that right? I ask you. *She's* the sinner!", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "Things will have to change in order that they remain the same.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "Yes, love, of course! Fire and flames for a year, ashes for thirty. I too know what love is.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "And you, Don Ciccio, how did you vote on the 21st?", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}, {"text": "[coughs up drink]", "character": "Don Francisco Ciccio Tumeo", "characterId": "nm0716577"}, {"text": "What are you afraid of? There's no one else here but us, the wind, the dogs.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}, {"text": "Excuse me, Excellency, but that question is useless. You know that everyone in Donnafugata voted, voted 'yes'. They said you, yourself, advised those who couldn't decide to vote like that.", "character": "Don Francisco Ciccio Tumeo", "characterId": "nm0716577"}, {"text": "I did, indeed. So, you voted 'yes', hmm...", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}, {"text": "Organist of the Mother Church, honored by the benevolence of Your Excellency, and be a respected citizen. The years we were in terrible need, when my poor mother sent a petition up to her court, the money arrived to help us, sure as death every month! And if, today, these holy Kings and lovely Queens, were looking down from Heaven... what would they say? Would they feel that Don Ciccio Tumeo betrayed them? No, Excellency, no! Fortunately they know the truth in paradise.", "character": "Don Francisco Ciccio Tumeo", "characterId": "nm0716577"}]}, {"lines": [{"text": "It seems Donna Bastiana is a kind of animal. She can't read, write, or tell time. She can barely talk. She's even incapable of loving her own daughter. Good for bed, and that's all. But what can you expect? You know whose daughter she is? She's the daughter of one of your peasants from Runci. His name was Peppe Giunta. He was so filthy and savage that everyone called him Peppe Cowshit.", "character": "Don Francisco Ciccio Tumeo", "characterId": "nm0716577"}]}, {"lines": [{"text": "You know what is happening in our country? Nothing... simply an imperceptible replacement of one class for another. The middle class doesn't want to destroy us. It simply wants to take our place... and very gently.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "I belong to an unlucky generation, astride between two worlds and ill-at-ease in both. And what is more, I am completely without illusions. Now, what would the Senate do with me, an inexperienced legislator who lacks the faculty for self-deception, an essential requisite for wanting to guide others. No, I cannot lift a finger in politics. It would be bitten off.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "[to Father Pirronr]\nYou're used to naked souls. You should know that naked bodies are far more innocent.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "We're not blind in spirit, Father. We're just human beings in a changing world.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "Listen to me. Concetta is right. To marry him after loving you would be like drinking water after tasting...", "character": "Angelica Sedara", "characterId": "nm0001012"}, {"text": "[They kiss]", "character": null, "characterId": null}, {"text": "Tasting what?", "character": "Tancredi Falconeri", "characterId": "nm0001128"}, {"text": "Marsala.", "character": "Angelica Sedara", "characterId": "nm0001012"}, {"text": "[They kiss again]", "character": null, "characterId": null}]}, {"lines": [{"text": "O faithful star... when will you give me an appointment less ephemeral, far from all this, in your own region of perennial certitude?", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "Do you think that if the Church could ever save herself by sacrificing us, she wouldn't do so? Of course she would, and rightly so.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}, {"text": "You have two sins to confess on Saturday. One of the flesh last night, one of the spirit today.", "character": "Father Pirrone", "characterId": "nm0885123"}]}, {"lines": [{"text": "The nobles, as you call them, are not easy to understand. They live in a world of their own, not created by God but by themselves, through centuries of experience, troubles and joys. They're upset or pleased about things that matter little to you and me - but are vital to them. I don't mean they're bad people. Far from it. They're... different. They take no notice of things that we hold important, and they have fears of which we're ignorant. For example, for the Prince of Salina, it would be a tragedy to give up his holiday at Donnafugata, where we're headed. But if you ask him what he thinks of the revolution, he will say there is no revolution and that everything will go on as before.", "character": "Father Pirrone", "characterId": "nm0885123"}]}, {"lines": [{"text": "My nephew tells me you wish to see the frescoes.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}, {"text": "I'd be delighted.", "character": "Garibaldi's General", "characterId": "nm0312575"}, {"text": "Let's take a look while it's light. In the center, Jove and Juno, Mars, Venus and Mercury. On that side is Thetis, preceded by tritons and dryads. Apollo, surrounded by clouds. All of them glorifying the House of Salina.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "Father... take my advice - have a bath yourself occasionally.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "Look here, Father. A man of 45 can still consider himself young until he realizes he has children old enough for love. Then old age comes over him in one blow.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "In your opinion, what should I say?", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}, {"text": "The wish to found a Christian family is agreeable to the Church. Our Lord's presence at the marriage...", "character": "Father Pirrone", "characterId": "nm0885123"}, {"text": "Let's keep to the point. I want to talk about this marriage, not the one at Cana, much less about marriage in general.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "Tancredi, one tells nasty tales like that to a confessor, not to young ladies at the table - or at least not when I'm there!", "character": "Concetta", "characterId": "nm0605832"}]}, {"lines": [{"text": "But even in the best kept houses secrets come out. Servants talk.", "character": "Don Francisco Ciccio Tumeo", "characterId": "nm0716577"}]}, {"lines": [{"text": "I never could endure that fop! You lost your head over him! And he has the impertinence to ask you, his uncle, father of the girl he has deceived, to carry his proposal to that rascal, the father of that slut! You mustn't do it!", "character": "Princess Maria Stella Salina", "characterId": "nm0603761"}, {"text": "Enough! You don't know what you're saying. Angelica is not a slut. She may become one, but for now she's a girl like any other, prettier than others, who wants to make a good marriage.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "It's outrageous! And I'd so hoped he would marry Concetta! He's a traitor, like all liberals of his kind! First he betrays his king, and now us. He, with that lying face of his, those honeyed words and poisoned actions! That's what happens when one lets people into one's home who aren't of our own blood.", "character": "Princess Maria Stella Salina", "characterId": "nm0603761"}]}, {"lines": [{"text": "Miss Angelica.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}, {"text": "There's nothing to say. She speaks for herself. She has her mother's beauty without her grandfather's stink.", "character": "Don Francisco Ciccio Tumeo", "characterId": "nm0716577"}]}, {"lines": [{"text": "It was a delight to watch her. Those black locks, those eyes, that skin, those breasts! No stink of manure there! Her sheets must smell like paradise.", "character": "Don Francisco Ciccio Tumeo", "characterId": "nm0716577"}, {"text": "Calm down, now.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "This isn't the end of anything. It's the beginning of everything!", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "There's a storm brewing.", "character": "Father Pirrone", "characterId": "nm0885123"}]}, {"lines": [{"text": "How big is this palace anyway? How many rooms are there?", "character": "Count Cavriaghi", "characterId": "nm0001352"}, {"text": "Nobody knows, not even Uncle. He says a palace in which you know every room isn't worth living in.", "character": "Tancredi Falconeri", "characterId": "nm0001128"}]}, {"lines": [{"text": "What am I doing here anyway? Concetta doesn't love me.", "character": "Count Cavriaghi", "characterId": "nm0001352"}, {"text": "Did you speak to her?", "character": "Tancredi Falconeri", "characterId": "nm0001128"}, {"text": "There's no point. I feel like I'm just a worm to her, and she's right. I must find a she-worm who'll put up with me.", "character": "Count Cavriaghi", "characterId": "nm0001352"}]}, {"lines": [{"text": "Your intention is good, but it comes too late.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "I was thinking that these frequent marriages between cousins do not improve the stock. Look at them. They look like monkeys, ready to clamber up the chandeliers and swing by their tails showing their behinds.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "I often think about death. The idea doesn't frighten me. You young people can't understand. To you, death doesn't exist. It's something that happens to others.", "character": "Prince Don Fabrizio Salina", "characterId": "nm0000044"}]}, {"lines": [{"text": "Three balls in a week are too much.", "character": "Concetta", "characterId": "nm0605832"}]}]}