{"quotes": [{"lines": [{"text": "Vern? Vern? Looks like you need some mouth to mouth resignation.", "character": "Ernest P. Worrell", "characterId": "nm0001815"}]}, {"lines": [{"text": "Ya know, Vern, Cream O'Weber Highland sour cream is good on anything from potatoes to tacos, that it was inspired me to write this poem. I infectionatly call it \"Sour Cream\" by Ernest P. Worrell. Actually, it's by Cream O'Weber Highland, I just wrote the words. \"Roses are red, violets are blue, sour cream is white, and comes in a tub.\"", "character": "Ernest P. Worrell", "characterId": "nm0001815"}]}, {"lines": [{"text": "You gotta give your fair share, Vern, because if you don't pitch in your part and I don't pitch in my part, these poor people won't have a part to pitch in. Get Ernest 'bout the United Way, knowhutImean?", "character": "Ernest P. Worrell", "characterId": "nm0001815"}]}, {"lines": [{"text": "Hey Vern, ya diggin' a hole? Why? Did you call the gas company first? Why not? Vern, if you don't call before you dig, you could hit a gas line and ruin a perfectly good afternoon, knowhutImean? No heat. No hot water. Ya can't cook and you're sure not gonna make any new friends down at the gas company, knowhutImean?", "character": "Ernest P. Worrell", "characterId": "nm0001815"}]}, {"lines": [{"text": "Cancer city, Chemo Therapy Hotel. I care 'bout you, Vern, that's why I'm warning you, you better give up them cigarettes, buddy, or the groundhogs will ber bringin' you your mail, knowhutimean?", "character": "Ernest P. Worrell", "characterId": "nm0001815"}]}, {"lines": [{"text": "Vern, what's these dead minnows doin' on my pizza pie?", "character": "Ernest P. Worrell", "characterId": "nm0001815"}]}, {"lines": [{"text": "That freshly bewed Convient Coffee every morning get's me movin'. I'm movin'-movin'-movin'-movin'-movin'-... In my Convienient Cup. I'm movin'-movin'-movin'-movin'-movin'-movin'-... I think I'll have a donut.", "character": "Ernest P. Worrell", "characterId": "nm0001815"}]}, {"lines": [{"text": "[after watching Andy Griffith]\nI know what, Vern, let's me and you play Mayberry. I'll be Andy and you be Dopey.", "character": "Ernest P. Worrell", "characterId": "nm0001815"}]}, {"lines": [{"text": "[reading Vern's hospital chart]\nHey Vern it says here you're gettin' 50 suppositories a day. Where you puttin' them things anyway?", "character": "Ernest P. Worrell", "characterId": "nm0001815"}]}, {"lines": [{"text": "Country Fresh Lite keeps ya livin' right, knowhutimean?", "character": "Ernest P. Worrell", "characterId": "nm0001815"}]}, {"lines": [{"text": "[At an ice cream shop]\nAnd Vern, I guess you got the chocolate. Don't you want yours, Vern? Well pay the lady.", "character": "Ernest P. Worrell", "characterId": "nm0001815"}]}, {"lines": [{"text": "Boy, Vern, crime fightin' is a thankless job, but somebody's gotta do it. Knowhutimean?", "character": "Ernest P. Worrell", "characterId": "nm0001815"}]}, {"lines": [{"text": "Did you see her fix these hamburgers? She cooked'em just the way I like'em. She cooked them one at a time, all the fixings, none of them conveyer belts, no automatic burger machines, none of that factory stuff, it's just a real hamburger made by a real human being. What'll they think of next?", "character": "Ernest P. Worrell", "characterId": "nm0001815"}]}, {"lines": [{"text": "[Figuring out a mathematical equation, typing on his head like a calculator]\nVern drives 18 miles to Tyson's Toyota at 20¢ a mile, that's government standard. Divided by the excellerated rotation of the earth, minus the frustration factor equals... Vern, you're gonna save $53,000 on a $9,000 car. I don't know how them boys stay in business!", "character": "Ernest P. Worrell", "characterId": "nm0001815"}]}, {"lines": [{"text": "Don't touch that dial, Vern. Don't touch it. Please, Vern. I'm trapped in this TV forever.", "character": "Ernest P. Worrell", "characterId": "nm0001815"}]}, {"lines": [{"text": "Hey Vern. Boy, Vern, being in the hospital sure is rough duty, huh? Well thank goodness M*A*S*H comes on every week night on WDBJ 7, your hometown station, with Hawkeye and Hot Lips and the whole gang, what a ride. You know, Vern, if I can swing it, I'm gonna try to come down here every night and watch M*A*S*H with you, don't that sound like fun?", "character": "Ernest P. Worrell", "characterId": "nm0001815"}]}]}