{"quotes": [{"lines": [{"text": "The main trouble is there are too many people who don't know where they're going and they want to get there too fast!", "character": "Sylvester", "characterId": "nm0322299"}]}, {"lines": [{"text": "For some time now, every time I pass the cemetery, I feel as though I'm apartment hunting.", "character": "Prof. Wutheridge", "characterId": "nm0941253"}]}, {"lines": [{"text": "Sometimes angels rush in where fools fear to tread.", "character": "Dudley", "characterId": "nm0000026"}]}, {"lines": [{"text": "The world changes, but two things remain constant... Youth and Beauty. They're really one in the same thing.", "character": "Dudley", "characterId": "nm0000026"}, {"text": "Yes. The trouble is, people grow old.", "character": "Julia Brougham", "characterId": "nm0949835"}, {"text": "Not everybody. The only people who grow old were born old to begin with.", "character": "Dudley", "characterId": "nm0000026"}]}, {"lines": [{"text": "I was praying for a cathedral.", "character": "Henry Brougham", "characterId": "nm0000057"}, {"text": "No, Henry. You were praying for guidance.", "character": "Dudley", "characterId": "nm0000026"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Tonight I want to tell you the story of an empty stocking. Once upon a midnight clear, there was a child's cry. A blazing star hung over a stable and wise men came with birthday gifts. We haven't forgotten that night down the centuries; we celebrate it with stars on Christmas trees, the sound of bells and with gifts. But especially with gifts. You give me a book; I give you a tie. Aunt Martha has always wanted an orange squeezer and Uncle Henry could do with a new pipe. We forget nobody, adult or child. All the stockings are filled... all that is, except one. And we have even forgotten to hang it up. The stocking for the child born in a manger. It's his birthday we are celebrating. Don't ever let us forget that. Let us ask ourselves what he would wish for most... and then let each put in his share. Loving kindness, warm hearts and the stretched out hand of tolerance. All the shining gifts that make peace on earth.", "character": "Henry Brougham", "characterId": "nm0000057"}]}, {"lines": [{"text": "Are you expecting a letter?", "character": "Henry Brougham", "characterId": "nm0000057"}, {"text": "Well, you never know. If I did get one, the stamp would certainly be worth saving.", "character": "Dudley", "characterId": "nm0000026"}]}, {"lines": [{"text": "God bless you!", "character": "Prof. Wutheridge", "characterId": "nm0941253"}, {"text": "Thank you! I'll pass that recommendation along.", "character": "Dudley", "characterId": "nm0000026"}]}, {"lines": [{"text": "When you want to know about a woman, ask the old men. They know.", "character": "Prof. Wutheridge", "characterId": "nm0941253"}]}, {"lines": [{"text": "Nobody expects him be normal; he's a bishop.", "character": "Matilda", "characterId": "nm0006471"}]}, {"lines": [{"text": "Oh Dudley, I never know when you are joking.", "character": "Julia Brougham", "characterId": "nm0949835"}, {"text": "Ah, I am at my most serious when I'm joking.", "character": "Dudley", "characterId": "nm0000026"}]}, {"lines": [{"text": "Dudley, if we should need you again, will you come back?", "character": "Henry Brougham", "characterId": "nm0000057"}, {"text": "Not I. I shall ask to be assigned to the other end of the Universe.", "character": "Dudley", "characterId": "nm0000026"}, {"text": "Is that because I was so difficult?", "character": "Henry Brougham", "characterId": "nm0000057"}, {"text": "Oh, no. This difficulty was in me. When an Immortal finds himself envying the Mortal he is entrusted to his care, it's a danger signal. Take her in your arms and hold her tight.", "character": "Dudley", "characterId": "nm0000026"}, {"text": "[Coming]", "character": null, "characterId": null}, {"text": "Kiss her for me, you lucky Henry!", "character": "Dudley", "characterId": "nm0000026"}]}, {"lines": [{"text": "Supposing I told you I came from another planet. Would you believe me?", "character": "Dudley", "characterId": "nm0000026"}, {"text": "I don't know.", "character": "Prof. Wutheridge", "characterId": "nm0941253"}, {"text": "I'd believe you, Dudley.", "character": "Julia Brougham", "characterId": "nm0949835"}, {"text": "And you'd be right, Julia, as always. We all come from our own little planets. That's why we're all different. That's what makes life interesting.", "character": "Dudley", "characterId": "nm0000026"}]}]}