{"quotes": [{"lines": [{"text": "[first title card]", "character": null, "characterId": null}, {"text": "The film you are about to see is based on a story told a hundred years ago by America's greatest master of drama and suspense.......", "character": null, "characterId": null}]}, {"lines": [{"text": "The story is told through the eyes of a madman.........who, like all of us, believed that he was sane.", "character": null, "characterId": null}]}, {"lines": [{"text": "True, I'm nervous. Very, very dreadfully nervous. But why would you say that I'm mad? See how calmly, how precisely I can tell the story to you. Listen. It starts with the old man. And old man in an old house. A good man, I suppose. He didn't harm me, I didn't want his gold, if gold there was. Then what was it? I think... I think it was... his eye. Yes, that eye, the eye. That. His eye staring. Milky white film. The eye, everywhere, in everything! Of course I had to get rid of the eye.", "character": "Narrator", "characterId": "nm0000051"}]}, {"lines": [{"text": "For seven days I waited. You think me mad, what madman would wait, could wait so patiently, so long? In the old house, with the old man, and the eye that... Then on the eight night I knew. Tonight! Still, I waited, while time slowed, stopped, ebbed out.", "character": "Narrator", "characterId": "nm0000051"}]}, {"lines": [{"text": "For an hour I did not move a muscle. I could feel the earth turn... The eye... Hear the spiders spinning. In the house, the grinding grumble of decay. And then, something else. Dull and muffled, and yet... Of course! It was the beating of the old man's heart. He knew! So strong for such an old man. Louder then, and still louder, for all the world to hear, I know! I had to stop it!", "character": "Narrator", "characterId": "nm0000051"}, {"text": "[Narrator screams as he strangles the old man]", "character": null, "characterId": null}, {"text": "Then it was over. The heart was still. The eye was dead. I was free!", "character": "Narrator", "characterId": "nm0000051"}]}, {"lines": [{"text": "Then I heard it. It might have been an ant, a clock. But no. Louder, and still louder. They must hear it, and yet they sit and talk and talk. Of course they must! They know, they do! They're torturing me, watching me, letting it beat so that I... That I... Stop it! Stop it, you devils! Yes, yes, I did it! It's there, under the floor! Oh, stop it! It is the beating of his hideous heart!", "character": "Narrator", "characterId": "nm0000051"}]}, {"lines": [{"text": "[Final lines]\nTrue, I'm nervous. Very, very dreadfully nervous.", "character": "Narrator", "characterId": "nm0000051"}, {"text": "[slams hand on prison door, sound echos down the hall]", "character": null, "characterId": null}, {"text": "But why would you say that I'm mad?", "character": "Narrator", "characterId": "nm0000051"}]}]}