{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "I'll give you something to remember! I, with all my heart and soul, still love the man I killed! Ha-ha. Take that, will you! With all my heart and all my soul, I still love the man I killed!", "character": "Leslie Crosbie", "characterId": "nm0247074"}]}, {"lines": [{"text": "Leslie, dear, I think I'll go into Singapore tonight. Exchange this rifle. It's not heavy enough for tigers.", "character": "Robert Crosbie", "characterId": "nm0654239"}, {"text": "Well, don't be long... I'm afraid I'm as nervous as the natives", "character": "Leslie Crosbie", "characterId": "nm0247074"}]}, {"lines": [{"text": "You know, Leslie, it makes me feel awkward and stupid to say some things. I'm not the least clever. But, because I don't say much, don't think I don't appreciate your being out here with me. Only wives like you could make these god-forsaken places bearable, Leslie. Seven years on a rubber plantation - with no company but natives and a lot of dowdy planters wives.", "character": "Robert Crosbie", "characterId": "nm0654239"}, {"text": "Yes, Robert, that ought to be a test for a good wife.", "character": "Leslie Crosbie", "characterId": "nm0247074"}]}, {"lines": [{"text": "Well, I'll be going now. Hang it all, I was forgetting the gun.", "character": "Robert Crosbie", "characterId": "nm0654239"}]}, {"lines": [{"text": "[Reading aloud an unattributed poem by Oscar Wilde]\nYet each man kills the thing he loves, By each let this be heard, Some do it with a bitter look, Some with a flattering word, The coward does it with a kiss,The brave man with a sword.", "character": "Geoffrey Hammond", "characterId": "nm0003339"}]}, {"lines": [{"text": "Geoffery, I can't go on any longer. I'm at the end of my tether.", "character": "Leslie Crosbie", "characterId": "nm0247074"}]}, {"lines": [{"text": "Geoffrey, what is that Chinese woman doing in your house?", "character": "Leslie Crosbie", "characterId": "nm0247074"}, {"text": "My dear, what are you talking about?", "character": "Geoffrey Hammond", "characterId": "nm0003339"}, {"text": "Don't take me for the perfect fool. Don't you think I know that you've been living with a Chinese woman for months!", "character": "Leslie Crosbie", "characterId": "nm0247074"}]}, {"lines": [{"text": "I want to know what you're - doing - with that Chinese woman in your house.", "character": "Leslie Crosbie", "characterId": "nm0247074"}, {"text": "I didn't know there was a China woman about.", "character": "Geoffrey Hammond", "characterId": "nm0003339"}, {"text": "I have seen her.", "character": "Leslie Crosbie", "characterId": "nm0247074"}, {"text": "What's she like?", "character": "Geoffrey Hammond", "characterId": "nm0003339"}, {"text": "Common. Vulgar.", "character": "Leslie Crosbie", "characterId": "nm0247074"}, {"text": "You're not paying me a very pretty compliment.", "character": "Geoffrey Hammond", "characterId": "nm0003339"}, {"text": "Geoffrey, will you swear to me that she is not your mistress.", "character": "Leslie Crosbie", "characterId": "nm0247074"}]}, {"lines": [{"text": "Leslie, dear, I'm terribly sorry, but the facts are there and you've got to face them. This is the end and you've got to make the best of it.", "character": "Geoffrey Hammond", "characterId": "nm0003339"}, {"text": "You wouldn't treat a dog like you you're treating me.", "character": "Leslie Crosbie", "characterId": "nm0247074"}, {"text": "Is it my fault if I don't love you? Dammit all, one either loves or one doesn't.", "character": "Geoffrey Hammond", "characterId": "nm0003339"}]}, {"lines": [{"text": "It isn't love any longer, it's madness.", "character": "Leslie Crosbie", "characterId": "nm0247074"}]}, {"lines": [{"text": "It's torture to see you. It's torture ten times worst not to see you.", "character": "Leslie Crosbie", "characterId": "nm0247074"}]}, {"lines": [{"text": "I have no patience with you. You're enough to drive anyone out of his senses. You can do what you like.", "character": "Geoffrey Hammond", "characterId": "nm0003339"}]}, {"lines": [{"text": "The China woman is my mistress - and I don't care who knows it. If you ask me to chose between you and her - I chose her. You wanted the truth. Alright, then. Now, you have it.", "character": "Geoffrey Hammond", "characterId": "nm0003339"}]}, {"lines": [{"text": "[Testifying at her trial]\nHe flung his arms around me and began to kiss me. His lips were burning. He was like a madman. He kept on talking and talking and he kept on saying he loved me and that he wanted me and he held me so tight that I could hardly breathe. And I felt weaker and weaker and at one time I really thought I was going to faint. And his breathe was so very hot on my face, it made me feel desperately ill. You see he kissed my face, my neck, my hair, my eyes. Suddenly he lifted me, right up, and I felt that he was carrying me. I don't know what happened, really, but, he didn't look at me and he didn't say anything and I didn't look at him. Suddenly, I could see his face and he was all white and his eyes were just burning. And he wasn't a man any longer. He was a savage! And then, it was, that it flashed across my mind that he was carrying me to my bedroom.", "character": "Leslie Crosbie", "characterId": "nm0247074"}]}, {"lines": [{"text": "It has been brought to my attention, sir, that there is a letter in existence from Mrs. Crosby to Mr. Hammond.", "character": "Ong Chi Seng", "characterId": "nm0949094"}, {"text": "Well, dozens of them, probably. Hammond has been a friend of theirs for years.", "character": "Howard Joyce", "characterId": "nm0373773"}, {"text": "But, this letter, sir, was written the night of Mr. Hammond's death. It is quite unusual in tone.", "character": "Ong Chi Seng", "characterId": "nm0949094"}, {"text": "Where is this letter?", "character": "Howard Joyce", "characterId": "nm0373773"}]}, {"lines": [{"text": "Damn clever, these Chinese.", "character": "Howard Joyce", "characterId": "nm0373773"}]}, {"lines": [{"text": "Perhaps the terms of the letter are not very clear to your recollection. I'll read it to you, \"Robert will be away for the night. I absolutely must see you. I shall expect you at eleven. I am desperate and if you don't come I won't answer for the consequences.\"", "character": "Howard Joyce", "characterId": "nm0373773"}, {"text": "Well, I admit that it's all extravagant and emotional. I write like that, you know.", "character": "Leslie Crosbie", "characterId": "nm0247074"}, {"text": "I must be very much mistaken. I've always looked upon you as a very reserved and self-possessed woman.", "character": "Howard Joyce", "characterId": "nm0373773"}]}, {"lines": [{"text": "Mrs. Crosby, I've got to talk to you very, very seriously. This case was comparatively plain-sailing. Although Geoffrey Hammond was much liked or, on the whole, thought highly of; I was prepared to prove that he was the sort of man who might be guilty of the crime, which in justification of your act, you accused him of. The fact, which was discovered after his death, that he'd been living with a Chinese woman, robbed him of any sympathy that might be felt for him in the minds of all respectable people.", "character": "Howard Joyce", "characterId": "nm0373773"}]}, {"lines": [{"text": "This letter - has thrown an entirely different complexion on this case.", "character": "Howard Joyce", "characterId": "nm0373773"}]}, {"lines": [{"text": "I've made such a mess of things, haven't I?", "character": "Leslie Crosbie", "characterId": "nm0247074"}]}, {"lines": [{"text": "I'm going to help you all I can. But, don't think I don't know I'm doing wrong. I am. I'm doing it with my eyes open.", "character": "Howard Joyce", "characterId": "nm0373773"}]}, {"lines": [{"text": "It's strange that a man can live with a woman for ten years and not know the first thing about her. It's rather - frightening.", "character": "Howard Joyce", "characterId": "nm0373773"}]}, {"lines": [{"text": "Has the white woman arrived?", "character": "Li-Ti", "characterId": "nm0576612"}]}, {"lines": [{"text": "I know white lady thinks too good for Li-Ti's house!", "character": "Li-Ti", "characterId": "nm0576612"}, {"text": "Give me my letter, directly.", "character": "Leslie Crosbie", "characterId": "nm0247074"}, {"text": "Maybe Li-Ti think her house too good for white lady!", "character": "Li-Ti", "characterId": "nm0576612"}, {"text": "It's a horrible place. Why did I ever come here?", "character": "Leslie Crosbie", "characterId": "nm0247074"}, {"text": "You come to buy your life!", "character": "Li-Ti", "characterId": "nm0576612"}, {"text": "Very well, if I did, let us come to business. It's ten thousand dollars you want, isn't it. Here it is. Here.", "character": "Leslie Crosbie", "characterId": "nm0247074"}]}, {"lines": [{"text": "White lady, very proud. But, not too proud to share same man with Li-Ti.", "character": "Li-Ti", "characterId": "nm0576612"}, {"text": "You, Chinese woman, you.", "character": "Leslie Crosbie", "characterId": "nm0247074"}, {"text": "I'm a Chinese woman. But, not to Mr. Hammond. Many love names he had for me. Shall I tell you some of them?", "character": "Li-Ti", "characterId": "nm0576612"}, {"text": "Stop, please! How he possibly he ever touched a vile, yellow thing like you?", "character": "Leslie Crosbie", "characterId": "nm0247074"}, {"text": "It is possible!", "character": "Li-Ti", "characterId": "nm0576612"}]}, {"lines": [{"text": "Cheap woman! Liar woman! Murderer woman!", "character": "Li-Ti", "characterId": "nm0576612"}]}, {"lines": [{"text": "Your husband! That husband you cheat so. How they will laugh at him. Yes. How all Singapore will laugh!", "character": "Li-Ti", "characterId": "nm0576612"}]}, {"lines": [{"text": "Give me the letter.", "character": "Leslie Crosbie", "characterId": "nm0247074"}, {"text": "[Li-Ti drops the letter on the floor and points at it]\nWhite woman at Chinese woman's feet.", "character": "Li-Ti", "characterId": "nm0576612"}, {"text": "[Leslie squats down to pick it up while caged Chinese slave women point and laugh]", "character": null, "characterId": null}]}, {"lines": [{"text": "I know, I know, I know I've been vile. But, I've no excuse to offer. And don't forget this, you brought me out to this filthy place, this god-forsaken place and you kept me here for seven years! Live among a lot of dirty - natives - and dowdy - planters' wives. My youth going. Eating my heart out with loneliness. Trying to make a go of it. And I did try. I did try, for your sake. And what did I get from you? Nothing. Nothing. Your whole life was just wrapped up in Rubber!", "character": "Leslie Crosbie", "characterId": "nm0247074"}]}, {"lines": [{"text": "Rubber - that was my business! Working to make money - to give you - the things you wanted!", "character": "Robert Crosbie", "characterId": "nm0654239"}, {"text": "What I want. What I wanted. I'm flesh and blood. What I wanted was love, affection, happiness. But, you took everything for granted. Once you got me out here to this god-forsaken place, all you thought about was rubber. All that was on your mind was Rubber! All day long I was alone. All night, I had to listen to you talk of rubber. Rubber! Rubber! Rubber! Was it any wonder when a man came along and talked to me of love and romance and music, that I fell into his arms? Well, I did.", "character": "Leslie Crosbie", "characterId": "nm0247074"}]}]}