{"quotes": [{"lines": [{"text": "Sorry to bother you, but I understand you told one of my men earlier about a guy in here buying guns and ammo. Could you tell me what he looked like?", "character": "Lieutenant Elwood Forbes", "characterId": "nm0001234"}, {"text": "Like I told the officer on the phone, I don't pay attention to how my customers look.", "character": null, "characterId": null}, {"text": "Can't you try to remember?", "character": "Lieutenant Elwood Forbes", "characterId": "nm0001234"}, {"text": "Well, he was a big man. Short hair, nice looking.", "character": null, "characterId": null}, {"text": "Did you know him? Have you ever seen him in here before?", "character": "Lieutenant Elwood Forbes", "characterId": "nm0001234"}, {"text": "Like I told the officer who called, I don't pay attention to how my customers look.", "character": null, "characterId": null}, {"text": "Don't you think it's strange? A man walks in here and buys a high-powered rifle, a shotgun, and enough ammunition to start World War III? Wouldn't that make your attention?", "character": "Lieutenant Elwood Forbes", "characterId": "nm0001234"}, {"text": "Look Lieutenant, I don't choose the customers! If a man walks in here and wants a weapon, we sell him one. If he wants two, we sell him two. There ain't no law against that.", "character": null, "characterId": null}, {"text": "Yes, but did you by any chance get him to sign the registration form for the purchase of the weapons?", "character": "Lieutenant Elwood Forbes", "characterId": "nm0001234"}, {"text": "Of course. That's the law.", "character": null, "characterId": null}]}, {"lines": [{"text": "[a receptionist on the top floor sees Charles Whitman exiting the nearby elevator and hauling a large trunk]", "character": null, "characterId": null}, {"text": "Sir? Can I help you. I'm sorry, you can't take that up their without permission!", "character": null, "characterId": null}, {"text": "[points to the door to the nearby security office]\nWho's in there?", "character": "Charles Joseph Whitman", "characterId": "nm0000621"}, {"text": "Nobody now, they're at lunch but you still can't take that on the observation deck.", "character": null, "characterId": null}, {"text": "[grabs the receptionist and forces her to the elevator]\nListen, you go on down and don't you come back here... not if your life means anything to you!", "character": "Charles Joseph Whitman", "characterId": "nm0000621"}]}]}