{"quotes": [{"lines": [{"text": "If Louie lives, he will absorb our castles, lands, dukedoms.", "character": null, "characterId": null}, {"text": "He would make one nation of France, and that nation his.", "character": null, "characterId": null}, {"text": "Making nobles of peasants; peasants of nobles.", "character": null, "characterId": null}]}, {"lines": [{"text": "One of my men will make himself known to you. He will call himself a lover of good wine. You will ask the color of wine and he will answer \"The color of royal blood.\"", "character": null, "characterId": null}]}, {"lines": [{"text": "To save the shedding of blood, might we not still parley with the spider?", "character": null, "characterId": null}, {"text": "You do not parley with a spider, you squash him!", "character": null, "characterId": null}]}, {"lines": [{"text": "Once more the shadows darken Paris, and now Charles proposes to hang me from one of my own apple trees - no doubt from the very one I was saving for him.", "character": "King Louis XI", "characterId": "nm0358899"}]}, {"lines": [{"text": "To skin your fox, first catch him.", "character": "François Villon", "characterId": "nm0456696"}]}, {"lines": [{"text": "I can tell by your shifty look that you have been untrue to me.", "character": "Huguette", "characterId": "nm0001549"}, {"text": "And you?", "character": "François Villon", "characterId": "nm0456696"}, {"text": "I've been true as the stars in Heaven.", "character": "Huguette", "characterId": "nm0001549"}, {"text": "I know where THEY spend their nights. I'm not sure where YOU do.", "character": "François Villon", "characterId": "nm0456696"}]}, {"lines": [{"text": "Salmon do not swim back once they have slipped through your fingers.", "character": null, "characterId": null}, {"text": "Alas, your bird has flown, Brother Short-Life, but don't fret. I'll clip his wings for him in my own time.", "character": "King Louis XI", "characterId": "nm0358899"}]}, {"lines": [{"text": "Your fine-feathered suitor has been revealed in his true plumage.", "character": "King Louis XI", "characterId": "nm0358899"}]}, {"lines": [{"text": "Master Villon, you can render your country a great service before you die. You notice that I said \"the country\" and not \"king?\"", "character": "King Louis XI", "characterId": "nm0358899"}, {"text": "Why the distinction, your majesty?", "character": "François Villon", "characterId": "nm0456696"}, {"text": "Because you seem to have the impression that the king is not as patriotic as you are.", "character": "King Louis XI", "characterId": "nm0358899"}, {"text": "The fault is not mine, sire.", "character": "François Villon", "characterId": "nm0456696"}]}, {"lines": [{"text": "Louis, self-styled king, my Lord Burgundy and the noble members of the public will, in solemn session, have deemed you unsound of mind and body, unworthy to carry on the glorious traditions of our country. You have neither the confidence of the nobility nor the confidence of the people. Hardly able to rule, barely able to reign, you cling to the throne with an old man's perversity to the detriment of a great nation. Louis, your cause is lost. The Duke of Burgundy bids you surrender up this city or pay forfeit with your life and the life of every man who raises arms against him.", "character": "Thibault d'Aussigny", "characterId": "nm0000558"}]}, {"lines": [{"text": "[finding Catherine bowing to him]\nWhat does THIS mean?", "character": "François Villon", "characterId": "nm0456696"}, {"text": "It means, my lord, that at last a man of courage has come to the aid of France.", "character": "Catherine de Vaucelles", "characterId": "nm0337113"}, {"text": "You're judging me only by my words. Had you best not wait and judge me by my deeds?", "character": "François Villon", "characterId": "nm0456696"}]}, {"lines": [{"text": "I see now that our king has been wiser than a woman's heart.", "character": "Catherine de Vaucelles", "characterId": "nm0337113"}]}]}