{"quotes": [{"lines": [{"text": "[delivering the closing statements of his own defense]\nThousands of years ago the first man discovered how to make fire. He was probably burned at the stake he had taught his brothers to light, but he left them a gift they had not conceived of, and he lifted darkness off the earth. Through out the centuries there were men who took first steps down new roads, armed with nothing but their own vision. The great creators, the thinkers, the artists, the scientists, the inventors, stood alone against the men of their time. Every new thought was opposed. Every new invention was denounced. But the men of unborrowed vision went ahead. They fought, they suffered, and they paid - but they won.", "character": "Howard Roark", "characterId": "nm0000011"}, {"text": "No creator was prompted by a desire to please his brothers. His brothers hated the gift he offered. His truth was his only motive. His work was his only goal. His work, not those who used it, his creation, not the benefits others derived from it. The creation which gave form to his truth. He held his truth above all things, and against all men. He went ahead whether others agreed with him or not. With his integrity as his only banner. He served nothing, and no one. He lived for himself. And only by living for himself was he able to achieve the things which are the glory of mankind. Such is the nature of achievement.", "character": "Howard Roark", "characterId": "nm0000011"}, {"text": "Man cannot survive except through his mind. He comes on earth unarmed. His brain is his only weapon. But the mind is an attribute of the individual, there is no such thing as a collective brain. The man who thinks must think and act on his own. The reasoning mind cannot work under any form of compulsion. It cannot not be subordinated to the needs, opinions, or wishes of others. It is not an object of sacrifice.", "character": "Howard Roark", "characterId": "nm0000011"}, {"text": "the individual against the collective.", "character": "Howard Roark", "characterId": "nm0000011"}, {"text": "Our country, the noblest country in the history of men, was based on the principle of individualism. The principle of man's inalienable rights. It was a country where a man was free to seek his own happiness, to gain and produce, not to give up and renounce. To prosper, not to starve. To achieve, not to plunder. To hold as his highest possession a sense of his personal value. And as his highest virtue, his self respect. Look at the results. That is what the collectivists are now asking you to destroy, as much of the earth has been destroyed.", "character": "Howard Roark", "characterId": "nm0000011"}, {"text": "I am an architect. I know what is to come by the principle on which it is built. We are approaching a world in which I cannot permit myself to live. My ideas are my property. They were taken from me by force, by breach of contract. No appeal was left to me. It was believed that my work belonged to others, to do with as they pleased. They had a claim upon me without my consent. That is was my duty to serve them without choice or reward. Now you know why I dynamited Cortlandt. I designed Cortlandt, I made it possible, I destroyed it. I agreed to design it for the purpose of seeing it built as I wished. That was the price I set for my work. I was not paid. My building was disfigured at the whim of others who took all the benefits of my work and gave me nothing in return. I came here to say that I do not recognize anyone's right to one minute of my life. Nor to any part of my energy, nor to any achievement of mine. No matter who makes the claim. It had to be said. The world is perishing from an orgy of self-sacrificing. I came here to be heard. In the name of every man of independence still left in the world. I wanted to state my terms. I do not care to work or live on any others. My terms are a man's right to exist for his own sake.", "character": "Howard Roark", "characterId": "nm0000011"}]}, {"lines": [{"text": "There's the building that should have been yours. There are buildings going up all over the city which are great chances refused and given to incompetent fools. You're walking the streets while they're doing the work that you love but cannot obtain. This city is closed to you. It is I who have done it! Don't you want to know my motive?", "character": "Ellsworth Toohey", "characterId": "nm0001888"}, {"text": "No!", "character": "Howard Roark", "characterId": "nm0000011"}, {"text": "I'm fighting you and shall fight you in every way I can.", "character": "Ellsworth Toohey", "characterId": "nm0001888"}, {"text": "You're free to do what you please!", "character": "Howard Roark", "characterId": "nm0000011"}, {"text": "Mr. Roark, we're alone here. Why don't you tell me what you think of me in any words you wish.", "character": "Ellsworth Toohey", "characterId": "nm0001888"}, {"text": "But I don't think of you!", "character": "Howard Roark", "characterId": "nm0000011"}, {"text": "[Roark walks away and Toohey's head slumps down]", "character": null, "characterId": null}]}, {"lines": [{"text": "Before you can do things for people, you must be the kind of man who can get things done. But to get things done, you must love the doing, not the people! Your own work, not any possible object of your charity. I'll be glad if men who need it find a better method of living in the house I built, but that's not the motive of my work, nor my reason, nor my reward! My reward, my purpose, my life, is the work itself - my work done my way! Nothing else matters to me!", "character": "Howard Roark", "characterId": "nm0000011"}]}, {"lines": [{"text": "I feel it is my duty to offer you my advice.", "character": "Ellsworth Toohey", "characterId": "nm0001888"}, {"text": "Whom do you recommend?", "character": "Gail Wynand", "characterId": "nm0557339"}, {"text": "The rising star of the profession, Peter Keating. No other architect can equal his ability. That Mr. Wynant, is my sincere opinion.", "character": "Ellsworth Toohey", "characterId": "nm0001888"}, {"text": "I believe you.", "character": "Gail Wynand", "characterId": "nm0557339"}, {"text": "You do?", "character": "Ellsworth Toohey", "characterId": "nm0001888"}, {"text": "Of course, but Mr. Toohey, why should I consider your opinion?", "character": "Gail Wynand", "characterId": "nm0557339"}, {"text": "Well, after all, I am the architectural critic of The Banner.", "character": "Ellsworth Toohey", "characterId": "nm0001888"}, {"text": "My dear Toohey, don;t confuse me with my readers!", "character": "Gail Wynand", "characterId": "nm0557339"}]}, {"lines": [{"text": "I play the stock market of the spirit and I sell short", "character": "Ellsworth Toohey", "characterId": "nm0001888"}]}, {"lines": [{"text": "I wish I had never seen your building. It's the things that we admire or want that enslave us, I'm not easy to bring into submission.", "character": "Dominique Francon", "characterId": "nm0623658"}]}, {"lines": [{"text": "I'll marry you. Don't you want to ask me any questions?", "character": "Dominique Francon", "characterId": "nm0623658"}, {"text": "No.", "character": "Gail Wynand", "characterId": "nm0557339"}, {"text": "Thank you. You're making it easier for me.", "character": "Dominique Francon", "characterId": "nm0623658"}, {"text": "Whatever your reason, I shall accept it. What I want to find in our marriage will remain my own concern. I exact no promises and impose no obligations. Incidentally, since it is of no importance to you, I love you.", "character": "Gail Wynand", "characterId": "nm0557339"}]}, {"lines": [{"text": "I don't build in order to have clients. I have clients in order to build!", "character": "Howard Roark", "characterId": "nm0000011"}]}, {"lines": [{"text": "I don't give or ask for help!", "character": "Howard Roark", "characterId": "nm0000011"}]}, {"lines": [{"text": "I give the public what it wants - including your column, Mr. Toohey!", "character": "Gail Wynand", "characterId": "nm0557339"}]}, {"lines": [{"text": "You look as if you felt happy.", "character": "Dominique Francon", "characterId": "nm0623658"}, {"text": "I feel as if I were young. As I did when I was just starting and still believed the road ahead was clean and that honesty was possible.", "character": "Gail Wynand", "characterId": "nm0557339"}]}, {"lines": [{"text": "No madam I have nothing to say about this building. God gave you eyes and a mind which you're to use. If you fail to do so the loss is yours, not mine.", "character": "Roger Enright", "characterId": "nm0172615"}, {"text": "But don't you want to convince me?", "character": "Female Party Guest", "characterId": "nm0042453"}, {"text": "Is there any reason why that should be my concern?", "character": "Roger Enright", "characterId": "nm0172615"}]}, {"lines": [{"text": "[to Roark, regarding the Wynand Building]", "character": null, "characterId": null}, {"text": "Build it as a monument to that spirit which is yours - and could have been mine.", "character": "Gail Wynand", "characterId": "nm0557339"}]}, {"lines": [{"text": "I told them that the form of a building must follow its function.", "character": "Henry Cameron", "characterId": "nm0401434"}]}, {"lines": [{"text": "You can't hope to survive unless you learn how to compromise. Now, watch me! In just a few short years I'll shoot to the top of the architectural profession because I'm going to give the public what it wants.", "character": "Peter Keating", "characterId": "nm0808949"}]}, {"lines": [{"text": "A building has integrity, just as a man and just as seldom! It must be true to its own idea, have its own form, and serve its own purpose!", "character": "Howard Roark", "characterId": "nm0000011"}]}, {"lines": [{"text": "Artistic value is achieved collectively by each man subordinating himself to the standards of the majority.", "character": "Ellsworth Toohey", "characterId": "nm0001888"}]}, {"lines": [{"text": "But it's a humanitarian project. Think of the people who live in slums. If you can give them decent housing, you can perform a noble deed. Would you do it just for their sake?", "character": "Peter Keating", "characterId": "nm0808949"}, {"text": "No! A man who works for others without payment is a slave! I do no believe that slavery is noble. Not in any form, nor for any purpose, whatsoever!", "character": "Howard Roark", "characterId": "nm0000011"}]}]}