{"quotes": [{"lines": [{"text": "[Elvadine was falsely accused of interrupting the teacher]", "character": null, "characterId": null}, {"text": "", "character": "Elvadine", "characterId": "nm0158246"}, {"text": "[sarcastically]", "character": null, "characterId": null}, {"text": "'Life Sure is a bowl full of Cherries.'", "character": "Elvadine", "characterId": "nm0158246"}, {"text": "[back to normal]", "character": null, "characterId": null}, {"text": "But to tell you the truth, Miss Strapford, I think you, and that book, and this whole class, be a bowl full of shit!", "character": "Elvadine", "characterId": "nm0158246"}]}, {"lines": [{"text": "I hope you know them's the kids who just beat me up.", "character": "Stu", "characterId": "nm0000704"}, {"text": "I know who they are son.", "character": "Stephen", "characterId": "nm0000126"}, {"text": "Then why'd you give them Ma and Lidia's cotton candy?", "character": "Stu", "characterId": "nm0000704"}, {"text": "Because they look like that hadn't been given anything in a long time.", "character": "Stephen", "characterId": "nm0000126"}]}, {"lines": [{"text": "War is like a big machine that no one really knows how to run and when it gets out of control it ends up destroying the things you thought you were fighting for, and a lot of other things you kinda forgot you had.", "character": "Lidia", "characterId": "nm0709634"}]}, {"lines": [{"text": "Boy, sometimes all it takes is a split second for you to do something you'll regret the whole rest of your life.", "character": "Stephen", "characterId": "nm0000126"}]}, {"lines": [{"text": "For what? To get our hopes up? To promise us we was gunna have a big house with a tire swing, vanity, and a picket fence, and then just leave, again? What the hell kinda loused up angel is that?", "character": "Stu", "characterId": "nm0000704"}, {"text": "Don't you know nothing would have kept him from you. He's just gone home.", "character": "Lois", "characterId": "nm0001858"}, {"text": "We're his home ma. The stupid lord can have him later. Why? Why does he have to take evrything, bad enough our home and all our things. Why'd he have take my daddy? What did I do so wrong that he had to take my daddy?", "character": "Stu", "characterId": "nm0000704"}, {"text": "Oh no honey.", "character": "Lois", "characterId": "nm0001858"}, {"text": "He could've taken anyone Charles Manson super old people that already been around a hundred years. My daddy was only 34 years old.", "character": "Stu", "characterId": "nm0000704"}, {"text": "[looking up]", "character": null, "characterId": null}, {"text": "I needed him more than you God, I needed him more.", "character": "Stu", "characterId": "nm0000704"}]}, {"lines": [{"text": "You know, I saw an angel... a real one... and he was holding on to my hand... and I was going to go live in his kingdom... but he said I must come back and take care of my daddy.", "character": "Billy Lipnicki", "characterId": "nm0271896"}]}, {"lines": [{"text": "What are you thinking?", "character": "Lidia", "characterId": "nm0709634"}, {"text": "If dad's watching... he can go now.", "character": "Stu", "characterId": "nm0000704"}, {"text": "He is watching.", "character": "Lidia", "characterId": "nm0709634"}]}, {"lines": [{"text": "My name's Lidia Simmons, and I'm 12 years old, and these here are my memoirs. I can't really tell ya much about me, nor my life, without first telling ya 'bout my brother Stu. All spring Stu's being kinda quiet. Perhaps it was because a couple months earlier our father gone out looking for work and never returned. It wasn't the first time dad went away. Ever since he'd come back from Vietnam things haven't been just right. Mom held two jobs just to make ends meet. And we were still dirt poor, like everybody else in Juliette, Mississippi. But this June morning in 1970 was different. All the flowers were in bloom, and along with the color, and sweet smell of summer, our father had come home.", "character": "Lidia", "characterId": "nm0709634"}]}, {"lines": [{"text": "Think you can make anymore damn noise, what that damn car of yours?", "character": "Mrs. Higgins", "characterId": "nm0763168"}, {"text": "Sorry, Mrs. Higgins.", "character": "Stephen", "characterId": "nm0000126"}, {"text": "And stop trying to look through my dress, and see my nipples.", "character": "Mrs. Higgins", "characterId": "nm0763168"}]}, {"lines": [{"text": "Well I don't want our kids growing up thinking there powerless because of me. Everything they do in this world has a consequence. Our children still believe in miracles. They still believe anything is possible. As long as they believe like that, they're gonna be something. They're gonna make a difference in the world... that means I made a difference.", "character": "Stephen", "characterId": "nm0000126"}]}, {"lines": [{"text": "Lidia Simmons, what is the matter with you?", "character": "Lois", "characterId": "nm0001858"}, {"text": "It's you. You don't got good shoes, you hardly ever eat anything. You work all the time. This money was gonna be a new chance for you. Why are you always giving your chances away?", "character": "Lidia", "characterId": "nm0709634"}, {"text": "Now listen here. All your dad has ever done is fault to make this world a better place for us. Yes, he struggles. Yes, he has had dirt kicked in his face. All the more reason he needs our help. Now, you don't wanna help him that's okay... you gotta follow your instincts. But, I will not listen to you knock him. He's a part of me. You cut him down, you're cutting me down... you're cuttin' down yourself.", "character": "Lois", "characterId": "nm0001858"}]}, {"lines": [{"text": "You otta call um the Limpkickies.", "character": "Stephen", "characterId": "nm0000126"}, {"text": "I like the Limpdickies.", "character": "Stu", "characterId": "nm0000704"}]}, {"lines": [{"text": "Hey, why don't you leave him alone? Pick on somebody your own size. What's the matter, you guys afraid of a fair fight, one on one?", "character": "Stu", "characterId": "nm0000704"}, {"text": "Maybe you git a point. Ebb...", "character": "Leo Lipnicki", "characterId": "nm0798129"}, {"text": "Stu... Stu... don't get yourself killed Stu.", "character": "Marsh", "characterId": "nm0302343"}]}, {"lines": [{"text": "Simmons. Your house is on fire again.", "character": "Mrs. Higgins", "characterId": "nm0763168"}]}, {"lines": [{"text": "Anyone of you bring any money?", "character": "Lidia", "characterId": "nm0709634"}, {"text": "All I got's 10 cent.", "character": "Elvadine", "characterId": "nm0158246"}]}, {"lines": [{"text": "Don't talk to me, don't look at me neither.", "character": "Ula", "characterId": "nm0878842"}]}, {"lines": [{"text": "You didn't even go on into Lipnicki's property. I'm the one who got everything. And quit nigger-lippin' my smoke. Give it here.", "character": "Lidia", "characterId": "nm0709634"}, {"text": "Excuuuuse me? What the hell you just say?", "character": "Elvadine", "characterId": "nm0158246"}, {"text": "Give me my smoke. What?", "character": "Lidia", "characterId": "nm0709634"}, {"text": "You know what. Girl, you'd better get outta my face.", "character": "Elvadine", "characterId": "nm0158246"}, {"text": "You call your friends that.", "character": "Lidia", "characterId": "nm0709634"}, {"text": "How I calls my kin ain't none of your business.", "character": "Elvadine", "characterId": "nm0158246"}, {"text": "Ooh-ooh, it's a fight! What'd I miss?", "character": "Amber", "characterId": "nm0001470"}, {"text": "I'm sorry.", "character": "Lidia", "characterId": "nm0709634"}, {"text": "What's she sorry fo'?", "character": "Amber", "characterId": "nm0001470"}, {"text": "I think you have somethin' that belongs to me - my mood ring.", "character": "Elvadine", "characterId": "nm0158246"}, {"text": "Where's my pooka shell necklace?", "character": "Lidia", "characterId": "nm0709634"}, {"text": "I'll see who gets it!", "character": "Elvadine", "characterId": "nm0158246"}, {"text": "Look, I said I was sorry.", "character": "Lidia", "characterId": "nm0709634"}, {"text": "My mama said I don't hafta hang out with nobody who degrades me that-a-way, even if they is my best girl.", "character": "Elvadine", "characterId": "nm0158246"}, {"text": "But I'm gonna let it go this time. But you're on probation, and don't think I'm gonna forget about it neither. Now put your eyes back in your head and let's go.", "character": "Elvadine", "characterId": "nm0158246"}]}, {"lines": [{"text": "Dang, girl, I risk my neck all mornin' for you dumb behind. You think I at least entitled to a five-second break or a puff off of your scag.", "character": "Elvadine", "characterId": "nm0158246"}, {"text": "What do you mean, \"riskin' your neck\"?", "character": "Lidia", "characterId": "nm0709634"}, {"text": "Well, what you call trompin' 'round in them crazy, gap-toothed, banjo-pickin' no-eyelid hillbilly yard stealin' all their junk. Daaaang! They ever do find out we robbed' em, I reckon they gonna whup my behind 'til it's flat as yours.", "character": "Elvadine", "characterId": "nm0158246"}]}, {"lines": [{"text": "You guys wanted that up there, then why didn't ya ask me?", "character": "Amber", "characterId": "nm0001470"}, {"text": "Put that thing up there.", "character": "Stu", "characterId": "nm0000704"}, {"text": "That the way you ask me? Ain't you not heard the word please?", "character": "Amber", "characterId": "nm0001470"}, {"text": "Please?", "character": "Stu", "characterId": "nm0000704"}, {"text": "Move outta my way, lightweight.", "character": "Amber", "characterId": "nm0001470"}]}, {"lines": [{"text": "Lidia hit him in the face with a rock? I think I'm gonna have to have a talk with that girl. Is she doing anything else I should know about?", "character": "Stephen", "characterId": "nm0000126"}, {"text": "Well yeah. She's doing a lot of things. But I don't think you should know about them.", "character": "Stu", "characterId": "nm0000704"}]}, {"lines": [{"text": "What the hell. Dad. He's hitting our car.", "character": "Stu", "characterId": "nm0000704"}, {"text": "I see that.", "character": "Stephen", "characterId": "nm0000126"}]}, {"lines": [{"text": "My daddy says that people can do anything they want to as long as they believe they can. Please, God, let him live. You took my dad, don't take Billy. He's just a little kid.", "character": "Stu", "characterId": "nm0000704"}, {"text": "[to Billy]", "character": null, "characterId": null}, {"text": "You gotta wake up now, you gotta live. You gotta!", "character": "Stu", "characterId": "nm0000704"}]}, {"lines": [{"text": "[after falling into a cesspool]\nIt smells like a butt down here!", "character": "Ebb Lipnicki", "characterId": "nm0085407"}]}, {"lines": [{"text": "Where'd you get all them ice creams from, anyhow?", "character": "Arliss Lipnicki", "characterId": "nm0783345"}, {"text": "A big airplane just dropped 'em outta tha sky!", "character": "Billy Lipnicki", "characterId": "nm0271896"}, {"text": "If you don't honest up, Billy, we're gonna scrub you down with lipstick so everyone thinks you got diaper rash, how 'bout it?", "character": "Ebb Lipnicki", "characterId": "nm0085407"}, {"text": "Nuh-uh!", "character": "Billy Lipnicki", "characterId": "nm0271896"}, {"text": "Yes-huh! And after that, we're gonna shave your head bald as a witch's tit!", "character": "Leo Lipnicki", "characterId": "nm0798129"}, {"text": "I ain't gonna look like no witch's tit!", "character": "Billy Lipnicki", "characterId": "nm0271896"}, {"text": "Yes you will if you don't hurry up and tell us.", "character": "Leo Lipnicki", "characterId": "nm0798129"}, {"text": "Well you can cut off every hair on my head, but I ain't tellin' you ding-diddly-ding-diddly-ding-dang-dong!", "character": "Billy Lipnicki", "characterId": "nm0271896"}]}, {"lines": [{"text": "Dad, how come you and Mom don't talk no more?", "character": "Lidia", "characterId": "nm0709634"}, {"text": "Well, I been gone a long time Lidia, we just giving each other other a little space right now.", "character": "Stephen", "characterId": "nm0000126"}, {"text": "Well you better start crowding her, Dad! You gotta put your arms around the woman every once in a while or she's gonna think you don't like her no more!", "character": "Lidia", "characterId": "nm0709634"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Now, I'm giving you this advice cause I can see that you just don't know what you're doing.", "character": "Lidia", "characterId": "nm0709634"}, {"text": "Well, I'm gonna take that to heart.", "character": "Stephen", "characterId": "nm0000126"}]}, {"lines": [{"text": "[Lidia narrating]\nThey say he should have died instantly. They didn't know my dad. And he hung on. Stu never said much about that day. He just went straight over to the treehouse and started in on it. For the rest of that day and most of the night, he kept himself busier than a one-legged man in a butt-kickin' contest.", "character": "Lidia", "characterId": "nm0709634"}]}, {"lines": [{"text": "I'm afraid I can't allow you to put your hands on my son. You don't see me correcting your children. I don't mind so much you plowing into my car and I don't take offense at you calling me names. But you go after my child, you're going to push a button on me and then I'm going to lose control and kill you. Now apologize to my son.", "character": "Stephen", "characterId": "nm0000126"}, {"text": "I apologize.", "character": "Mr. Lipnicki", "characterId": "nm1807200"}, {"text": "That's mighty kind of you. My son has something to tell you. Apologize to Mr. Lipnicky, Stu. Tell him you're sorry for insulting him.", "character": "Stephen", "characterId": "nm0000126"}, {"text": "I'm sorry, Mr. Lipnicki.", "character": "Stu", "characterId": "nm0000704"}]}, {"lines": [{"text": "I can't tell you never to fight, Stu. But if you want to know what I think, I think the only thing that keeps people truly safe and happy is love. I think that's where men get their courage. That's where countries get their strength. That's where God grants us our miracles. And in the absence of love, Stuart, there is nothing, nothing in this world worth fighting for.", "character": "Stephen", "characterId": "nm0000126"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "I learned this summer that my brother was right. My daddy is the wisest man I've ever known. And that no matter what anybody tells you, with God's help, human beings can do anything.", "character": "Lidia", "characterId": "nm0709634"}]}, {"lines": [{"text": "[reading her summer report]\nMy dad once said of fightin', we were meant for better things, you and I. And these days when ever I'm ready to haul off and belt someone whose got my dander up, I here him whisper those words in my ear. My mama says people's lives are like tapestries. The color and the beauty of the design is to bring all of the people you know, the things you've learned.", "character": "Lidia", "characterId": "nm0709634"}, {"text": "[putting aside her paper]\nBut I learned this summer is that no matter now much people think they understand war, war will never understand people. It's like a big machine that don't nobody really know how to work. Once it gets out of hand, well it's breakin' all of the things you thought you was fightin' for. Whole bunch of other good things you sort of forgot you had.", "character": "Lidia", "characterId": "nm0709634"}]}, {"lines": [{"text": "They let me go from that job today.", "character": "Stephen", "characterId": "nm0000126"}, {"text": "What? Why? Hadn't even been a week!", "character": "Lois", "characterId": "nm0001858"}, {"text": "Somewhere or another, they found out I spent time in that mental hospital.", "character": "Stephen", "characterId": "nm0000126"}, {"text": "Well, did you tell them you went into that hospital voluntary for nightmares?", "character": "Lois", "characterId": "nm0001858"}, {"text": "Nothing personal, they said. Law says you can't work for the city or state within the vicinity of children if you've spent time in a mental hospital or corrective institution.", "character": "Stephen", "characterId": "nm0000126"}, {"text": "It's on account of our government that you wound up in that place, and now they're turning you down for work like you're some kind of criminal or something? What is that? Well... we still got my jobs, and we can get food stamps...", "character": "Lois", "characterId": "nm0001858"}, {"text": "Food stamps? God bless America. They give you a handout before they give you a job.", "character": "Stephen", "characterId": "nm0000126"}]}, {"lines": [{"text": "Are you guys seriously bailing?", "character": "Stu", "characterId": "nm0000704"}, {"text": "Does Howdy Doody have wooden balls?", "character": "Marsh", "characterId": "nm0302343"}]}]}