{"quotes": [{"lines": [{"text": "And, I know that I'll hear from them for this. But, throwing God out successfully with the help of the federal court system, throwing God out of the public square, out of the schools. The abortionists have got to bear some burden for this because God will not be mocked. And when we destroy 40 million little innocent babies, we make God mad. I really believe that the pagans, and the abortionists, and the feminists, and the gays and the lesbians who are actively trying to make that an alternative lifestyle, the ACLU, People For the American Way - all of them who have tried to secularize America - I point the finger in their face and say, \"You helped this happen.\"", "character": null, "characterId": null}, {"text": "Well, I totally concur, and the problem is we have adopted that agenda at the highest levels of our government. And so we're responsible as a free society for what the top people do. And, the top people, of course, is the court system.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "You say you're supposed to be nice to the Episcopalians and the Presbyterians and the Methodists and this, that, and the other thing. Nonsense. I don't have to be nice to the spirit of the Antichrist. I can love the people who hold false opinions but I don't have to be nice to them.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "I know this is painful for the ladies to hear, but if you get married, you have accepted the headship of a man, your husband. Christ is the head of the household and the husband is the head of the wife, and that's the way it is, period.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "The Constitution of the United States, for instance, is a marvelous document for self-government by the Christian people. But the minute you turn the document into the hands of non-Christian people and atheistic people they can use it to destroy the very foundation of our society. And that's what's been happening.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "[about apartheid South Africa]\nI think \"one man, one vote\" just unrestricted democracy, would not be wise. There needs to be some kind of protection for the minority which the white people represent now, a minority, and they need and have a right to demand a protection of their rights.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "[about Planned Parenthood]\nIt is teaching kids to fornicate, teaching people to have adultery, every kind of bestiality, homosexuality, lesbianism - everything that the Bible condemns.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "The public education movement has also been an anti-Christian movement. We can change education in America if you put Christian principles in and Christian pedagogy in. In three years, you would totally revolutionize education in America.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "You see what happened in 1962. They took prayer out of the schools. The next year the Supreme Court ordered Bible reading taken from the schools. And then progressing, liberals, most of them atheistic educators, have pushed to remove all religion from the lives of children. The people who wrote the \"Humanist Manifesto\" and their pupils and their disciples are in charge of education in America today.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "Many of those people involved with Adolph Hitler were Satanists, many of them were homosexuals. The two things seem to go together.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "I think we ought to close Halloween down. Do you want your children to dress up as witches? The Druids used to dress up like this when they were doing human sacrifice.", "character": "Pat Robertson", "characterId": "nm0731979"}, {"text": "[Your children]", "character": null, "characterId": null}, {"text": "are acting out Satanic rituals and participating in it, and don't even realize it.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "[about Gay Day at Disney World]\nI would warn Orlando that you're right in the way of some serious hurricanes and I don't think I'd be waving those flags in God's face if I were you. This is not a message of hate; this is a message of redemption. But a condition like this will bring about the destruction of your nation. It'll bring about terrorist bombs, it'll bring earthquakes, tornadoes, and possibly a meteor.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "The key in terms of mental ability is chess. There's never been a woman Grand Master chess player. Once you get one, then I'll buy some of the feminism.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "I think the sky is blue because it's a shift from black through purple to blue, and it has to do with where the light is. You know, the farther we get into darkness, and there's a shifting of color of light into the blueness, and I think as you go farther and farther away from the reflected light we have from the sun or the light that's bouncing off this earth, uh, the darker it gets. I think if you look at the color scale, you start at black, move it through purple, move it on out, it's the shifting of color. We mentioned before about the stars singing, and that's one of the effects of the shifting of colors.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "To see Americans become followers of, quote, Islam, is nothing short of insanity. Terry, you know, I've been in Africa many, many, many, many times, and you see people over here learning Swahili, for example. Swahili was the language of the slave traders. The Islamic people, the Arabs, were the ones who captured Africans, put them in slavery, and sent them to America as slaves. Why would people in America want to embrace the religion of the slavers, and the language of the slavers?", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "As long as the husband is following the mandate of the Lord, the wife should submit to his leadership even though she may disagree with it. God's standard is true. Yet in many marriages, the wife is more able than her husband. Regretfully a woman with great abilities sometimes marries a man who does not have much ability. This wife must resist the temptation to dominate her husband. Her husband will sometimes make decisions that the wife feels are wrong. She must either gently persuade her husband or pray that God will change her husband's mind.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "Why are so many marriages falling apart? Why is the divorce rate so high? Why is there such a tragedy in marriage? Now the basic answer to the basic problem of marriages today is a question of leadership. The wife actually makes the husband the head of the household and she looks to him and she says, \"Now you pray, and I'm going to pray for you that the Lord will speak to you.\"", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "[about homosexuals]\nIt's one thing to say, \"We have rights to jobs, we have rights to be left alone in out little corner of the world to do our thing.\" It's an entirely different thing to say, well, \"We're not only going to go into the schools and we're going to take your children and your grandchildren and turn them into homosexuals.\" Now that's wrong.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "I am absolutely persuaded one of the reasons so many lesbians are at the forefront of the pro-choice movement is because being a mother is the unique characteristic of womanhood, and these lesbians will never be mothers naturally, so they don't want anybody else to have that privilege either.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "If the widespread practice of homosexuality will bring about the destruction of your nation, if it will bring about terrorist bombs, if it'll bring about earthquakes, tornadoes and possibly a meteor, it isn't necessarily something we ought to open our arms to.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "[about separation of church and state]\nThat was never in the Constitution, however much the liberals laugh at me for saying it, they know good and well it was never in the Constitution! Such language only appeared in the constitution of the Communist Soviet Union.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "The courts are merely a ruse, if you will, for humanist, atheistic educators to beat up on Christians.", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "[during an interview]\nI read your book. When you get through, you say, \"If I could just get a nuclear device inside Foggy Bottom, I think that's the answer.\" I mean, you get through this, and you say, \"We've got to blow that thing up.\" I mean, is it as bad as you say?", "character": "Pat Robertson", "characterId": "nm0731979"}]}, {"lines": [{"text": "NOW is saying that in order to be a woman, you've got to be a lesbian.", "character": "Pat Robertson", "characterId": "nm0731979"}]}]}