{"quotes": [{"lines": [{"text": "Free food, free drinks, free press.", "character": "Molly Luther", "characterId": "nm0114982"}]}, {"lines": [{"text": "She's tame enough now, Lewis, but will she turn into a slut like the last one?", "character": "Molly Luther", "characterId": "nm0114982"}]}, {"lines": [{"text": "Do you really believe that you have a licence to ask any dirty question that slimes into that snake's nest between your ears? And nobody challenges you. Why? Because they are gentleman?", "character": "Lylah Clare", "characterId": "nm0001571"}, {"text": "[gutteral laugh]", "character": null, "characterId": null}, {"text": "I'll tell you why.", "character": "Lylah Clare", "characterId": "nm0001571"}, {"text": "[gesture with Molly Luther's snatched crutch]", "character": null, "characterId": null}, {"text": "Molly Luther's magic wand. It keeps keeps her safe from", "character": "Lylah Clare", "characterId": "nm0001571"}, {"text": "[two thumps against Molly Luther's leg brace]", "character": null, "characterId": null}, {"text": "...dragons!", "character": "Lylah Clare", "characterId": "nm0001571"}]}, {"lines": [{"text": "Don't forget the Tibetan yak.", "character": "Lewis Zarken", "characterId": "nm0002075"}]}, {"lines": [{"text": "\"Films\"? \"Films\"? What the hell ever happened to movies? What do you think you're in, the art business?", "character": "Barney Sheean", "characterId": "nm0000308"}]}, {"lines": [{"text": "I make movies, not films!", "character": "Barney Sheean", "characterId": "nm0000308"}]}, {"lines": [{"text": "Just tell 'em Lylah's coming, soon as she gets her harness on...", "character": "Lylah Clare", "characterId": "nm0001571"}]}, {"lines": [{"text": "[to Barney Sheean]\nSquat and wait!", "character": "Lylah Clare", "characterId": "nm0001571"}]}, {"lines": [{"text": "[Talking about choosing a stage name for Elsa]\nElsa Brinkmann. \"John Foster Brinksmanship.\" It's horrible. We'll have to change your name.", "character": "Lewis Zarken", "characterId": "nm0002075"}, {"text": "Thank you, but I'm happy with the name I have.", "character": "Lylah Clare", "characterId": "nm0001571"}, {"text": "\"Zarkan the Magnificent.\" He was a terrible act. I think he finished up cutting his throat in a Hungarian boarding house. Anyway, I lifted his name. Sounds a bit like a Transylvanian pox doctor, but it serves to impress the natives. We'll do the same for you.", "character": "Lewis Zarken", "characterId": "nm0002075"}]}, {"lines": [{"text": "[Upon nearing a large greenhouse, while giving Elsa a walking tour of his estate]\nYou might say that that greenhouse is something of a memorial to her. We had a Japanese gardener that used to look after it. Nice little fellow - quiet as a cherry blossom. Worked out here the best part of ten years, then suddenly one day we were at war. And the Government - who know a dangerous man when they see one - gave him a few hours to pack up before they shipped him off to some god-forsaken concentration camp in the middle of a desert. Lylah was so upset, she came down here to say good-bye to him. You can take my word for it, that gardener had the most *unexpected* going away present he ever had in his life.", "character": "Lewis Zarken", "characterId": "nm0002075"}, {"text": "[pauses, noticing that Elsa looks somewhat taken aback]\nDon't look so shocked... She wasn't married at the time.", "character": "Lewis Zarken", "characterId": "nm0002075"}]}, {"lines": [{"text": "I've never seen a woman yet who didn't have a whore locked up somewhere deep inside her.", "character": "Lewis Zarken", "characterId": "nm0002075"}]}]}