{"quotes": [{"lines": [{"text": "Things never turn out exactly the way you planned. I know they didn't with me. Still, like my father used to say, 'Traffic's traffic, you go where life takes you' and growing up happens in a heartbeat. One day you're in diapers, the next you're gone, but the memories of childhood stay with you for the long haul. I remember a time a place, a particular fourth of July, the things that happened in that decade of war and change. I remember a house like a lot of houses, a yard like a lot of yards, on a street like a lot of other streets. I remember how hard it was growing up among people and places I loved. Most of all, I remember how hard it was to leave. And the thing is, after all these years I still look back in wonder.", "character": "Kevin Arnold - The Narrator", "characterId": "nm0827663"}]}, {"lines": [{"text": "All of our young lives we search for someone to love. Someone that makes us complete. We choose partners and change partners. We dance to a song of heartbreak and hope. All the while wondering if somewhere, somehow, there's someone perfect who might be searching for us.", "character": "Kevin Arnold - The Narrator", "characterId": "nm0827663"}]}, {"lines": [{"text": "When you're a little kid you're a bit of everything; Scientist, Philosopher, Artist. Sometimes it seems like growing up is giving these things up one at a time.", "character": "Kevin Arnold - The Narrator", "characterId": "nm0827663"}]}, {"lines": [{"text": "And so we finally got our new car. It wasn't red, it wasn't a convertible, heck, it wasn't even a Mustang. But it was brand new. And it was pretty cool. 'Course, Dad got his shot at king-for-a-day... and we were happy for him. But that afternoon, I began to understand what Dad had been going through. There was more to that old car than fuel pumps and crankshafts. There was a part of all of us in that car. The places we'd gone, the things we'd done... the family we had been. The family that was moving on. And for the first time, I understood the value of what my Dad had put into it. And why it was so hard to let it go.", "character": "Kevin Arnold - The Narrator", "characterId": "nm0827663"}]}, {"lines": [{"text": "Butthead.", "character": "Wayne Arnold", "characterId": "nm0381155"}]}, {"lines": [{"text": "[Wayne's friend Wart has returned shell-shocked from Vietnam and is sitting on a bench in just boxers and dog tags]\nWhat's wrong, buddy?", "character": "Wayne Arnold", "characterId": "nm0381155"}, {"text": "Nothing seems to fit any more.", "character": "Wart", "characterId": "nm0579914"}, {"text": "[Wayne takes his shirt off and offers it to his friend]\nHere you go. Wear mine.", "character": "Wayne Arnold", "characterId": "nm0381155"}]}, {"lines": [{"text": "[walking in with a fire hat and vacum cleaner]\nHAMSTER PATROL!", "character": "Wayne Arnold", "characterId": "nm0381155"}, {"text": "Get outta here Wayne!", "character": "Kevin Arnold", "characterId": "nm0000625"}, {"text": "Mom told you to clean up after those little rodents!", "character": "Wayne Arnold", "characterId": "nm0381155"}]}, {"lines": [{"text": "[after Wayne totalled the family car]\nWhat the hell, Wayne?", "character": "Jack Arnold", "characterId": "nm0491357"}]}, {"lines": [{"text": "[meeting karen's new live-in boyfriend]\nNew guy who's sleeping with my sister, huh?", "character": "Wayne Arnold", "characterId": "nm0381155"}]}, {"lines": [{"text": "I wanted to tell her everything, all the set backs all the screw ups. But hey, I wasn't.", "character": "Kevin Arnold - The Narrator", "characterId": "nm0827663"}]}]}