{"quotes": [{"lines": [{"text": "Up to this point in the present series of lectures, we've dealt exclusively with abnormal mentalities. I emphasise the fact that in civilised communities eighty percent of our murderers and violent criminals were those whose minds had been conditioned by exceptional nervous stress and unhealthy environment. Last Friday we dealt with the smaller group of strictly moronic criminals. And now we come to that much more interesting phenomenon - the sane criminal. The man who is prepared to pursue his own ethical convictions even to the point of murder. The man whose punishment is apt to weigh heavily on the conscience of society because his actions as likely as not have been inspired by just as great an integrity as those of the men who sit in judgment. At worst, he's an irresponsible opportunist. At the best, he's a man with a strong sense of justice, even a mystic. I propose to relate the case history of a murderer of this class. A perfectly sane, valuable member of society.", "character": "Michael Joyce", "characterId": "nm0000051"}]}, {"lines": [{"text": "The vessel which we normal people use for imbibing experience is a stout austerity model, which doesn't crack. With others, like yourself, the glass, though of superior design, cracks quite easily. Now, instead of leaving it upturned on the shelf, a danger to all, it should be thrown away.", "character": "Dr. Farrell", "characterId": "nm0642520"}]}, {"lines": [{"text": "A doctor dispenses death and healing with blind impartiality.", "character": "Michael Joyce", "characterId": "nm0000051"}]}, {"lines": [{"text": "Man doesn't have any generous feelings - he only thinks he has. Selfishness, habit and hard cash - those are his real motives.", "character": "Dr. Farrell", "characterId": "nm0642520"}, {"text": "Looked at from that angle life can hardly be worth living.", "character": "Michael Joyce", "characterId": "nm0000051"}, {"text": "It isn't - but I've done my share of enjoying it.", "character": "Dr. Farrell", "characterId": "nm0642520"}]}]}