{"quotes": [{"lines": [{"text": "Dearest, Do you know how much in love with you I am? Did I trip? Did I stumble - lose my balance, graze my knee, graze my heart? I know I'm in love when I see you. I know when I long to see you, I'm on fire. Not a muscle has moved. Leaves hang unruffled by any breeze. The air is still. I have fallen in love without taking a step. You are all wrong for me and I know it, but I can no longer care for my thoughts unless they are thoughts of you. When I am close to you, I feel your hair brush my cheek when it does not. I look away from you sometimes, then I look back. When I tie my shoes, when I peel an orange, when I drive my car, when I lie down each night without you, I remain,", "character": null, "characterId": null}, {"text": "Yours", "character": null, "characterId": null}]}, {"lines": [{"text": "I do think, dear, that, whenever I get the urge to exercise, I lie down until it passes over.", "character": "Miss Constance Scattergoods", "characterId": "nm0568603"}]}, {"lines": [{"text": "the cocktail hour.", "character": "Miss Constance Scattergoods", "characterId": "nm0568603"}]}, {"lines": [{"text": "Daddy's gonna play with his fire hose. That didn't sound right.", "character": "Janet Hall", "characterId": "nm0001122"}]}, {"lines": [{"text": "Okay, well, here are your books. Uh, the Complete Idiots Guide to Surviving Divorce, The Divorce Workbook, and of course, How Come nobody loves me?", "character": "Janet Hall", "characterId": "nm0001122"}]}, {"lines": [{"text": "So, there you are darling, Mommy's a dyke.", "character": "Lillian MacFarquhar", "characterId": "nm0001100"}]}, {"lines": [{"text": "It's one of the ironies of my otherwise straight forward life that I have fallen in love twice. Both times with people who insist on living in this godforsaken town.", "character": "Lillian MacFarquhar", "characterId": "nm0001100"}]}, {"lines": [{"text": "[George is about to fumigate a beehive]\n*BE* careful! Get it?", "character": "Janet Hall", "characterId": "nm0001122"}]}, {"lines": [{"text": "No one knows what they want Jennifer, that's the human condition.", "character": "Johnny", "characterId": "nm0779866"}, {"text": "Some people know what they want, I mean, they might not know how to get it but they know what they want.", "character": "Jennifer", "characterId": "nm0629855"}]}, {"lines": [{"text": "I've never felt this way before.", "character": "Johnny", "characterId": "nm0779866"}, {"text": "Of course not. You're twenty.", "character": "Helen", "characterId": "nm0001009"}]}, {"lines": [{"text": "there's nothing grosser than that. I mean, i'm sure there's something grosser... but it's pretty gross to have it sticky when you're trying to have a...", "character": "Janet Hall", "characterId": "nm0001122"}]}]}