{"quotes": [{"lines": [{"text": "Countess if only you knew... Shall we tell her?... Nothing Countess, it's you that are hiding. You see, there was a time when old clothes were as good as new. In fact they were better because when people wore clothes they gave something to them. But that was a long time ago, Countess. Just as, there was a time when... when garbage was a pleasure. Oh, it smelled a little strange or seemed confused, that's because there was everything there. The smell of sardine, of iodine, cologone, roses. An amateur would leap to the wrong conclusion. But to a professional, it was the smell of life... No Countess, the world has changed. The garbage has changed... People are not the same, Countess. People are different. No one is involved with anyone anymore. There's been an invasion, and infatuation. The world isn't beautiful no longer. The world is not happy... Because you've been dreaming a long time, Countess, and, no one wanted to disturb you. Countess, look, there was a time remember you could walk along the streets of Paris and everybody you met were just like yourself. I mean, oh, a little cleaner maybe or dirty perhaps or angry or smiling. But you knew them. I knew them too. And one day, 20 years ago I saw a face in the crowd. Face without a face; the eyes empty, the expression not human. It was not a human face at all. It saw me staring and when it looked back at me with its gelatin eyes, I shuttered. Because I knew to make room for one of them, one of us must have left the earth. The world is full of faceless people, Countess, and once you stop dreaming, as we all had stopped dreaming, you see them quite clearly. They were here today.", "character": "The Ragpicker", "characterId": "nm0001414"}]}, {"lines": [{"text": "People are not the same, Countess. People are different. No one is involved with anyone anymore. There - there's been an invasion, an infiltration. The world isn't beautiful any longer. The world is not happy.", "character": "The Ragpicker", "characterId": "nm0001414"}, {"text": "Is this true? The world is not beautiful? The world is not happy? Why wasn't I told?", "character": "Countess Aurelia", "characterId": "nm0000031"}, {"text": "Because you've been dreaming a long time, Countess. And no - nobody wanted to disturb you.", "character": "The Ragpicker", "characterId": "nm0001414"}]}, {"lines": [{"text": "Say it. Say that you love him before it's too late. Let another moment witch between you and it will become a month, a year, a decade. Your hair will be white. His cuffs will be frayed. And there will be another madwoman in Chaillot. Say it. Before the music stops.", "character": "Countess Aurelia", "characterId": "nm0000031"}]}]}