{"quotes": [{"lines": [{"text": "Barney and Martin had been bachelor buddies for years. But now that Martin was settling down to marriage, they were slowly drifting apart. Barney, naturally, was still dating all the girls in town, and he couldn't understand why Brett and Martin didn't pal around with him more than they did. He couldn't comprehend that married life brought with it not only new problems and duties, but the necessary togetherness of husband and wife as well. Despite Brett's most tactful considerations, such as inviting him over to dinner quite often, Barney was growing resentful of her, or at least she felt that he was. Since time began this change in relationships probably happened to all buddies in similar circumstances. Life has its way of making boys grow up, and with marriage, Martin's time had come. His life was now Brett, a life that he thoroughly enjoyed.", "character": "Narrator", "characterId": "nm0123076"}]}, {"lines": [{"text": "Bobby... Bah-bee... Bobby... BAH-BEEE!", "character": "Grandpa Brown", "characterId": "nm0454793"}]}, {"lines": [{"text": "Grenades. Now Bradford made a drastic move. Acting on his superior authority, he forbade Caldwell to destroy the creature. The Colonel, more concerned with saving human lives than advancing Science, told Bradford to \"Go to Hell.\"", "character": "Narrator", "characterId": "nm0123076"}]}, {"lines": [{"text": "He slowly asked Bradford what was in store for humanity. Bradford was pessimistic, but implied that maybe all was not lost. After all, he told him, the vastness of the universe was incredible. If these monsters had come from its outer limits, their home might even no longer exist. Or if they do come again, perhaps Man will have advanced enough to cope with them, and those that made them. Only God knows for sure, were Bradford's last words to anyone on this Earth.", "character": "Narrator", "characterId": "nm0123076"}]}, {"lines": [{"text": "Brett is his and he feels no man could ask for more. Now, without warning, their honeymoon was to become a nightmare.", "character": "Narrator", "characterId": "nm0123076"}]}, {"lines": [{"text": "That afternoon, in Mungreeve Park, a group of neighbors got together for a hoot-e-nanny.", "character": "Narrator", "characterId": "nm0123076"}]}, {"lines": [{"text": "Despite Brett's inquiries about what Martin had seen in the spacecraft, he avoided specific details for fear of distrubing her more than she was. If the truth were known, Martin was more than a little disturbed himself.", "character": "Narrator", "characterId": "nm0123076"}]}, {"lines": [{"text": "My God!!! What is it???!", "character": null, "characterId": null}]}, {"lines": [{"text": "The monster next appeared at Lover's Lane. Anyone who witnessed that catastrophe and survived would never go there again.", "character": "Narrator", "characterId": "nm0123076"}]}, {"lines": [{"text": "Betty Johnson, as usual, blew a goodbye kiss to her husband... but for the last time.", "character": "Narrator", "characterId": "nm0123076"}]}, {"lines": [{"text": "In a remote part of the county, the first of a series of tragedies took place; tragedies that could have been avoided had the public been warned.", "character": "Narrator", "characterId": "nm0123076"}]}]}