{"quotes": [{"lines": [{"text": "He was the first guy who was interested in what I thought. Which is more than you are, Mr. Morrison.", "character": "Queenie", "characterId": "nm0000079"}]}, {"lines": [{"text": "[She walks into the garden, carrying a toolbox]\nIs this Mr. Grimm's house?", "character": "Nadine", "characterId": "nm0273820"}, {"text": "That's right.", "character": "Jolly Grimm", "characterId": "nm0168394"}, {"text": "Well, do you know where I can find Mr. Grimm?", "character": "Nadine", "characterId": "nm0273820"}, {"text": "You're looking at him.", "character": "Jolly Grimm", "characterId": "nm0168394"}, {"text": "Oh! I'm sorry... wow, you look thinner. Oh, well I didn't mean... it's just on the screen you look gigantic!", "character": "Nadine", "characterId": "nm0273820"}, {"text": "Who are you?", "character": "Jolly Grimm", "characterId": "nm0168394"}, {"text": "Oh gosh, I'm sorry. My sister said I should come. You know, Grace. Grace Jones. She came with Eddie Mangione.", "character": "Nadine", "characterId": "nm0273820"}, {"text": "What's your name?", "character": "Jolly Grimm", "characterId": "nm0168394"}, {"text": "Nadine. Nadine Jones.", "character": "Nadine", "characterId": "nm0273820"}, {"text": "[she smiles]", "character": null, "characterId": null}, {"text": "[He takes her hand]\nWelcome Nadine. How did you get here?", "character": "Jolly Grimm", "characterId": "nm0168394"}, {"text": "I hitchhiked. Thumbed all the way from Burbank. See, I'm a dancer. Acrobatics, ballet... like that. And I'm good too, Mr. Grimm. I thought maybe you like to let me entertain all these movie people and...", "character": "Nadine", "characterId": "nm0273820"}, {"text": "Not tonight. It's not a good time.", "character": "Jolly Grimm", "characterId": "nm0168394"}, {"text": "Oh no... really?", "character": "Nadine", "characterId": "nm0273820"}, {"text": "You must be starved. Why don't you go to the kitchen and get some chow. I think there's some sasparilla in the icebox. Ask for Wilma. Go on now, it's right through there.", "character": "Jolly Grimm", "characterId": "nm0168394"}, {"text": "Thanks, Mr. Grimm... but maybe later?", "character": "Nadine", "characterId": "nm0273820"}, {"text": "We'll see.", "character": "Jolly Grimm", "characterId": "nm0168394"}]}, {"lines": [{"text": "[referring to Queenie]\nDid you put her in your pictures, Mr. Grimm?", "character": "Nadine", "characterId": "nm0273820"}, {"text": "Nah. But I took care of her, Nadine. Real good care.", "character": "Jolly Grimm", "characterId": "nm0168394"}, {"text": "[He reaches out and touches Nadine's hair]", "character": null, "characterId": null}, {"text": "Grace says I should be nice to you. Says maybe you'll put me in your pictures.", "character": "Nadine", "characterId": "nm0273820"}, {"text": "You sure do... remind me of Queenie...", "character": "Jolly Grimm", "characterId": "nm0168394"}, {"text": "Listen... Grace says if you want... you can kiss me and stuff like that.", "character": "Nadine", "characterId": "nm0273820"}]}, {"lines": [{"text": "You gotta be philosophical about these things. I understand why my best friend would run off with Dale. I mean, everyone knows what kind of life she has with Jolly. It's no secret.", "character": "Kate", "characterId": "nm0093147"}, {"text": "We've got to find them, Katie.", "character": "James Morrison", "characterId": "nm0241232"}, {"text": "Aww, Jiminy...", "character": "Kate", "characterId": "nm0093147"}, {"text": "[Kate crosses to the bed and puts her arms around Jim]", "character": null, "characterId": null}, {"text": "I understand. You've been stuck on her for years, plain as day. But hey, sometimes you win, and sometimes you lose. Like tonight. Okay, we both lost. But that doesn't mean a souple of losers aren't entitled to a little fun, right?", "character": "Kate", "characterId": "nm0093147"}, {"text": "[She kisses Jim, he doesn't respond]", "character": null, "characterId": null}, {"text": "Okay loser. You win.", "character": "Kate", "characterId": "nm0093147"}]}, {"lines": [{"text": "I remember this one photo I took, in a dress with clusters of lemons on the skirt and this great big feather hat. I must have sent that photo to every director and producer in this town. I waited by the phone for days. Nothing ever happened.", "character": "Queenie", "characterId": "nm0000079"}]}, {"lines": [{"text": "[about Queenie]\nI want to give her something... some kind of feeling of security. I don't know... that's what most girls want, isn't it?", "character": "Jolly Grimm", "characterId": "nm0168394"}, {"text": "She asked for that?", "character": "Tex", "characterId": "nm0200455"}, {"text": "Nah. You know her. She's too proud.", "character": "Jolly Grimm", "characterId": "nm0168394"}]}, {"lines": [{"text": "It's been swell meetin' ya, Miss True...", "character": "Bertha", "characterId": "nm0806500"}, {"text": "Madeleine, please.", "character": "Madeline True", "characterId": "nm0497503"}, {"text": "[She takes Bertha's hand]", "character": null, "characterId": null}, {"text": "Ok, well, I'll catch ya later, maybe. I gotta drum up some business if ya gather my meaning.", "character": "Bertha", "characterId": "nm0806500"}, {"text": "Oh I'll be here, if you ever need a shoulder.", "character": "Madeline True", "characterId": "nm0497503"}]}, {"lines": [{"text": "beggars and beauties and benefactors. Millionaires and zeroes; lovers, clowns, and heroes. Met on set. They rushed to their places in the grand salon, the curtain was rising, the show was on. Starring loners and owners of Babylon; phonies and cronies and hangers-on. The whole freeloading pantheon. The wheel was spinning, the course was charted. Comedy was beginning, and tradgedy had started.", "character": "James Morrison", "characterId": "nm0241232"}]}, {"lines": [{"text": "Christ, what a crew. Take a look at Madeleine True. People flocked to the movies she made, loving the cutie-pie parts she played. She was every man's sweetheart, every woman's guide. Venus... and Adonis, which she never tried to hide. Men dreamed of a real-life wife like this adorable thespian.", "character": "James Morrison", "characterId": "nm0241232"}, {"text": "[Madeleine makes her way over to two women and begins to dance with them]", "character": null, "characterId": null}, {"text": "Poor fools they.", "character": "James Morrison", "characterId": "nm0241232"}, {"text": "The typical pair of minor movie producers stood engrossed, bewailing high production cost, each of which had suffered most. In twenty minutes each had lost the sum of 60 million dollars. After which they stood, panting, tragic-eyed, mopping at sadly wilted collars.", "character": "James Morrison", "characterId": "nm0241232"}, {"text": "Then Jackie, perfect of form and face. In his veins flowed the blood of more than one race. He left a subtle trail of scent, floating behind him as he went. An Apache dancer, with a special act, New York or Paris, his house was packed. He'd brought marijuana for all to puff, and later he'd bring out the stronger stuff. Cocaine, morphine, Turkish hash... all the makings of a proper bash.", "character": "James Morrison", "characterId": "nm0241232"}, {"text": "Poor Bertha. Now Jackie's ex-partner in dance. He'd tossed her around on his last tour of France 'till she fractured a leg, now she walks with a limp. But she still works for Jack. She's his whore, he's her pimp.", "character": "James Morrison", "characterId": "nm0241232"}]}, {"lines": [{"text": "[singing]\nSingapore Sally lived in an alley / Down by Maleno Bay/ The story of her life, her trouble and her strife / She happened to tell me one day... / Sing... sing... Singapore Sally, life gave her quite a shove. / Sing... sing... Singapore Sally, she was waiting for her long lost love!", "character": "Queenie", "characterId": "nm0000079"}]}, {"lines": [{"text": "[Dale is leading Queenie out to the garden to dance, James catches Queenie and pulls her aside]", "character": null, "characterId": null}, {"text": "For God's sakes, Queenie, you're asking for trouble, don't you know that?", "character": "Dale Sword", "characterId": "nm0455133"}, {"text": "[She places her finger on his mouth]\nOh hush, honey, Queenie knows what she's doing.", "character": "Queenie", "characterId": "nm0000079"}, {"text": "She's got my name in her little book for this dance, old man. You can have the next one.", "character": "Dale Sword", "characterId": "nm0455133"}, {"text": "I just want to talk to her.", "character": "James Morrison", "characterId": "nm0241232"}, {"text": "My God, look at the glint in his eye! En garde, monsieur! En garde!", "character": "Dale Sword", "characterId": "nm0455133"}]}, {"lines": [{"text": "[referring to Dale Sword, who is upstairs with Queenie]\nThat son-of-a-bitch had better come down here and watch a great actor doing a great scene!", "character": "Jolly Grimm", "characterId": "nm0168394"}]}, {"lines": [{"text": "Well, happy Sunday morning to you.", "character": "Kate", "characterId": "nm0093147"}, {"text": "[referring to Queenie]\nWhy is she doing this to me? I don't understand.", "character": "Jolly Grimm", "characterId": "nm0168394"}, {"text": "Had to happen. She's young. You ain't. That's just how it goes.", "character": "Kate", "characterId": "nm0093147"}, {"text": "I don't understand.", "character": "Jolly Grimm", "characterId": "nm0168394"}, {"text": "There were lots of guys before you. There'll be lots of guys after you. Come on. Dale probably ain't the first.", "character": "Kate", "characterId": "nm0093147"}, {"text": "Don't say that. I don't want- I don't want you to say that!", "character": "Jolly Grimm", "characterId": "nm0168394"}, {"text": "Come on, be a realist! You guys think you got some kind of patent on foolin' around? A woman's got needs too, you know.", "character": "Kate", "characterId": "nm0093147"}, {"text": "Shut up!", "character": "Jolly Grimm", "characterId": "nm0168394"}]}, {"lines": [{"text": "[to his daughter]\nRosa, give Mr. Jolly a nice kiss.", "character": "Fruit Dealer", "characterId": "nm0544382"}, {"text": "No, that's alright.", "character": "Jolly Grimm", "characterId": "nm0168394"}, {"text": "No, no, no. Rosa, she will bring you luck. She is like a saint.", "character": "Fruit Dealer", "characterId": "nm0544382"}]}, {"lines": [{"text": "Now get outta here, Romeo, I gotta put on my diamonds!", "character": "Queenie", "characterId": "nm0000079"}]}, {"lines": [{"text": "They were there for kicks, or bucks, or laughter... but Queenie, what was Queenie after?", "character": "James Morrison", "characterId": "nm0241232"}]}, {"lines": [{"text": "Eddie Mangione, here with Grace. A muscular stuntman, with a brutish face. Good-natured, if sober, and gentle enough. But watch if you crossed him, he could get rough.", "character": "James Morrison", "characterId": "nm0241232"}, {"text": "Behold the Brother's D'Armano, otherwise known as Oscar and Phil. They sang, they played the piano, they lisped, their voices were shrill. They reeked of powder, rouge, pomade, piano wasn't all they played. They gave new meaning to the concept of, the old-fashioned virtue of brotherly love.", "character": "James Morrison", "characterId": "nm0241232"}]}, {"lines": [{"text": "[Talking about her first audition in Vaudeville]\nIn fact, I was starving. You can't believe that, can you?", "character": "Queenie", "characterId": "nm0000079"}, {"text": "[smiling]\nNo, no I can't believe there wasn't always someone looking after you.", "character": "Dale Sword", "characterId": "nm0455133"}]}, {"lines": [{"text": "[singing]\nIt's funny, it's really funny / How in the moonlight every dream seems real / But when it's sunny, I'll tell ya honey / You wake from the dream, and being the nightmare!", "character": "Kate", "characterId": "nm0093147"}]}, {"lines": [{"text": "[narrating as Jolly and Queenie make their entrance down the main stairway]\nAs they made their exhibition, did I feel something, a premonition? Poor beast, with fair beauty by his side. Fragile hope strangled by jealous pride?", "character": "James Morrison", "characterId": "nm0241232"}]}, {"lines": [{"text": "[introducing his movie]\nI thought very hard about how to introduce this picture to you tonight, and I thought to myself, \"Jolly, be humble! That's the ticket this time!\" And then I thought about it some more... me? Be humble? That's like Calvin Coolidge dancing the Black Bottom.", "character": "Jolly Grimm", "characterId": "nm0168394"}, {"text": "[audience laughs]", "character": null, "characterId": null}, {"text": "If you saw it, you wouldn't believe it! Me standing here, all coy-like, \"Ladies and gentlemen, I do sincerely hope you like my new picture, Brother Jasper\"... when what I really want to tell you is how proud I am. Proud because I wrote it, directed it... and naturally I star in it.", "character": "Jolly Grimm", "characterId": "nm0168394"}]}, {"lines": [{"text": "[as Queenie makes a belated entrance]\nHey Queenie, I haven't seen your beautiful face all night. Where have you been hiding?", "character": "Jackie", "characterId": "nm0210524"}, {"text": "[shrugs]", "character": "Queenie", "characterId": "nm0000079"}, {"text": "How about doing a little number for us, Queenie?", "character": "Jackie", "characterId": "nm0210524"}, {"text": "Nah, Jackie, I ain't danced in years. You know that!", "character": "Queenie", "characterId": "nm0000079"}, {"text": "Hey, Queenie, how about \"Singapore Sally?\" Me and Oskie know it!", "character": "Phil D'Armano", "characterId": "nm0804349"}, {"text": "[as the crowd erupts into encouragement]\nJackie! Make her do it, Jackie!", "character": "Madeline True", "characterId": "nm0497503"}, {"text": "Come on Queenie! You're beautiful, come on!", "character": "Jackie", "characterId": "nm0210524"}, {"text": "I'm a little rusty, but Singapore Sally it is.", "character": "Queenie", "characterId": "nm0000079"}, {"text": "[Jackie takes her drink, two men in front of Queenie kneel down and Queenie uses them as a footstool to climb onto the piano]", "character": null, "characterId": null}]}, {"lines": [{"text": "[singing]\nPour the wine and let the music play low-down / Let me hold you like a loverman would /When I kiss you, babe, don't tell me to slow down / Here's the lowdown / Ain't nothin' bad about feelin' good.", "character": null, "characterId": null}]}, {"lines": [{"text": "\"You think\", who gives a flying fart what you think? Kreutzer's the one with the moolah. I'm not interested in what you think. You're supposed to look good, and that's all.", "character": "Jolly Grimm", "characterId": "nm0168394"}]}, {"lines": [{"text": "[lying on the bed, raising her head and whining]\nJolly, love! Queenie is so tired! Pour out a cup of coffee for me?", "character": "Queenie", "characterId": "nm0000079"}, {"text": "[blearily]\nGet it yourself!", "character": "Jolly Grimm", "characterId": "nm0168394"}, {"text": "Jol-ly! Queenie is so tired!", "character": "Queenie", "characterId": "nm0000079"}, {"text": "Who do you think you are? The Queen of Sheba?", "character": "Jolly Grimm", "characterId": "nm0168394"}]}]}