{"quotes": [{"lines": [{"text": "I don't like peas, and I'm glad I don't like them, because if I liked them I would eat them and I hate them.", "character": "Quentin Crisp", "characterId": "nm0187998"}]}, {"lines": [{"text": "Hollywood, that great maker of myths, taught straight people what to think about gays and gay people what to think about themselves.", "character": "Narrator", "characterId": "nm0005499"}]}, {"lines": [{"text": "None of us were really aware. We might have been forerunners, but we weren't really, because we didn't do the picture right. We were in the mindset of not understanding what we were basically doing. These days, there would be a tremendous outcry, as well there should be. Why would Martha break down and say, \"Oh my god, what's wrong with me, I'm so polluted, I've ruined you.\" She would fight! She would fight for her budding preference. And when you look at it, to have Martha play that scene - and no one questioned it - what that meant, or what the alternatives could have been underneath the dialog, it's mind boggling. The profundity of this subject was not in the lexicon of our rehearsal period. Audrey and I never talked about this. Isn't that amazing? Truly amazing.", "character": "Shirley MacLaine", "characterId": "nm0000511"}]}, {"lines": [{"text": "Oh, movies are important and they're dangerous because we're the keeper of the dreams. You go into a little dark room and become incredibly vulnerable - on one hand all your perspectives can be challenged, you could feel something you couldn't feel normally. It can encourage you to be the protagonist in your own life. On the other hand it can completely misshape you.", "character": "Susan Sarandon", "characterId": "nm0000215"}]}, {"lines": [{"text": "The hunger I felt as a kid looking for gay images was not to be alone.", "character": "Harvey Fierstein", "characterId": "nm0001213"}]}, {"lines": [{"text": "You wouldn't have to get drunk to bed Catherine Deneuve, I don't care what your sexual history to that point had been.", "character": "Susan Sarandon", "characterId": "nm0000215"}]}, {"lines": [{"text": "There is this constant desire on the part of the studios to make characters likable.", "character": "Tom Hanks", "characterId": "nm0000158"}]}, {"lines": [{"text": "You must pay. You must suffer. If you're a woman who commits adultery, you're only put out in the storm. If you're a woman who has another woman you better go hang yourself. It's a question of degree and certainly if you're gay, you have to do real penance - die!", "character": "Arthur Laurents", "characterId": "nm0491306"}]}, {"lines": [{"text": "[on Johnny Guitar]\nIt's amazing how if you're a gay audience and you're accustomed to crumbs, how you will watch an entire movie just to see somebody wear an outfit that you think means that they are homosexual. The whole movie can be a dud, but you're just sitting there waiting for Joan Crawford to put on her black cowboy shirt again.", "character": "Susie Bright", "characterId": "nm0109192"}]}, {"lines": [{"text": "Most expressions of homosexuality in most of movies are indirect. And what's interesting about that is of course that is what it was like to express homosexuality in life, that we could only express ourselves indirectly, just as people on the screen could only express themselves indirectly. And the sense in which the characters are in the closet, the movie is in the closet and we are in the closet.", "character": "Richard Dyer", "characterId": "nm0245775"}]}]}