{"quotes": [{"lines": [{"text": "There are no happy endings because nothing ends.", "character": "Schmendrick", "characterId": "nm0000273"}]}, {"lines": [{"text": "It's a very rare person who is taken for what he truly is.", "character": "Schmendrick", "characterId": "nm0000273"}]}, {"lines": [{"text": "Why won't you help me? Why must you always speak in riddles?", "character": "Molly Grue", "characterId": "nm0342245"}, {"text": "Because I be, what I be. I would tell you what you want to know if I could, mum, but I be a cat. And no cat anywhere, ever gave anyone a straight answer.", "character": "The Cat", "characterId": "nm0582106"}]}, {"lines": [{"text": "You are a true wizard now, as you always wished. Does it make you happy?", "character": "Unicorn", "characterId": "nm0001201"}, {"text": "Well, men don't always know when they're happy. But I-I think so. And you?", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "I am a little afraid to go home. I have been mortal, and some part of me is mortal yet. I am no longer like the others, for no unicorn was ever born who could regret, but I now I do. I regret.", "character": "Unicorn", "characterId": "nm0001201"}, {"text": "I am sorry. I have done you evil and I cannot undo it.", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "No. Unicorns are in the world again. No sorrow will live in me with that joy-save one. And I thank you for that part, too. Farewell good magician. I will try to go home.", "character": "Unicorn", "characterId": "nm0001201"}]}, {"lines": [{"text": "Oh she'll kill me one day or another. But she will remember forever that *I* caught her, and *I* held her prisoner. So there's my immortality, hey?", "character": "Mommy Fortuna", "characterId": "nm0001450"}]}, {"lines": [{"text": "When the wine drinks itself, when the skull speaks, when the clock strikes the right time, only then will you find the tunnel that leads to the Red Bull. There be a trick to it, of course.", "character": "The Cat", "characterId": "nm0582106"}]}, {"lines": [{"text": "No, it can't be. Can it be? Where have you been? Where have you been? Damn you! Where have you been?", "character": "Molly", "characterId": "nm0342245"}, {"text": "Don't you talk to her that way!", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "I'm here now.", "character": "Unicorn", "characterId": "nm0001201"}, {"text": "And where were you twenty years ago? Ten years ago? Where were you when I was new? When I was one of those innocent young maidens you always come to? How dare you! How dare you come to me now, when I am this!", "character": "Molly", "characterId": "nm0342245"}, {"text": "[Weeps]", "character": null, "characterId": null}, {"text": "Can you really see her? Do you know what she is?", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "If you had been waiting to see a unicorn, as long as I have...", "character": "Molly", "characterId": "nm0342245"}, {"text": "She's the last unicorn in the world.", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "It would be the last unicorn that came to Molly Grue. It's all right, I forgive you.", "character": "Molly", "characterId": "nm0342245"}]}, {"lines": [{"text": "She will remember your heart when men are fairy tales in books written by rabbits. Of all unicorns, she is the only one who knows what regret is - and love.", "character": "Schmendrick the Magician", "characterId": "nm0000273"}]}, {"lines": [{"text": "I like to watch them. They fill me with joy. The first I felt it I thought I was going to die. I said to the Red Bull I must have them, all of them, all there are. For nothing makes me happy but their shining and their grace. So the Red Bull caught them. Each time I see the unicorns, my unicorns, it is like that morning in the woods and I am truly young, in spite of myself.", "character": "King Haggard", "characterId": "nm0000489"}]}, {"lines": [{"text": "The harpy's as real as you are, and just as immortal. And she was just as easy to catch, if you want to know.", "character": "Mommy Fortuna", "characterId": "nm0001450"}, {"text": "Do not boast, old woman. Your death sits in that cage, and she hears you.", "character": "Unicorn", "characterId": "nm0001201"}, {"text": "Oh, she'll kill me one day or another. But she will remember forever that I caught her, and I held her prisoner. So there's my immortality, eh?", "character": "Mommy Fortuna", "characterId": "nm0001450"}, {"text": "Let me go. And let her go too. I cannot bear to see her caged. We are two sides of the same magic... The harpy and me, we are not for you.", "character": "Unicorn", "characterId": "nm0001201"}]}, {"lines": [{"text": "You may come if you like. But I wish you had asked some other reward for setting me free", "character": "Unicorn", "characterId": "nm0001201"}, {"text": "I thought about it. But you couldn't give me what I really wanted.", "character": "Schmendrick the Magician", "characterId": "nm0000273"}, {"text": "No. I cannot change you into something you are not. I cannot make you a real magician.", "character": "Unicorn", "characterId": "nm0001201"}, {"text": "Ah its ok. Don't worry about it.", "character": "Schmendrick the Magician", "characterId": "nm0000273"}, {"text": "Oh I won't.", "character": "Unicorn", "characterId": "nm0001201"}]}, {"lines": [{"text": "Listen. Don't listen to ME, listen. You can find the others if you are brave. They passed down all the roads long ago, and the Red Bull ran close behind them and covered their footprints. Listen! Listen, listen QUICKLY!", "character": "Butterfly", "characterId": "nm0458951"}, {"text": "[agitated]\nI AM listening! Where did they go and what is the Red Bull?", "character": "Unicorn", "characterId": "nm0001201"}, {"text": "Listen! LISTEN!", "character": "Butterfly", "characterId": "nm0458951"}, {"text": "[insane laughter]", "character": null, "characterId": null}, {"text": "The king is in his counting house, counting out, counting out, counting...", "character": "Butterfly", "characterId": "nm0458951"}]}, {"lines": [{"text": "If we run away then all the unicorns of the world will remain prisoners forever except one. And she will grow old and die.", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "Everything dies! I want to die when you die.", "character": "Amalthea", "characterId": "nm0001201"}, {"text": "[looks at Lir]", "character": null, "characterId": null}, {"text": "I'm no unicorn, no magical creature. I'm a woman, and I love you, Lir. Don't let him change me! Lir, I will not love you when I'm a unicorn.", "character": "Amalthea", "characterId": "nm0001201"}, {"text": "Amalthea, don't...", "character": "Prince Lir", "characterId": "nm0000313"}, {"text": "Then let the quest end here! I don't think I could change you back, even if you wished it. Marry the prince, and live happily ever after.", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "Yes, that is my wish.", "character": "Amalthea", "characterId": "nm0001201"}, {"text": "No. My lady, I am a hero. Heroes know that things must happen when it is time for them to happen. A quest may not simply be abandoned; unicorns may go unrescued for a long time, but not forever. A happy ending cannot come in the middle of the story.", "character": "Prince Lir", "characterId": "nm0000313"}, {"text": "But what if there isn't a happy ending?", "character": "Molly Grue", "characterId": "nm0342245"}, {"text": "There are no happy endings, because nothing ends.", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "Schmendrick, let her stay the way she is. Let her be...", "character": "Molly Grue", "characterId": "nm0342245"}, {"text": "That's not in the story. Lir know that, and so does she.", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "You don't care! You don't care what happens to her or to the others, just so you're a real magician at last. You don't care-\"", "character": "Molly Grue", "characterId": "nm0342245"}, {"text": "Well I wish I didn't care! I wish to God I didn't care about anything but my magic! But I do! I do.", "character": "Schmendrick", "characterId": "nm0000273"}]}, {"lines": [{"text": "[the unicorn has just looked at all the \"horrors\" in the other cages at the carnival and discovered that they are not real; they are only illusions]", "character": null, "characterId": null}, {"text": "That one is real. That is the harpy, Celaeno.", "character": "Unicorn", "characterId": "nm0001201"}, {"text": "Yes, the old woman caught her by chance, the same way she took you. Oh, she should never have meddled with a real harpy! Or a real unicorn for that matter. Because the truth melts her magic, always.", "character": "Schmendrick", "characterId": "nm0000273"}]}, {"lines": [{"text": "Haggard, I would not be you for all the world. You have let your doom in by the front door, but it will not depart that way! Farewell, poor Haggard!", "character": "Mabruk", "characterId": "nm0293659"}]}, {"lines": [{"text": "[the castle is crumbling and Haggard is about to fall to his death]\nThe last! I knew you were the last!", "character": "King Haggard", "characterId": "nm0000489"}]}, {"lines": [{"text": "What are you looking at?", "character": "Haggard", "characterId": "nm0000489"}, {"text": "The sea.", "character": "Amalthea", "characterId": "nm0001201"}, {"text": "Ah yes, the sea is always good. There is nothing I can look at for very long, except the sea.", "character": "Haggard", "characterId": "nm0000489"}]}, {"lines": [{"text": "Please! Please do something!", "character": "Molly Grue", "characterId": "nm0342245"}, {"text": "What can I do? Do you think the Red Bull likes card tricks? If I could, I would change her into some other creature, some beast too humble for the Bull to be concerned with. But that would take a real magician with real magic, and I can't pretend anymore...", "character": "Schmendrick the Magician", "characterId": "nm0000273"}, {"text": "But you do. You have magic. Maybe you can't find it, but it's there. You called Robin Hood, and there is no Robin Hood. You have all the power you need if you dared to look for it.", "character": "Molly Grue", "characterId": "nm0342245"}]}, {"lines": [{"text": "I know you. If I were blind I'd know what you are.", "character": "Schmendrick", "characterId": "nm0000273"}]}, {"lines": [{"text": "Tell me what you see. Don't be afraid. Look at your fellow legends and tell me what you see.", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "What he calls a Manticore looks to be no more than a shabby, toothless lion. And he has that whole crowd believing that poor old ape with the twisted foot is a Satyr! Illusions, deceptions, mirages! Your Mommy Fortuna cannot truly change things!", "character": "Unicorn", "characterId": "nm0001201"}, {"text": "That is true. She can only disguise, and only for those eager to believe whatever comes easiest. She cannot turn cream into butter, but she can make a lion look like a manticore to eyes that want to see a manticore. Just like she put a false horn on a real unicorn so they can see the unicorn. I know you. If I were blind, I would know what you are.", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "Who are you?", "character": "Unicorn", "characterId": "nm0001201"}, {"text": "I am called Schmendrick, the Magician. Uh... you won't have heard of me.", "character": "Schmendrick", "characterId": "nm0000273"}]}, {"lines": [{"text": "The magic chose the shape, not I. I am a bearer, I am a dwelling, I am a messenger...", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "You are an idiot!", "character": "Molly", "characterId": "nm0342245"}]}, {"lines": [{"text": "Shut up, you pretentious kneecap! How'd you like a punch in the eye?", "character": "Schmendrick", "characterId": "nm0000273"}]}, {"lines": [{"text": "Unicorns? I thought they only existed in fairytales. This is a forest, like any other... isn't it?", "character": "Hunter #1", "characterId": "nm0504460"}, {"text": "Then why do the leaves never fall here? Or the snow? Why is it always spring here? I tell you there is one unicorn left in the world, and as long as it lives in this forest we'll find no game to hunt here.", "character": "Hunter #2", "characterId": "nm0421195"}]}, {"lines": [{"text": "I can never regret. I can feel sorrow, but it's not the same thing.", "character": "Unicorn", "characterId": "nm0001201"}]}, {"lines": [{"text": "[Schmendrick has turned the Unicorn into a mortal woman]", "character": null, "characterId": null}, {"text": "I can feel this body DYING all around me!", "character": "Unicorn", "characterId": "nm0001201"}]}, {"lines": [{"text": "[after drinking imaginary wine from an empty bottle]\nThat was the real stuff! That was wine!", "character": "The Skull", "characterId": "nm0041281"}]}, {"lines": [{"text": "Come with me.", "character": "Schmendrick the Magician", "characterId": "nm0000273"}, {"text": "I will.", "character": "Molly Grue", "characterId": "nm0342245"}]}, {"lines": [{"text": "Okay, Schmendrick, I give up. Why *is* a raven like a writing desk? Heh?", "character": "Ruhk", "characterId": "nm0857475"}]}, {"lines": [{"text": "I have forgotten that men cannot see Unicorns. If men no longer know what they're looking at, there may be other unicorns in the world yet, unknown, and glad of it.", "character": "Unicorn", "characterId": "nm0001201"}]}, {"lines": [{"text": "Once, I can't remember, I was long ago, someone strange. I was innocent and wise, and full of pain. Now that I'm a woman, everything has changed. Once, when I was searching, somewhere out of reach, far away, in a place I could not find, or heart obey. Now that I'm a woman, everything is strange.", "character": "Amalthea", "characterId": "nm0001201"}]}, {"lines": [{"text": "No cat out of its first fur was ever deceived by appearances, unlike human beings, who seem to enjoy it.", "character": "The Cat", "characterId": "nm0582106"}]}, {"lines": [{"text": "Don't cry. If you have become human enough to cry, then all the magic in the world cannot change you back.", "character": "Schmendrick", "characterId": "nm0000273"}]}, {"lines": [{"text": "There is no immortality but a tree's love.", "character": "The Tree", "characterId": "nm0068935"}]}, {"lines": [{"text": "Oh god, I'm engaged to a douglas fir!", "character": "Schmendrick the Magician", "characterId": "nm0000273"}]}, {"lines": [{"text": "No cat anywhere ever gave anyone a straight answer.", "character": "The Cat", "characterId": "nm0582106"}]}, {"lines": [{"text": "Never run from anything immortal; it only attracts their attention.", "character": "The Unicorn", "characterId": "nm0001201"}]}, {"lines": [{"text": "Unicorn, mermaid, sorceress... no name you could give her would surprise OR frighten me. I love whom I love.", "character": "Prince Lir", "characterId": "nm0000313"}, {"text": "Well, that's a very nice sentiment, but when I change her back into her true self...", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "I love whom I love.", "character": "Prince Lir", "characterId": "nm0000313"}]}, {"lines": [{"text": "[now a woman]\nI am afraid of this mortal body... more afraid than I was of the Red Bull.", "character": "Unicorn", "characterId": "nm0001201"}]}, {"lines": [{"text": "I am Schmendrick the magician, last of the red hot swamis.", "character": "Schmendrick", "characterId": "nm0000273"}]}, {"lines": [{"text": "[a farmer thinks the unicorn is a white mare, infuriating her]", "character": null, "characterId": null}, {"text": "[furious]\nMare? MARE? I? A HORSE? Is THAT what you take me for? Is THAT what you see?", "character": "Unicorn", "characterId": "nm0001201"}]}, {"lines": [{"text": "I'm looking for others like me. Have you seen them, Magician?", "character": "The Unicorn", "characterId": "nm0001201"}, {"text": "No, I've never seen anyone like you. Not while I was awake, anyway.", "character": "Schmendrick", "characterId": "nm0000273"}]}, {"lines": [{"text": "There has never been a time without unicorns. We live forever! We are as old as the sky, old as the moon! We can be hunted, trapped; we can even be killed if we leave our forests, but we do not *vanish*. Am I truly the last?", "character": "Unicorn", "characterId": "nm0001201"}]}, {"lines": [{"text": "I know you! I almost knew you as soon as I saw you on the road coming to my door. Since then, there is no movement of yours that has not betrayed you! A pace, a glance, a turn of the head, the flash of your throat as you breathe... even your way of standing perfectly still - they were all my spies!", "character": "King Haggard", "characterId": "nm0000489"}]}, {"lines": [{"text": "I am no longer like the others, for no unicorn was ever born who could regret, but now I do. I regret.", "character": "Unicorn", "characterId": "nm0001201"}]}, {"lines": [{"text": "Who am I? Why am I here? What is it that I'm searching for in this strange place, day after day?", "character": "Amalthea", "characterId": "nm0001201"}]}, {"lines": [{"text": "You are losing my interest, and that is very dangerous.", "character": "King Haggard", "characterId": "nm0000489"}]}, {"lines": [{"text": "But I'm always dreaming, even when I'm awake; it is never finished.", "character": "Amalthea", "characterId": "nm0001201"}]}, {"lines": [{"text": "What is the matter with your eyes? Why can I not see myself, in your eyes?", "character": "Haggard", "characterId": "nm0000489"}]}, {"lines": [{"text": "Step down, lady, you are free!", "character": "Schmendrick", "characterId": "nm0000273"}]}, {"lines": [{"text": "Set me free. We are sisters you and I.", "character": "Celeano", "characterId": "nm0943978"}]}, {"lines": [{"text": "[to Molly]\nYou can't come with us. We're on a quest!", "character": "Schmendrick the Magician", "characterId": "nm0000273"}]}, {"lines": [{"text": "Where were you twenty years ago? Ten years ago? Where were you when I was new? When I was one of those innocent young maidens you always come to? How dare you! How dare you come to me now, when I am this!", "character": "Molly", "characterId": "nm0342245"}]}, {"lines": [{"text": "You may come and go as you please. My secrets guard themselves. Will yours do the same?", "character": "Haggard", "characterId": "nm0000489"}]}, {"lines": [{"text": "I can't do this very much longer. He had me juggling teacups all night long. Teacups! With tea in them!", "character": "Schmendrick", "characterId": "nm0000273"}]}, {"lines": [{"text": "I wish you would ask something of me.", "character": "Prince Lir", "characterId": "nm0000313"}, {"text": "Drown out my dreams! Keep me from remembering whatever wants me to remember it!", "character": "Almathea", "characterId": "nm0001201"}]}, {"lines": [{"text": "Your name is a golden bell hung in my heart. I would break my body to pieces to call you once by your name.", "character": "Butterfly", "characterId": "nm0458951"}]}, {"lines": [{"text": "Be rary of wousing a rizard's wrath - rousing a rizard's - Be wary of making a magician angry!", "character": "Schmendrick the Magician", "characterId": "nm0000273"}]}, {"lines": [{"text": "What is the use of wizardry if it cannot save a unicorn?", "character": "Molly Grue", "characterId": "nm0342245"}, {"text": "That is what heroes are for.", "character": "Schmendrick the Magician", "characterId": "nm0000273"}]}, {"lines": [{"text": "They passed down all the roads long ago. And the Red Bull ran behind them, and covered their footsteps.", "character": "The Butterfly", "characterId": "nm0458951"}]}, {"lines": [{"text": "Say my name then. If you know my name, tell it to me.", "character": "Unicorn", "characterId": "nm0001201"}, {"text": "[quoting Romeo & Juliet]\nYour name is a golden bell hung in my heart. I would break my body to pieces to call you once by your name...!", "character": "The Butterfly", "characterId": "nm0458951"}, {"text": "Say it, if you know.", "character": "Unicorn", "characterId": "nm0001201"}, {"text": "Rumpelstiltskin! Gotcha!", "character": "The Butterfly", "characterId": "nm0458951"}]}, {"lines": [{"text": "You are a true wizard now, as you always wished. Does it make you happy?", "character": "Unicorn", "characterId": "nm0001201"}, {"text": "Well... men don't always know when they're happy. But I - I think so.", "character": "Schmendrick", "characterId": "nm0000273"}]}, {"lines": [{"text": "[singing]\nI've had time to write a book about the way you act and look, / But I haven't got a paragraph. / Words are always getting in my way. / Anyway, I love you. That's all I have to tell you. / That's all I've got to say. / And now I'd like to make a speech about the love that touches each, / But stumbling I would make you laugh. / I feel as though my tongue were made of clay. Anyway, I love you. That's all I have to tell you...", "character": "Prince Lir", "characterId": "nm0000313"}]}, {"lines": [{"text": "Or is the story of the Red Bull just another of his songs? I can't leave the forest, but I must know if I'm the only unicorn left in the world. What if they're hiding together... somewhere far away? What if they're waiting for me? In need of my help?", "character": "Unicorn", "characterId": "nm0001201"}]}, {"lines": [{"text": "Tell me, butterfly, have you seen the other unicorns?", "character": "Unicorn", "characterId": "nm0001201"}, {"text": "[singing]\nOh, have you seen the muffin man, the muffin man, the muffin man?", "character": "Butterfly", "characterId": "nm0458951"}]}, {"lines": [{"text": "To get to the Red Bull's chamber, you have to walk through time. A clock isn't time; it's just numbers and springs. Pay it no mind.", "character": "The Skull", "characterId": "nm0041281"}]}, {"lines": [{"text": "[the skull laughs obnoxiously]\nShut up, you pretentious kneecap! How'd you like a punch in the eye?", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "You made it laugh, anyway. Maybe that's all it needs to make it speak.", "character": "Molly Grue", "characterId": "nm0342245"}, {"text": "[choking with laughter]\n... It isn't!", "character": "The Skull", "characterId": "nm0041281"}]}, {"lines": [{"text": "[realizes Amalthea is a Unicorn]", "character": null, "characterId": null}, {"text": "Oh no. No, you don't. Not THAT one. Unicorn! Unicorn! Haggard! Haggard! UNICORN! UNICORN! Haggard, where are you? There they go! Down to the Red Bull! The clock, Haggard! There they go! Unicorn! UNICORN!", "character": "The Skull", "characterId": "nm0041281"}]}, {"lines": [{"text": "Ask me how to find the Red bull", "character": "The Skull", "characterId": "nm0041281"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "even Prince Lir doesn't know the secret way... but I dooo", "character": "The Skull", "characterId": "nm0041281"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "Oh you do eh? Answer the riddle then, tell us the way.", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "Say pleeeaaase.", "character": "The Skull", "characterId": "nm0041281"}, {"text": "[sighs]\nPlease.", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "[slight pause]\nNo!", "character": "The Skull", "characterId": "nm0041281"}]}, {"lines": [{"text": "Rat-soup! Again, rat-soup!", "character": null, "characterId": null}, {"text": "At least she could use a different rat, the third night anyway!", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "I dislike the feel of this woods. Creatures that live in a unicorn's forest learn a little magic of their own in time. Mainly concerned with disappearing.", "character": "Hunter #2", "characterId": "nm0421195"}]}, {"lines": [{"text": "Love is slowing you down, my lady. I will catch you at last, if you love much more.", "character": "Haggard", "characterId": "nm0000489"}]}, {"lines": [{"text": "Heroes know that things must happen when it is time for them to happen. A quest may not simply be abandoned; unicorns may go unrescued for a long time, but not forever; a happy ending cannot come in the middle of the story.", "character": "Prince Lir", "characterId": "nm0000313"}]}, {"lines": [{"text": "[sung]\nthey will stare unbelieving at the last unicorn...", "character": "The Balladeers", "characterId": "nm2085638"}]}, {"lines": [{"text": "It's you and me, moth! Hand to hand to hand to hand to hand to...", "character": "The Butterfly", "characterId": "nm0458951"}]}, {"lines": [{"text": "Each time I see the unicorns, MY unicorns, it is like that morning in the woods, and I am truly young, in spite of myself!", "character": "King Haggard", "characterId": "nm0000489"}]}, {"lines": [{"text": "I'm a little afraid to go home. I have been mortal, and some part of me is mortal yet. I am no longer like the others, for no unicorn was ever born who could regret, but now I do. I regret.", "character": "Unicorn", "characterId": "nm0001201"}, {"text": "I am sorry. I have done you evil and I cannot undo it.", "character": "Schmendrick", "characterId": "nm0000273"}, {"text": "No. Unicorns are in the world again! No sorrow will live in me with that joy... save one - and I thank you for that part, too.", "character": "Unicorn", "characterId": "nm0001201"}]}, {"lines": [{"text": "Once, I can't remember, I was long ago, someone strange. I was innocent and wise, and full of pain. Now that I'm a woman, everything has changed. Once, when I was searching, somewhere out of reach, far away, in a place I could not find, or heart obey. Now that I'm a woman, everything is strange.", "character": "Unicorn", "characterId": "nm0001201"}]}, {"lines": [{"text": "You have taken my keys! She'll string you on barbed wire and make a necklace... for a HARPY!", "character": "Ruhk", "characterId": "nm0857475"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Farewell good magician, I will just go home.", "character": "The Unicorn", "characterId": "nm0001201"}]}, {"lines": [{"text": "You pile of stones! I'll set all your toenails growing in, you mess with me!", "character": "Schmendrick", "characterId": "nm0000273"}]}, {"lines": [{"text": "[Lir is trying to compose a poem]", "character": null, "characterId": null}, {"text": "The lift of longing / The crash of loss / The bitterness of... cross? boss? moss? Damn!", "character": "Prince Lir", "characterId": "nm0000313"}]}]}