{"quotes": [{"lines": [{"text": "You try to write like the guys in the magazines?", "character": "Clyde Smith", "characterId": "nm0610161"}, {"text": "Hell no. Let 'em try and write like me!", "character": "Robert E. 'Bob' Howard", "characterId": "nm0000352"}]}, {"lines": [{"text": "Hey girl. Take a look at the sunset that I ordered for you.", "character": "Robert E. 'Bob' Howard", "characterId": "nm0000352"}]}, {"lines": [{"text": "Do you see any children in here for me to defile with my damns?", "character": "Novalyne Price", "characterId": "nm0000250"}]}, {"lines": [{"text": "To make life worth living a man or woman has to have a great love or a great cause... I have neither.", "character": "Robert E. 'Bob' Howard", "characterId": "nm0000352"}]}, {"lines": [{"text": "Well, yeah, that's right, thanks indeed, thank God! If it wasn't for teachers like me, there would be more individuals like you, socially inept, hatin the world, prattlin off pompous ideas that no one wants to hear in the first place. Bob Howard, if you do not take some initiative you are going to end up a miserable old man, sittin at home with no friends and no life. And another thing! Don't you ever EVER imply that I do not know how to teach, because then you really are talking about something that you know nothing about. Now why don't you run on home, your momma's waitin for you.", "character": "Novalyne Price", "characterId": "nm0000250"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "I met Bob Howard today. My old sweetheart, Clyde, brought him over.", "character": "Novalyne Price", "characterId": "nm0000250"}]}, {"lines": [{"text": "Well I haven't seen any giant snakes, or big buxom naked women frolicking through the Texas hills lately.", "character": "Novalyne Price", "characterId": "nm0000250"}, {"text": "Oh but I have. You look more closely next time.", "character": "Robert E. 'Bob' Howard", "characterId": "nm0000352"}]}, {"lines": [{"text": "Maggots of corruption are all around you!", "character": "Robert E. 'Bob' Howard", "characterId": "nm0000352"}, {"text": "Hospitals and schools.", "character": "Novalyne Price", "characterId": "nm0000250"}, {"text": "What?", "character": "Robert E. 'Bob' Howard", "characterId": "nm0000352"}, {"text": "Hospitals and schools, they heal they teach. You use 'em, but you don't give society credit for 'em?", "character": "Novalyne Price", "characterId": "nm0000250"}, {"text": "Ah, we men made a hell of a mistake when we sent women to college, and gave you the vote.", "character": "Robert E. 'Bob' Howard", "characterId": "nm0000352"}, {"text": "You just watch it.", "character": "Novalyne Price", "characterId": "nm0000250"}]}, {"lines": [{"text": "All men can go to hell!", "character": "Novalyne Price", "characterId": "nm0000250"}]}, {"lines": [{"text": "She said, kissin' a man without a mustache was like eating eggs without salt.", "character": "Novalyne Price", "characterId": "nm0000250"}]}, {"lines": [{"text": "I don't love anyone. I don't love anyone at all. I don't love anyone. I did love you, but you weren't ready.", "character": "Novalyne Price", "characterId": "nm0000250"}]}, {"lines": [{"text": "Why don't you tell me about your character, Conan?", "character": "Novalyne Price", "characterId": "nm0000250"}, {"text": "Conan? Conan is the damnedest bastard there ever was! He's got a long black mane of hair, and crystal blue eyes. He's a fighter, born on the battlefield! To him, combat's a way of life. It's all he's ever known, all he ever WANTS to know! But he's no soldier who was taught to fight. To him, fighting's an instinct... it's a part of him, like his legs, his arms, his chest, his bull neck! And believe me, he don't take it from nobody; he'll fight man, beast, devil or god! And when those women feel those tree trunk-firm arms around their waist... they melt like butter on a hot skillet!", "character": "Robert E. 'Bob' Howard", "characterId": "nm0000352"}]}]}