{"quotes": [{"lines": [{"text": "[Interested in the champagne that Kelly is selling]\n\"Angel Foam\"... Never heard of it.", "character": "Capt. Griff", "characterId": "nm0252111"}, {"text": "It's an exclusive line I'm introducing in this state.", "character": "Kelly", "characterId": "nm0869927"}, {"text": "Domestic, or... imported?", "character": "Capt. Griff", "characterId": "nm0252111"}, {"text": "Angel Foam goes down like liquid gold, and it comes up like slow dynamite... For the man of taste.", "character": "Kelly", "characterId": "nm0869927"}]}, {"lines": [{"text": "[Referring to the offer to work at Candy's club as a prostitute, which Kelly seeks to talk her out of]\nFriend said I could make 300 dollars a week.", "character": "Buff", "characterId": "nm0222394"}, {"text": "All right, go ahead. You know what's different about the first night? Nothing. Nothing... except it lasts forever, that's all. You'll be sleeping on the skin of a nightmare for the rest of your life. Oh, you're a beautiful girl, Buff. Young... Oh, they'll outbid each other for you. You'll get clothes, compliments, cash... And you'll meet men *you* live on... and men who live on you. And those are the only men you'll meet. And, after a steady grind of making EVERY john feel at home, you'll become a block of ice. If you do happen to melt a little, you'll get slipped a tip behind Candy's back. You'll be every man's wife-in-law, and no man's wife. Why, your world with Candy will become so warped that you'll hate all men. And you'll hate yourself! Because you'll become a social problem, a medical problem, a MENTAL problem!... And a despicable failure as a woman.", "character": "Kelly", "characterId": "nm0869927"}]}, {"lines": [{"text": "I saw a broken down piece of machinery. Nothing but the buck, the bed and the bottle for the rest of my life. That's what I saw.", "character": "Kelly", "characterId": "nm0869927"}]}, {"lines": [{"text": "Nobody shoves dirty money in my mouth.", "character": "Candy", "characterId": "nm0340706"}]}, {"lines": [{"text": "[Referring to Kelly, who, in spite of her shady background, has quickly landed a job at the local children's hospital]\nShe came out of the clouds one night, without a single reference. I hired her on the spot.", "character": "Mac, Head Nurse", "characterId": "nm0446763"}, {"text": "[Suspiciously]\nI thought orthopedics called for specialized training?", "character": "Capt. Griff", "characterId": "nm0252111"}, {"text": "Oh, it does! Some people are born to write books, symphonies; paint pictures, build bridges. But Kelly... She was born to handle children with crutches and babies in braces.", "character": "Mac, Head Nurse", "characterId": "nm0446763"}, {"text": "[Still not convinced]\nSounds like one of those sweet Florence Nightingales.", "character": "Capt. Griff", "characterId": "nm0252111"}, {"text": "Not Kelly, she's tough! Runs her ward like a pirate ship! She makes Captain Bligh look like a sissy.", "character": "Mac, Head Nurse", "characterId": "nm0446763"}]}, {"lines": [{"text": "Now you know why I can never marry a normal woman. That's why I love you. You understand my sickness. You been conditioned to people like me. You live in my world, and it will be an EXCITING world!", "character": "J.L. Grant", "characterId": "nm0200599"}, {"text": "[Now on his knees]\nMy darling... our marriage... will be a paradise... because we're BOTH abnormal.", "character": "J.L. Grant", "characterId": "nm0200599"}]}]}