{"quotes": [{"lines": [{"text": "[in the diving bell, to view the monster]\nThis is such a strange feeling, I feel as though I'm leaving a world of untold tomorrows for a world of countless yesterdays.", "character": "Prof. Thurgood Elson", "characterId": "nm0445523"}]}, {"lines": [{"text": "New York is like a city besieged. A state of emergency has been declared... and the entire police force put on 24-hour duty. Civilian defense is fully mobilized... and shelters have been opened in an effort to stop the mounting hysteria. All traffic has been halted. And Times Square, the heart of New York, has stopped beating. The National Guard has been called out, fully armed. to repel the invader. This is full-scale war against a terrible enemy... such as modern man has never before faced. Ordinary bullets have no effect... and a method of destroying the awesome creature... has not yet been formulated. But the battle field has been cleared. Herald Square. 34th Street. Broadway. Every section of the city is guarded. No one knows where the monster will strike next. It was last seen on Wall Street, close to where it came ashore. But lower Manhattan has become no man's land... where the beast, at present, lies hidden. The National Guard is barricading the entire area... in an effort to confine the death and destruction... of what is already the worst disaster in New York's history.", "character": "Radio Operator", "characterId": "nm0017674"}]}, {"lines": [{"text": "The world's been here for millions of years. Man's been walking upright for a comparatively short time. Mentally we're still crawling.", "character": "Professor Tom Nesbitt", "characterId": "nm0007098"}]}, {"lines": [{"text": "[referring to the A-bomb test]\nYou know every time one of those things goes off, I feel as if I was helping to write the first chapter of a new Genesis.", "character": "George Ritchie", "characterId": "nm0254616"}, {"text": "Let's hope we don't find ourselves writing the last chapter of the old one.", "character": "Professor Tom Nesbitt", "characterId": "nm0007098"}]}, {"lines": [{"text": "Colonel says you need a dead shot, mister.", "character": "Cpl. Stone", "characterId": "nm0001812"}, {"text": "Yes. Ever use a grenade rifle?", "character": "Professor Tom Nesbitt", "characterId": "nm0007098"}, {"text": "Pick my teeth with it.", "character": "Cpl. Stone", "characterId": "nm0001812"}]}, {"lines": [{"text": "If you can load it, I can fire it.", "character": "Cpl. Stone", "characterId": "nm0001812"}]}, {"lines": [{"text": "I can't hit him from here, mister.", "character": "Cpl. Stone", "characterId": "nm0001812"}, {"text": "[nooding to the roller coaster]\nDid you ever ride one of those things?", "character": "Professor Tom Nesbitt", "characterId": "nm0007098"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "This is Operation Experiment, a secret base far north of the Arctic Circle. Experiment was the codename for a top priority scientific expedition. These men arrived here on X-day minus 60. It has taken them the full two months to get ready. Today is X-day.", "character": "Opening Narrator", "characterId": "nm0940880"}]}, {"lines": [{"text": "I feel like I'm leaving a world of untold tomorrows for a world of countless yesterdays.", "character": "Prof. Thurgood Elson", "characterId": "nm0445523"}]}]}