{"quotes": [{"lines": [{"text": "Jefferson Dirscoll, one of the many mulattos who conceal their origins. Since that cursed moment in which his mother had involuntarily betrayed the secret of this race. Driscoll had developed a ferocious hatred for the black race, from which he was born.", "character": null, "characterId": null}]}, {"lines": [{"text": "Do you have a place for a good Negro to sleep, mistuh?", "character": "Abraham", "characterId": "nm0851356"}, {"text": "In the barn! But it's very nice, mistuh.", "character": "Jefferson Driscoll", "characterId": "nm0155479"}]}, {"lines": [{"text": "It's not a good place to smoke? Can I chew tobacco?", "character": "Abraham", "characterId": "nm0851356"}]}, {"lines": [{"text": "Be strong my child and remember that in the worst moments of distress, you must never, never despair!", "character": "Dick Mason", "characterId": "nm0146194"}]}, {"lines": [{"text": "Oh! What a man, he is.", "character": "Eve Mason", "characterId": "nm0355657"}]}, {"lines": [{"text": "You have brought this on yourself! The whipping is yours. Your hours are numbered. Already the vengeful knife sparkles in the moonlight. If you do not sell your land by sunset, the silvery moon will bear witness to your agony.", "character": null, "characterId": null}]}, {"lines": [{"text": "We will attack at midnight. In one hour, we will have driven him mad and burned him alive in his lair.", "character": null, "characterId": null}]}, {"lines": [{"text": "We send you Miss Eve Mason, who has rendered a great service to the cause of the black race; despite her white skin, Miss Eve is born of black parents. You will be able to give her your contribution without fear.", "character": null, "characterId": null}]}, {"lines": [{"text": "What! You! Of the black race!", "character": "Hugh Van Allen", "characterId": "nm0860825"}]}, {"lines": [{"text": "Bewildered, Van Allen, who had always believed that Eve was white and had never dared to declare his love, for fear of being scornfully rejected, sees the barrier that had separated them fall away.", "character": null, "characterId": null}]}, {"lines": [{"text": "Oh! Hugh!", "character": "Eve Mason", "characterId": "nm0355657"}]}]}