{"quotes": [{"lines": [{"text": "[of an ordinance that would outlaw her establishment]\nI've lived by my own ordinances for a long time now, and I intend to disregard all others.", "character": "'Mother' Gin Sling", "characterId": "nm0613262"}]}, {"lines": [{"text": "The other places are like kindergardens compared with this. It smells so incredibly evil! I didn't think such a place existed except in my own imagination. It has a ghastly familiarity like a half-remembered dream. *Anything* could happen here... any moment...", "character": "Poppy", "characterId": "nm0000074"}]}, {"lines": [{"text": "The moving finger writes, and having writ - it moves on. Nor all your piety nor wit shall lure it back to cancel half a line, nor all your tears wash out a word of it.", "character": "Omar", "characterId": "nm0001514"}]}, {"lines": [{"text": "You said Doctor Omar. Doctor of what?", "character": "Poppy", "characterId": "nm0000074"}, {"text": "Doctor of nothing, Miss Smith. It sounds important and hurts no one. Unlike most doctors.", "character": "Omar", "characterId": "nm0001514"}]}, {"lines": [{"text": "[on being a sex slave]\nMy soles cut open and pebbles sewn inside to keep me from running away!", "character": "'Mother' Gin Sling", "characterId": "nm0613262"}]}, {"lines": [{"text": "You don't drink, Mother Gin Sling? Is your name Chinese or English?", "character": "Poppy", "characterId": "nm0000074"}, {"text": "Indeed Gin Sling is English. It's a nickname as common in this part of the world as the drink sold over the counter.", "character": "'Mother' Gin Sling", "characterId": "nm0613262"}, {"text": "Why Gin Sling? Why not Whiskey Soda?", "character": "Poppy", "characterId": "nm0000074"}, {"text": "There was a girl called Whiskey Soda too. And another one - Martini. And one called Scotch Highball, another Benedictine. In other places I might have been called Rose, or Violet, or Lily, or, eh, even Poppy.", "character": "'Mother' Gin Sling", "characterId": "nm0613262"}]}]}