{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Hear me, my sons. My strength is wading now. My journey has ended here. Listen carefully. I leave to you all - but especially you, Obro - the duty of carrying out that mission our people are trusted to. On the other side of that mountain lies Metropolis, the city which has attained a terrifying civilization. You are to go and say to its ruler, and to its people, that they are wrong. They should never use their knowledge of science to defeat the ends of nature; to sew the seeds of destruction and death. They shouldn't try to change the natural order. Otherwise, nature will have her revenge on them. They are challenging forces they cannot control. If they continue, we'll have a tremendous disaster.", "character": "Il padre di Obro", "characterId": "nm0579634"}]}, {"lines": [{"text": "Like all successes of science that have been achieved before, this also is due to the pitiful sacrifice of one of the humans we have kept under observation. He was 100 years old.", "character": null, "characterId": null}, {"text": "What does the sacrifice of a man matter when it serves to further the progress of science? Nothing.", "character": "Il re Yotar", "characterId": "nm0526928"}]}, {"lines": [{"text": "No matter how much you torture me, you will suffer worse. Some day, you will rule a city of the dead. You will reign over a wasteland. Your power is based on a criminal use of science. it will destroy you! You will die miserably.", "character": "Obro", "characterId": "nm0593369"}]}, {"lines": [{"text": "Can there be a blood stronger than our own? Perhaps we are confronting an entirely new force in the world surrounding us.", "character": "Il re Yotar", "characterId": "nm0526928"}]}, {"lines": [{"text": "Stranger! At last you shall learn there is a strength mightier than yours, a living creature that will crush you and who will make you see that you are nothing.", "character": "Il re Yotar", "characterId": "nm0526928"}]}, {"lines": [{"text": "Where is the stranger? Answer me, you traitor!", "character": "Il re Yotar", "characterId": "nm0526928"}, {"text": "He's everywhere around you. And to you he's invisible. But when you see him face to face, it will be your final day.", "character": "Queen Texen", "characterId": "nm0649752"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "We can make it through the secret passage that Egon showed me.", "character": "Obro", "characterId": "nm0593369"}]}, {"lines": [{"text": "Yotar. Yotar! You are mad. You are mad. You are speaking to a shadow. You wanted to make all of time come to a halt, but you are nothing! Nothing! And yet you want to condemn your whole people to destruction.", "character": "Obro", "characterId": "nm0593369"}, {"text": "No! Metropolis will never be destroyed, I tell you.", "character": "Il re Yotar", "characterId": "nm0526928"}, {"text": "You know that it's the truth. And you own madness is what prevents you from accepting it, so I have to kill you. Only with your death can the people recover their liberty and safety.", "character": "Obro", "characterId": "nm0593369"}, {"text": "Guards!", "character": "Il re Yotar", "characterId": "nm0526928"}, {"text": "Your guards can't help you now. You're alone now.", "character": "Obro", "characterId": "nm0593369"}]}, {"lines": [{"text": "Stranger, when you came to Metropolis, you spoke of destruction only. Why? You've predicted my downfall and the loss of my continent as well. You think you can make me afraid by acting as a messenger of doom?", "character": "Il re Yotar", "characterId": "nm0526928"}, {"text": "No, Yotar. A messenger of hope. There is still time enough to save Metropolis, but you are blinded by ambition and cruelty.", "character": "Obro", "characterId": "nm0593369"}]}, {"lines": [{"text": "Perhaps, before we are destroyed, Yotar will realize he has been mistaken. He's not evil. He's only blinded by science.", "character": "Obro", "characterId": "nm0593369"}]}]}