{"quotes": [{"lines": [{"text": "Oh, Jesus Christ! Lucifer's a faggot!", "character": "Fritz", "characterId": "nm0385830"}]}, {"lines": [{"text": "How do these people expect to win a war when they're in a goddamn uniform?", "character": null, "characterId": null}]}, {"lines": [{"text": "Put up an \"Out of Orderly\" sign!", "character": null, "characterId": null}]}, {"lines": [{"text": "Remember when I told you that you should be a contestant on \"Let's Make A Deal\"? Well, dress up like a frog, and wear a yarmulke, 'cause I think the host likes Jewish people!", "character": "Fritz' Old Lady", "characterId": "nm0741629"}]}, {"lines": [{"text": "You're a no-good, Fritz! Whaddya have to say fer yerself?", "character": "Fritz' Old Lady", "characterId": "nm0741629"}, {"text": "Suck my dick.", "character": "Fritz", "characterId": "nm0385830"}]}, {"lines": [{"text": "The 1970's - Jump Back, baby!", "character": null, "characterId": null}]}, {"lines": [{"text": "\"Death before dishonor.\" What an asshole slogan!", "character": null, "characterId": null}]}, {"lines": [{"text": "Hey, you know the most interesting thing about smoking is that it causes excessive perspiration, and a person has to take off all of their clothes, or they could drown to death in their own juices.", "character": "Fritz", "characterId": "nm0385830"}]}, {"lines": [{"text": "[smoking a joint]\nAhh, the beauty of cannabis.", "character": "Fritz", "characterId": "nm0385830"}, {"text": "[to Chita]", "character": null, "characterId": null}, {"text": "Doesn't it fill you with joy? The unfettered exuberance, the lust for life? It makes you... wanna drop your phony inhibitions and love your fellow man? Or brother, maybe. Doesn't it? Huh? Don't you kind of see things more clearly, huh?", "character": "Fritz", "characterId": "nm0385830"}, {"text": "[Fritz shoves the joint into Chita's mouth]", "character": null, "characterId": null}, {"text": "That's right. Take a good, long drag, sis. Now breathe in the smoke. Deep. It'll help clear your sinuses. Hmm?", "character": "Fritz", "characterId": "nm0385830"}, {"text": "[both giggle]", "character": null, "characterId": null}, {"text": "Hey, I feel light-headed. Will it really expand my awareness?", "character": "Chita", "characterId": "nm0605770"}, {"text": "Well, you know what they say...\"take tea and see.\"", "character": "Fritz", "characterId": "nm0385830"}]}, {"lines": [{"text": "[when he and Fritz first see the crow reporter; Fritz is going off into space]\nHot damn. That chick wouldn't look bad holding up a Hershey's bar, would she? With nuts.", "character": "Fritz's manager", "characterId": "nm0357090"}]}, {"lines": [{"text": "[various \"honky\" members of the press are trying to screw the \"negress\" reporter when Fritz steps out of the truck]\nAh, freedom of the press.", "character": "Fritz", "characterId": "nm0385830"}, {"text": "[various white men lying on top of her]\nHey, Fritz, baby, want to talk to Walter?", "character": null, "characterId": null}, {"text": "Sure. Why not?", "character": "Fritz", "characterId": "nm0385830"}, {"text": "[the crow reporter makes her way out of the pile, smacks one of the reporters in the back of the head, and pulls her panties up as an off-screen male reporter speaks to Fritz]", "character": null, "characterId": null}, {"text": "Fritz... does being the first to set foot on Mars ? golly - kind of give you goose bumps?", "character": null, "characterId": null}, {"text": "Ahem. Gentlemen, I've been up and down the four corners of this big old world, and I've seen it all, and I've done it all. I've fought many a good man and laid many a good woman. And I've had riches, fame, and adventure, too. Yes. I've stood eyeball-to-eyeball with death countless times and never, never once squinted. Oh, I've tasted life to the fullest, and still my tortured soul cries out - more! More! Oh, shit! Oh, oh, God, can there be any more?", "character": "Fritz", "characterId": "nm0385830"}, {"text": "How do it feel, Fritz? I mean, man, like Mars ain't around the corner.", "character": null, "characterId": null}, {"text": "Oh, you're so right.", "character": "Fritz", "characterId": "nm0385830"}, {"text": "[leading the crow reporter up to the space craft to have sex with her]", "character": null, "characterId": null}, {"text": "Hey, would you like to discuss this in private? Gee, you got a lovely pair of eyes.", "character": "Fritz", "characterId": "nm0385830"}, {"text": "In private?", "character": null, "characterId": null}, {"text": "Mm-hmm. Yeah, sure. Listen, doll, I'd kind of like to give you a break. You know, kind of help pay back for what my people did to your people.", "character": "Fritz", "characterId": "nm0385830"}, {"text": "Yeah? What kind of a break?", "character": null, "characterId": null}, {"text": "Well, you know, an exclusive - an inside story.", "character": "Fritz", "characterId": "nm0385830"}]}, {"lines": [{"text": "[after a series of flashbacks]\nThis is about the worst life I ever had.", "character": "Fritz", "characterId": "nm0385830"}]}, {"lines": [{"text": "[referring to their son]\nand what have you done for Ralphie? Other than teach him how to masturbate... and left handed, no less!", "character": "Fritz' Old Lady", "characterId": "nm0741629"}]}, {"lines": [{"text": "My achin' swastika! I thought bein' a nazi was all \"zig, zig,\" and \"sieg heil!\" This is for shit! I better get my ass the fuck out of here!", "character": "Fritz", "characterId": "nm0385830"}]}, {"lines": [{"text": "War is hell!", "character": "Fritz", "characterId": "nm0385830"}]}, {"lines": [{"text": "Look I don't know how you can run a business and not be able to cash this miserable pittance of a welfare check, is all.", "character": "Fritz", "characterId": "nm0385830"}, {"text": "[taking a pickle from his pickle jar]\nIf I give you all my money, I will have nothing left to buy with.", "character": null, "characterId": null}]}, {"lines": [{"text": "[after Fritz wakes up from his dream]\nI oughta get knocked up! I could've had an abortion, no. Mr. \"Goodtime Charlie\" over there! No, he says \"have the baby, we'll get married, I'll take care of ya! What do you take care of? It's a good thing we got Ralphie, otherwise we don't even get welfare! You tell me one thing you ever did for my Ralphie? Ever play with him? Ya ever take him to the ball game? Ya ever take him fishing? How about fishing? Why don't ya take your own son FISHING? You don't even change his kittylitter! Did you know that Dr. Spock has stated very clearly in his book that fathers who are never there usually makes a bad kid! You know what he does most time around the house he sits around and if he's not pickin' his nose, he's jerkin' off! How's that gonna look when he starts kindergarden?", "character": "Fritz' Old Lady", "characterId": "nm0741629"}, {"text": "Suck my dick, eh?", "character": "Fritz", "characterId": "nm0385830"}]}]}