{"quotes": [{"lines": [{"text": "O wondered why her hands were tied, as she was ready to obey her lover.", "character": "Narrator", "characterId": "nm0599284"}]}, {"lines": [{"text": "You mustn't keep your knees together.", "character": "Anne-Marie", "characterId": "nm0590996"}]}, {"lines": [{"text": "Not whipping her a little and giving her pleasure. The point is to draw tears from her.", "character": "Eric, master II", "characterId": "nm0029256"}]}, {"lines": [{"text": "O wondered why charm and terror were so mixed, why terror was so sweet.", "character": "Narrator", "characterId": "nm0599284"}]}, {"lines": [{"text": "O felt soiled and guilty of the illicit pleasure she'd had in a stranger's arms. But her lover explained that the more he gave her, the more he wanted her. Offering her to another man was proof that he owned her.", "character": "Narrator", "characterId": "nm0599284"}, {"text": "One can only give that which one owns.", "character": "Rene", "characterId": "nm0001424"}]}, {"lines": [{"text": "Once upon a time, a little girl saw a white rabbit wearing a watch. Her name was Alice. The white rabbit was very late. She wasn't surprised that he could talk. Then, she followed him. ln a deep well. She had many adventures.", "character": "O", "characterId": "nm0166452"}, {"text": "What was in the well?", "character": "Rene", "characterId": "nm0001424"}, {"text": "Sir Stephen.", "character": "O", "characterId": "nm0166452"}]}, {"lines": [{"text": "In fact, she liked all that came from her lover, even Pierre. She belonged to her lover through all the strangers she gave herself to.", "character": "Narrator", "characterId": "nm0599284"}]}, {"lines": [{"text": "No, you belong to us both. Say this, l belong to you both and l'll do what you desire.", "character": "Rene", "characterId": "nm0001424"}]}, {"lines": [{"text": "They examined her body in a brutal and abominable way. She was covered in shame. But despite the shame, she felt like someone going into a familiar dream that's about to start.", "character": "Narrator", "characterId": "nm0599284"}]}, {"lines": [{"text": "I've seen no one, not even René, take you. It doesn't mean that you'll never give yourself to a stranger in front of him who loves you.", "character": "Sir Stephen", "characterId": "nm0824389"}]}, {"lines": [{"text": "You say you love me. But if l asked you to take one of the ordeals l went through, would you accept? She puts his cigarette out on his hand", "character": "O", "characterId": "nm0166452"}]}]}