{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "To prepare our nation for a war that none of us wants, least of all your queen. We have tried by all means in our power to avert this war. We have no quarrel with the people of Spain or of any other country; but when the ruthless ambition of a man threatens to engulf the world, it becomes the solemn obligation of all free men to affirm that the earth belongs not to any one man, but to all men, and that freedom is the deed and title to the soil on which we exist. Firm in this faith, we shall now make ready to meet the great armada that Philip sends against us. To this end, I pledge you ships - ships worthy of our seamen - a mighty fleet, hewn out of the forests of England; a navy foremost in the world - not only in our time, but for generations to come.", "character": "Queen Elizabeth", "characterId": "nm0733460"}, {"text": "[leading a cheer]\nTo England, and the Queen!", "character": "Carl Pitt", "characterId": "nm0002118"}]}, {"lines": [{"text": "Your ship is sinking, Captain.", "character": "Capt. Geoffrey Thorpe", "characterId": "nm0001224"}, {"text": "Then we shall drown together.", "character": "Captain Lopez", "characterId": "nm0738042"}, {"text": "Brave, but impractical. Now we English are a practical people. I've no intention of drowning with you.", "character": "Capt. Geoffrey Thorpe", "characterId": "nm0001224"}]}, {"lines": [{"text": "We've an old proverb in England that says, \"Those who sail without oars stay on good terms with the wind.\"", "character": "Capt. Geoffrey Thorpe", "characterId": "nm0001224"}]}, {"lines": [{"text": "I'm not in the habit of conversing with thieves. I thought I made that quite clear, Captain Thorpe.", "character": "Dona Maria Alvarez de Cordoba", "characterId": "nm0550782"}, {"text": "Why, yes, all except your definition. Tell me, is a thief an Englishman who steals?", "character": "Capt. Geoffrey Thorpe", "characterId": "nm0001224"}, {"text": "It's anybody who steals... whether it's piracy or robbing women.", "character": "Dona Maria Alvarez de Cordoba", "characterId": "nm0550782"}, {"text": "Oh, I see. I've been admiring some of the jewels we found in your chest... particularly the wrought gold. It's Aztec, isn't it? I wonder just how those Indians were persuaded to part with it.", "character": "Capt. Geoffrey Thorpe", "characterId": "nm0001224"}]}, {"lines": [{"text": "[at court, Thorpe explains that he stopped the Spanish ship and freed Englishmen being held as slaves]", "character": null, "characterId": null}, {"text": "So you have taken it upon yourself to remedy the defects of Spanish justice?", "character": "Queen Elizabeth", "characterId": "nm0733460"}, {"text": "Insofar as it lies within my power, yes, your Grace.", "character": "Capt. Geoffrey Thorpe", "characterId": "nm0001224"}, {"text": "And you conceive it to be part of your... mission to assault and loot the ship of an ambassador to the court? Captain Thorpe, do you imagine that we are at war with Spain?", "character": "Queen Elizabeth", "characterId": "nm0733460"}, {"text": "Your Grace, Spain is at war with the world.", "character": "Capt. Geoffrey Thorpe", "characterId": "nm0001224"}, {"text": "[the other Sea Hawk captains and the people in the court murmur approval]", "character": null, "characterId": null}, {"text": "Enough of this! Listen to me, every one of you! Never again will you dare - in my presence - to condone your crimes under the mask of patriotism. No more of such talk, do you hear? And for the future let me warn you... that any unwarranted attack upon the person or property of Spanish subjects will cost the guilty party his head! His head, is that clear?", "character": "Queen Elizabeth", "characterId": "nm0733460"}]}, {"lines": [{"text": "[after Capt. Thorpe tells the Queen his plan to ambush the Spanish in Panama]", "character": null, "characterId": null}, {"text": "Madam, our plunder would be the richest prize ever brought back to England.", "character": "Capt. Geoffrey Thorpe", "characterId": "nm0001224"}, {"text": "Could such a plan possibly succeed?", "character": "Queen Elizabeth", "characterId": "nm0733460"}, {"text": "if the Spanish were taken by complete surprise. Have I your permission to try, Madam?", "character": "Capt. Geoffrey Thorpe", "characterId": "nm0001224"}, {"text": "[she paces and considers his plan]\nCaptain Thorpe, if you undertook such a venture you would do so without the approval of the Queen of England. But you would take with you the grateful affection of Elizabeth.", "character": "Queen Elizabeth", "characterId": "nm0733460"}, {"text": "Then, Madam, I shall take with me that which I prize above all things.", "character": "Capt. Geoffrey Thorpe", "characterId": "nm0001224"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "The riches of the New World are limitless, and the New World is ours - with our ships carrying the Spanish flag on seven seas, our armies sweeping over Africa, the Near East, and the Far West; invincible everywhere... but on our own doorstep. Only northern Europe holds out against us; why? Tell me, why?", "character": "King Philip II", "characterId": "nm0002311"}]}, {"lines": [{"text": "to the north, to the south, west to the Pacific... over the Pacific to China and to the Indies will our empire spread. One day, before my death, we shall sit here and gaze at this map upon the wall. It will have ceased to be a map of the world. It will be Spain.", "character": "King Philip II", "characterId": "nm0002311"}]}, {"lines": [{"text": "It is extremely important that my niece be presented to the Queen before her new maids of honor are chosen.", "character": "Don José Alvarez de Cordoba", "characterId": "nm0001647"}, {"text": "They say that Elizabeth surrounds herself with beauty in the hope that it may be contagious.", "character": "Captain Lopez", "characterId": "nm0738042"}]}, {"lines": [{"text": "[after The Albatross captures the Spanish ship, Thorpe speaks to everyone]", "character": null, "characterId": null}, {"text": "Men, from now on both crews will lay aside past differences. Spanish sailors will have full freedom of the decks... with the exception of the powder magazine.", "character": "Capt. Geoffrey Thorpe", "characterId": "nm0001224"}, {"text": "[his crew laughs]", "character": null, "characterId": null}, {"text": "Those of you lately called slaves will have no further duties aboard this ship.", "character": "Capt. Geoffrey Thorpe", "characterId": "nm0001224"}, {"text": "[they cheer]", "character": null, "characterId": null}, {"text": "If there are those among you who are still for the sea, why we've plenty of berths on this ship for good and willing men. By now you know the purpose of the Sea Hawks... in our own way to serve England and the Queen.", "character": "Capt. Geoffrey Thorpe", "characterId": "nm0001224"}, {"text": "[all cheer]", "character": null, "characterId": null}]}, {"lines": [{"text": "You Spanish have a gift for hospitality when your guests are in chains.", "character": "Capt. Geoffrey Thorpe", "characterId": "nm0001224"}]}]}