{"quotes": [{"lines": [{"text": "So he tried and failed and tried again, and then, when he had almost lost hope, he found that he could change direction and bend wherever he chose. So he did, and made... an angle. And then again, and made another, and then another, and then another, and then another, and then another. \"Hot stuff!\", he shouted. Much impressed by his prowess, he set up half the night creating a wild display of bends, sides and angles. \"Freedom is not a license for chaos,\" he observed the next morning. \"Oh, what a head!\" And right there and then he decided not to squander his talents on cheap exhibitionism.", "character": "Narrator", "characterId": "nm0605923"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Once upon a time there was a sensible, straight line, who was hopelessly in love, with a dot.", "character": "Narrator", "characterId": "nm0605923"}]}, {"lines": [{"text": "[last line, shown onscreen]", "character": null, "characterId": null}, {"text": "To the vector belong the spoils.", "character": null, "characterId": null}]}, {"lines": [{"text": "His worried friends noticed so thin and drawn he was, and tried their best to cheer him up. \"She's not good enough for you.\" \"She lacks depth.\" \"They're all alike anyway. Why don't you find a nice, straight line and settle down?\"", "character": "Narrator", "characterId": "nm0605923"}]}, {"lines": [{"text": "[Last lines]", "character": null, "characterId": null}, {"text": "And with that, she turned to the line ane held his hand. \"Do the one with the funny curves again,\" she cooed, softly. So he did, and soon they did, and lived if not happily ever after, at least reasonably so.", "character": "Narrator", "characterId": "nm0605923"}, {"text": "The dot wondered why she didn't notice how hairy and coarse he was, how unrefined and graceless, and how he mispronounced his L's and picked his ear. And suddenly she realized that what she thought was freedom and joy was nothing but anarchy and sloth. \"You are as meaningless as a melon,\" she said cooly. \"Undefined, unkempt and unaccountable, insignificant, indeterminate, and inadvertent, out of shape, out of order, out of place, and out of luck.\"", "character": "Narrator", "characterId": "nm0605923"}]}]}