{"quotes": [{"lines": [{"text": "My mother used to say that Love and Hate are two horns on the same bull. I'll take your hate, Estra, if that's all you have to give.", "character": "Thoran of Malveel", "characterId": "nm0146454"}]}, {"lines": [{"text": "I must avenge my father, Mak.", "character": "Thoran of Malveel", "characterId": "nm0146454"}, {"text": "Oman's wheel turned on your father. It WILL turn on Sandros, too. And crush him, you can depend on it!", "character": "Mak", "characterId": "nm0409171"}]}, {"lines": [{"text": "This is what I am, you oily pompadour. And I won't hide it, not anymore. Falon Dutras, your one-time friend, your companion at court, is no more. He's gone now, finished. I'm Gar the Snake Master now. Gar the Draikian. The Destroyer. The Dark One. All of me, Ria, inside and out. Do you understand that? Do you see?", "character": "Gar the Draikian", "characterId": "nm0001934"}]}, {"lines": [{"text": "He's making sense, listen to him. Please, listen!", "character": "Rak", "characterId": "nm0228716"}, {"text": "Why? He's no Brakus, no matter what his blood. Not even in his wildest dreams. Brakus was my enemy. But there was honor in fighting such an enemy, and even more honor in making him king! Now the honor is gone, and so Mandras is gone.", "character": "Mandras The Horse Chief", "characterId": "nm0056570"}]}, {"lines": [{"text": "How will I find you, Lazar-sa?", "character": "Thoran of Malveel", "characterId": "nm0146454"}, {"text": "[appearing in a shrouded vision]\nDo you see me?", "character": "Lazar-Sa", "characterId": "nm0235149"}, {"text": "Yes.", "character": "Thoran of Malveel", "characterId": "nm0146454"}, {"text": "Then you can see that I cannot tell you where I am, only that I am here. The hawk is my eyes, who led you to Kamal, where a lesson was taught you in truth. He also showed you Rega, who took my name and defiled it. The closer you come, the better I can see to guide you. Listen to Elb, she will also guide you. And, by the time you find me, you will be ready for much more than mere kinghood. But this Druschan, now...", "character": "Lazar-Sa", "characterId": "nm0235149"}, {"text": "I'm staying with him, no matter what you say, like it or not. He amuses me.", "character": "Slant", "characterId": "nm0133341"}, {"text": "The odds, Slant of Druschmar, will always be - rotten.", "character": "Lazar-Sa", "characterId": "nm0235149"}]}, {"lines": [{"text": "I like your story, Thoran. The part about the dead-eater gave me goose-flesh!", "character": "Mandras The Horse Chief", "characterId": "nm0056570"}, {"text": "I'd thought you would have liked the romance best, sweet Mandras - my instant passion for the Earth-goddess!", "character": "Thoran of Malveel", "characterId": "nm0146454"}, {"text": "It should remind her of her five frail husbands and eight scrapping daughters!", "character": "Dar", "characterId": "nm0928627"}]}, {"lines": [{"text": "How was I?", "character": "Brakus", "characterId": "nm0001421"}, {"text": "You'll soon be king over them all. A sure bet... Your Majesty.", "character": "Vors", "characterId": "nm0705734"}, {"text": "Is that so bad Vors?", "character": "Brakus", "characterId": "nm0001421"}, {"text": "And what of Lazar-sa? What would the teacher say about your talk about loot and conquest?", "character": "Vors", "characterId": "nm0705734"}, {"text": "You know what he'd say, he said it all twelve years ago, then he went away. He just didn't understand us.", "character": "Brakus", "characterId": "nm0001421"}, {"text": "Maybe he understood us too well.", "character": "Vors", "characterId": "nm0705734"}]}, {"lines": [{"text": "All you're sniffing after is gold. A wizard who changes iron to gold. I have different reasons.", "character": "Thoran of Malveel", "characterId": "nm0146454"}, {"text": "Oh, great hero, pardon me for wanting gold! But where I grew up, all we dreamed of was food and gold. Nothing honorable like your great quest for kinghood, but our bellies! Maybe you could teach me a thing or two about honor, but I could teach you lots about plain old survival.", "character": "Slant", "characterId": "nm0133341"}]}]}