{"quotes": [{"lines": [{"text": "This is your law and your finest possession - it makes you free men in a free country. Why have you come here to destroy it? If you know what's good for you, take those weapons home and burn them! And then think... think of this country and of the law that makes it what it is. Think of a world crying for this very law! And maybe you'll understand why you ought to guard it. Why the law has got to be the personal concern of every citizen. To uphold it for your neighbor as well as yourself. Violence against it is one mistake. Another mistake is for any man to look upon the law as just a set of principles. And just so much language printed on fine, heavy paper. Something he recites and then leans back and takes it for granted that justice is automatically being done. Both kinds of men are equally wrong! The law must be engraved in our hearts and practiced every minute to the letter and spirit. It can't even exist unless we're willing to go down into the dust and blood and fight a battle every day of our lives to preserve it. For our neighbor as well as ourself!", "character": "Michael Lightcap", "characterId": "nm0172903"}]}, {"lines": [{"text": "With these indoor habits of yours, you've got the complexion of a gravel pit.", "character": "Leopold Dilg", "characterId": "nm0000026"}, {"text": "You know, Joseph, you're no oil painting yourself.", "character": "Michael Lightcap", "characterId": "nm0172903"}]}, {"lines": [{"text": "Well, it's a form of self-expression. Some people write books. Some people write music. I make speeches on street corners.", "character": "Leopold Dilg", "characterId": "nm0000026"}]}, {"lines": [{"text": "Stop saying \"Leopold\" like that, tenderly. It sounds funny. You can't do it with a name like Leopold.", "character": "Leopold Dilg", "characterId": "nm0000026"}]}, {"lines": [{"text": "I don't approve of, but I like people who think in terms of ideal conditions. They're the dreamers, poets, tragic figures in this world, but interesting.", "character": "Leopold Dilg", "characterId": "nm0000026"}]}, {"lines": [{"text": "He's the only honest man I've come across in this town in 20 years. Naturally, they want to hang him.", "character": "Sam Yates", "characterId": "nm0118000"}]}, {"lines": [{"text": "What is the law? It's a gun pointed at somebody's head. All depends upon which end of the gun you stand, whether the law is just or not.", "character": "Leopold Dilg", "characterId": "nm0000026"}]}, {"lines": [{"text": "My friends. I want to see them as happy as I am. Nothing less will do. And Leopold, what a fine fellow - and I've been thinking, Nora, that if someone were to take his hand and say \"Leopold, my wreckless friend, here's love and companionship, forever.\" Well, some day that man would... You see what I mean, Nora?", "character": "Michael Lightcap", "characterId": "nm0172903"}]}, {"lines": [{"text": "Listen, I can't hang around here even if I wanted to. Lightcap's ordered me out 50 times since last night. I'm here now only by the grace of being in his pajamas. One minute I'm out of these and I'm out on my ear!", "character": "Nora Shelley", "characterId": "nm0000795"}]}, {"lines": [{"text": "Who was Clyde would be more accurate.", "character": "Regina Bush", "characterId": "nm0268225"}, {"text": "[Pulls out a black handkerchief]", "character": null, "characterId": null}, {"text": "I'm in mourning. Its a great hardship because I'm the type of girl who loves to get around... You visiting here for the summer?", "character": "Regina Bush", "characterId": "nm0268225"}, {"text": "Oh, yes.", "character": "Michael Lightcap", "characterId": "nm0172903"}, {"text": "Gee, I wish he wasn't dead, at least for one night. I sure would like to go dancing tonight.", "character": "Regina Bush", "characterId": "nm0268225"}, {"text": "Miss Bush, I wonder if I might have the pleasure of taking you dancing tonight?", "character": "Regina Bush", "characterId": "nm0268225"}, {"text": "The pleasure! Well, say now, that's really something. I don't know what to say. It takes my breathe away. Why you're real cute. Listen, you blow your horn at seven tonight, right outside, Sonny.", "character": "Regina Bush", "characterId": "nm0268225"}]}, {"lines": [{"text": "Oh, Tilney, I'm very hungry. Do you think you could find a chicken leg or something I can nibble on as I ride?", "character": "Leopold Dilg", "characterId": "nm0000026"}, {"text": "That's alright Tilney. A whole chicken. He has an enormous appetite.", "character": "Michael Lightcap", "characterId": "nm0172903"}]}, {"lines": [{"text": "...And I know want any policemen, truckmen...", "character": "Michael Lightcap", "characterId": "nm0172903"}, {"text": "Shippers, Bud.", "character": null, "characterId": null}, {"text": "...Shippers Bud...", "character": "Michael Lightcap", "characterId": "nm0172903"}]}]}