{"quotes": [{"lines": [{"text": "That bad crab, only you tried to take it. Everybody else want best quality. You, your thinking different. Waverly took best-quality crab. You took worst, because you have best-quality heart. You have style no one can teach. Must be born this way. I see you.", "character": "Suyuan", "characterId": "nm0157905"}]}, {"lines": [{"text": "Losing him does not matter. It is you who will be found - and cherished.", "character": "Ying Ying", "characterId": "nm0638395"}]}, {"lines": [{"text": "Do you know what you want? I mean, from him?", "character": "Ying Ying", "characterId": "nm0638395"}, {"text": "Respect. Tenderness.", "character": "Lena", "characterId": "nm0866300"}, {"text": "Then tell him now. And leave this lopsided house. Do not come back until he give you those things, with both hands open.", "character": "Ying Ying", "characterId": "nm0638395"}]}, {"lines": [{"text": "All around this house I see the signs. My daughter looks but she does not see. This is a house that will break into pieces. It's not too late. All my pains, my regrets, I will gather them together. My daughter will hear me calling, even though I've said no words. She will climb the stairs to find me. She will be scared because at first her eyes will see nothing. She will feel in her heart this place where she hides her fears. She will know I am waiting like a tiger in the trees, now ready to leap out and cut her spirit loose.", "character": "Ying Ying", "characterId": "nm0638395"}]}, {"lines": [{"text": "I tell you the story because I was raised the Chinese way. I was taught to desire nothing, to swallow other people's misery, and to eat my own bitterness. And even though I taught my daughter the opposite, still she came out the same way. Maybe it is because she was born to me and she was born a girl, and I was born to my mother and I was born a girl, all of us like stairs, one step after another, going up, going down, but always going the same way. No, this cannot be, this not knowing what you're worth, this not begin with you. My mother not know her worth until too late - too late for her, but not for me. Now we will see if not too late for you, hmm?", "character": "An-Mei", "characterId": "nm0523734"}]}, {"lines": [{"text": "This one moment would decide for my whole life whether fear would rule or I would. I decided. Underneath I knew who I was. I promised myself never to forget.", "character": "Lindo Jong", "characterId": "nm0157796"}]}, {"lines": [{"text": "I've decided to play chess again.", "character": "Waverly (Age 6-9)", "characterId": "nm0537311"}, {"text": "so smart, so easy, so fast. Not so easy anymore.", "character": "Lindo Jong", "characterId": "nm0157796"}, {"text": "What she said, it was like a curse. This power I had, this belief in myself, I could actually feel it draining away. I could feel myself becoming ordinary. All the secrets I once saw, I couldn't see them anymore. All I could see was, were my mistakes, my weaknesses. The best part of me just disappeared. But I can't put it all on my mother. I did it to myself. I never played chess again.", "character": "Waverly Jong", "characterId": "nm0000674"}]}, {"lines": [{"text": "Mom, why don't you like Rich?", "character": "Waverly Jong", "characterId": "nm0000674"}, {"text": "Is Rich you afraid I not like? If I don't like your Rich, I act polite, say nothing, let him have big cancer, let my daughter be a widow. I like Rich, of course I do. To allow him to marry such a daughter!", "character": "Lindo Jong", "characterId": "nm0157796"}, {"text": "You don't know, you don't know the power you have over me. One word from you, one look, and I'm four years old again, crying myself to sleep, because nothing I do can ever, ever please you.", "character": "Waverly Jong", "characterId": "nm0000674"}]}, {"lines": [{"text": "You're not taking my house, you're not taking my daughter, you're not taking any part of me, because you don't know who I am. I died sixty years ago. I ate opium and I died for my daughter's sake. Now get out of my house!", "character": "Rose", "characterId": "nm0001034"}]}, {"lines": [{"text": "[opening naration]\nThe old woman remembered a swan she had bought many years ago in Shanghai for a foolish sum. \"This bird\", boasted the market vendor, \"was once a duck that stretched its neck in hopes of becoming a goose. And now look, it is too beautiful to eat!\" Then the woman and the swan sailed across an ocean many thousands of lei wide, stretching their necks toward America. On her journey, she cooed to the swan, \"In America, I will have a daughter just like me. But over there, nobody will say her worth is measured by the loudness of her husbands belch. Over there, nobody will look down on her because I will make her speak only perfect American English. And over there, she will always be too full to swallow any sorrow. She will know my meaning because I will give her this swan, a creature that became more than what was hoped for.\" But when she arrived in the new country the immigration officials pulled the swan away from her, leaving the woman fluttering her arms and with only one swan feather for a memory. For a long time now, the women had wanted to give her daughter the single swan feather and tell her; \"This feather may look worthless, but it comes from afar and carries with it all my good intentions.\"", "character": "Jing-Mei 'June' Woo", "characterId": "nm0001840"}]}, {"lines": [{"text": "I always knew you were a jerk, but, shit, this is the first time in my life I've been ashamed of you.", "character": "Ted", "characterId": "nm0000530"}, {"text": "How dare you use that language. I think you'd better apologize right now.", "character": "Mrs. Jordan", "characterId": "nm0000832"}, {"text": "I'm sorry Mom, you made a fucking asshole out of yourself in front of the woman I love!", "character": "Ted", "characterId": "nm0000530"}]}, {"lines": [{"text": "You want me to be someone I'm not. I'll never be the kind of daughter that you want me to be.", "character": "June (Age 9)", "characterId": "nm0151775"}, {"text": "obedient kind.", "character": "Suyuan", "characterId": "nm0157905"}, {"text": "Then I wish I wasn't your daughter. I wish you weren't my mom.", "character": "June (Age 9)", "characterId": "nm0151775"}, {"text": "Too late to change this.", "character": "Suyuan", "characterId": "nm0157905"}]}, {"lines": [{"text": "[Before seeing her husband for the first time]", "character": null, "characterId": null}, {"text": "I have prayed to the gods many days for you, so that you were not too ugly or too old. (She sees her husband and realizes he is a boy.) I must have prayed too hard.", "character": "Lindo (age 15)", "characterId": "nm0628772"}]}, {"lines": [{"text": "I'm just sorry that you got stuck with such a loser, that I've always been so disappointing.", "character": "Jing-Mei 'June' Woo", "characterId": "nm0001840"}, {"text": "What you mean disappoint? Piano?", "character": "Suyuan", "characterId": "nm0157905"}, {"text": "my grades, my job, not getting married, everything you expected of me.", "character": "Jing-Mei 'June' Woo", "characterId": "nm0001840"}, {"text": "Not expect anything! Never expect! Only hope! Only hoping best for you. That's not wrong, to hope.", "character": "Suyuan", "characterId": "nm0157905"}, {"text": "No? Well, it hurts, because every time you hoped for something I couldn't deliver, it hurt. It hurt me, Mommy. And no matter what you hope for, I'll never be more than what I am. And you never see that, what I really am.", "character": "Jing-Mei 'June' Woo", "characterId": "nm0001840"}]}, {"lines": [{"text": "[Takes off necklace she is wearing and gives it to June]\nJune, since your baby time, I wear this next to my heart. Now, you wear next to yours. It will help you know. I see you. I see you.", "character": "Suyuan", "characterId": "nm0157905"}]}, {"lines": [{"text": "I didn't say it to impress you.", "character": "Rose", "characterId": "nm0001034"}, {"text": "That's why it did.", "character": "Ted", "characterId": "nm0000530"}]}, {"lines": [{"text": "How many sharps? How many flats? What key are we in?", "character": "Old Chong", "characterId": "nm0939378"}, {"text": "Z major.", "character": "Jing-Mei 'June' Woo", "characterId": "nm0001840"}, {"text": "What?", "character": "Old Chong", "characterId": "nm0939378"}, {"text": "Z major!", "character": "Jing-Mei 'June' Woo", "characterId": "nm0001840"}, {"text": "Good.", "character": "Old Chong", "characterId": "nm0939378"}]}, {"lines": [{"text": "So, how'd your mom react when you told her about the wedding?", "character": "Rich", "characterId": "nm0723621"}, {"text": "It never came up.", "character": "Waverly Jong", "characterId": "nm0000674"}, {"text": "How come?", "character": "Rich", "characterId": "nm0723621"}, {"text": "She'd rather get rectal cancer.", "character": "Waverly Jong", "characterId": "nm0000674"}]}, {"lines": [{"text": "this power, this belief in myself, to be better than anyone else. If someone was bigger than me, older than me, it didn't matter. And if they were mean, I could make 'em sorry.", "character": "Waverly Jong", "characterId": "nm0000674"}]}, {"lines": [{"text": "As is the Chinese cook's custom, my mother always insults her own cooking, but only with the dishes she serves with special pride.", "character": "Waverly Jong", "characterId": "nm0000674"}, {"text": "This dish not salty enough. No flavor. It's too bad to eat, but please.", "character": "Lindo Jong", "characterId": "nm0157796"}, {"text": "That was our cue to eat some and proclaim it the best she'd ever made.", "character": "Waverly Jong", "characterId": "nm0000674"}]}, {"lines": [{"text": "It was an old tradition. Only the most dutiful of daughters would put her own flesh in a soup to save her mother's life. My mother did this with her whole heart even though my grandmother had disowned her. This is how a daughter honors her mother. The pain of the flesh is nothing. The pain you must forget. This is the most important sacrifice a daughter can make for her mother.", "character": "An-Mei", "characterId": "nm0523734"}]}, {"lines": [{"text": "better not die next to my babies. Nobody saves babies with such bad luck. Who wants two babies with ghost mother following them? Very bad luck, very.", "character": "June's Father", "characterId": "nm0156874"}]}, {"lines": [{"text": "The beautiful part was, he never had to ask for any of this. In fact, he never even knew. I told myself that was the selfless way, the loving way, instead of the chickenshit way.", "character": "Rose", "characterId": "nm0001034"}]}, {"lines": [{"text": "By then I realized what kind of man I had married... happiest when he was cruel.", "character": "Ying Ying", "characterId": "nm0638395"}]}, {"lines": [{"text": "I *like* being tragic, Ma. I learned it from you.", "character": "Rose", "characterId": "nm0001034"}]}, {"lines": [{"text": "Where are my grandsons, huh? My son says he's planted enough seeds in you to fill a basket, plenty for ten thousand grandsons! It's all your fault, always running around, letting my son's seeds spill out. From now on you lie in bed all day. Lie down! Lie down! Until my grandson comes! Do you hear me? Disgusting little thing!", "character": "Huang Tai Tai", "characterId": "nm0157746"}]}, {"lines": [{"text": "I told them the matchmaker had made the wrong match on purpose, just for money.", "character": "Lindo Jong", "characterId": "nm0157796"}, {"text": "Matchmaker, how could you? How could you?", "character": "Huang Tai Tai", "characterId": "nm0157746"}, {"text": "Well, mistakes happen in heaven.", "character": "Matchmaker", "characterId": "nm0508422"}]}, {"lines": [{"text": "I could see her face looking at me but not seeing me. She was ashamed, so ashamed to be my daughter.", "character": "Lindo Jong", "characterId": "nm0157796"}, {"text": "Mom, what's wrong?", "character": "Waverly Jong", "characterId": "nm0000674"}, {"text": "Nothing, nothing. Only thinking, thinking about my mother, how much I wanted to be like her.", "character": "Lindo Jong", "characterId": "nm0157796"}]}, {"lines": [{"text": "You know, ever since Mommy died, it's like a mystery where everything is. She hides everything, jewelry, even fake stuff. For three years she tried to tell me where she hides everything in case she died. I guess I wasn't listening.", "character": "June's Father", "characterId": "nm0156874"}]}]}