{"quotes": [{"lines": [{"text": "If you thought there were no more natural disasters left to make a movie about, you thought wrong. 60% Chance of Rain, the most horrifying new movie of the season. The weather got out of hand.", "character": null, "characterId": null}, {"text": "We can't go starting a panic, not during tourist season!", "character": "Mayor", "characterId": "nm0002994"}, {"text": "Only one man had the courage.", "character": null, "characterId": null}, {"text": "Mr. Mayor, I don't care what happens to your tourist season! Someone needs to tell these people that they might need a jacket!", "character": "Deputy Al", "characterId": "nm0946148"}, {"text": "To bring Mother Nature to her knees...", "character": null, "characterId": null}, {"text": "C'mon, people, let's go! Everybody in the rec room! We don't know what we're in for. C'mon inside, everybody!", "character": "Deputy Al", "characterId": "nm0946148"}, {"text": "When the barometric pressure increases, so does the terror.", "character": null, "characterId": null}, {"text": "So we don't even know if it's gonna rain?", "character": null, "characterId": null}, {"text": "No, son, we don't.", "character": "Deputy Al", "characterId": "nm0946148"}, {"text": "60% Chance of Rain. Coming soon to a theater near you, maybe.", "character": null, "characterId": null}]}, {"lines": [{"text": "Like I always say, \"If you've got blacktop and you've got gelatin, you've got good eatin'!\"", "character": "Al", "characterId": "nm0946148"}]}, {"lines": [{"text": "Say, Al, what do you want to do today?", "character": "Hooded Avenger", "characterId": "nm0355083"}, {"text": "Well, we could pour maple syrup all over the rug and then lick it off...", "character": "Al", "characterId": "nm0946148"}, {"text": "Nah, we did that yesterday.", "character": "Val Brentwood", "characterId": "nm0005294"}]}, {"lines": [{"text": "(to the tune of \"Firestarter\") I'm so angry at my idiotic barber! Think I'll stay in here til it grows out a little! Got a lousy haircut! A really stupid haricut! What a silly haircut! I can't believe this haircut!", "character": null, "characterId": null}]}, {"lines": [{"text": "Can't sleep? Congested? Runny nose? Sore throat, nagging cough? Fever and sinus infection? Dizzy, nauseous, disoriented? Constipated? Memory loss? A little crazy? Can't shake your evil self? Haunted house? Knight in shining armor? CIA agent? Upside down person? Golden retriever? Huge beach ball? Miss America? Flying monkeys?", "character": null, "characterId": null}]}, {"lines": [{"text": "No one likes me!", "character": "Huey Toppersmith", "characterId": "nm0567309"}, {"text": "I like you! I mean, in theory... If you weren't so bossy... In an alternate universe where you weren't like a tyrant, I like you.", "character": "Al", "characterId": "nm0946148"}]}, {"lines": [{"text": "If someone asks you for directions, stop. Think about it for a moment, and if you don't know the best way for them to go, smile and tell them cheerfully that you can't help them and they should ask someone else. Giving someone directions that you're not sure about, even if you're just trying to help, is a bad idea. Don't be a hero. No directions are better than bad directions.", "character": "Martha Quinn", "characterId": "nm0703925"}]}, {"lines": [{"text": "Hey, Corky, what brings you around here?", "character": "Al", "characterId": "nm0946148"}, {"text": "I was wondering if I could borrow a box of smelly socks.", "character": "Corky", "characterId": "nm0917307"}, {"text": "What do you need smelly socks for?", "character": "Al", "characterId": "nm0946148"}, {"text": "Actually, it's more the box I need.", "character": "Corky", "characterId": "nm0917307"}]}, {"lines": [{"text": "Don't tell me evil alien pirates who look like giant fish and come from a planet where they use bagels for money are robbing every deli in the area.", "character": null, "characterId": null}, {"text": "Yup!", "character": "Fatman", "characterId": "nm0946148"}, {"text": "That is just SO typical!", "character": null, "characterId": null}]}, {"lines": [{"text": "Can you imagine a world without dirt? It seems dirt is everywhere. Chances are there is dirt somewhere underneath you right now. Many things grow in dirt. Like carrots. Carrots are good to eat. But you should never eat dirt; it doesn't taste very good and you might get dirt on your uvula. Dirt is dirty, so if it gets on you, wash it off. Rocks are dirty because they're found in the dirt and they have dirt on them. Some people like to study rocks. Whatever.", "character": null, "characterId": null}]}, {"lines": [{"text": "Someday, the sledgehammer of injustice will fall upon his big toe.", "character": "Hooded Avenger", "characterId": "nm0355083"}]}, {"lines": [{"text": "What was that?", "character": "Tahj Mowry", "characterId": "nm0005254"}, {"text": "\"Jurassic Park\", smart guy. You were in \"Jurassic Park\", remember?", "character": "Al", "characterId": "nm0946148"}, {"text": "No, no, I wasn't! And besides, that wasn't even a clip from the movie! That was just your music video!", "character": "Tahj Mowry", "characterId": "nm0005254"}]}]}