{"quotes": [{"lines": [{"text": "Sandy, you're the only person I know who can make \"Yes, Ma'am\" sound like \"screw you\".", "character": "Kathy Williams", "characterId": "nm0001463"}, {"text": "Yes, Ma'am.", "character": "Sandy Fadel", "characterId": "nm0477341"}]}, {"lines": [{"text": "00, just to keep us warm. In five minutes, it will be the 21st of April. One hundred years ago on the 21st of April, out in the waters around Spivey Point, a small clipper ship drew toward land. Suddenly, out of the night, the fog rolled in. For a moment, they could see nothing, not a foot in front of them. Then, they saw a light. By God, it was a fire burning on the shore, strong enough to penetrate the swirling mist. They steered a course toward the light. But it was a campfire, like this one. The ship crashed against the rocks, the hull sheared in two, masts snapped like a twig. The wreckage sank, with all the men aboard. At the bottom of the sea, lay the Elizabeth Dane, with her crew, their lungs filled with salt water, their eyes open, staring to the darkness. And above, as suddenly as it come, the fog lifted, receded back across the ocean and never came again. But it is told by the fishermen, and their fathers and grandfathers, that when the fog returns to Antonio Bay, the men at the bottom of the sea, out in the water by Spivey Point will rise up and search for the campfire that led them to their dark, icy death.", "character": "Mr. Machen", "characterId": "nm0002144"}, {"text": "[bells ring distantly]", "character": null, "characterId": null}, {"text": "00, the 21st of April.", "character": "Mr. Machen", "characterId": "nm0002144"}]}, {"lines": [{"text": "[a tape recording of K-A-B promos has just slowed down]", "character": null, "characterId": null}, {"text": "Something that one lives with like an albatross round the neck. No, more like a millstone. A plumbing stone, by God! Damn them all!", "character": "Blake's Voice", "characterId": "nm0630060"}]}, {"lines": [{"text": "The deed is done. Blake followed our false fire on shore and the ship broke apart on the rocks off Spivey Point. We were aided by an unearthly fog that rolled in, as if Heaven sent, although God had no part in our actions tonight. Blake's gold will be recovered tomorrow, but may the Lord forgive us for what we've done.\" I couldn't read any further.", "character": "Father Malone", "characterId": "nm0001358"}, {"text": "You're grandfather had a way with words.", "character": "Sandy Fadel", "characterId": "nm0477341"}, {"text": "The celebration tonight is a travesty. We're honoring murderers.", "character": "Father Malone", "characterId": "nm0001358"}]}, {"lines": [{"text": "Do you feel that?", "character": "Nick Castle", "characterId": "nm0040662"}, {"text": "I'll tell you what happened...", "character": "Dr. Phibes", "characterId": "nm0430944"}, {"text": "It just got cold in here.", "character": "Nick Castle", "characterId": "nm0040662"}]}, {"lines": [{"text": "Are you going to give the benediction tonight, father?", "character": "Kathy Williams", "characterId": "nm0001463"}, {"text": "Antonio bay has a curse on it.", "character": "Father Malone", "characterId": "nm0001358"}, {"text": "Do we take that as a \"no\"?", "character": "Sandy Fadel", "characterId": "nm0477341"}]}, {"lines": [{"text": "Mom, wake up, look what I found on the beach!", "character": "Andy", "characterId": "nm0593792"}, {"text": "[sleepily]\nAndrew. I love you. But sometimes you're a real pain.", "character": "Stevie Wayne", "characterId": "nm0000105"}]}, {"lines": [{"text": "You see the water acts like ice. A whole body would take a year to decompose, longer if it was down far enough, cold enough.", "character": "Dr. Phibes", "characterId": "nm0430944"}, {"text": "But he was on the boat. He was below decks.", "character": "Nick Castle", "characterId": "nm0040662"}, {"text": "No. Dick Baxter died in the ocean. Remember last October those three kids that went diving for that old boat off the point? We got to 'em, they'd been down a week, maybe ten days. I swear to you right now, he's been down longer.", "character": "Dr. Phibes", "characterId": "nm0430944"}]}, {"lines": [{"text": "[referring to Stevie Wayne's voice on the radio]", "character": null, "characterId": null}, {"text": "Boy, would I like to meet her.", "character": "Al Williams", "characterId": "nm0055634"}, {"text": "I saw her in the supermarket once.", "character": "Dick Baxter", "characterId": "nm0134110"}, {"text": "Yeah?", "character": "Al Williams", "characterId": "nm0055634"}, {"text": "You *would* like to meet her.", "character": "Dick Baxter", "characterId": "nm0134110"}]}, {"lines": [{"text": "[on the phone]", "character": null, "characterId": null}, {"text": "You're just a voice on the phone.", "character": "Stevie Wayne", "characterId": "nm0000105"}, {"text": "And you're just a voice on the radio. We'd make a perfect couple. You let me take you to dinner tonight, I'll prove it to you.", "character": "Dan O'Bannon", "characterId": "nm0194234"}, {"text": "Sorry, Dan. My idea of perfection is a voice on the phone.", "character": "Stevie Wayne", "characterId": "nm0000105"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Why not six, Blake? Why not me?", "character": "Father Malone", "characterId": "nm0001358"}]}, {"lines": [{"text": "She's crazy. There's no fog bank out there.", "character": "Tommy Wallace", "characterId": "nm0002668"}, {"text": "[other men talk]", "character": null, "characterId": null}, {"text": "There's no fog bank out there.", "character": "Tommy Wallace", "characterId": "nm0002668"}, {"text": "[more talk]", "character": null, "characterId": null}, {"text": "There's no fog bank out there.", "character": "Tommy Wallace", "characterId": "nm0002668"}, {"text": "[after a moment, fog begins to appear]", "character": null, "characterId": null}, {"text": "Hey, there's a fog bank out there.", "character": "Tommy Wallace", "characterId": "nm0002668"}, {"text": "All right, I'm drunk enough. Let's go back.", "character": "Al Williams", "characterId": "nm0055634"}]}, {"lines": [{"text": "[Nick and Elizabeth are on board The Sea Grass]", "character": null, "characterId": null}, {"text": "I don't believe in luck, good or bad. I don't believe in anything much. Something did happen once. My father was a fisherman. He ran a trawler out of Whitley Reef. One night, late, he was coming back in. He was out beyond the reef, out near Spivey Point. He looked to windward and saw a brig under shortsail, heading right for him. And he radioed, there was no reply. Nothing moved on deck, but she held her course. My dad and two of his hands, they boarded the brig, the Risa Jane. No one was on board. There was food on the table, and a hot, steaming cup of coffee. But underneath, the tin cup was rusted to the table. And then something caught my father's eye. It was a gold dubloon, minted in Spain, 1867. My dad picked up the coin, put it in his breast pocket of his jacket, and zippered it up. He came home, told us the story, and he unzippered the pocket to give me the coin. It was gone.", "character": "Nick Castle", "characterId": "nm0040662"}, {"text": "[a locker door opens, spilling charts]", "character": null, "characterId": null}, {"text": "I think I'll go to Vancouver now.", "character": "Elizabeth Solley", "characterId": "nm0000130"}]}, {"lines": [{"text": "[Bennett has finished working at the church]", "character": null, "characterId": null}, {"text": "Well, I'm finished. Good night, Father.", "character": "Bennett", "characterId": "nm0000118"}, {"text": "Good night, Bennett. I'll need you to you come in tomorrow at four.", "character": "Father Malone", "characterId": "nm0001358"}, {"text": "Sure. Father, can I get paid?", "character": "Bennett", "characterId": "nm0000118"}, {"text": "Ah... why don't you come in at six tomorrow instead of four.", "character": "Father Malone", "characterId": "nm0001358"}]}, {"lines": [{"text": "[Dr. Phibes is recording his examination of Dick Baxter's body]", "character": null, "characterId": null}, {"text": "Evidence of deep penetrating wounds into each ocular orbit, entering into the cranial cavity. Also jagged lacerations to the face. The right area of his throat has been crushed. Thorax has been crushed and the lungs are filled with fluid.", "character": "Dr. Phibes", "characterId": "nm0430944"}]}, {"lines": [{"text": "I don't know what happened to Antonio Bay tonight. Something came out of the fog and tried to destroy us. In one moment, it vanished. But if this has been anything but a nightmare, and if we don't wake up to find ourselves safe in our beds, it could come again. To the ships at sea who can hear my voice, look across the water, into the darkness. Look for the fog.", "character": "Stevie Wayne", "characterId": "nm0000105"}]}, {"lines": [{"text": "[speaking hysterically over radio]\nThere's something in the fog!", "character": "Stevie Wayne", "characterId": "nm0000105"}]}, {"lines": [{"text": "[speaking into phone]\nDan, where's the fog now?", "character": "Stevie Wayne", "characterId": "nm0000105"}, {"text": "It should be right outside my front door now.", "character": "Dan O'Bannon", "characterId": "nm0194234"}]}, {"lines": [{"text": "Listen, I never hitchhiked before. I just really want to be careful. Can I ask you something?", "character": "Elizabeth Solley", "characterId": "nm0000130"}, {"text": "Sure", "character": "Nick Castle", "characterId": "nm0040662"}, {"text": "Are you weird?", "character": "Elizabeth Solley", "characterId": "nm0000130"}, {"text": "Yes, I am. Yes, I am weird.", "character": "Nick Castle", "characterId": "nm0040662"}, {"text": "You are weird. Thank God you're weird. The last one was so normal, it was disgusting.", "character": "Elizabeth Solley", "characterId": "nm0000130"}]}, {"lines": [{"text": "Well, my gauges must be wrong. I've got a wind blowing due east. Now what kind of a fog blows against the wind?", "character": "Stevie Wayne", "characterId": "nm0000105"}, {"text": "You got me.", "character": "Dan O'Bannon", "characterId": "nm0194234"}, {"text": "I'm not so sure I want you.", "character": "Stevie Wayne", "characterId": "nm0000105"}]}, {"lines": [{"text": "[the pathologist, Dr. Phibes, has just examined the body of Dick Baxter]", "character": null, "characterId": null}, {"text": "What the hell happened out there?", "character": "Dr. Phibes", "characterId": "nm0430944"}, {"text": "There was rust all over everything. It was like the boat had been out there a long time, taking on water. He was down below, near the bunks.", "character": "Nick Castle", "characterId": "nm0040662"}, {"text": "Nick, his wounds are covered with algae, his lungs are full, and there's silt under his fingernails. I tell ya, I saw Dick Baxter three days ago in Salinas. Now he's lying there on the table looking like he's been underwater for a month!", "character": "Dr. Phibes", "characterId": "nm0430944"}]}]}