{"quotes": [{"lines": [{"text": "[voiceover]\nThe man is dead. With his death, the waters of the sea are open to us. But there will be other deaths, and the agony of dying, before we come to land again.", "character": "Finn, the Mute", "characterId": "nm0460432"}]}, {"lines": [{"text": "You know, there are some captains who would hold this against you.", "character": "Captain Will Stone", "characterId": "nm0228715"}]}, {"lines": [{"text": "[the freighter 'Altair,' under his command, is now underway]\nIt's good for a sailor to go to sea. It's even better for an officer... Ah, it's a good feeling. In San Pedro, I was just another captain. At sea, I am... *THE* captain.", "character": "Captain Will Stone", "characterId": "nm0228715"}]}, {"lines": [{"text": "authority *cannot* be questioned!", "character": "Captain Will Stone", "characterId": "nm0228715"}, {"text": "That's crazy talk.", "character": "3rd Officer Tom Merriam", "characterId": "nm0905505"}, {"text": "Well, I've never felt more sane in my life than I do at this moment... Who's crazy? You, who defied me and are helpless? Or I, who control your destiny and the destiny of the 'Altair' and all the lives on board?", "character": "Captain Will Stone", "characterId": "nm0228715"}, {"text": "I wish Bowns... I wish the crew could see what I see now, could hear you talk.", "character": "3rd Officer Tom Merriam", "characterId": "nm0905505"}, {"text": "You think I'm insane?", "character": "Captain Will Stone", "characterId": "nm0228715"}, {"text": "Yes, and they would too if they could see you now, raving and ranting...", "character": "3rd Officer Tom Merriam", "characterId": "nm0905505"}, {"text": "I'm captain. As long as I wear these stripes there isn't a man in the crew that'll believe you or help you. You'll find them too lazy, too cowardly, too disinterested... That's what I want you to learn, Merriam! Men are worthless cattle! And a few men are given authority to drive them.", "character": "Captain Will Stone", "characterId": "nm0228715"}, {"text": "You can't prove that to me, even with a gun, Captain. I know people aren't that way. They're good, kind. They help each other. It's only hard to get them to understand.", "character": "3rd Officer Tom Merriam", "characterId": "nm0905505"}, {"text": "I'll give you a chance to make them understand. You go out there. Go any place you want on board ship. Talk to them. SEE if you can get them to help you. SEE if they'll stand up with you against authority. Even your friend Sparks won't help you. Go ahead, get out! TRY and get help against me! Try! Try! Try!", "character": "Captain Will Stone", "characterId": "nm0228715"}]}, {"lines": [{"text": "[Approaches Jim, busy working on the railing]\nBut Jim, can't you understand what I'm trying to tell you?", "character": "3rd Officer Tom Merriam", "characterId": "nm0905505"}, {"text": "[Jim ignores him, keeps on working]\nBut Louie was your pal - the best friend you had on board. How do you think your pal was caught in the chain locker? Do you think that door closed itself?", "character": "3rd Officer Tom Merriam", "characterId": "nm0905505"}, {"text": "If you'll take my advice, you'll quit trying to start trouble around here.", "character": "Jim Lorne", "characterId": "nm0526691"}, {"text": "[the Boatswain's Mate approaches them]\nBoats, you're a sensible man...", "character": "3rd Officer Tom Merriam", "characterId": "nm0905505"}, {"text": "Listen, kid, quit tryin' to stir up trouble with the crew against the Old Man. They don't like it. They don't like YOU. And what's more, did you ever hear about mutiny?", "character": "Boats", "characterId": "nm0732552"}, {"text": "[Merriam drops the whole conversation and walks off]", "character": null, "characterId": null}]}]}