{"quotes": [{"lines": [{"text": "Think of it! The Edison or Pasteur of tomorrow need not die merely because his heart is worn out. We'll give him a new heart taken perhaps from the body of a young man who's been killed in a automobile accident. And our great genius is awakened to another sixty years of useful life! You ask me if that's a benefit to mankind? I answer it's the gift of eternal life! But whether man's wise enough or old enouh to receive such a gift, I don't know. I don't know!", "character": "Dr. Henryk Savaard", "characterId": "nm0000472"}]}, {"lines": [{"text": "You who have condemned me, I know your kind. Your forbears poisoned Socrates, burned Joan of Arc, hanged, tortured all those whose offense was to bring light into darkness. For you to condemn me in my work is a crime so shameful that the judgement of history will be against you for all the years to come!", "character": "Dr. Henryk Savaard", "characterId": "nm0000472"}]}, {"lines": [{"text": "[Enthusiatically]\nI'll be under anesthesia, that's all. There's nothing to it!", "character": "Bob Roberts", "characterId": "nm0114692"}, {"text": "Well, what if he can't bring you back?", "character": "Betty Crawford", "characterId": "nm0233352"}, {"text": "He won't miss! Why, inside of two hours we'll be eating chop suey and fighting about where we'll be going on our honeymoon.", "character": "Bob Roberts", "characterId": "nm0114692"}]}, {"lines": [{"text": "We've taken a human life! If we can't restore that life, the law will call it murder.", "character": "Dr. Henryk Savaard", "characterId": "nm0000472"}]}, {"lines": [{"text": "Always remember I offered you life, and you gave me death!", "character": "Dr. Henryk Savaard", "characterId": "nm0000472"}]}, {"lines": [{"text": "It seems strange to see you in such good spirits, Doctor.", "character": "Priest", "characterId": "nm0533705"}, {"text": "Strange that I should have no fear of dying? Well, I have lived so long questioning the unknown that this plunge into its depths is only the last and perhaps the greatest of my experiments.", "character": "Dr. Henryk Savaard", "characterId": "nm0000472"}, {"text": "Have you no faith?", "character": "Priest", "characterId": "nm0533705"}, {"text": "As a scientist, I'm afraid I'm a professional skeptic who doubts everything - even the certainties.", "character": "Dr. Henryk Savaard", "characterId": "nm0000472"}, {"text": "But do you not recognize the great truths?", "character": "Priest", "characterId": "nm0533705"}, {"text": "I never found one that would bear analysis.", "character": "Dr. Henryk Savaard", "characterId": "nm0000472"}, {"text": "Can't you conceive of a truth too great for the human mind to analyze?", "character": "Priest", "characterId": "nm0533705"}, {"text": "Tonight, no, but tomorrow I may know better!", "character": "Dr. Henryk Savaard", "characterId": "nm0000472"}]}]}