{"quotes": [{"lines": [{"text": "When we hit somebody, we do it as the Brotherhood... and we leave a calling card so they and everybody else learns a lesson. No screw ups.", "character": "Derek", "characterId": "nm0000206"}]}, {"lines": [{"text": "This made so much sense in the beginning.", "character": "Derek", "characterId": "nm0000206"}, {"text": "Doesn't make any sense right now, does it.", "character": "Christie", "characterId": "nm0521753"}, {"text": "Nothing does.", "character": "Derek", "characterId": "nm0000206"}]}, {"lines": [{"text": "What do you think he was talking about, he wants a junior police force!", "character": "Collin", "characterId": "nm0666806"}, {"text": "In a manner of speaking.", "character": "Barnwell", "characterId": "nm0727037"}]}, {"lines": [{"text": "Since when do you like Calculus more than me?", "character": "Derek", "characterId": "nm0000206"}, {"text": "I don't, but some of us mortals have to study.", "character": "Christie", "characterId": "nm0521753"}]}, {"lines": [{"text": "The \"Brotherhood of Justice\"... where'd you get that?", "character": "Derek", "characterId": "nm0000206"}, {"text": "It must have been divine inspiration, I guess.", "character": "Les", "characterId": "nm0000708"}]}, {"lines": [{"text": "[School Intercom]\nAttention all students. You are being watched. Every day you wake, every purse you take, every test you fake, every wrong you make, every rule you break will put your lives at stake... from the Brotherhood of Justice.", "character": "Barnwell", "characterId": "nm0727037"}]}, {"lines": [{"text": "You think everything is that easy. You just hop in your little sports car and you forget it all. You've had your whole life handed to you on a silver platter. Everything comes easy for you. It's easy for you to get into Harvard, you're captain of the football team, you've never had to work. And now all of a sudden you go around picking on people because you think you're chosen; you're going to decide who's good and who's bad.", "character": "Christie", "characterId": "nm0521753"}]}]}