{"quotes": [{"lines": [{"text": "We're in command now Livius, the throne is yours.", "character": "Victorinus", "characterId": "nm0613685"}, {"text": "Gaius Mettelus Livius, the people are asking for you.", "character": "Senator", "characterId": "nm0192958"}, {"text": "You would not find me very suitable, because my first official act would be to have you all crucified.", "character": "Livius", "characterId": "nm0000963"}]}, {"lines": [{"text": "A few days longer, Caesar, we'll bring you his head.", "character": "Livius", "characterId": "nm0000963"}, {"text": "No Livius, please don't bring me his head. I wouldn't know what to do with it.", "character": "Marcus Aurelius", "characterId": "nm0000027"}]}, {"lines": [{"text": "This was the beginning of the fall of the Roman Empire. A great civilization is not conquered from without, until it has destroyed itself from within.", "character": null, "characterId": null}]}, {"lines": [{"text": "[when Ballomar threatens to continue burning Timonides's left hand]\nLet's look at this logically...", "character": "Timonides", "characterId": "nm0000051"}]}, {"lines": [{"text": "Livius, if you listen very carefully, you can hear the gods laughing!", "character": "Commodus", "characterId": "nm0001626"}]}, {"lines": [{"text": "You're beautiful.", "character": "Livius", "characterId": "nm0000963"}, {"text": "You're beautiful.", "character": "Lucilla", "characterId": "nm0000047"}]}, {"lines": [{"text": "As you see there is more than enough for ourselves. We were right Livius. There is no limit with what can be done with a human spirit, for good or evil.", "character": "Timonides", "characterId": "nm0000051"}]}, {"lines": [{"text": "Men of Rome, men of Rome! Do not touch these people, they have become your brothers. They're Roman now. The whole Northern people will answer with fire and blood, their hatred will live for centuries. Men of Roman blood will pay for this. You will make nations to kill us all. Let us live in peace!Peace!", "character": "Timonides", "characterId": "nm0000051"}, {"text": "[Timonides is killed with a javelin in the chest]", "character": null, "characterId": null}]}, {"lines": [{"text": "[standing over body of Timonides]\nWhat happened, gentle Greek? Did you try to tell them there were three possibilities? Did you not know there was a fourth? This!", "character": "Livius", "characterId": "nm0000963"}, {"text": "[picks up and throws spear away]", "character": null, "characterId": null}, {"text": "This is the way they answer to reason and now even you must see, this is the only way to answer them.", "character": "Lucilla", "characterId": "nm0000047"}, {"text": "He does not seem dead to me, I can still feel his life, hear his words. Tell me what I must do in his name.", "character": "Livius", "characterId": "nm0000963"}, {"text": "[yelling]", "character": null, "characterId": null}, {"text": "March the army into Rome and drown the city in blood!", "character": "Livius", "characterId": "nm0000963"}, {"text": "[uncovering the Christian cross Timonides wore around his neck]\nHe was my father's friend and a wise man.", "character": "Lucilla", "characterId": "nm0000047"}, {"text": "I shall go alone into Rome, if I do not return by sunset, let the army enter Rome.", "character": "Livius", "characterId": "nm0000963"}]}]}