{"quotes": [{"lines": [{"text": "We became rich later than I expected. Now I'm too old to enjoy my money.", "character": "John Entwistle", "characterId": "nm0258200"}]}, {"lines": [{"text": "This country's in a weird, feeble, grotesque state and it's about time it got out of it. And the reason it could get out of it is rock music! And I think that Pete Townshend, The Who, Roger Daltrey, Entwistle, Moon, could rise this country out of its decadent, ambient state more than Wilson and those crappy people could ever hope to achieve!", "character": "Ken Russell", "characterId": "nm0001692"}]}, {"lines": [{"text": "My main ambition right now is to get back on the road with the 'orrible 'Oo. The worst rock & roll group in the world...", "character": "Roger Daltrey", "characterId": "nm0002032"}, {"text": "[off]\nThe worst?", "character": null, "characterId": null}, {"text": "Yeah. You couldn't pick four more horrible geezers who make the worst noise that you've ever heard in your life!", "character": "Roger Daltrey", "characterId": "nm0002032"}]}, {"lines": [{"text": "[In the 1970's]\nExcuse me. We just shot a lot of film with the interview. And talking about all that... I was wondering...", "character": null, "characterId": null}, {"text": "Heard the worst.", "character": "Keith Moon", "characterId": "nm0007127"}, {"text": "...now could you really tell us the truth and stop lying?", "character": null, "characterId": null}, {"text": "Oh, no. it - I mean, the truth as you wanna hear it? I can't do that. You couldn't afford me.", "character": "Keith Moon", "characterId": "nm0007127"}]}, {"lines": [{"text": "When I'm on the stage - let me try to explain - when I'm on the stage, I'm not in control of myself at all. I even don't know who I am. I'm not this rational person that can sit here and talk to you. If you walked on the stage in the middle of a concert for an interview, I'd probably come close to killing you - I HAVE come close to killing people that walked on the stage. Abbie Hofmann walked on the stage at Woodstock and I nearly killed him with me guitar. A cameraman walked... a, a, a policeman came on when the bloody building of the Fillmore in New York was burning down - and I kicked him in the balls and sent him off. It's not like being possessed, you know, it's just - I do my job, and I know that I have to get into a certain state of mind to do it.", "character": "Pete Townshend", "characterId": "nm0870175"}]}, {"lines": [{"text": "If you steer clear of quality, you're alright.", "character": "Pete Townshend", "characterId": "nm0870175"}, {"text": "But wouldn't you say a group like The Beatles have a certain musical quality?", "character": null, "characterId": null}, {"text": "Oooh, that's a tough question. Alright, actually, this afternoon, John and I were listening to a stereo LP of The Beatles, in which the voices come out of the one side and the backing track came out of the other. And when you actually hear the backing tracks of The Beatles without their voices, they're flippin' lousy.", "character": "Pete Townshend", "characterId": "nm0870175"}]}, {"lines": [{"text": "[asked about previous jobs]\nI was a rust repairer. I was a rust repairer and full-time survivor. I survived all the major earthquakes, and the Titanic, and several air crashes.", "character": "Keith Moon", "characterId": "nm0007127"}]}, {"lines": [{"text": "My friends call me Keith, but you can call me John.", "character": "Keith Moon", "characterId": "nm0007127"}]}, {"lines": [{"text": "I've got a guitar up here if any big-mouth little git wants to come and fucking take it off me.", "character": "Pete Townshend", "characterId": "nm0870175"}]}, {"lines": [{"text": "What first made us want to go to America and... \"conquer\" it, was being English! It wasn't that we cared a monkey's about the American Dream, or the American drug situation, or the dollars or any of that. It's because we were English kids! And we wanted to go to America and be English!", "character": "Pete Townshend", "characterId": "nm0870175"}]}, {"lines": [{"text": "[regarding Keith Moon]\nWell, I'm sure most of his friends have been on here, cos I'm only one of several, and they've told you about all the mad things he's done in life. Such as, breaking up rooms... driving his car into swimming pools... and driving his car into foyers. Well, I'm not gonna tell you about any of that. I'm just here to tell you about the Keith I know and love.", "character": "Ringo Starr", "characterId": "nm0823592"}]}, {"lines": [{"text": "[coming back to Roger]\nAnd you must be Roger.", "character": "Tom Smothers", "characterId": "nm0810691"}, {"text": "Well I must be.", "character": "Roger Daltrey", "characterId": "nm0002032"}, {"text": "Are you?", "character": "Tom Smothers", "characterId": "nm0810691"}, {"text": "Yes.", "character": "Roger Daltrey", "characterId": "nm0002032"}, {"text": "And where are you from?", "character": "Tom Smothers", "characterId": "nm0810691"}, {"text": "Oz.", "character": "Roger Daltrey", "characterId": "nm0002032"}, {"text": "[audience laughs]", "character": null, "characterId": null}, {"text": "[taken aback]\nRoger from Oz?", "character": "Tom Smothers", "characterId": "nm0810691"}, {"text": "Yes!", "character": "Roger Daltrey", "characterId": "nm0002032"}]}, {"lines": [{"text": "[having just been introduced as \"the guy who plays the sloppy drums\", Moon reacts to someone who unexpectedly farts off-camera]\nYou've got sloppy stagehands here.", "character": "Keith Moon", "characterId": "nm0007127"}]}, {"lines": [{"text": "[Speaking in the early Sixties]\nYou have to resign yourself to the fact that a large part of the audience is sort of thick, you know, and don't appreciate quality however much you put it over. The fact that our group hasn't - hasn't got any quality. It's just musical sensationalism. You do something big on the stage and a thousand geezers sort of go, \"Ah!\". It's just basic Shepherds Bush enjoyment.", "character": "Pete Townshend", "characterId": "nm0870175"}]}, {"lines": [{"text": "Where did you get that unique way of playing guitar?", "character": "Tom Smothers", "characterId": "nm0810691"}, {"text": "From bowling.", "character": "Pete Townshend", "characterId": "nm0870175"}]}, {"lines": [{"text": "So, Roger from Oz, what's the next song you're gonna sing?", "character": "Tom Smothers", "characterId": "nm0810691"}, {"text": "\"My Generation\".", "character": "Roger Daltrey", "characterId": "nm0002032"}, {"text": "Your generation?", "character": "Tom Smothers", "characterId": "nm0810691"}, {"text": "Yeah.", "character": "Roger Daltrey", "characterId": "nm0002032"}]}, {"lines": [{"text": "Kit turned around to me and said, \"I think you should write something linear, something with continuity. Perhaps a ten-minute song.\" So I said, \"You can't write a ten-minute song!\" I mean, rock songs are two-minutes-fifty - by tradition! It's one of the traditions, you know, they only allowed you one modulation, four chords, or five - you know, five chords, you might be up before the committee. Ten minutes? It's ridiculous!", "character": "Pete Townshend", "characterId": "nm0870175"}]}]}