{"quotes": [{"lines": [{"text": "Women's legs are like compass points, circling the globe", "character": "Bertrand Morane", "characterId": "nm0219342"}]}, {"lines": [{"text": "[speaking about two just married young people]\nHere are two who believe in Santa Claus. Today this is big love, but in five years, she will go away with some guy, or it will be him who will get some younger girl, childs will be dispersed, and the lovely house will be sold.", "character": "Bertrand Morane", "characterId": "nm0219342"}]}, {"lines": [{"text": "So was it truly impossible to feel any pleasure, without hurting somebody?", "character": "Bertrand Morane", "characterId": "nm0219342"}]}, {"lines": [{"text": "There are women that you can wonder if they got any interest in love. For others, they are carrying it on their face.", "character": "Bertrand Morane", "characterId": "nm0219342"}]}, {"lines": [{"text": "As some animal species, women practice hibernation. Four months long, they disappear, they cannot be seen. At the first ray of sunlight in march, as if they had given themselves the word, or had received some order of mobilization, they come out in the streets by tens, in light dresses and high heels. Then life starts again.", "character": "Bertrand Morane", "characterId": "nm0219342"}]}, {"lines": [{"text": "We cannot make love all day long, this is just why we invented work...", "character": "Docteur Bicard", "characterId": "nm0202120"}]}, {"lines": [{"text": "There even were pills to keep you happy. This is not very romantic but I find this funny, the thought that love stories with an unhappy ending can be healed using chemicals.", "character": "Bertrand Morane", "characterId": "nm0219342"}]}, {"lines": [{"text": "[final line]\nBertrand pursued an impossible happiness through quantity, through multitude. Why do we have to seek with so much people, what our education claims we shound find in only one?", "character": "Geneviève Bigey", "characterId": "nm0287637"}]}, {"lines": [{"text": "I believe that one can hardly refuse you anything. You have that special way to ask. It is as if your life depended on it.", "character": "Geneviève Bigey", "characterId": "nm0287637"}]}]}