{"quotes": [{"lines": [{"text": "We're all gonna die! Where's the bomb!", "character": null, "characterId": null}]}, {"lines": [{"text": "Out Ritter, I've taken over!", "character": "Martin Vogel", "characterId": "nm0858186"}]}, {"lines": [{"text": "Well countess, I've never enjoyed losing so much!", "character": "Elliot Howell III", "characterId": "nm0156313"}]}, {"lines": [{"text": "Excuse me, I'm just a poor gypsy.", "character": "Karl Boerth", "characterId": "nm0040472"}]}, {"lines": [{"text": "A drink to the one I love. The Hindenburg!", "character": "Knorr", "characterId": "nm0311811"}]}, {"lines": [{"text": "They act like Gypsies.", "character": null, "characterId": null}]}, {"lines": [{"text": "[as the ship begins to crash]", "character": null, "characterId": null}, {"text": "[whisper, then shout]\nNo... No!", "character": "Capt. Pruss", "characterId": "nm0001164"}]}, {"lines": [{"text": "[the last line of Reed Channing's concert song; \"There's a lot to be said for the Fuhrer\"]\nWho else making opportunities for busy pioneers in occupa -", "character": "Reed Channing", "characterId": "nm0232194"}, {"text": "[Capt. Pruss slams the piano keyboard cover shut]", "character": null, "characterId": null}, {"text": "[Joe Spah runs out of the lounge imitating airplane engine droning and waving a swastika hankerchief]\nThank you so much, Mr Channing. Unfortunately your humor is not the same as ours. Good night, sir.", "character": "Capt. Pruss", "characterId": "nm0001164"}]}, {"lines": [{"text": "There's a new voice sweeping the fatherland Loyal Germans understand As they rally round its exciting sound How their hearts expand There's a new voice keeping the fatherland To its ancient noble bounds Helping restless men start to build again Showing where and how? There's a lot to be said for the Fuhrer Why I hardly know where to begin For our pride in Aryan purity security Thank Berlin All the bold youthful steps he is taking Make you feel that something special's in the air What has got to be said for the Fuhrer is Who else would ever dare There's a lot to be said for the Nazis They are bringing the press into line They have modernized the cinema The radio and the Rhine It's a simply spectacular party And the failure to attempt would be a crime There's a lot to be said for the Nazis And I hope it's said in time Who else is making opportunities For busy pioneers in occupa... Captain Pruss stops the performance", "character": "Reed Channing", "characterId": "nm0232194"}, {"text": "Thank you so much, Mr. Channing. Unfortunately your humor is not the same as ours. Good night sir.", "character": "Capt. Pruss", "characterId": "nm0001164"}]}, {"lines": [{"text": "The German Air Force is not at all like it used to be, but then again, nothing is.", "character": "Ursula, The Countess", "characterId": "nm0000843"}]}, {"lines": [{"text": "[Playing cards with the Countess, laying his hand down]\nFull house! Sorry it's not strip poker, eh, Countess?", "character": "Emilio Pajetta", "characterId": "nm0580565"}, {"text": "[Laying her own hand down]\nYou'd be looking for a fig leaf. Straight flush!", "character": "Ursula, The Countess", "characterId": "nm0000843"}]}, {"lines": [{"text": "There is no resistance movement, Colonel!", "character": "Goebbels", "characterId": "nm0561216"}, {"text": "That's reassuring, coming from the Minister of Propoganda.", "character": null, "characterId": null}]}, {"lines": [{"text": "Marvelous feeling on an airship.", "character": "Ursula, The Countess", "characterId": "nm0000843"}]}]}