{"quotes": [{"lines": [{"text": "Make the money, don't let it make you.", "character": "Diamond", "characterId": "nm0513964"}]}, {"lines": [{"text": "Stripping business started in Africa. Long time ago, long long time ago, white man went to Africa. And he saw all these bootiful black women, walking around, dancing, working, living, in the nude. Bucked Nakeds! You could see their public hairs. This white man went from village to village to seek out these bootiful black women, watching them perform, in the nude. TITTIES! Asses. Free. White man got an idea. He figure he go back to Europe and start the same type of business, taking away from our black women, trying to get them white bithches to dance the same identical way, huh? But to no avail. Wasn't no shame in our black women walking around BUCKED NAKED! So he went over to Europe and tried the same thang. Them white bitches told that white man the must bootiful words you ever want to hear in our profession.", "character": "Dollar Bill", "characterId": "nm0005170"}, {"text": "What did she say?", "character": "Ebony", "characterId": "nm0004793"}, {"text": "Baby, them white bitches looked that white man dead in the eye and told him, \"Fuck that. Pay me!\" Ha ha! That's why I get 30 percent.", "character": "Dollar Bill", "characterId": "nm0005170"}, {"text": "When can I start?", "character": "Ebony", "characterId": "nm0004793"}, {"text": "Immedjately.", "character": "Dollar Bill", "characterId": "nm0005170"}]}, {"lines": [{"text": "[while beating up Ronnie]", "character": null, "characterId": null}, {"text": "It's bitches like you who make it harder for women like me.", "character": "Diamond", "characterId": "nm0513964"}]}, {"lines": [{"text": "Y'all ain't shit. Your mama's ain't shit and your babies ain't gonna be shit. Fuck you with a... a sick dick.", "character": "Tricks", "characterId": "nm0321437"}]}, {"lines": [{"text": "Blue, if have to raise out this chair gon' be trouble, trouble!", "character": "Dollar Bill", "characterId": "nm0005170"}, {"text": "Dollar, I ain't tryin' to...", "character": "Blue", "characterId": "nm0004937"}, {"text": "Now git out my face, before you git swole!", "character": "Dollar Bill", "characterId": "nm0005170"}]}, {"lines": [{"text": "Who tha fuck you think you talkin' to like that? You can't just come in here like that! You ain't got no warrant! You got nothin! Ya ugly mothafucka, you know good and well Freeman, you wrong man. All the pussy I done hooked yo ass up with! You better wear your bullet proof vest all day, all mothafuckin' day. you, too, ya fat mothafucka! Let me see ya again! Magilla gorilla, magilla gorilla, god dammit! Fuck! Fuck! Fuck!", "character": "Dollar Bill", "characterId": "nm0005170"}]}, {"lines": [{"text": "Um, tell her... we realize...\"no means no\".", "character": "Reggie", "characterId": "nm0001084"}]}, {"lines": [{"text": "[Diamond and Ronnie have a big fight in the locker rooms. Diamond knees Ronnie in the groin]", "character": null, "characterId": null}, {"text": "No balls here, bitch.", "character": "Ronnie", "characterId": "nm0933188"}, {"text": "Could've fooled me!", "character": "Diamond", "characterId": "nm0513964"}]}, {"lines": [{"text": "If there's anybody here that don't wanna get murdered,", "character": "St. Louis", "characterId": "nm0566770"}, {"text": "[in slow motion]", "character": null, "characterId": null}, {"text": "get the fuck out!", "character": "St. Louis", "characterId": "nm0566770"}]}, {"lines": [{"text": "I loved The Players Club for offering women a way to reach their goals in life. But I also hated The Players Club for all the girls it destroyed in the process.", "character": "Diamond", "characterId": "nm0513964"}]}, {"lines": [{"text": "[while speaking to two strippers trying on shoes]\nYou need a bigger size, huh?", "character": "Ebony", "characterId": "nm0004793"}, {"text": "It's about time. You took so long I don't even know what I want no 'mo.", "character": "Stripper #1", "characterId": "nm0364906"}, {"text": "Girl, I could not put up with your job.", "character": "Stripper #2", "characterId": "nm0557693"}, {"text": "I couldn't put up with yours either. What club do you all work at?", "character": "Ebony", "characterId": "nm0004793"}, {"text": "Club Sugar Daddy!", "character": "Stripper #2", "characterId": "nm0557693"}, {"text": "[High-fives her friend]", "character": null, "characterId": null}, {"text": "Hmm, how do you put up with *your* job?", "character": "Ebony", "characterId": "nm0004793"}, {"text": "Now easy, Miss Thang. We just using what we got to get what we want.", "character": "Stripper #1", "characterId": "nm0364906"}, {"text": "[high-fiving her friend]\nGo on, girl!", "character": "Stripper #2", "characterId": "nm0557693"}, {"text": "Well, if that's all you got, you don't want much.", "character": "Ebony", "characterId": "nm0004793"}]}, {"lines": [{"text": "Comin' to the stage now is a woman who's been in the game since Kunta Kente was big ballin' and shot callin'. They say tricks are for kids and she got four of them mother fuckers! Let's give it up for 'Trix'!", "character": "Blue", "characterId": "nm0004937"}]}, {"lines": [{"text": "[to Ronnie, after she lost a fight with Diamond]", "character": null, "characterId": null}, {"text": "Did you at least pinch the bitch?", "character": "Li'l Man", "characterId": "nm0424513"}]}, {"lines": [{"text": "I just don't understand exactly why you're charging me twenty percent interest on the money that you loaned me, when you already taking thirty percent out of my check.", "character": "Blue", "characterId": "nm0004937"}, {"text": "Welcome to the strippin' game, partner. Blue, you ain't nothin'. All you do is spin records, that's all you do. Who'd you think you is, DJ Quick? Kid Kapri? Oh, then you must be Jimmie Walker. Blue you ain't nut-zin! You don't deserve nut-zin, you don't get nut-zin. You get what I give you. I got a contract betwinx me and you that say you do what I tell you to do. Therefore, shut the fuck, don't say nothin to me, don't even look at me. Tell you what, you better get on up outta my office and outta my face, before you get swole.", "character": "Dollar Bill", "characterId": "nm0005170"}, {"text": "Hey, Bill, I...", "character": "Blue", "characterId": "nm0004937"}, {"text": "Hay for horses, hay for horses...", "character": "Dollar Bill", "characterId": "nm0005170"}, {"text": "I didn't try to come up here and cheat you out of...", "character": "Blue", "characterId": "nm0004937"}, {"text": "Blue, let me tell you somethin'. Blue, if I raise up, gonna be trouble... trouble, so go walk it off.", "character": "Dollar Bill", "characterId": "nm0005170"}]}]}