{"quotes": [{"lines": [{"text": "I give you His Catholic Majesty King James III, may God bless him and keep him in exile", "character": "The Judge", "characterId": "nm0943859"}]}, {"lines": [{"text": "My lord, when I heard of Ralph Gower's discovery, I was reminded of this old volume. Mock, sir, if you will. These sages had access to much wisdom.", "character": "The Doctor", "characterId": "nm0329641"}, {"text": "Doctor, witchcraft is dead and discredited. Are you bent on reviving forgotten horrors?", "character": "The Judge", "characterId": "nm0943859"}]}, {"lines": [{"text": "There is growing amongst you all an insolent ungodliness, which I will not tolerate!", "character": "Reverend Fallowfield", "characterId": "nm0014677"}]}, {"lines": [{"text": "You must have patience, even while people die. Only thus can the whole evil be destroyed. You must let it grow.", "character": "The Judge", "characterId": "nm0943859"}]}, {"lines": [{"text": "How do we know, sir, what is dead? You come from the city. You cannot know the ways of the country. See... this picture. Did Ralph not describe such a countenance?", "character": "The Doctor", "characterId": "nm0329641"}, {"text": "Perhaps some such thing.", "character": "The Judge", "characterId": "nm0943859"}]}, {"lines": [{"text": "Leave me to judge who is innocent.", "character": "The Judge", "characterId": "nm0943859"}]}, {"lines": [{"text": "A fiend has been seen hereabouts, hobbling on one leg.", "character": "The Doctor", "characterId": "nm0329641"}]}, {"lines": [{"text": "I am ready to return, but understand, I shall use undreamed-of measures, to conquer the evil.", "character": "The Judge", "characterId": "nm0943859"}]}, {"lines": [{"text": "Ralph here claims he discovered a deformed anatomy in those furrows. Knew you any such?", "character": "The Judge", "characterId": "nm0943859"}, {"text": "Not since Meg Parsons died. But strange folk have been seen to pass this way from time to time.", "character": "Reverend Fallowfield", "characterId": "nm0014677"}]}, {"lines": [{"text": "Doctor, I am leaving soon. As a favor, might I request the loan of this book? It might merit further study.", "character": "The Judge", "characterId": "nm0943859"}]}]}