{"quotes": [{"lines": [{"text": "[during the stage play]\nAt times I feel like I really don't exist.", "character": "Marion Steiner", "characterId": "nm0000366"}]}, {"lines": [{"text": "It takes two to love, as it takes two to hate. And I will keep loving you, in spite of yourself. My heart beats faster when I think of you. Nothing else matters.", "character": "Marion Steiner", "characterId": "nm0000366"}]}, {"lines": [{"text": "This may sound strange coming from me, but I think your husband, Lucas Steiner, was wrong to leave France. The new anti-Israelite theater laws apply to spectators and profiteers. But your husband, Mme. Steiner, was a gem. He was the only Israelite theater director...", "character": "Daxiat", "characterId": "nm0723827"}, {"text": "You may say 'Jewish'.", "character": "Marion Steiner", "characterId": "nm0000366"}, {"text": "Yes. He was the only one to be a leader, stage director and an artist. You see, the Germans are deeply attached to culture. They don't want talented artists to leave France.", "character": "Daxiat", "characterId": "nm0723827"}]}, {"lines": [{"text": "[Yelling at Nadine as she gets out of a Nazi jeep]\nNot only are you late, you showed up with the Jerries. Jean-Loup will be pissed.", "character": "Raymond Boursier", "characterId": "nm0728208"}, {"text": "What do you want? I was at a dubbing session. We worked late. They offered me a ride.", "character": "Nadine Marsac", "characterId": "nm0369202"}, {"text": "Nothing stops you, If they had offered you a part in 'Jew Süss' you'd have taken it.", "character": "Raymond Boursier", "characterId": "nm0728208"}, {"text": "And how! But they didn't have a role for a French girl.", "character": "Nadine Marsac", "characterId": "nm0369202"}]}, {"lines": [{"text": "I want to get something straight. I was thrilled to play here, in a real theater, in a real play, but if I must take my pants off to prove I'm not a Jew, thanks, but no thanks. Besides, I refuse to take the part of another actor.", "character": "Bernard Granger", "characterId": "nm0000367"}]}]}