{"quotes": [{"lines": [{"text": "Unemployment around the country has gone up; the number of jobs has gone down. The trade deficit has gone up; personal income has gone down. The budget deficit has gone up; consumer confidence has gone down. Poverty has gone up; the number of jobs has gone down. Bankruptcies have gone up, jobs, down; fear, up; hope, down; everything that oughta be down is *up*, everything that should be up is *down*; they've got it upside down, and we're gonna turn it right side *up!*", "character": "Al Gore", "characterId": "nm0330722"}]}, {"lines": [{"text": "outside of a person's love, the most sacred thing that they can give is their labor. And somehow or another along the way, we tend to forget that. Labor is a very precious thing that you have. Anytime that you can combine labor with love, you've made a good merger. I think that we're gonna win tomorrow, and I think the governor's going to fulfill his promise and change America. And I think many of you are going to go on and help him. I'm a political professional, that's what I do for a living, and I'm proud of it.", "character": "James Carville", "characterId": "nm0142598"}, {"text": "[weeping]", "character": null, "characterId": null}, {"text": "We change the way campaigns are run. It used to be, there was a hierarchy. If you were on one floor, get to another floor. Everybody was compartmentalized. You people showed that you can be trusted. Everybody in this room, everybody. People are gonna tell you you're lucky. You're not. Ben Hogan said 'Golf is a game of luck. The more practice, the luckier I get.' The harder you work, the luckier you are. I was thirty-three years old before I went to Washington or New York. Forty-two before I won my first campaign. And I'm happy for all y'all. You've been part of something special in my life... and I'll never forget what y'all have done. Thank you.", "character": "James Carville", "characterId": "nm0142598"}]}, {"lines": [{"text": "It's the economy, stupid!", "character": "James Carville", "characterId": "nm0142598"}]}, {"lines": [{"text": "[giving a televised speech]\nIf you'll be my voice tomorrow, I'll be yours for four years.", "character": "Bill Clinton", "characterId": "nm0001051"}, {"text": "I thought of that didn't I? I'll take credit for it.", "character": "James Carville", "characterId": "nm0142598"}]}, {"lines": [{"text": "number one, of course it's not gonna matter. But, number two, think of yourself. I guarantee you, if you do this, you'll never work in Democratic politics again. Maybe you don't want to, I'm not saying it matters. You will be embarrassed by the International Press Corps.; people will think - - nobody will believe you - - and people will think you're scummy. The alternative is, you don't do it, it causes you some temporary pain with people who, tomorrow, aren't gonna matter... and you have a campaign that understands that in a difficult time, you did something right. Uh, and you know, that's important. I mean, it doesn't mean anything, and we can't do anything for you specifically or anything like that, but you, you know you did the right thing. And you didn't dishonor yourself.", "character": "George Stephanopoulos", "characterId": "nm0826888"}]}, {"lines": [{"text": "[on the phone before Election Day]\nI got up this morning, as I was driving to work, I started to cry. I couldn't keep it - I just can't, I can't cope right now... Right... Man, I'm scared. Because we're all gonna have to jump off a bridge. Because, you know, 'cause of the last two days... Because of the last two days... Yeah. It'll just be - it's kind a mass thing, we can all just drink some Kool-Aid.", "character": "George Stephanopoulos", "characterId": "nm0826888"}]}, {"lines": [{"text": "No, I want... Shit, I ain't drinking no Bush bear. Give me a Budweiser.", "character": "James Carville", "characterId": "nm0142598"}]}]}