{"quotes": [{"lines": [{"text": "She may be put together with paste and flour, but that woman has something. What would you say it was?", "character": "Alsop", "characterId": "nm0288830"}, {"text": "Practice. Plenty of practice.", "character": "Miss Spalding", "characterId": "nm0042855"}]}, {"lines": [{"text": "Keep talking, please keep talking; I'm frightened...", "character": "Ken Childs", "characterId": "nm0108406"}, {"text": "You know, I always dreaded the idea of becoming an old woman. And the way things look now, I won't have to worry about it any more. You know, I haven't been whistled at in years, and the idea of growing roses for the rest of my life is really beginning to haunt me. There oughta be a home for dames like me. Yup - we shoulda organized. You know, a house somewhere with no mirror in it, far away where we never have to look at a young girl. They have homes for unmarried mothers but everybody forgets about the girls who - who never quite managed to make things legal. I think I could start one! Yeah - I could call it the May Holst Home for Broken-Down Broads. I kind of like that, don't you?", "character": "May Holst", "characterId": "nm0872456"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Hey fella, ain't you Dan Roman?", "character": "Ben Sneed", "characterId": "nm0151370"}, {"text": "Yeah.", "character": "Dan Roman", "characterId": "nm0000078"}, {"text": "I heard you whistlin' and I said to myself only one guy does that just so.", "character": "Ben Sneed", "characterId": "nm0151370"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "So Long. So long, you ancient pelican.", "character": "Tim Garfield", "characterId": "nm0867538"}]}, {"lines": [{"text": "[shipboard radio operator Gonzales is advising the pilots of surface conditions they can expect if they ditch the aircraft]\nHeavy northwest swells. We're rolling about thirty degrees. Very rough. Keep that ship in the air if you can, boy, it's wet down here!", "character": "Gonzales", "characterId": "nm0327602"}, {"text": "[acknowledging the transmission from the ship]\nRoger, Cristobal Trader. We'll try.", "character": "Hobie Wheeler", "characterId": "nm0132930"}, {"text": "Attaboy, papa!", "character": "Gonzales", "characterId": "nm0327602"}]}, {"lines": [{"text": "Yep, Dan Roman is one guy who had guts enough not to commit suicide.", "character": "Ben Sneed", "characterId": "nm0151370"}]}, {"lines": [{"text": "I need a big man. Grab me around the waist.", "character": "Dan Roman", "characterId": "nm0000078"}]}]}