{"quotes": [{"lines": [{"text": "Have you ever seen the college from here? It's beautiful isn't it? Have you ever thought why it's there? Fifty or sixty years ago, a great woman suffered and slaved to build it. She braved the ridicule of her friends and the abuse of her contemporaries to bring a true freedom to women. Others have given their best to it because they have the same ideals. And what has happened to their ideal? You and others like you have turned the college into a country club for four years. Four years that you don't know how to occupy better. You haven't the slightest idea what true freedom means. Instead, you jazz around glorying in sham freedom. Life to you is just one wild party. You have no aim. All you want is cheap sensation.", "character": "James Gilmore", "characterId": "nm0545298"}, {"text": "It's not true.", "character": "Stella Ames", "characterId": "nm0001966"}, {"text": "Now be honest, why did you go to that roadhouse tonight?", "character": "James Gilmore", "characterId": "nm0545298"}, {"text": "[defiantly]\nBecause I wanted to.", "character": "Stella Ames", "characterId": "nm0001966"}, {"text": "[sarcastically]\nSuperb reason. Because you wanted to. You fairly compel my respect. Because you wanted to. You risked scandal, expulsion; you involve me in a messy adventure that might cost me my job...", "character": "James Gilmore", "characterId": "nm0545298"}, {"text": "I didn't ask you to come after me.", "character": "Stella Ames", "characterId": "nm0001966"}, {"text": "Is that all it means to you?", "character": "James Gilmore", "characterId": "nm0545298"}, {"text": "[starts to depart]", "character": null, "characterId": null}, {"text": "[pulling him back]\nI'm sorry I said that. Why do you hate me so?", "character": "Stella Ames", "characterId": "nm0001966"}, {"text": "Hate you? How could I hate you when I would have killed for you?", "character": "James Gilmore", "characterId": "nm0545298"}, {"text": "[they embrace]", "character": null, "characterId": null}]}]}