{"quotes": [{"lines": [{"text": "The trouble with me, Gabrielle, is I, I belong to a vanishing race. I'm one of the intellectuals.", "character": "Alan Squier", "characterId": "nm0001366"}, {"text": "That, that means you've got brains!", "character": "Gabrielle Maple", "characterId": "nm0000012"}, {"text": "Hmmm. Yes. Brains without purpose. Noise without sound, shape without substance.", "character": "Alan Squier", "characterId": "nm0001366"}]}, {"lines": [{"text": "[Talking about signing his $5,000.00 life insurance policy over to Gabby]", "character": null, "characterId": null}, {"text": "You're in love with her, aren't you?", "character": "Mrs. Edith Chisholm", "characterId": "nm0864931"}, {"text": "Yes, I suppose I am. And not unreasonably. She has heroic stuff in her. She may be one of the immortal women of France. Another Joan of Arc, George Sand, Madame Curie, or Du Barry. I want to show her that I believe in her, and how else can I do it? Living, I'm worth nothing to her. Dead, I can buy her the tallest cathedrals, golden vineyards, and dancing in the streets. One well-directed bullet will accomplish all that, and it'll earn a measure of reflected glory for him that fired it and him that stopped it. This document will be my ticket to immortality. It'll inspire people to say of me, \"There was an artist who died before his time.\" Will you do it, Duke?", "character": "Alan Squier", "characterId": "nm0001366"}, {"text": "I'll be glad to.", "character": "Duke Mantee", "characterId": "nm0000007"}]}, {"lines": [{"text": "But let me tell you one thing, Mr. Squier. The woman don't live or ever did live that's worth five thousand dollars!", "character": "Gramp Maple", "characterId": "nm0335788"}, {"text": "anguish, ecstasy, faith, jealousy, love, hatred, life or death. Don't you see that's the whole excuse for our existence? It's what makes the whole thing possible and tolerable.", "character": "Alan Squier", "characterId": "nm0001366"}]}, {"lines": [{"text": "Petrified forest is a lot of dead trees in the desert that have turned to stone. Here's a good specimen.", "character": "Gabrielle Maple", "characterId": "nm0000012"}, {"text": "So that was once a tree? Hmmm. Petrified forest, eh? Suitable haven for me. Well, perhaps that's what I'm destined to become, an interesting fossil for future study.", "character": "Alan Squier", "characterId": "nm0001366"}]}, {"lines": [{"text": "Let there be killing. All this evening I've had a feeling of destiny closing in.", "character": "Alan Squier", "characterId": "nm0001366"}]}, {"lines": [{"text": "Maybe you're right, pal.", "character": "Duke Mantee", "characterId": "nm0000007"}, {"text": "Oh, I'm eternally right. But what good does it do me?", "character": "Alan Squier", "characterId": "nm0001366"}]}, {"lines": [{"text": "Tell us, Duke, what kind of a life have you had?", "character": "Alan Squier", "characterId": "nm0001366"}, {"text": "What do you think? I spend most of my time since I grew up in jail - it looks like I'll spend the rest of my life dead", "character": "Duke Mantee", "characterId": "nm0000007"}]}, {"lines": [{"text": "You can talk sitting down; I seen ya' doing it.", "character": "Duke Mantee", "characterId": "nm0000007"}]}, {"lines": [{"text": "Say Duke... Did you mean to hit him in the hand, or was that just a bad shot?", "character": "Gramp Maple", "characterId": "nm0335788"}, {"text": "It was a bad shot Pop. I had to get off fast. Now I let that mug make a mug out of me, but don't let anybody try it again. Just keep in mind that I and the boys is candidates for hangin'. And the first time any one of ya makes a wrong move, I'm gonna kill the whole lot of ya!", "character": "Duke Mantee", "characterId": "nm0000007"}]}, {"lines": [{"text": "I was married to this pillar of the mortage loan and trust... he took my soul and stenciled on a card and filed. And that's where I've been ever since, in an odd metal cabinet.", "character": "Mrs. Edith Chisholm", "characterId": "nm0864931"}]}, {"lines": [{"text": "Now, just behave yourself and nobody'll get hurt. This is Duke Mantee, the world-famous killer, and he's hungry!", "character": "Jackie Cooper", "characterId": "nm0768178"}]}, {"lines": [{"text": "So tell us Duke, what has your life been like?", "character": "Alan Squier", "characterId": "nm0001366"}, {"text": "You know the story.", "character": "Duke Mantee", "characterId": "nm0000007"}, {"text": "Since I've been a grown up, I've spent most of my life in prison... I'll probably spend the rest of it dead.", "character": "Duke Mantee", "characterId": "nm0000007"}]}, {"lines": [{"text": "Here is to happy days.", "character": "Duke Mantee", "characterId": "nm0000007"}]}]}