{"quotes": [{"lines": [{"text": "How much money do you want, Harley?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "Fifteen or twenty dollars ought to do me.", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "What do you need it for?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "Things.", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "Well, what kind of things?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "Just-just things. You know, like a drink of whiskey if I wanted it, or a new shirt or something.", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "You already have two shirts. You don't want to wear but one of them at a time unless it's winter.", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "There you go thinking like a Republican again.", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "Well, you don't bring up politics while you're borrowing money, Harley. It ain't seemly!", "character": "John O'Hanlan", "characterId": "nm0000071"}]}, {"lines": [{"text": "Did you ever love a woman, Johnny? I mean, really love her?", "character": "Jenny", "characterId": "nm0429250"}, {"text": "Yeah. Thought I did once. Come to find out it was indigestion.", "character": "John O'Hanlan", "characterId": "nm0000071"}]}, {"lines": [{"text": "I'm not opening any letter from a lawyer on an empty stomach.", "character": "John O'Hanlan", "characterId": "nm0000071"}]}, {"lines": [{"text": "Sacrifice, sacrifice - all I do is sacrifice!", "character": "Opal Ann", "characterId": "nm0486057"}]}, {"lines": [{"text": "Well, how much time do I have?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "Oh, three days at the most. They live quite a ways out of town. But trouble rides a fast horse!", "character": "Marshal Anderson", "characterId": "nm0424516"}]}, {"lines": [{"text": "I've eaten mighty good food in my life, but this weren't part of it.", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "Yeah, well, I ain't heard no complaints from none of the others.", "character": "Cook", "characterId": "nm0574918"}, {"text": "Yeah, well, they ain't as well-bred as I am.", "character": "Harley Sullivan", "characterId": "nm0000020"}]}, {"lines": [{"text": "I remember when I was about twelve years old. My daddy asked me, he says, \"What do you want to be when you grow up, Little Harley?\" And like a damn fool, I said a cowboy. I've been making wrong moves ever since.", "character": "Harley Sullivan", "characterId": "nm0000020"}]}, {"lines": [{"text": "When you're out on the range with nobody to talk to most of the time but your horse, you do a lot of dreaming. And I dreamed of being a man of property. But you know... you know Mr. Willoughby, and I didn't realize it then, but I've always been a man of property. I have my horse. I have my blanket and I have the whole West to ride in. How could a man own more than that? No, Mr. Willoughby, I'm a cowboy. Always have been... I know now I always will be.", "character": "John O'Hanlan", "characterId": "nm0000071"}]}, {"lines": [{"text": "When I was young, I had all sorts of dreams. There's something awfully sad about an old dream.", "character": "Jenny", "characterId": "nm0429250"}, {"text": "Yeah, I know. When I was a boy down in the panhandle, that was before I slipped my hobbles, I was a real stargazer. I tell you, Jenny, I dreamed and I planned big things. And then I started drifting... and I've been drifting ever since.", "character": "John O'Hanlan", "characterId": "nm0000071"}]}, {"lines": [{"text": "I thought you know me better than that, John, after all the years we rode together.", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "Well, I guess it just goes to prove that you never really know a man until the chips are down and you need him the most.", "character": "John O'Hanlan", "characterId": "nm0000071"}]}, {"lines": [{"text": "Well, how much money does he need to get her liver fixed?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "Five hundred dollars.", "character": "Jenny", "characterId": "nm0429250"}, {"text": "Five hundred dollars for a liver?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "That's what the big doctor in Chicago charges. And he's got all kinds of fancy letters in back of his name.", "character": "Jenny", "characterId": "nm0429250"}, {"text": "I don't care what's in back of his name! Five hundred dollars - that's more than you have to pay for a good horse!", "character": "John O'Hanlan", "characterId": "nm0000071"}]}, {"lines": [{"text": "I've never known it before, John, but a good gunfight sure makes a man hungry.", "character": "Harley Sullivan", "characterId": "nm0000020"}]}, {"lines": [{"text": "Then there was my cousin, Jim. He sure was a fine figure of a man... but he fell to pieces when he got married. He got fat, his hair started fallin' out, his teeth went bad. The worse lookin' he got, the better lookin' she got. I mean, she weren't no vampire - nothing like that, at leastways nobody could prove it - but, Lord of Mercy, the worse lookin' he got, the better lookin' she got... until there wasn't nothing much left of him... and she went off back east somewhere and took up with a stone mason.", "character": "Harley Sullivan", "characterId": "nm0000020"}]}, {"lines": [{"text": "I never knew you were married.", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "Well, John, it ain't something I like to talk about, but I was married once. And once is enough for any man. You can't smoke, chew, dip, drink, scratch in the parlor, or cuss. When you leave the house, they ask you where'd you go. And when you come home, they ask you where have you been. And right now with you, it is just like when I was married.", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "Why, how is that, Harley?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "Well, John, when a woman's talking to you, you can be pretty sure that she thinks she's in control. And when she's not talking to you, you can be pretty certain you're in control.", "character": "Harley Sullivan", "characterId": "nm0000020"}]}, {"lines": [{"text": "I don't like to say this about my own brother, but he just never was what you'd call an outstanding citizen. The truth is, he, well, he wasn't worth the sweat on a waterbag.", "character": "John O'Hanlan", "characterId": "nm0000071"}]}, {"lines": [{"text": "Ain't you gonna give notice you're quitting?", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "I did when I signed on.", "character": "John O'Hanlan", "characterId": "nm0000071"}]}, {"lines": [{"text": "Did I ever tell ya how my Uncle Charlie got stoved up?", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "No, Harley.", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "His home set right out in the prarie. One day he went in the outhouse and got caught right in the middle of a stampede. When he went in there wasn't a cow in sight. A few minutes late 365 longhorns ran over him. Broke him up something terrrible. That was nineteen years ago and he's still constipated.", "character": "Harley Sullivan", "characterId": "nm0000020"}]}, {"lines": [{"text": "I remember one winter - it was almost as cold as this down in the south of Arkansas. It got to be so cold down there that winter that just about every female in the county came up pregnant in the spring. All the following summer and fall the men and boys were praying for another cold winter.", "character": "Harley Sullivan", "characterId": "nm0000020"}]}, {"lines": [{"text": "Harley, this is more money than I ever dreamed! Do-do-do you know what I can do with this much money?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "We passed some nice looking saloons.", "character": "Harley Sullivan", "characterId": "nm0000020"}]}, {"lines": [{"text": "Not many men would have the guts to close down a historical monument.", "character": "Clay Carroll", "characterId": "nm0215000"}, {"text": "What historical monument is that, Mr. Carroll?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "The Cheyenne Social Club - that's the historical monument!", "character": "Clay Carroll", "characterId": "nm0215000"}, {"text": "The Cheyenne Social Club is a...", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "It was there when there wasn't a railroad for 300 miles. It withstood prairie fires and Indian attacks. And the first ounce, O'Hanlan, the first ounce of gold discovered in this territory was spent wisely and well at the Cheyenne Social Club. And you? You come up here from Texas and close it down!", "character": "Clay Carroll", "characterId": "nm0215000"}, {"text": "Well, now, Mr. Carroll, I didn't figure I was doing anything all that terrible. The fact is, where I come from, it would be considered a public service.", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "You don't say?", "character": "Clay Carroll", "characterId": "nm0215000"}, {"text": "Yes sir, I do say.", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "You must come from some part of Texas that I ain't heard of.", "character": "Clay Carroll", "characterId": "nm0215000"}]}, {"lines": [{"text": "Will you tell Mr. Willowby I would like to talk to him?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "He's still in the Doc's office.", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "I didn't know he was sick.", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "He weren't until you started that fight. He was hit in the face with a piano stool, so they say. I hear that saloon looks like it was in the path of a buffalo stampede.", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "All for a good cause, Harley. All for Texas.", "character": "John O'Hanlan", "characterId": "nm0000071"}]}, {"lines": [{"text": "What kind of business you figure your brother left you?", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "Well, the letter don't say - but that's just like a lawyer. They don't tell you no more than it takes to confuse you. But it's a... something called the Cheyenne Social Club.", "character": "John O'Hanlan", "characterId": "nm0000071"}]}, {"lines": [{"text": "What's this?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "Just what it looks like, Johnny. D.J. always had a glass of warm milk with a raw egg in it before he went to bed. He claimed it kept his strength up, and it helped his complexion. It wasn't his complexion I cared about.", "character": "Opal Ann", "characterId": "nm0486057"}]}, {"lines": [{"text": "Mr. Sullivan, Mr. Sullivan!", "character": "Nathan Potter", "characterId": "nm0171956"}, {"text": "If you're looking for Harley, he's busy right now.", "character": "Opal Ann", "characterId": "nm0486057"}, {"text": "Well, where is he?", "character": "Nathan Potter", "characterId": "nm0171956"}, {"text": "Well, he was with Carrie Virginia a while ago... but now him and Pauline have struck up an acquaintance.", "character": "Opal Ann", "characterId": "nm0486057"}, {"text": "[after Potter leaves to find Harley]\nThat Harley! He's like a bad outlaw. Just keeps moving from place to place!", "character": "Opal Ann", "characterId": "nm0486057"}]}, {"lines": [{"text": "Take Helen. She had flame red hair, pitch black eyes, ruby lips and no teeth - but talk about a body! She could straddle two horses at the same time. I went with her until I found out she dipped snuff. There's something awful unfemale about a snuff dipper - don't you think so, John?", "character": "Harley Sullivan", "characterId": "nm0000020"}]}, {"lines": [{"text": "Harley, with this much money, I can... I can... I can... Heh! What would you do?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "John, if I had that much money and already had a business, I guess I'd just live high on the hog for as long as it lasted.", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "[Testily]\nThat's not what a shrewd businessman would do, Harley!", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "You asked me what I'd do!", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "That was my first mistake!", "character": "John O'Hanlan", "characterId": "nm0000071"}]}, {"lines": [{"text": "[Commenting on the whore house]\nPlace is busier than a Kansas City stockyard!", "character": "Harley Sullivan", "characterId": "nm0000020"}]}, {"lines": [{"text": "How ya doin'?", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "I never felt better glued together!", "character": "John O'Hanlan", "characterId": "nm0000071"}]}, {"lines": [{"text": "John, you're nickel-plated, but you can be rougher on folks than an Indian haircut.", "character": "Harley Sullivan", "characterId": "nm0000020"}]}, {"lines": [{"text": "[as she begins to leave after the bell rings for her]\nNow, hold on, Carrie Virginia! When I gave you away to that Pete Dodge feller, I told him to stay away until after the wedding!", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "And Pete is staying away, too!", "character": "Carrie Virginia", "characterId": "nm0751208"}, {"text": "Well, then, who's that?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "That's just his brother, Edgar, coming to pay his respects. They're such a close family.", "character": "Carrie Virginia", "characterId": "nm0751208"}, {"text": "[she leaves]", "character": null, "characterId": null}, {"text": "[dumbfounded]\nClose? Close?", "character": "John O'Hanlan", "characterId": "nm0000071"}]}, {"lines": [{"text": "Just like D.J. woulda done.", "character": "Barkeep", "characterId": "nm0585557"}]}, {"lines": [{"text": "[Hawking his wonder elixir, \"Blue Nectar,\" before a small crowd, as John and Harley first ride into town]\nStep right up, folks... You've heard about it, you've read about it, and for years you've looked forward to it - that ancient remedy from Ireland, the wonder of which I smuggled into this country at great personal risk to meself. And now, for the first time in Cheyenne... Dr. Foy's Blue Nectar!", "character": "Dr. Michael Foy", "characterId": "nm0641729"}, {"text": "[Holds bottle up]\nIt cures warts, opens the bowels, prolongs life...", "character": "Dr. Michael Foy", "characterId": "nm0641729"}, {"text": "Mr. C. Y. Yancey.", "character": "Dr. Michael Foy", "characterId": "nm0641729"}, {"text": "[Motions to an ancient-looking old man sitting next to him on the platform]\nNow, at the tender age of 8, Mr. Yancey contracted the most horrible, incurable disease - the name of which I can't mention to Christian people. He began taking this potent elixir, and now, ladies and gentlemen, Mr. Yancey is one hundred and eleven years old, thanks to the preservative and health-rendering powers of Blue Nectar!", "character": "Dr. Michael Foy", "characterId": "nm0641729"}, {"text": "[the old man, having taken a swig from a bottle of Blue Nectar, gets up and starts to dance a jig]\nThe good people of New Orleans stood in line in the rain for the rare opportunity of paying one dollar for a bottle of this miracle medicine. Today, I'm letting it go for fifty cents!", "character": "Dr. Michael Foy", "characterId": "nm0641729"}]}, {"lines": [{"text": "[O'Hanlon enters the saloon, looking for the man who beat up Jenny]\nWhat do you want, O'Hanlon?", "character": "Barkeep", "characterId": "nm0585557"}, {"text": "The man that beat up one of my... one of my girls. They tell me his name is Corey Bannister, and they tell me I can recognize him by a streak of yellow down his back.", "character": "John O'Hanlan", "characterId": "nm0000071"}]}, {"lines": [{"text": "You ever hear about what we do down in Texas to a man who beats up on a woman?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "Suppose you tell me?", "character": "Corey Bannister", "characterId": "nm0929057"}, {"text": "We drag him through cactus.", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "No cactus around here.", "character": "Corey Bannister", "characterId": "nm0929057"}, {"text": "So I noticed.", "character": "John O'Hanlan", "characterId": "nm0000071"}]}, {"lines": [{"text": "-", "character": "Corey Bannister", "characterId": "nm0929057"}, {"text": "[Approaches John's dinner table in the saloon]", "character": null, "characterId": null}, {"text": "Mind if I sit down?", "character": "Corey Bannister", "characterId": "nm0929057"}, {"text": "Not at all. Not at all. Here... have a cigar?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "Never use 'em... You know what I don't like about you? You and those women of yours think they're better than everybody else. I was out at that place of yours, once. She insulted me. That one called Jenny? The way she acts, you'd think she was the Queen of England. She said I smelled bad. Heh! Wouldn't even let me hold her hand unless I took a bath.", "character": "Corey Bannister", "characterId": "nm0929057"}, {"text": "Well, did ya'?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "Did I what?", "character": "Corey Bannister", "characterId": "nm0929057"}, {"text": "Take a bath.", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "You must be soft between the head handles, mister. This here territory's FULL of women you don't have to smell like lilac water just to get next to.", "character": "Corey Bannister", "characterId": "nm0929057"}, {"text": "I'll bet that's the dyin' truth. Now if you don't mind, I'll eat my beefsteak.", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "No, sir. I don't like you at all.", "character": "Corey Bannister", "characterId": "nm0929057"}, {"text": "[Glaring, gets up and leaves John's table]", "character": null, "characterId": null}]}, {"lines": [{"text": "I suppose you've come to see me about that little thing last night.", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "That wasn't any little thing you did, O'Hanlan. That was a Bannister you shot. I've been wanting to do it for years.", "character": "Marshal Anderson", "characterId": "nm0424516"}]}, {"lines": [{"text": "Do you know how to make Indian whiskey, John?", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "No, Harley.", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "Well, you take a barrel of Missouri River water and a couple of gallons of alcohol and some strychnine to make them crazy, and tobacco to make them sick. An Indian wouldn't figure it was whiskey unless it made him sick. Add a few bars of soap to put a head on it and then a half-pound or so of red pepper to give it a kick. Put some tumbleweed in, boil it until it turns brown, and that's Indian whiskey.", "character": "Harley Sullivan", "characterId": "nm0000020"}]}, {"lines": [{"text": "Harley, I want... want you to do me a favor. Don't ever tell anyone here in Cheyenne I voted Democratic. You'll do that for me, won't you?", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "If you say so.", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "Thank you.", "character": "John O'Hanlan", "characterId": "nm0000071"}, {"text": "John, you don't mind if I still vote Democratic, do you?", "character": "Harley Sullivan", "characterId": "nm0000020"}, {"text": "Just so long as you're not seen with me when you do it. Be bad for business.", "character": "John O'Hanlan", "characterId": "nm0000071"}]}]}