{"quotes": [{"lines": [{"text": "This is really the greatest day of my life.", "character": "Dr. Cyrus Layton", "characterId": "nm0186608"}, {"text": "Unfortunately for you, Doctor, it is also the last day of your life.", "character": "Purple Monster", "characterId": "nm0054117"}]}, {"lines": [{"text": "Why, who are you?", "character": "Dr. Cyrus Layton", "characterId": "nm0186608"}, {"text": "My name would mean nothing to you. I've come from the planet which people on Earth call Mars.", "character": "Purple Monster", "characterId": "nm0054117"}, {"text": "From Mars? But you speak our language.", "character": "Dr. Cyrus Layton", "characterId": "nm0186608"}, {"text": "I speak all languages. Many years ago, my people invented and perfected a remarkable instrument known as the distance eliminator. With the aid of this device, I've been able to see and hear everything that happens on Earth.", "character": "Purple Monster", "characterId": "nm0054117"}]}, {"lines": [{"text": "You are Dr. Cyrus Layton. We've watched the progress of your work and have come to you for help. My own projectile, you see, has no provision for a return journey. I am anxious to see the plans for your jet plane.", "character": "Purple Monster", "characterId": "nm0054117"}]}, {"lines": [{"text": "I'm highly flattered, sir. I was afraid that my humble efforts might seem childish to a scientist from Mars.", "character": "Dr. Cyrus Layton", "characterId": "nm0186608"}, {"text": "On the contrary, this is just what I need. Your launching rocket is far superior to ours, and the anti-gravity device, which assures a safe landing, is superb. Are there other copies of the plans?", "character": "Purple Monster", "characterId": "nm0054117"}, {"text": "No, this is the only copy. My project is backed by the Scientific Research Foundation. We've tried to keep it more or less a secret until we're ready to let the public know.", "character": "Dr. Cyrus Layton", "characterId": "nm0186608"}, {"text": "That is a very wise precaution.", "character": "Purple Monster", "characterId": "nm0054117"}]}, {"lines": [{"text": "I am not mad. The invasion has only been delayed because of our inability to build ships that could safely land and return to Mars. Your plans have supplied that need.", "character": "Purple Monster", "characterId": "nm0054117"}, {"text": "Then you landed in the wrong country, my friend. Do you think the American people will sit by and do nothing while you build a jet plane for the purpose of bringing in an army of conquest?", "character": "Dr. Cyrus Layton", "characterId": "nm0186608"}, {"text": "Yes - because they won't know I'm building it. I intend to build it in the personality of Dr. Cyrus Layton. You see, I have the ability to kill you, enter your body and use it for my own purposes.", "character": "Purple Monster", "characterId": "nm0054117"}]}]}