{"quotes": [{"lines": [{"text": "[to Clayton, whispering]\nYou know what woke you up? You just had your throat cut.", "character": "Tom Logan", "characterId": "nm0000197"}]}, {"lines": [{"text": "They call this country Hell's Gate. When my dad came in here, it was nothing but a bunch of savage Indians. And Jesuits. Old Thomas Jefferson said that he was a warrior so his son could be a farmer, so *his* son could be a poet. And I raise cattle so my son can be a merchant, so his son can move to Newport, Rhode Island and buy a sailboat and never see one of these bastard-ass sons of bitching mountains again.", "character": "Hellsgate rancher", "characterId": "nm0338783"}, {"text": "Who was Thomas Jefferson?", "character": "Si", "characterId": "nm0752636"}, {"text": "A guy back east.", "character": "Hellsgate rancher", "characterId": "nm0338783"}]}, {"lines": [{"text": "We had a famous painter out here last year... did last scenes. That man must have painted ten squares miles of canvas... and not one human face! And I wish he could have been here to paint that boy, Sandy, hanging up there so decoratively against the mountains. Because his pink tongue and his white face would have just set off the green of Montana splendidly. I mean, it would have made the damnedest bank calendar you ever saw!", "character": "Jane Braxton", "characterId": "nm0516049"}]}, {"lines": [{"text": "Damn, I don't know why they had to put Canada all the way up here.", "character": "Tittle Tod", "characterId": "nm0001642"}]}, {"lines": [{"text": "Why don't we just take a walk and we'll just talk about the Wild West and how to get the hell out of it!", "character": "Jane Braxton", "characterId": "nm0516049"}]}, {"lines": [{"text": "I forgot, you do have your whores, don't you?", "character": "Jane Braxton", "characterId": "nm0516049"}, {"text": "Sure do. Like 'em, too.", "character": "Tom Logan", "characterId": "nm0000197"}, {"text": "Well, I'll tell you something. If you want them more than you want me...", "character": "Jane Braxton", "characterId": "nm0516049"}, {"text": "I keep telling you, I want them a lot. I don't want you at all.", "character": "Tom Logan", "characterId": "nm0000197"}, {"text": "Well, why are you being so mean to me?", "character": "Jane Braxton", "characterId": "nm0516049"}, {"text": "People have been neglecting to tell you what a nasty little bitch you are, and I'm just having to make up for their negligence.", "character": "Tom Logan", "characterId": "nm0000197"}]}, {"lines": [{"text": "I'd like almost anythin' better 'n' bein' burnt up.", "character": "Lee Clayton", "characterId": "nm0000008"}]}, {"lines": [{"text": "The first time I saw this country, it had buffalo grass and bluejoint up to the stirrups. By the second year, we had eight thousand Texas half-bred cattle and over three thousand five hundred volumes of English literature in my library.", "character": "David Braxton", "characterId": "nm0572897"}, {"text": "Hell, we just cut out the unbranded stock and divided up even among outfits. There was no arguin' over mavericks like today.", "character": "Pete Marker", "characterId": "nm0103071"}, {"text": "You got it good today.", "character": "Sandy", "characterId": "nm0902608"}, {"text": "Two percent annual loss then, now it's seven from rustling alone, not to mention winterkill, calving loss, miring down in the spring.", "character": "David Braxton", "characterId": "nm0572897"}]}, {"lines": [{"text": "barbers from Minneapolis, failed grangers, Scandinavian half-breeds, wolfers and woodcutters, dishonest apprentices, raftsmen, poisoners - you give them a chance and they'll waste everything!", "character": "David Braxton", "characterId": "nm0572897"}]}, {"lines": [{"text": "Honey, pull down \"Tristram Shandy\" again for me, will you?", "character": "David Braxton", "characterId": "nm0572897"}]}, {"lines": [{"text": "I understand you had to hang someone here.", "character": "Tom Logan", "characterId": "nm0000197"}, {"text": "I did that.", "character": "David Braxton", "characterId": "nm0572897"}, {"text": "Ah, that's tough. What was this, some kind of desperado?", "character": "Tom Logan", "characterId": "nm0000197"}, {"text": "No, he was a thief... with probably a million good reasons for being on hard times. The main thing is that we put him out of his misery.", "character": "David Braxton", "characterId": "nm0572897"}]}, {"lines": [{"text": "A 44.40 in the brain pan would be my sentence for him. Now I don't know why don't want to go along with that, Tom!", "character": "Calvin", "characterId": "nm0001765"}]}, {"lines": [{"text": "The first time I met Sandy, he was rustling on his own. He had a stolen cavalry pony and he kept this dog. As soon as he would kill a steer, why he'd cut the brand off and feed it to the dog. So before they could get enough evidence to convict him, they'd have to lock that dog up and pick through his shit for a week before they could find the brand.", "character": "Tom Logan", "characterId": "nm0000197"}]}, {"lines": [{"text": "He personified the American West in the days of its rowdy youth.", "character": "Hank Rate", "characterId": "nm0319462"}]}, {"lines": [{"text": "I couldn't get no credit at the whorehouse, so I picked up this chubby little girl off some sodbuster's outfit.", "character": "Tom Logan", "characterId": "nm0000197"}, {"text": "How was she?", "character": "Tom Logan", "characterId": "nm0000197"}, {"text": "About like a Swiss clock... same exact movement over and over again.", "character": "Tittle Tod", "characterId": "nm0001642"}]}, {"lines": [{"text": "The closer you get to Canada, the more things'll eat your horse.", "character": "Tom Logan", "characterId": "nm0000197"}]}, {"lines": [{"text": "Regulator? Ain't that like a dry gulcher?", "character": "Tom Logan", "characterId": "nm0000197"}, {"text": "Well, that's not the softest term you could use, I'd say.", "character": "Lee Clayton", "characterId": "nm0000008"}, {"text": "Well, Regulator, correct me now if I'm wrong, isn't a regulator one of these boys that shoots people and don't never get near 'em?", "character": "Tom Logan", "characterId": "nm0000197"}, {"text": "That's it.", "character": "Lee Clayton", "characterId": "nm0000008"}]}, {"lines": [{"text": "Well, you're about the last of your kind, old man. If I was a better businessman than I am a man hunter, I'd put you in the circus.", "character": "Lee Clayton", "characterId": "nm0000008"}]}, {"lines": [{"text": "[after killing a man, dressed in a bonnet and shawl]\nGranny's tired now.", "character": "Lee Clayton", "characterId": "nm0000008"}]}]}