{"quotes": [{"lines": [{"text": "\"Fresh information concerning something that has recently taken place.\" But quite frequently events occur which by their nature are so sensational - from the angle of sex, violence, the standing of the parties involved, or what not - - that they are reported in some newspapers long after there is any \"fresh information\" and when nothing at all \"has recently taken place\". Legitimate newspapers recognize this fact. They report real developments, and stop there. But others, pandering to the lowest tastes of the public, prolong such cases to the last degree. When news fails, they try to make news. As long as a shred of carcass remains, they feast upon it. Naturally, such journalistic scavenger work attracts only the lowest type of newspaper man - tipsters, stool pigeons, the base and the irresponsible. \"THE FAMOUS FERGUSON CASE\" is built upon the contrast between legitimate journalism and unprincipled scandal-mongering.", "character": null, "characterId": null}]}, {"lines": [{"text": "Oh, nothing ever happens in a town like this!", "character": "Antoinette 'Toni' Martin", "characterId": "nm0233467"}]}, {"lines": [{"text": "We were just saying, Bruce ought to go to New York. Where he'd get a chance.", "character": "Antoinette 'Toni' Martin", "characterId": "nm0233467"}, {"text": "Yeh, he ought to get clean out of the newspaper business. Ain't any money in it, anymore, as far as I see.", "character": null, "characterId": null}, {"text": "No money? Why do you know how much some of those reporters in New York get? Two-hundred dollars a week! Now, that's money, isn't it?", "character": "Antoinette 'Toni' Martin", "characterId": "nm0233467"}, {"text": "Well, that 's a whole lotta money, alright - for snoopin' around in other folks business!", "character": null, "characterId": null}, {"text": "It isn't snooping! Why, telling the people what's going on in the world - is one of the highest forms of public service.", "character": "Antoinette 'Toni' Martin", "characterId": "nm0233467"}]}, {"lines": [{"text": "We're just simple newspaper people who like to hear folks talk.", "character": "Maizie Dickson", "characterId": "nm0000951"}, {"text": "Yeah, whatever we hear just goes in one ear...", "character": "Reporter Jeff Haines", "characterId": "nm0919624"}, {"text": "And comes out through the typewriter.", "character": "Maizie Dickson", "characterId": "nm0000951"}]}, {"lines": [{"text": "Come on, lady, who was the man and what was the fight about?", "character": "Bob Parks", "characterId": "nm0861034"}, {"text": "I can't tell you. It was about - Mr. Ferguson's business affairs.", "character": "Jigger Bolton", "characterId": "nm0576120"}, {"text": "Sure it wasn't about - Mrs. Ferguson's love affair?", "character": "Bob Parks", "characterId": "nm0861034"}]}, {"lines": [{"text": "Those old fluffs are a million years behind the times! They're still writing with quill pens.", "character": "Perrin", "characterId": "nm0272059"}]}, {"lines": [{"text": "Listen, boys, it's serious. We know that Bob Parks and Perrin, Jigger Bolton and that gang are high binders from the word go. They'd lie and steal and crucify their own grandmothers to make a story. But, just the same, in this case, they might be right.", "character": "Martin Collins", "characterId": "nm0593372"}]}, {"lines": [{"text": "You see that Pig Woman, kid. You've got an honest face. She may talk for you.", "character": "Martin Collins", "characterId": "nm0593372"}]}, {"lines": [{"text": "Say, do we have to come all the way up from New York to show you how to run your dinky office?", "character": "Jigger Bolton", "characterId": "nm0576120"}]}, {"lines": [{"text": "It's nonsense! He's not that kind!", "character": "County Attorney", "characterId": "nm0933199"}, {"text": "Yeah, does it take any particular kind to go daffy over a pretty woman?", "character": "Jigger Bolton", "characterId": "nm0576120"}]}, {"lines": [{"text": "You know, I couldn't get any real booze in this little town; so, I had to take the stuff I could get from the drug store. Come and get it! I don't know if it will be any good. It's hard to get the right ingredients in a little town like this.", "character": "Bob Parks", "characterId": "nm0861034"}, {"text": "Mmmm. I think its lovely.", "character": "Antoinette 'Toni' Martin", "characterId": "nm0233467"}, {"text": "Yeah, that's his one real talent. He can make a martini out of cockroach paste and turpentine.", "character": "Jigger Bolton", "characterId": "nm0576120"}, {"text": "No! That's a Manhattan. A martini is boiled cigar butts and sheep dip.", "character": "Bob Parks", "characterId": "nm0861034"}]}, {"lines": [{"text": "I fear your local officials haven't been properly trained.", "character": "Bob Parks", "characterId": "nm0861034"}, {"text": "What do you mean? We print all the news he gives us.", "character": "Antoinette 'Toni' Martin", "characterId": "nm0233467"}, {"text": "Yes. But, you don't inform him what news to give you.", "character": "Bob Parks", "characterId": "nm0861034"}]}, {"lines": [{"text": "Gee, this is as good as a school of journalism for me.", "character": "Antoinette 'Toni' Martin", "characterId": "nm0233467"}, {"text": "Better! No school of journalism ever taught you how to stick your foot in a crack of a door.", "character": "Jigger Bolton", "characterId": "nm0576120"}]}, {"lines": [{"text": "You know, Toni, I like you - lots. You're a pretty swell person. You're, well, you're genuine. That's why I want us to be friends. That's rather rare between men and women - friendship. Toni, there's only one real basis for friendship, so before you eat and decide, whether or not you want me for a friend, I want you to know just exactly what kind of a mug I am.", "character": "Bob Parks", "characterId": "nm0861034"}]}, {"lines": [{"text": "Well, I'm highly qualified to criticize an absent brother, but this is one time Mr. Parks ought to be ashamed of himself. Why she's just a punk kid!", "character": "Jigger Bolton", "characterId": "nm0576120"}]}, {"lines": [{"text": "Hi Boo-ful!", "character": "Perrin", "characterId": "nm0272059"}, {"text": "Boo-ful's looking for Bob Parks and Boo-ful's getting a trifle annoyed.", "character": "Maizie Dickson", "characterId": "nm0000951"}, {"text": "Bob just went out to get a bite to eat.", "character": "Perrin", "characterId": "nm0272059"}, {"text": "Yeah, just a little while ago.", "character": "Jigger Bolton", "characterId": "nm0576120"}, {"text": "Would it be any violation of your professional ethics to tell me whether or not the bite to eat looked - appetizing?", "character": "Maizie Dickson", "characterId": "nm0000951"}, {"text": "Sure shot Mazie they calls her.", "character": "Perrin", "characterId": "nm0272059"}, {"text": "Well, if you ask me, I wouldn't mind sitting down to a - dish of it.", "character": "Jigger Bolton", "characterId": "nm0576120"}]}, {"lines": [{"text": "I have a very definite weakness for your charming sex.", "character": "Bob Parks", "characterId": "nm0861034"}]}, {"lines": [{"text": "Feel kinda cheap?", "character": "Maizie Dickson", "characterId": "nm0000951"}, {"text": "Well, what do you think?", "character": "Bob Parks", "characterId": "nm0861034"}, {"text": "Well, if you don't, you're going to, Mr. Parks. I'm sick of having you shove me around and I'm going to give you a man-sized earful, right now!", "character": "Maizie Dickson", "characterId": "nm0000951"}]}, {"lines": [{"text": "one is news and the other is public service. It's pretty hard some times to tell if a story is news or just plain snooping into people's private affairs. That's when you get disgusted. And then you go out and do something that you know is a public service. You dig up some story about a ship sinking because her owners sent her to sea without repairs and you put the guilty men in jail. Or, you do a series about conditions in the coal fields and force Congress to investigate. Somehow, it happens that every time the spell wears a bit thin, we got a fresh injection of public service and then we carry on.", "character": "Martin Collins", "characterId": "nm0593372"}]}, {"lines": [{"text": "This is a surprise. You could knock me over with a locomotive.", "character": "Bob Parks", "characterId": "nm0861034"}]}, {"lines": [{"text": "You mean to say you're yap enough to swallow that baloney about a burglar coming in, tying her and stealing her ring?", "character": "Perrin", "characterId": "nm0272059"}]}, {"lines": [{"text": "Oh, there's a smart dame! She thinks you're just a little hick court she can play leapfrog with and make you like it! She and her boyfriend Brooks are giving you the horse laugh right now!", "character": "Perrin", "characterId": "nm0272059"}]}, {"lines": [{"text": "They're both smart. They had to be smart to get away with an affair, as long as they did, in this one-horse town!", "character": "Bob Parks", "characterId": "nm0861034"}]}, {"lines": [{"text": "I suppose you know that having those slugs write your stories for you is not doing you any good. You'll get canned and no descent newspaper will hire you!", "character": "Maizie Dickson", "characterId": "nm0000951"}]}, {"lines": [{"text": "[to Toni Martin]\nSo, he wants to take you to New York, heh? Well, you sit down, listen to me! Suppose he does take you to Broadway. You'll have a swell time, for awhile, anyway. He's a good teacher. One of the very best! He'll teach you how to breathe nightclub air, how to drink straight rye without making a face, how to mix 18 different kinds of cocktails and take care of cryin' drunks! You learn how to let the men do the work for you and you find out that some of 'em won't do it for nothin'. He'll teach you how to steal pictures and to chisel on your expense account. He'll introduce you to all the hot spot hostesses and speakeasy junkies! You'll learn to stall all the bills for the clothes that look so swell before they had drinks spilled on them. And then one morning you'll wake up with a hangover six times bigger than the state of Texas! And you'll wonder if there's one good reason why you should go on living!", "character": "Maizie Dickson", "characterId": "nm0000951"}, {"text": "Well, then you take three drinks and you don't give a hoot.", "character": "Bob Parks", "characterId": "nm0861034"}, {"text": "For the first few months you'll be that cute little Martin kid. After that, you'll be known to the trade as good ol' Toni. From then on you're the tough twist from the Globe or the speakeasy sob sister. And when you add it all up it's got a minus sign in front of it and bares a close resemblance to Bob Parks - Broadway's buddy.", "character": "Maizie Dickson", "characterId": "nm0000951"}, {"text": "Well the nice thing is you have so many things to repent when you are older and time - grows - heavy.", "character": "Bob Parks", "characterId": "nm0861034"}]}, {"lines": [{"text": "Okay. You win. Welcome to the sobbing sisterhood. I'll send you a membership card in the mail.", "character": "Maizie Dickson", "characterId": "nm0000951"}]}, {"lines": [{"text": "Hello you unwashed hyaenas.", "character": "Bob Parks", "characterId": "nm0861034"}]}, {"lines": [{"text": "You know, that little county attorney buzzard asked me to write his speech to the jury for him.", "character": "Perrin", "characterId": "nm0272059"}, {"text": "No.", "character": "Bob Parks", "characterId": "nm0861034"}, {"text": "Yeah, I bet that'll be a blood thristy masterpiece.", "character": "Jigger Bolton", "characterId": "nm0576120"}, {"text": "You're gonna have 'em howlin' like a wolf.", "character": "Perrin", "characterId": "nm0272059"}]}, {"lines": [{"text": "You see, Toni's a pretty good mixer. She gets around. Make a lot of friends.", "character": "Bruce Foster", "characterId": "nm0114805"}, {"text": "Yeah, that does brighten things up a lot, doesn't it? Those girls with that friendly feeling.", "character": "Maizie Dickson", "characterId": "nm0000951"}, {"text": "So I've heard.", "character": "Bruce Foster", "characterId": "nm0114805"}, {"text": "Are you trying to make a crack!", "character": "Maizie Dickson", "characterId": "nm0000951"}, {"text": "Oh, no, no, no.", "character": "Bruce Foster", "characterId": "nm0114805"}, {"text": "Well, I was.", "character": "Maizie Dickson", "characterId": "nm0000951"}]}, {"lines": [{"text": "Say, how long since a woman was executed in this state?", "character": "Bob Parks", "characterId": "nm0861034"}, {"text": "Last one was in - eh - 1897.", "character": "Perrin", "characterId": "nm0272059"}, {"text": "Better get 'em a story on it and I'll use it as a shirt tail with my story of the verdict.", "character": "Bob Parks", "characterId": "nm0861034"}]}, {"lines": [{"text": "He certainly has made monkeys out of this collection of brains and beauty.", "character": "Maizie Dickson", "characterId": "nm0000951"}]}, {"lines": [{"text": "[Last lines]\nDo you think you can handle the society news?", "character": "Bruce Foster", "characterId": "nm0114805"}, {"text": "Say, with my experience, I could handle a boa constrictor.", "character": "Maizie Dickson", "characterId": "nm0000951"}]}]}