{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "They never found his body, but they say his spirit lives in the forest. This forest. A maniac, a thing no longer human. They say he lives on whatever he can catch. Eats them raw, alive maybe. And every year he picks on a summer camp and seeks his revenge for the terrible things those kids did to him. Every year he kills. Right now he's out there. Watching. Waiting. So don't look; he'll see you. Don't breathe; he'll hear you. Don't move; you're dead!", "character": "Camp Counselor", "characterId": "nm0873093"}]}, {"lines": [{"text": "How long have you been working here?", "character": "Orderly", "characterId": "nm0619858"}, {"text": "I just started working Sunday.", "character": "Intern", "characterId": "nm0569074"}, {"text": "You like your job?", "character": "Orderly", "characterId": "nm0619858"}, {"text": "Yeah, it's fine.", "character": "Intern", "characterId": "nm0569074"}, {"text": "Well, when you've seen what I've seen, you'll soon change your mind. Hey listen, after two months of working here, you'll start to feel like an old man. Guys like you won't last five minutes. Hey, there's this guy down the hall in the burn center I'd like you to see. After you see this guy, you'll never want to come back in here again. Man, this guy is so burned, he's cooked! A fucking Big Mac, overdone! You know what I mean? And, it's a miracle that he's still alive. If it was me, I'd prefer to be dead. No way I'd want to be this freak. He's a monster, man! I've been working here 10 years and I'm telling you, I've never seen anything like this.", "character": "Orderly", "characterId": "nm0619858"}, {"text": "Listen, I've got to be...", "character": "Intern", "characterId": "nm0569074"}, {"text": "Come on, in here, man.", "character": "Orderly", "characterId": "nm0619858"}, {"text": "Look, I've got to go.", "character": "Intern", "characterId": "nm0569074"}, {"text": "Hey, you want to be a doctor, right? This is what you've got to see. This is where it's at!", "character": "Orderly", "characterId": "nm0619858"}]}, {"lines": [{"text": "You're crazy.", "character": "Karen", "characterId": "nm0396540"}, {"text": "Yeah, I know. Crazy for you.", "character": "Eddy", "characterId": "nm0251999"}]}, {"lines": [{"text": "Hey Todd... over here!", "character": "Sophie", "characterId": "nm0000456"}]}, {"lines": [{"text": "There used to be a camp not far from here, just across the lake. It was called Camp Blackfoot. No one goes there anymore. Everything burnt down. This camp had a caretaker, and his name was Cropsy. Now, this Cropsy was a drunkard... a sadist, and he got real pleasure out of hurting... scaring. And he had these garden shears. The kind with long, thin blades. He carried them all the time, wherever he went. And he had this kind of demonic way of looking at you. One time, Cropsy really went after this kid from Brooklyn, followed him around night and day. He made this kid's life a living hell. But this time, he chose the wrong guy, 'cause the kid and some of his buddies had planned a little prank. Only problem was, the gag went wrong. The next thing anybody knows, Cropsy's trapped alive and burning in his bunk. They try to get him out, but the fire's so fierce, they can't reach him. All they can do is stand outside and listen to him cry out in agony. They say his smashed his way through the bunkroom door in just a mass of flames. And as he burned alive, he cried out, \"I will return! I will have my revenge!\" They never found his body, but he survived. He lives on whatever he can catch. Eats them raw, alive. No longer human. Right now, he's out there. Watching, waiting. Don't look; he'll see you. Don't move; he'll hear you. Don't breathe; you're dead!", "character": "Todd", "characterId": "nm0559950"}]}, {"lines": [{"text": "What are we going to do now?", "character": "Michelle", "characterId": "nm0043994"}, {"text": "All right, we'll all split up and search this whole area. The canoes have to be around here somewhere.", "character": "Todd", "characterId": "nm0559950"}, {"text": "What happens if we don't find them?", "character": "Sophie", "characterId": "nm0000456"}, {"text": "Then we'll build a raft, or something.", "character": "Todd", "characterId": "nm0559950"}, {"text": "[the campers murmur and grumble]", "character": null, "characterId": null}]}, {"lines": [{"text": "[looking at Playboy]\nGod bless her mom and dad.", "character": "Dave", "characterId": "nm0004517"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Tonight's the night. Cropsy's going to get what he deserves. Remember what he did to you, Snoop?", "character": "Paul", "characterId": "nm0714050"}, {"text": "Yeah.", "character": "Snoop", "characterId": "nm1131765"}, {"text": "And when he beat up Jamie really bad for nothing? Billy says Cropsy's been getting away with this shit for years. If we pull this off, it'll be the biggest number Camp Blackfoot has ever seen.", "character": "Paul", "characterId": "nm0714050"}]}, {"lines": [{"text": "[Cropsy shuts off the light]", "character": null, "characterId": null}, {"text": "That's a lowkey lighting, huh? That's alright with me.", "character": "Hooker", "characterId": "nm0870145"}]}, {"lines": [{"text": "[Alfred has been caught scaring Sally in the shower]", "character": null, "characterId": null}, {"text": "What do you have to say about that, Alfred?", "character": "Todd", "characterId": "nm0559950"}, {"text": "I only meant to scare her.", "character": "Alfred", "characterId": "nm0045637"}, {"text": "You only meant to scare her. Well, you sure as hell did scare her!", "character": "Michelle", "characterId": "nm0043994"}]}, {"lines": [{"text": "Jamie, you with us?", "character": "Paul", "characterId": "nm0714050"}, {"text": "Right.", "character": "Jamie", "characterId": "nm0888176"}, {"text": "Snoop?", "character": "Paul", "characterId": "nm0714050"}, {"text": "Yeah, I'm in.", "character": "Snoop", "characterId": "nm1131765"}, {"text": "Billy?", "character": "Paul", "characterId": "nm0714050"}, {"text": "What, are you kidding? I can't stand that creep.", "character": null, "characterId": null}, {"text": "[to Todd]\nWhat about you?", "character": "Paul", "characterId": "nm0714050"}, {"text": "As long as I get to see that motherfucker squirm.", "character": "Young Todd", "characterId": "nm0541735"}, {"text": "Don't worry. Tonight's the night that we scare the shit out of Cropsy. Because when he wakes up, when he see it, he's gonna have a heart attack.", "character": "Paul", "characterId": "nm0714050"}]}, {"lines": [{"text": "You know what your problem is?", "character": "Todd", "characterId": "nm0559950"}, {"text": "No, man. What's my problem?", "character": "Glazer", "characterId": "nm0430829"}, {"text": "You can't take anyone your own size.", "character": "Todd", "characterId": "nm0559950"}, {"text": "Oh yeah? Well, that's bullshit.", "character": "Glazer", "characterId": "nm0430829"}]}]}