{"quotes": [{"lines": [{"text": "The people, Eddie, the people! Don't tell me about the people, Eddie. The people sit in front of their little TVs with their bellies full of beer and fall asleep. What do the people know, Eddie? Don't tell me about the people, Eddie!", "character": "Nick Benko", "characterId": "nm0001768"}]}, {"lines": [{"text": "I didn't come here to work out!", "character": "Eddie Willis", "characterId": "nm0000007"}]}, {"lines": [{"text": "Don't fight it, Eddie! What are you trying to do, hold onto your self-respect? Did your self-respect help you hold your job? Did your self-respect give you a new column?", "character": "Nick Benko", "characterId": "nm0001768"}]}, {"lines": [{"text": "What gives, Eddie? I looked up Toro in the book. There's no record of him in South America.", "character": null, "characterId": null}, {"text": "He knocked out thirty-eight guys in a row. None of them went over three rounds. You believe that one and I'll tell you another.", "character": "Eddie Willis", "characterId": "nm0000007"}]}, {"lines": [{"text": "Can he box?", "character": null, "characterId": null}, {"text": "No Gene Tunney.", "character": "Eddie Willis", "characterId": "nm0000007"}, {"text": "Can he punch?", "character": null, "characterId": null}, {"text": "Not like Jack Dempsey.", "character": "Eddie Willis", "characterId": "nm0000007"}, {"text": "Well, what's he got besides just being big?", "character": null, "characterId": null}, {"text": "He's got an iron jaw and a cast-iron stomach. Not a man alive can hurt him.", "character": "Eddie Willis", "characterId": "nm0000007"}]}, {"lines": [{"text": "Powderpuff punch and a glass jaw... that's a great combination!", "character": "Eddie Willis", "characterId": "nm0000007"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "A man that gives away twenty-six thousand dollars you can't talk to. I wanna tell ya one more thing. I wouldn't give twenty-six cents for your future.", "character": "Nick Benko", "characterId": "nm0001768"}]}, {"lines": [{"text": "The fight game today is like show business. There's no real fighters anymore, they're all actors. The best showman becomes the champ!", "character": "Nick Benko", "characterId": "nm0001768"}]}, {"lines": [{"text": "[Willis tells Toro to throw his fight with Buddy Brannen to avoid getting hurt]", "character": null, "characterId": null}, {"text": "I don't know, I don't know. What would people think of me?", "character": "Toro Moreno", "characterId": "nm0485485"}, {"text": "What do you care what a bunch of bloodthirsty, screaming people think of you? Did you ever get a look at their faces? They pay a few lousy bucks hoping to see a man get killed. To hell with them! Think of yourself. Get your money and get out of this rotten business.", "character": "Eddie Willis", "characterId": "nm0000007"}]}, {"lines": [{"text": "Money's not evil in and of itself. The purpose for which it's used is the determining factor.", "character": "Eddie Willis", "characterId": "nm0000007"}]}, {"lines": [{"text": "I know they are thieves. But you are a smart man, Eddie. They cannot fool you. How much money did you get for me? How much money, Eddie?", "character": "Toro Moreno", "characterId": "nm0485485"}]}, {"lines": [{"text": "A man past his forties shouldn't have to run anymore.", "character": "Eddie Willis", "characterId": "nm0000007"}]}]}