{"quotes": [{"lines": [{"text": "I'm goin' to Mexico.", "character": "Charles Rone", "characterId": "nm0641929"}, {"text": "Yes sir, you're goin' to Mexico to pick up Lord Ashley's Whore. You're gonna rustle up the Warlock in San Francisco and then make tracks to Chicago for the Erector Set. Tell them the Tillinger Foundation is planning an expedition.", "character": "Ward", "characterId": "nm0095524"}]}, {"lines": [{"text": "Nephew, they say that heroes can't imagine their own death and that's why they're heroes. You go 'em one better. You imagine you're immune to violence.", "character": "Ward", "characterId": "nm0095524"}]}, {"lines": [{"text": "Now look, I think we've left no stone unturned. But let's not kid ourselves. If any of us is caught there's only a remote possibility we'd be mistaken for Russians. Keep in mind that close examination takes time, and that time they use on you could let the rest of us escape.", "character": "Ward", "characterId": "nm0095524"}, {"text": "Don't be too quick to die.", "character": "Highwayman", "characterId": "nm0415591"}]}, {"lines": [{"text": "[Opening lines of the film]", "character": "Sweet Alice", "characterId": "nm0533943"}, {"text": "[Sweet Alice has checked a briefcase as he enters the museum in Paris, takes the claim check]", "character": null, "characterId": null}, {"text": "So, the man in Moscow's agreed to send back the letter.", "character": "Sweet Alice", "characterId": "nm0533943"}, {"text": "For one million dollars.", "character": null, "characterId": null}, {"text": "Mmm, for that kind of money we're entitled to know his name.", "character": "Sweet Alice", "characterId": "nm0533943"}, {"text": "And then what further need would you have of me?", "character": null, "characterId": null}, {"text": "When do you get back to Paris?", "character": "Sweet Alice", "characterId": "nm0533943"}, {"text": "One week, ten days.", "character": null, "characterId": null}, {"text": "I see. Well, you have one week to recover the letter. Seven days, Polakov.", "character": "Sweet Alice", "characterId": "nm0533943"}, {"text": "[Lays down the claim check]", "character": null, "characterId": null}, {"text": "There's your million.", "character": "Sweet Alice", "characterId": "nm0533943"}]}, {"lines": [{"text": "[During drinks after a dinner party, with the wives present]\nIt was a long time ago. I'm not sure of the details any longer.", "character": "Colonel Kosnov", "characterId": "nm0001884"}, {"text": "The Colonel is too modest. Imagine. All he actually knew was that three of Sturdevant's men were in a small Polish village. Correct?", "character": "Bresnavitch", "characterId": "nm0000080"}, {"text": "I think so.", "character": "Colonel Kosnov", "characterId": "nm0001884"}, {"text": "He had to determine which of the 2,300 people in the village were the three he wanted, so he rounded up the entire population. He began to interrogate and execute each of them one by one. Then it seems that when your husband started killing the children one of Sturdevant's men tried to make a run for it. He was caught of course and your husband was able to make him talk, as only he can.", "character": "Bresnavitch", "characterId": "nm0000080"}]}, {"lines": [{"text": "[Colonel Kosnov's wife has fled the room]\nDon't worry Colonel, she'll be all right. After all, a wife has a right to know exactly what her husband contributes to society.", "character": "Bresnavitch", "characterId": "nm0000080"}]}, {"lines": [{"text": "She lunches every day in the cafeteria, invariably alone. Sometimes after lunch she goes to the Central Park Zoo and sketches lions for half an hour. Only lions, for God's sake! She never speaks to anybody, except a couple of the black girls in life class. They look at her sketches and she looks at theirs. Sorry old man, it's not very much to go on.", "character": "Warlock", "characterId": "nm0001695"}, {"text": "It's quite a lot.", "character": "The Whore", "characterId": "nm0338210"}]}, {"lines": [{"text": "I think I'm a superior combination of intellect and physique, athlete and scholar. When a risk is to be run I formulate the ideal procedure and calculate the chances involved with exquisite precision. If the percentages are sufficiently in my favor I put myself into motion having absolute confidence in the performance of my reflexes.", "character": "Charles Rone", "characterId": "nm0641929"}]}, {"lines": [{"text": "There are only two bedrooms in Potkin's apartment, which should make it very convenient for our younger associates. We all know you've been shackin' up together.", "character": "Ward", "characterId": "nm0095524"}]}, {"lines": [{"text": "[while knitting... ]\nRudolph says he's in love with me. He claims that I'm the only one he's been in love with since Polakov, and talking about their affair makes him weep. He wants me to leave the professor and move in with him. I told him it wouldn't be wise to break off so suddenly but that I would find a way soon. I'm knitting these bed socks for him.", "character": "Warlock", "characterId": "nm0001695"}]}, {"lines": [{"text": "What a spot for Bresnavitch to be in. He could take his pick of the masterpieces, destroy the files and unload the paintings through his boyfriend in Paris.", "character": "Ward", "characterId": "nm0095524"}]}, {"lines": [{"text": "It has no size, no shape and no rules. At the very best it's what you least expect so you've gotta be ready for anything.", "character": "Ward", "characterId": "nm0095524"}]}]}