{"quotes": [{"lines": [{"text": "The song says, There must be 50 ways to leave your lover? Make it 51.", "character": "Jack Shaw", "characterId": "nm0000661"}]}, {"lines": [{"text": "You started smoking again?", "character": "Maura Ramirez", "characterId": "nm0274750"}, {"text": "Yeah. I'll be doing heroin soon.", "character": "Annibal Ramirez", "characterId": "nm0001644"}]}, {"lines": [{"text": "Who are you?", "character": "Carlos the Jackal", "characterId": "nm0001644"}, {"text": "I'm you, motherfucker.", "character": "Annibal Ramirez", "characterId": "nm0001644"}]}, {"lines": [{"text": "What do you think is out there, Maura? A safe little world with your shopping malls, you little league and ballet lessons? Hey! People are killing, Maura. And I'm one of them. Not neat and surgical like firing a missle from some sub but close enough so his brains splattered on me. And they weren't even the enemy Maura. It was to keep from blowing a cover. I've killed men, I let a friend die, I betrayed everything I've ever believed in. And yes, I've fucked other women. And you know what's worse? I've made you and the children a target because someone out there is going to kill you unless I kill him first. That's my job, Mona. And if you don't mind, I'm late for work.", "character": "Annibal Ramirez", "characterId": "nm0001644"}]}, {"lines": [{"text": "That woman was so much in love with me that if I asked her to suck my uncle's dick she would do it! Smiling!", "character": "Carlos the Jackal", "characterId": "nm0001644"}]}, {"lines": [{"text": "[after Annibal protests his treatment and training]\nActing like a tight-ass Navy brass is exactly what will get you killed.", "character": "Jack Shaw", "characterId": "nm0000661"}]}, {"lines": [{"text": "I nearly killed some little kid's father today. I don't know about anything anymore.", "character": "Annibal Ramirez", "characterId": "nm0001644"}, {"text": "He was a baseball dad! He deserved it!", "character": "Jack Shaw", "characterId": "nm0000661"}]}, {"lines": [{"text": "Don't think of it as cheating on your wife. Think of it as... fuckin' for your flag.", "character": "Jack Shaw", "characterId": "nm0000661"}, {"text": "When in doubt, close your eyes and think of England.", "character": "Amos", "characterId": "nm0001426"}]}, {"lines": [{"text": "What did Darth Vader say to Luke Skywalker? Come over to the dark side. Come over, Annibal. You have no idea of the power we have.", "character": "Jack Shaw", "characterId": "nm0000661"}]}, {"lines": [{"text": "I'm not the madam, kid. I'm just one of the whores, just like you.", "character": "Jack Shaw", "characterId": "nm0000661"}]}]}