{"quotes": [{"lines": [{"text": "You're stoned and you're late. You were supposed to arrive at this location at eight thirty dash nine o'clock.", "character": "Michael", "characterId": "nm0625522"}, {"text": "What I am Michael is a 32 year-old, ugly, pock marked Jew fairy, and if it takes me a little while to pull myself together, and if I smoke a little grass before I get up the nerve to show my face to the world, it's nobody's god damned business but my own. And how are you this evening?", "character": "Harold", "characterId": "nm0294600"}]}, {"lines": [{"text": "Who do you have to fuck to get a drink around here?", "character": "Emory", "characterId": "nm0331054"}]}, {"lines": [{"text": "Who is she? Who was she? Who does she hope to be?", "character": "Harold", "characterId": "nm0294600"}]}, {"lines": [{"text": "Donald, you are a real card carrying cunt.", "character": "Michael", "characterId": "nm0625522"}]}, {"lines": [{"text": "Oh Harold, he's beautiful.", "character": "Michael", "characterId": "nm0625522"}, {"text": "Yeah, beautiful. He has unnatural, natural beauty. Not that that means anything.", "character": "Harold", "characterId": "nm0294600"}, {"text": "It doesn't mean everything.", "character": "Michael", "characterId": "nm0625522"}, {"text": "Keep telling yourself that, as your hair drops out in handfuls.", "character": "Harold", "characterId": "nm0294600"}, {"text": "Faggots are worse than women about their age. They think their lives are over at thirty. Physical beauty is not all that goddamn important.", "character": "Michael", "characterId": "nm0625522"}, {"text": "Course not. How could it be? It's only in the eye of the beholder.", "character": "Harold", "characterId": "nm0294600"}, {"text": "And it's only skin deep.", "character": "Michael", "characterId": "nm0625522"}, {"text": "Only skin deep. It's transitory, too. It's terribly transitory. Oh yes. It's too bad about this poor boy's face. It's tragic. He's absolutely cursed. How could his beauty ever compare with my soul? And although I've never seen my soul, I understand from my mother's Rabbi that it's a knock-out. I, however, cannot seem to locate it for a gander. And if I could, I'd sell it in a flash, for some skin-deep, transitory, meaningless beauty.", "character": "Harold", "characterId": "nm0294600"}]}, {"lines": [{"text": "What's so fucking funny?", "character": "Michael", "characterId": "nm0625522"}, {"text": "Life. Life's a goddamn laugh riot.", "character": "Harold", "characterId": "nm0294600"}]}, {"lines": [{"text": "Thanks to the silver screen your neurosis has got style.", "character": "Donald", "characterId": "nm0173644"}]}, {"lines": [{"text": "I lost my grip doing my chin ups and fell on my heels and twisted my back.", "character": "Cowboy", "characterId": "nm0479108"}, {"text": "You shouldn't wear heels when you do chin ups!", "character": "Emory", "characterId": "nm0331054"}]}, {"lines": [{"text": "Ooh, I'd love to meet him. Or her. I have such a problem with pronouns.", "character": "Emory", "characterId": "nm0331054"}, {"text": "How many S's are in the word pronoun?", "character": "Alan", "characterId": "nm0925320"}, {"text": "How'd you like to kiss my ass? That's got two S's in it.", "character": "Emory", "characterId": "nm0331054"}, {"text": "How would you like to blow me?", "character": "Alan", "characterId": "nm0925320"}, {"text": "What's the matter, your wife's got lockjaw?", "character": "Emory", "characterId": "nm0331054"}]}, {"lines": [{"text": "Your lips are turning blue. You look like you've been rimming a snowman.", "character": "Harold", "characterId": "nm0294600"}]}, {"lines": [{"text": "[singing]\nOh, you really gotta figger, it's tough to be a nigger, but it's tougher to be a Jew.", "character": "Michael", "characterId": "nm0625522"}, {"text": "My God, Michael! You're a charming host!", "character": "Donald", "characterId": "nm0173644"}, {"text": "Michael doesn't have charm, Donald. He has counter-charm.", "character": "Harold", "characterId": "nm0294600"}]}, {"lines": [{"text": "I'm not a steal. I cost twenty dollars.", "character": "Cowboy", "characterId": "nm0479108"}]}, {"lines": [{"text": "[adopting a southern slave's accent]\nI hear dat if ya puts a knife unda ya pillow, it cuts da pain.", "character": "Michael", "characterId": "nm0625522"}, {"text": "I hear that if you put a knife under your chin, it cuts your throat.", "character": "Harold", "characterId": "nm0294600"}]}, {"lines": [{"text": "[about the cowboy]\nHow much was he Emory?", "character": "Michael", "characterId": "nm0625522"}, {"text": "A STEAL!", "character": "Emory", "characterId": "nm0331054"}, {"text": "A ham sandwich. Fifty cents, any time of the day or night.", "character": "Harold", "characterId": "nm0294600"}, {"text": "[about Michael]\nKING... of the pig people!", "character": "Harold", "characterId": "nm0294600"}, {"text": "I'm not a steal. I cost twenty dollars.", "character": "Cowboy", "characterId": "nm0479108"}]}, {"lines": [{"text": "[about Emory's falling down]\nA falling down drunk nellie queen.", "character": "Michael", "characterId": "nm0625522"}, {"text": "Well, THAT'S the pot calling the kettle \"beige\".", "character": "Harold", "characterId": "nm0294600"}, {"text": "[loud, drunken]\nI AM NOT DRUNK!", "character": "Michael", "characterId": "nm0625522"}]}, {"lines": [{"text": "[about long distance calls]\nI'm glad I don't have to pay the bill!", "character": "Cowboy", "characterId": "nm0479108"}, {"text": "Quiet!", "character": "Michael", "characterId": "nm0625522"}, {"text": "Oh! Don't worry, Michael won't pay it either.", "character": "Harold", "characterId": "nm0294600"}]}, {"lines": [{"text": "One could murder you, with very little effort.", "character": "Michael", "characterId": "nm0625522"}]}, {"lines": [{"text": "Forgive him father, for he know not what he do.", "character": "Michael", "characterId": "nm0625522"}, {"text": "Michael, you don't know what side of the fence you're on. Say something pro-religion, you're against it. Deny god, you're against that. One might say you have some problem in that area. You can't live with it, and you can't live without it. You hang on to that great insurance policy called the Church.", "character": "Harold", "characterId": "nm0294600"}, {"text": "That's right, I believe in God. And if it turns out there isn't one, okay, nothing's lost. But if it turns out there really is, I'm covered. Right, I'm one of those truly rotten Catholics who gets drunk, sins all night, and then goes to mass the next morning.", "character": "Michael", "characterId": "nm0625522"}]}, {"lines": [{"text": "I'm having seconds, and thirds, and maybe even fifths. I'm absolutely desperate to keep the weight up.", "character": "Harold", "characterId": "nm0294600"}, {"text": "You're absolutely paranoid, about absolutely everything.", "character": "Michael", "characterId": "nm0625522"}, {"text": "Oh yeah? Well why don't you not tell me about it.", "character": "Harold", "characterId": "nm0294600"}, {"text": "You starve yourself, all day. Living on coffee and cottage cheese. So that you can gorge yourself at one meal. And then you feel guilty and moan and piss about how fat you are, and how ugly you are, when the truth is you are not fatter and no thinner than you ever are. And this pathological lateness, it's downright crazy. Standing in front of a bathroom mirrors for hours and hours before you can walk out into the street, and then looking no different. After Christ knows how many applications of Christ knows how many ointments and salves and creams and masks.", "character": "Michael", "characterId": "nm0625522"}, {"text": "I've got bad skin, what can I tell you.", "character": "Harold", "characterId": "nm0294600"}, {"text": "Who wouldn't, after they deliberately take a pair of tweezers and deliberately mutilate their pores. No wonder you've got holes in your face after the hack-job you've done on yourself, year in and year out.", "character": "Michael", "characterId": "nm0625522"}, {"text": "You hateful sow.", "character": "Harold", "characterId": "nm0294600"}, {"text": "Yes, you've got scars on your face, but they're not that bad. And if you'd leave yourself alone, you wouldn't have more than you've already awarded yourself.", "character": "Michael", "characterId": "nm0625522"}, {"text": "You'd really like me to compliment you now, for being so honest, wouldn't you? For being my best friend, who will tell me what even my best friends won't tell me. Slut.", "character": "Harold", "characterId": "nm0294600"}, {"text": "And the pills. Harold has been gathering and storing and saving up barbiturates for the past year, like a goddamn squirrel. Hundreds of Nembutals, hundreds of Seconals, all in preparation for and in anticipation of the long winter of his death. Well I'll tell you something, Hally. When the time comes, you won't have the guts. It's not always like it happens in plays, not all faggots bump themselves off at the end of the story.", "character": "Michael", "characterId": "nm0625522"}, {"text": "What you say may be true. Time will undoubtedly tell. In the meantime, you left out one detail. The cosmetics and astringents are paid for. The bathroom is paid for. The tweezers are paid for. And the pills are paid for.", "character": "Harold", "characterId": "nm0294600"}]}, {"lines": [{"text": "And they're minding their own business.", "character": "Harold", "characterId": "nm0294600"}, {"text": "And you mind yours Harold! I'm warning you!", "character": "Michael", "characterId": "nm0625522"}, {"text": "Are you now? You warning me? Me? I'm Harold. I'm the one person you don't warn, Michael, because you and I are a match. And we tread very softly with each other, because we both play each other's game too well. I know this game, you're playing. I know it very well, and I play it very well. You play it very well too, but you know what? I'm the only one who's better at it than you are. I can beat you at it, so don't push me. I'm warning you.", "character": "Harold", "characterId": "nm0294600"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Turn off the lights when you leave.", "character": "Michael", "characterId": "nm0625522"}]}, {"lines": [{"text": "I'm tired of living but I'm scared of dying.", "character": "Michael", "characterId": "nm0625522"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "Happy Birthday to you, happy birthday to you, happy hirthday Dear Harold, Happy birthday to you!", "character": "Cowboy", "characterId": "nm0479108"}]}, {"lines": [{"text": "Not for all the tea in Mexico.", "character": "Harold", "characterId": "nm0294600"}]}, {"lines": [{"text": "As my father said to me when he died in my arms, 'I don't understand any of it. I never did.' Turn the lights out when you leave.", "character": "Michael", "characterId": "nm0625522"}]}, {"lines": [{"text": "What is he - a psychiatrist or a hairdresser?", "character": "Michael", "characterId": "nm0625522"}, {"text": "Actually he's both. He shrinks my head and then combs me out.", "character": "Donald", "characterId": "nm0173644"}]}, {"lines": [{"text": "Believe it or not, there was a time in my life when I didn't go around announcing I was a faggot.", "character": "Michael", "characterId": "nm0625522"}, {"text": "Well, that must have been before speech replaced sign language!", "character": "Donald", "characterId": "nm0173644"}]}, {"lines": [{"text": "It's not always the way it is in plays. Not all faggots bump themselves off at the end of the story!", "character": "Michael", "characterId": "nm0625522"}]}, {"lines": [{"text": "[Looking in the mirror]", "character": null, "characterId": null}, {"text": "you certainly don't have to look your best.", "character": "Michael", "characterId": "nm0625522"}]}, {"lines": [{"text": "[sings]\n\"Forget your troubles, c'mon get happy! You better chase all your cares away!\" What's more boring than a queen doing a Judy Garland imitation?", "character": "Michael", "characterId": "nm0625522"}, {"text": "A queen doing a Bette Davis imitation.", "character": "Donald", "characterId": "nm0173644"}]}, {"lines": [{"text": "[to the Cowboy, Harold's \"gift\"]", "character": null, "characterId": null}, {"text": "Would you mind waiting over there with the gifts?", "character": "Hank", "characterId": "nm0524743"}]}, {"lines": [{"text": "I keep my grass in the medicine cabinet in the Band Aid box. Somebody told me it's the safest place. If the cops arrive, you can always lock yourself in the bathroom and flush it down the john.", "character": "Harold", "characterId": "nm0294600"}, {"text": "Very cagey.", "character": "Hank", "characterId": "nm0524743"}, {"text": "in the oregano jar in the spice rack. I kept forgetting it and accidentally turning my hateful mother on with a salad. But I think she liked it. No matter what meal she comes over for, even if it was breakfast, she says", "character": "Harold", "characterId": "nm0294600"}, {"text": "[in his mother's voice]", "character": null, "characterId": null}, {"text": "\"Let's have a salad!\"", "character": "Harold", "characterId": "nm0294600"}]}, {"lines": [{"text": "How's the bathroom smell?", "character": "Harold", "characterId": "nm0294600"}, {"text": "Before it smelled like someone puked. Now it smells like someone puked in a gardenia patch.", "character": "Michael", "characterId": "nm0625522"}]}, {"lines": [{"text": "You're a sad and pathetic man. You're a homosexual and you don't want to be, but there's nothing you can do to change it. Not all the prayers to your god, not all the analysis you can buy in all the years you've go left to live. You may one day be able to know a heterosexual life if you want it desperately enough. If you pursue it with the fervor with which you annihilate. But you'll always be homosexual as well. Always Michael. Always. Until the day you die.", "character": "Harold", "characterId": "nm0294600"}]}, {"lines": [{"text": "Let's do this again real soon.", "character": "Michael", "characterId": "nm0625522"}, {"text": "Yeah, how about a year from Shavuos?", "character": "Harold", "characterId": "nm0294600"}]}, {"lines": [{"text": "Give me librium or give me meth!", "character": "Harold", "characterId": "nm0294600"}]}, {"lines": [{"text": "Show me a happy homosexual and I'll show you a gay corpse.", "character": "Michael", "characterId": "nm0625522"}]}]}