{"quotes": [{"lines": [{"text": "If might is right, then love has no place in the world. It may be so, it may be so. But I don't have the strength to live in a world like that, Rodrigo.", "character": "Gabriel", "characterId": "nm0000460"}]}, {"lines": [{"text": "We must work in the world, your eminence. The world is thus.", "character": "Hontar", "characterId": "nm0681975"}, {"text": "No, Señor Hontar. Thus have we made the world... thus have I made it.", "character": "Altamirano", "characterId": "nm0564044"}]}, {"lines": [{"text": "[Last Lines]", "character": null, "characterId": null}, {"text": "[spoiler]\nSo, your Holiness, now your priests are dead, and I am left alive. But in truth it is I who am dead, and they who live. For as always, your Holiness, the spirit of the dead will survive in the memory of the living.", "character": "Altamirano", "characterId": "nm0564044"}, {"text": "[/spoiler]", "character": null, "characterId": null}]}, {"lines": [{"text": "Though I have all faith so that I could remove mountains and have not love, I am nothing. And though I bestow all my goods to feed the poor and though I give my body to be burned and have not love, it profiteth me nothing. Love suffereth and love is kind. Love envieth not. Love vaunteth not itself, is not puffed up. When I was a child, I spake as a child, I understood as a child, I thought as a child. But when I became a man, I put away childish things. But now abideth faith, hope, love... these three. But the greatest of these is love.", "character": "Mendoza", "characterId": "nm0000134"}]}, {"lines": [{"text": "For me there is no redemption, no penance great enough.", "character": "Mendoza", "characterId": "nm0000134"}, {"text": "There is. But do you dare to try it?", "character": "Gabriel", "characterId": "nm0000460"}, {"text": "Do you dare to see it fail?", "character": "Mendoza", "characterId": "nm0000134"}]}, {"lines": [{"text": "With an orchestra, the Jesuits could have subdued the entire continent.", "character": "Altamirano", "characterId": "nm0564044"}]}, {"lines": [{"text": "Are you laughing at me?", "character": "Mendoza", "characterId": "nm0000134"}, {"text": "I am laughing because what I see is laughable. I see a coward, a man running from the world.", "character": "Gabriel", "characterId": "nm0000460"}]}, {"lines": [{"text": "Your Holiness, a surgeon to save the body must often hack off a limb. But in truth nothing could prepare me for the beauty and the power of the limb that I had come here to sever.", "character": "Altamirano", "characterId": "nm0564044"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Your Holiness, the little matter that brought me here to the furthest edge of your light on Earth is now settled. The Indians are once more free to be enslaved by the Spanish and Portuguese settlers. I don't think that's hitting the right note. Begin again... Your Holiness, I write to you in this year of Our Lord 1758 from the southern continent of the Americas, from the town of Asunción, in the Province of La Plata, two weeks march from the great mission of San Miguel. These missions have provided a refuge for the Indians against the worst depredations of the settlers and have earned much resentment because of it. The noble souls of these indians incline towards music. Indeed, many a violin played in the academies of Rome itself has been made by their nimble and gifted hands. It was from these mission the Jesuit fathers carried the word of God to the high and undiscovered plateau to those Indians still existing in their natural state and received in return, martyrdom.", "character": "Altamirano", "characterId": "nm0564044"}]}, {"lines": [{"text": "What was your income last year?", "character": "Altamirano", "characterId": "nm0564044"}, {"text": "Last year, 120,000 escudos.", "character": "Jesuit", "characterId": "nm0346270"}, {"text": "And how was it distributed?", "character": "Altamirano", "characterId": "nm0564044"}, {"text": "It is shared among them equally. This is a community.", "character": "Jesuit", "characterId": "nm0346270"}, {"text": "Ah yes, there is a French radical group that teaches that doctrine.", "character": "Altamirano", "characterId": "nm0564044"}, {"text": "Your Eminence, it was the doctrine of the early Christians.", "character": "Jesuit", "characterId": "nm0346270"}]}, {"lines": [{"text": "Tell them they must leave the missions. They must submit to the will of God.", "character": "Altamirano", "characterId": "nm0564044"}, {"text": "They say it was the will of God that they came out of the jungle and built the mission. They don't understand why God has changed his mind.", "character": "Gabriel", "characterId": "nm0000460"}]}, {"lines": [{"text": "[to Cabeza and Hontar]\nAnd you have the effrontery to tell me that this slaughter was necessary?", "character": "Altamirano", "characterId": "nm0564044"}]}, {"lines": [{"text": "[Mendoza is repeatedly dragging a load of armor up a cliff as penance for killing his brother]", "character": null, "characterId": null}, {"text": "How long must he carry that stupid thing?", "character": "Fielding", "characterId": "nm0000553"}, {"text": "God knows.", "character": "Gabriel", "characterId": "nm0000460"}]}, {"lines": [{"text": "So you're hunting above the falls now, Captain Mendoza?", "character": "Gabriel", "characterId": "nm0000460"}, {"text": "[pauses]", "character": null, "characterId": null}, {"text": "We're building a mission here. We're going to make Christians of these people!", "character": "Gabriel", "characterId": "nm0000460"}, {"text": "If you have the time.", "character": "Mendoza", "characterId": "nm0000134"}]}, {"lines": [{"text": "Leave me alone. You know what I am.", "character": "Mendoza", "characterId": "nm0000134"}, {"text": "Yes. You are a mercenary. You are a slave trader. And you killed your brother. I know. And you loved him... although you chose a strange way to show it.", "character": "Gabriel", "characterId": "nm0000460"}]}, {"lines": [{"text": "Father, I've come to ask you to bless me.", "character": "Mendoza", "characterId": "nm0000134"}, {"text": "No. If you're right, you'll have God's blessing. If you're wrong, my blessing won't mean anything.", "character": "Gabriel", "characterId": "nm0000460"}]}, {"lines": [{"text": "Your Christian community is commercially competitive.", "character": "Sebastian", "characterId": "nm0077381"}, {"text": "Yes. It's very prosperous. Isn't that precisely why you want to take it over?", "character": "Altamirano", "characterId": "nm0564044"}, {"text": "No. You should've achieved a noble failure if you wanted the state's approval. There's nothing we like better than a noble failure. It's deeply reassuring to a trading nation such as my own.", "character": "Sebastian", "characterId": "nm0077381"}]}, {"lines": [{"text": "I cannot and will not accept a challenge from a priest. His cloth protects him.", "character": "Cabeza", "characterId": "nm0522797"}, {"text": "My cloth protects *you*!", "character": "Mendoza", "characterId": "nm0000134"}]}, {"lines": [{"text": "We are not the members of a democracy, Father. We are the members of an order.", "character": "Gabriel", "characterId": "nm0000460"}]}, {"lines": [{"text": "Father, he's done this penance long enough, and well, the other brothers think the same.", "character": "Fielding", "characterId": "nm0000553"}, {"text": "But he doesn't think so, John. Until he does, neither do I.", "character": "Gabriel", "characterId": "nm0000460"}]}, {"lines": [{"text": "The Garden of Eden!", "character": "Altamirano", "characterId": "nm0564044"}, {"text": "It's a trifle overgrown.", "character": "Gabriel", "characterId": "nm0000460"}]}, {"lines": [{"text": "The Indians of South America are still engaged in a struggle to defend their land and their culture. May of the priests who, inspired by Faith and Love continue to support the rights of the Indians for justice, do so with their lives.", "character": null, "characterId": null}]}, {"lines": [{"text": "Come with me to my mission in San Carlos. There's so many distractions in here. It's hard to see anything clearly. I think, that, there your prayers might meet with better fortune. I think, there, God would tell you what it would be good to do. And He'd give you the strength and the grace to do it whatever it costs you.", "character": "Gabriel", "characterId": "nm0000460"}]}, {"lines": [{"text": "I want to renounce my vows of obedience.", "character": "Mendoza", "characterId": "nm0000134"}, {"text": "Get out.", "character": "Gabriel", "characterId": "nm0000460"}, {"text": "I want to explain...", "character": "Mendoza", "characterId": "nm0000134"}, {"text": "Get out, Rodrigo. I won't listen to you.", "character": "Gabriel", "characterId": "nm0000460"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Just you?", "character": "Gabriel", "characterId": "nm0000460"}, {"text": "No, it's Ralph and John too.", "character": "Mendoza", "characterId": "nm0000134"}, {"text": "What do you want captain, an honorable death?", "character": "Gabriel", "characterId": "nm0000460"}, {"text": "They want to live, Father. They say that God has left them, He's deserted them. Has He?", "character": "Mendoza", "characterId": "nm0000134"}, {"text": "You shouldn't have become a priest.", "character": "Gabriel", "characterId": "nm0000460"}, {"text": "But I am a priest, and they need me.", "character": "Mendoza", "characterId": "nm0000134"}, {"text": "Then help them as a priest! If you die with blood on your hands, Rodrigo, you betray everything we've done. You promised your life to God. And God is love!", "character": "Gabriel", "characterId": "nm0000460"}]}, {"lines": [{"text": "So, you're hunting above the falls now, Captain Mendoza? We're building a mission here! We're gonna make Christians of these people.", "character": "Gabriel", "characterId": "nm0000460"}, {"text": "If you have the time.", "character": "Mendoza", "characterId": "nm0000134"}]}, {"lines": [{"text": "Why must they fight? Why can't they return to the jungle?", "character": "Altamirano", "characterId": "nm0564044"}, {"text": "Because this is their home. Did you know this was going to be your decision?", "character": "Gabriel", "characterId": "nm0000460"}, {"text": "Yes.", "character": "Altamirano", "characterId": "nm0564044"}, {"text": "Then why did you come, Your Eminence?", "character": "Gabriel", "characterId": "nm0000460"}, {"text": "To persuade you not to resist the transfer of the mission territories. If the Jesuits resist the Portuguese then the Jesuit order will be expelled from Portugal. And if Portugal, then Spain, France, Italy... who knows? If your order is to survive at all, Father, the missions must here be sacrified.", "character": "Altamirano", "characterId": "nm0564044"}, {"text": "[a native child talks to Gabriel]\nWhat are they saying?", "character": "Altamirano", "characterId": "nm0564044"}, {"text": "They say they didn't want to go back to the forest because the devil lives there. They want to stay here.", "character": "Gabriel", "characterId": "nm0000460"}, {"text": "And what did you say?", "character": "Altamirano", "characterId": "nm0564044"}, {"text": "I said I'd stay with them.", "character": "Gabriel", "characterId": "nm0000460"}]}, {"lines": [{"text": "With an orchestra, the Jesuits could have subdued the whole continent. So it was that the Indians of the Guarani were brought finally to account to the everlasting mercy of God, and to the short-lived mercy of man.", "character": "Altamirano", "characterId": "nm0564044"}]}, {"lines": [{"text": "For me, there is no redemption.", "character": "Mendoza", "characterId": "nm0000134"}, {"text": "God gave us the burden of freedom. You chose your crime. Do you have the courage to choose your penance? Do you dare do that?", "character": "Gabriel", "characterId": "nm0000460"}]}, {"lines": [{"text": "I'm sorry, I was trained as a mercenary, not as a cook.", "character": "Mendoza", "characterId": "nm0000134"}]}, {"lines": [{"text": "[about native boy]\nDon Cabeza, how can you possibly refer to this child as an animal?", "character": "Altamirano", "characterId": "nm0564044"}, {"text": "A parrot can taught to sing, Your Eminence.", "character": "Cabeza", "characterId": "nm0522797"}, {"text": "Ah yes, but how does one teach it to sing as melodiously as this?", "character": "Altamirano", "characterId": "nm0564044"}, {"text": "Your Eminence. This is a child of the jungle, an animal with a human voice. It if were human, an animal would cringe at its vices. These creatures are lethal and lecherous. They will have to be subdued by the sword and brought to profitable labor by the whip.", "character": "Cabeza", "characterId": "nm0522797"}]}, {"lines": [{"text": "I assure you, Father Gabriel, that the courts of Europe are a jungle in comparison with which your jungle here is a well-kept garden.", "character": "Altamirano", "characterId": "nm0564044"}]}, {"lines": [{"text": "Perhaps I'm missing something. I can't see any difference between this and my own.", "character": "Cabeza", "characterId": "nm0522797"}, {"text": "That is the difference. This plantation is theirs.", "character": "Gabriel", "characterId": "nm0000460"}]}]}