{"quotes": [{"lines": [{"text": "May I come in?", "character": "Joan Phillips Boothe", "characterId": "nm0001766"}, {"text": "Ask a foolish question, and you get a foolish answer.", "character": "Barky", "characterId": "nm0838057"}]}, {"lines": [{"text": "[to Joan]\nIf you're looking for bargains, go to a department store. Don't come to a track unless you want to get hurt.", "character": "Horace Corrigan", "characterId": "nm0573640"}]}, {"lines": [{"text": "[to Joan]\nIf you're here for the cure, maybe you and I could get together for dinner.", "character": "Horace Corrigan", "characterId": "nm0573640"}, {"text": "If I'm here for the what?", "character": "Joan Phillips Boothe", "characterId": "nm0001766"}, {"text": "The cure - six weeks in the Nevada sunshine and you rid yourself of whatever ails you. You know, lumbago, matrimony, the common cold.", "character": "Horace Corrigan", "characterId": "nm0573640"}]}, {"lines": [{"text": "Have you ever been in Las Vegas?", "character": "David Boothe", "characterId": "nm0696481"}, {"text": "Where?", "character": "Dr. Rojac", "characterId": "nm0398466"}, {"text": "Right in the middle of the Nevada desert you bump into a cockeyed oasis. It's a wide-open, 24-hour-a- day carnival that lives off three things - quick marriages, quick divorces, quick money, won and lost. $3 billion changed hands across the gambling table in Nevada last year, 3 billion. Those are the state's official figures and why not? Everybody likes to gamble. It's fun for most people, but for some people, it's a trap. It grabs down deep and won't let go.", "character": "David Boothe", "characterId": "nm0696481"}]}, {"lines": [{"text": "Go to bed, Mrs. Boothe. If you have to have bad dreams, have them there. They do less damage.", "character": "Horace Corrigan", "characterId": "nm0573640"}]}, {"lines": [{"text": "[to Joan standing atop the Hoover Dam]\nThey tell me there's never been a single suicide off here, yet back in Chicago they drop off those high buildings like flies.", "character": "David Boothe", "characterId": "nm0696481"}]}]}