{"quotes": [{"lines": [{"text": "Buck is everybody around here chicken?", "character": "Chick Johnson", "characterId": "nm0388303"}, {"text": "You ever been scared of losing your job? Having your little store maybe burned out? or your truck wrecked? or getting beat up? Maybe crippled or lying around on a Phony Rap? Or maybe having your wife bothered or even your kids?", "character": "Capt. Buck Maxwell", "characterId": "nm0001500"}, {"text": "Scared or Bought?", "character": "Chick Johnson", "characterId": "nm0388303"}, {"text": "Bought guys talk slick. These guys talk sore. Here. You ever noticed this thing? These guys have all been called in for the Treatment.", "character": "Capt. Buck Maxwell", "characterId": "nm0001500"}]}, {"lines": [{"text": "he fought. His blows began to hurt. And little men who'd been fooled or frightened began to stir... to fall in behind his waving banner. But then something happened. Exactly, what happened we don't know. We may never know. But we do know that the voice of the Public was stilled. The press had been enslaved... and when the Press lost its Freedom, these People lost their freedom. And Freedom is no idle phrase. Its Close and Personal. Its the right of Wilford Jackson, Walter Higby, Bennie Amboy. These people... of you and me... weak and strong... big and little to follow our normal pursuits in Peace and without Fear. Your Honor. The Situation Im covering here today is a symptom of Civic Cancer. We smell its malignancy not only in the terror-stricken avoidance of Civic Duty by this parade of Bribed and Intimidated Witnesses, not only in the treasonable misconduct of Public Officials, not only in the violence, abuse, and even death we've observed... but in the growing helplessness of all Decent People and their apparent apathy to the tightening grip of these Ruthless Men. This Cancer must traced down to its roots. It must be cut out or it will spread. And when it spreads far enough... the community will die. I therefore plead that this Court free the people of Bridgewood County from the Dictatorship of Fear by finding Cause to bind these defendants over for Trial. The State Rests.", "character": "Chick Johnson", "characterId": "nm0388303"}]}]}