{"quotes": [{"lines": [{"text": "You're much too nice to turn me out.", "character": "Leslie", "characterId": "nm0643353"}, {"text": "Nice! My dear young lady, you don't know me. The trouble with me is that I'm weak. A charming young girl like you can put anything over on me in five minutes. But at least I know my weakness, so I force myself to be rude. Sometimes even brutal!", "character": "Logan", "characterId": "nm0000059"}, {"text": "[Leslie starts backing Logan into a corner]", "character": null, "characterId": null}, {"text": "You do like talking about yourself, don't you?", "character": "Leslie", "characterId": "nm0643353"}, {"text": "Why... yes... most men do. But at least they know the truth about themselves. Women don't. They only know the truth about each other.", "character": "Logan", "characterId": "nm0000059"}]}, {"lines": [{"text": "Modern woman has disowned womanhood but refuses man's obligations. She demands freedom but won't accept responsibility. She insists upon time to develop her personality, and she spends it in cogitating on which part of her body to paint next.", "character": "Logan", "characterId": "nm0000059"}]}, {"lines": [{"text": "Modern woman has no loyalty, decency, or justice; no endurance, reticence, or self-control; no affection, fine feelings, or mercy. In short, she is unprincipled, relentless, and exacting; idle, unproductive, and tedious; unimaginative, humorless, and vain; vindictive, undignified, and weak. And the sooner man takes out his whip again, the better for sanity and progress.", "character": "Logan", "characterId": "nm0000059"}]}, {"lines": [{"text": "We have ample opportunities in this court for learning what women mean, or what they mean they mean if in these days they mean anything at all.", "character": "Logan", "characterId": "nm0000059"}]}, {"lines": [{"text": "Because of my profession I happen to be able to know what lies behind those dear deceiving lips...", "character": "Logan", "characterId": "nm0000059"}, {"text": "Oh - you're a dentist?", "character": "Leslie", "characterId": "nm0643353"}, {"text": "No! I'm a barrister!", "character": "Logan", "characterId": "nm0000059"}]}]}