{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[voice-over]\nTo face what we are in the end, we stand before the light and our true nature is revealed. Self-revelation is annihilation of self.", "character": "Kathleen", "characterId": "nm0000666"}]}, {"lines": [{"text": "Dependency is a marvelous thing. It does more for the soul than any formulation of doctoral material.", "character": "Kathleen Conklin", "characterId": "nm0000666"}]}, {"lines": [{"text": "[Kathleen Conklin is in a library]", "character": null, "characterId": null}, {"text": "[voice-over]\nOh, the stench here is worse than a charnel house. This is a graveyard. Rows of crumbling tombstones. Vicious libelous epitaphs. And we're all drawn here like flies.", "character": "Kathleen Conklin", "characterId": "nm0000666"}]}, {"lines": [{"text": "You think hell shuts down after a couple of years? You think what you've done isn't, isn't floating around somewhere in space? What makes you think you've been forgiven for lying to your mother as a child, huh? Or of having slept with married men in adultery or paying taxes that turn Central America into a mud puddle, huh?", "character": "Kathleen Conklin", "characterId": "nm0000666"}]}, {"lines": [{"text": "You know how long I've been fasting? Forty years. The last time I shot up, I had a dozen and a half in one night. They fall like flies before the hunger, don't they? You can never get enough, can you? But you learn to control it. You learn, like the Tibetans, to survive on a little.", "character": "Peina", "characterId": "nm0000686"}]}, {"lines": [{"text": "The entire world's a graveyard, and we, the birds of prey picking at the bones. That's all we are. We're the ones who let the dying know the hour has come.", "character": "Peina", "characterId": "nm0000686"}]}, {"lines": [{"text": "How can we eat or drink? People like us?", "character": "Kathleen", "characterId": "nm0000666"}, {"text": "I'm not like you. You're nothing. That's something you ought not to forget. You're not a person. You're nothing!", "character": "Peina", "characterId": "nm0000686"}]}, {"lines": [{"text": "Look what you've done to me! How could you do this? Doesn't this affect you at all?", "character": "Anthropology Student", "characterId": "nm0002062"}, {"text": "No. It was your decision. Your friend Feuerbach wrote that all men counting stars are equivalent in every way to God. My indifference is not the concern here. It's your astonishment that needs studying.", "character": "Kathleen Conklin", "characterId": "nm0000666"}]}, {"lines": [{"text": "You're hurting me.", "character": "Jean", "characterId": "nm0004908"}, {"text": "Are you kidding me? I'll crush you like cardboard.", "character": "Kathleen Conklin", "characterId": "nm0000666"}]}, {"lines": [{"text": "What's gonna happen to me?", "character": "Kathleen Conklin", "characterId": "nm0000666"}, {"text": "Read the books. Sartre, Beckett. Who do you think they're talking about? You think they're works of fiction?", "character": "Peina", "characterId": "nm0000686"}]}, {"lines": [{"text": "Seventh Circle, huh? Dante described it perfectly. Bleeding trees waiting for Judgment Day, where we can all hang ourselves from our own branches. It's not that easy... \"Doctor.\" To find rest takes a real genius. It's all a matter of discernment. Now, R.C. Sproul said we're not sinners because we sin, but we sin because we are sinners. In more accessible terms, we're not evil because of the evil we do, but we do evil because we *are* evil. Yeah. Now what choices do such people have? It's not like we have any options.", "character": "Casanova", "characterId": "nm0001711"}]}, {"lines": [{"text": "[Priest is giving last rites]\nGod, forgive me.", "character": "Kathleen Conklin", "characterId": "nm0000666"}]}, {"lines": [{"text": "You want me to take you someplace dark?", "character": "Peina", "characterId": "nm0000686"}]}, {"lines": [{"text": "You can't kill what's dead. Eternity's a long time. Get used to it.", "character": "Peina", "characterId": "nm0000686"}]}, {"lines": [{"text": "Essence is revealed through praxis. The philosopher's words, his ideas, his actions, cannot be separated from his value, his meaning. That's what it's all about, isn't it? Our impact on other egos.", "character": "Kathleen Conklin", "characterId": "nm0000666"}]}, {"lines": [{"text": "We drink to escape the fact we're alcoholics. Existence is the search for relief from our habit, and our habit is the only relief we can find.", "character": "Kathleen Conklin", "characterId": "nm0000666"}]}, {"lines": [{"text": "Mankind has striven to exist beyond good and evil, from the beginning. And you know what they found? Me.", "character": "Peina", "characterId": "nm0000686"}]}, {"lines": [{"text": "[narrating]\nI finally understand what all this is, how it was all possible. Now I see, good lord, how we must look from out there. Our addiction is evil. The propensity for this evil lies in our weakness before it. Kierkegaard was right - there is an awful precipice before us. But he was wrong about the leap - there's a difference between jumping and being pushed. You reach a point where you are forced to face your own needs, and the fact that you can't terminate the situation settles on you with full force.", "character": "Kathleen Conklin", "characterId": "nm0000666"}]}, {"lines": [{"text": "[Kathleen Conklin and Jean are discussing the concept of war criminals]", "character": null, "characterId": null}, {"text": "It was the whole country. They were all guilty. How can you single out one man?", "character": "Kathleen Conklin", "characterId": "nm0000666"}, {"text": "Well, you can't jail a whole country, you know. They needed a scapegoat. He was the unlucky one who got caught.", "character": "Jean", "characterId": "nm0004908"}, {"text": "No, I don't think luck had anything to do with it. I mean, how did he get over there? Who put the gun in his hand? They say that he was guilty of killing women and babies. How many bombs were dropped that did the exact same thing? How many homes were destroyed? And who's in, who's in jail for that?", "character": "Kathleen Conklin", "characterId": "nm0000666"}]}, {"lines": [{"text": "The old adage from Santayana, that those who don't learn from history are doomed to repeat it, is a lie. There is no history. Everything we are is eternally with us.", "character": "Kathleen Conklin", "characterId": "nm0000666"}]}, {"lines": [{"text": "What's your major?", "character": "Kathleen Conklin", "characterId": "nm0000666"}, {"text": "Anthropology.", "character": "Anthropology Student", "characterId": "nm0002062"}, {"text": "Do you like it?", "character": "Kathleen Conklin", "characterId": "nm0000666"}, {"text": "What else is there? \"Man is the measure of all things.\"", "character": "Anthropology Student", "characterId": "nm0002062"}, {"text": "Protagoras, right?", "character": "Kathleen Conklin", "characterId": "nm0000666"}, {"text": "[makes affirmative noise]\nWhat are you studying?", "character": "Anthropology Student", "characterId": "nm0002062"}, {"text": "philosophy.", "character": "Kathleen Conklin", "characterId": "nm0000666"}]}, {"lines": [{"text": "You know, this obtuseness, it's disheartening, especially in a doctoral candidate. You ought to know better.", "character": "Kathleen Conklin", "characterId": "nm0000666"}]}, {"lines": [{"text": "We are not sinners because we sin. We sin because we're sinners.", "character": "Casanova", "characterId": "nm0001711"}]}]}