{"quotes": [{"lines": [{"text": "Say, how come you people come to business so naturally?", "character": "Jesus Ortiz", "characterId": "nm0844969"}, {"text": "You people? Oh, let's see. Yeah. I see. I see, you... you want to learn the secret of our success, is that right? Alright I'll teach you. First of all you start off with a period of several thousand years, during which you have nothing to sustain you but a great bearded legend. Oh my friend you have no land to call your own, to grow food on or to hunt. You have nothing. You're never in one place long enough to have a geography or an army or a land myth. All you have is a little brain. A little brain and a great bearded legend to sustain you and convince you that you are special, even in poverty. But this little brain, that's the real key you see. With this little brain you go out and you buy a piece of cloth and you cut that cloth in two and you go and sell it for a penny more than you paid for it. Then you run right out and buy another piece of cloth, cut it into three pieces and sell it for three pennies profit. But, my friend, during that time you must never succumb to buying an extra piece of bread for the table or a toy for a child, no. You must immediately run out and get yourself a still larger piece cloth and so you repeat this process over and over and suddenly you discover something. You have no longer any desire, any temptation to dig into the Earth to grow food or to gaze at a limitless land and call it your own, no, no. You just go on and on and on repeating this process over the centuries over and over and suddenly you make a grand discovery. You have a mercantile heritage! You are a merchant. You are known as a usurer, a man with secret resources, a witch, a pawnbroker, a sheenie, a makie and a kike!", "character": "Sol Nazerman", "characterId": "nm0001768"}, {"text": "[long pause]\nYou really some teacher, Mr. Nazerman. You really, really 's the greatest.", "character": "Jesus Ortiz", "characterId": "nm0844969"}]}, {"lines": [{"text": "I do not believe in God, or art, or science, or newspapers, or politics, or philosophy.", "character": "Sol Nazerman", "characterId": "nm0001768"}, {"text": "Then, Mr. Teacher, ain't there nothing you do believe in?", "character": "Jesus Ortiz", "characterId": "nm0844969"}, {"text": "Money.", "character": "Sol Nazerman", "characterId": "nm0001768"}]}, {"lines": [{"text": "What makes you so bitter?", "character": "Marilyn Birchfield", "characterId": "nm0280242"}, {"text": "Bitter?", "character": "Sol Nazerman", "characterId": "nm0001768"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "No, no, Miss Birchfield, I am not *bitter*. No, that passed me by a million years ago. I'm a man of no anger. I have no desire for vengeance for what was done to me. I have escaped from the emotions. I am safe within myself. All I ask and want is peace and quiet.", "character": "Sol Nazerman", "characterId": "nm0001768"}, {"text": "Why haven't you found them?", "character": "Marilyn Birchfield", "characterId": "nm0280242"}, {"text": "please, stay out of my life.", "character": "Sol Nazerman", "characterId": "nm0001768"}]}, {"lines": [{"text": "[Jesus Ortiz points to the tattooed numbers on Sol Nazerman's arm]", "character": null, "characterId": null}, {"text": "You want to tell me something, Mr. Nazerman? What is that? That... is that a secret society or something?", "character": "Jesus Ortiz", "characterId": "nm0844969"}, {"text": "[hesitates]\nYeah.", "character": "Sol Nazerman", "characterId": "nm0001768"}, {"text": "Well... what do I do to join?", "character": "Jesus Ortiz", "characterId": "nm0844969"}, {"text": "What do you do to join? You learn to walk on water.", "character": "Sol Nazerman", "characterId": "nm0001768"}]}, {"lines": [{"text": "What happened?", "character": "Marilyn Birchfield", "characterId": "nm0280242"}, {"text": "'Happened'?", "character": "Sol Nazerman", "characterId": "nm0001768"}, {"text": "Yes.", "character": "Marilyn Birchfield", "characterId": "nm0280242"}, {"text": "I didn't die. Everything that I loved... was taken away from me, and... I did not die.", "character": "Sol Nazerman", "characterId": "nm0001768"}, {"text": "Mr. Nazerman!", "character": "Marilyn Birchfield", "characterId": "nm0280242"}, {"text": "There was... nothing I could do. Nothing. Strange, I could do nothing. No, there was nothing I could do.", "character": "Sol Nazerman", "characterId": "nm0001768"}]}, {"lines": [{"text": "That's all life is about?", "character": "Jesus Ortiz", "characterId": "nm0844969"}, {"text": "That's *all* life is about!", "character": "Sol Nazerman", "characterId": "nm0001768"}, {"text": "You mean... money is the whole thing?", "character": "Jesus Ortiz", "characterId": "nm0844969"}, {"text": "Money is the whole thing!", "character": "Sol Nazerman", "characterId": "nm0001768"}]}]}