{"quotes": [{"lines": [{"text": "Which three books would you have taken?", "character": "Filby", "characterId": "nm0949241"}]}, {"lines": [{"text": "What have you done? Thousands of years of building and rebuilding, creating and recreating so you can let it crumble to dust. A million years of sensitive men dying for their dreams... FOR WHAT? So you can swim and dance and play.", "character": "George", "characterId": "nm0001792"}]}, {"lines": [{"text": "When I speak of time, I'm speaking of the fourth dimension.", "character": "George", "characterId": "nm0001792"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Mister Filby, do you think he'll ever return?", "character": "Mrs. Watchett", "characterId": "nm0515967"}, {"text": "One cannot choose but wonder. You see, he has all the time in the world.", "character": "Filby", "characterId": "nm0949241"}]}, {"lines": [{"text": "He's got all the time in the world.", "character": "Filby", "characterId": "nm0949241"}]}, {"lines": [{"text": "The war between the east and west which is now in it's three hundred and twenty-sixth year, has at last come to an end. There is nothing left to fight with, and few of us left to fight. The atmosphere has become so polluted with deadly germs, that it can no longer be breathed. There is no place on this planet that is immune. The last surviving factory for the manufacturing of oxygen has been destroyed. Stockpiles are rapidly diminishing. And when they are gone, we must die.", "character": "Talking Rings", "characterId": "nm0293659"}]}, {"lines": [{"text": "My name is of no consequence. The important thing you should know, is that I am the last who remembers how each of us, man and woman made his own decision. Some chose to take refuge in the great caverns, and find a new way of life far below the earth's surface. The rest of us decided to take our chances in the sunlight. Small as those chances might be.", "character": "Talking Rings", "characterId": "nm0293659"}]}, {"lines": [{"text": "If that machine can do what you say it can do, destroy it, George! Destroy it before it destroys you!", "character": "Filby", "characterId": "nm0949241"}]}, {"lines": [{"text": "David, I've got to tell it now. While I still remember it!", "character": "George", "characterId": "nm0001792"}, {"text": "Relax, try to relax. You've all the time in the world.", "character": "Filby", "characterId": "nm0949241"}, {"text": "You're right David, that's exactly what I have. All the time in the world.", "character": "George", "characterId": "nm0001792"}]}, {"lines": [{"text": "Take your journey on your contraption. What would you become? A Greek, a Roman, one of the pharaohs?", "character": "Filby", "characterId": "nm0949241"}]}, {"lines": [{"text": "My name is of no consequence.", "character": "Talking Rings", "characterId": "nm0293659"}]}]}