{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Fellow countrymen, continuously and courageously we have fought and struggled for the national salvation of Ireland!", "character": "The Orator", "characterId": "nm0280178"}]}, {"lines": [{"text": "Twas a darlin' scramble, cap'n. A darlin' scramble.", "character": "'Joxer' Daly", "characterId": "nm0605034"}]}, {"lines": [{"text": "It's miraculous. Whenever he senses a job in front of him, his legs begin to fail him.", "character": "Mrs. Boyle", "characterId": "nm0021329"}]}, {"lines": [{"text": "Don't be actin' as if you couldn't pull a wing out of a dead bee.", "character": "Mrs. Boyle", "characterId": "nm0021329"}]}, {"lines": [{"text": "Well, isn't all religions curious? If they weren't, how would you get anyone to believe in them?", "character": "Captain Boyle", "characterId": "nm0152361"}]}, {"lines": [{"text": "All religions is passin' away. Take the real Dublin people, for instance. They know more about Charlie Chaplin and Tommy Mix than they do about S.S. Peter an' Paul.", "character": "Captain Boyle", "characterId": "nm0152361"}]}, {"lines": [{"text": "Ah, what's the pains I suffered bringin' him into the world to carry him to his cradle, to the pains I'm sufferin' now, carryin' him out o' the world to bring him to his grave!", "character": null, "characterId": null}]}, {"lines": [{"text": "Oh, that's a darlin' funeral, a darlin' funeral!", "character": "'Joxer' Daly", "characterId": "nm0605034"}]}, {"lines": [{"text": "He that goes a borrowin', goes a sorrowin'.", "character": "'Joxer' Daly", "characterId": "nm0605034"}]}, {"lines": [{"text": "Me beautiful dry-land sailor, I'll teach you to be swankin' it like a paycock on Maisie Madigan's money. I'll pull some o' th' gorgeous feathers out o' your tail.", "character": "Mrs. Madigan", "characterId": "nm0642241"}]}, {"lines": [{"text": "Get out o' this! Get out o' this at once. Ye're nothin' but a prognosticator, a procrastinator!", "character": "Captain Boyle", "characterId": "nm0152361"}]}, {"lines": [{"text": "Your fatherly care never troubled the poor girl.", "character": "Mrs. Boyle", "characterId": "nm0021329"}]}, {"lines": [{"text": "Oh, God, isn't there even one middlin' honest man left in th' world?", "character": "Mrs. Boyle", "characterId": "nm0021329"}]}, {"lines": [{"text": "See that that lassie o' yours is not here when I come back; for if I lay me eyes on her, I'll lay my hands on her. An' if I lay my hands on her, I'll not be accountable for me actions.", "character": "Captain Boyle", "characterId": "nm0152361"}]}, {"lines": [{"text": "With Labour, Mary, humanity is above everything.", "character": "Jerry Devine", "characterId": "nm0606470"}]}, {"lines": [{"text": "Ah, what can God do agen the stupidity o' men!", "character": "Mrs. Boyle", "characterId": "nm0021329"}]}, {"lines": [{"text": "Me poor little child! It'll have no father!", "character": "Mary Boyle", "characterId": "nm0642400"}, {"text": "Ah, sure, it'll have what's better -- it'll have two mothers.", "character": "Mrs. Boyle", "characterId": "nm0021329"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Maybe I wasn't sorry enough for poor Mrs. Tancred when her son was found as my Johnny's apt to been found now. But it's well I remember all she said -- an' it's my turn to say it now. What were the pains I suffered, Johnny, bringin' you into the world to carry you to your cradle, to the pains I suffer now bringing you out o' the world to carry you to your grave! Mother o' God, Mother o' God, have pity on us all! Blessed Virgin, where were you when me darlin' son was riddled with bullets, when me darlin' son was riddled with bullets? O sacred Heart o' Jesus, take away our hearts o' stone, and give us hearts o' flesh! Take away this murderin' hate, an' give us--give us Thine own--Thine own eternal love!", "character": "Mrs. Boyle", "characterId": "nm0021329"}]}]}