{"quotes": [{"lines": [{"text": "[It's]\ntoo late for me. I'm seventy now - too old to fight, too old to challenge authority, however evil... but not too old, however, to wish you and your friends the best of luck in their extremely interesting enterprise.", "character": "Field Marshal Gerd von Runstedt", "characterId": "nm0001991"}]}, {"lines": [{"text": "[after the failed attack on Rommel's HQ at the beginning, Aldinger finds the wounded commando officer]\nDid we, did we get him?", "character": "Commando colonel", "characterId": "nm0285401"}, {"text": "[smirking]\nAre you serious, Englishman?", "character": "Capt. Hermann Aldinger", "characterId": "nm0095524"}]}, {"lines": [{"text": "Have you any better suggestions?", "character": "Field Marshal Keitel", "characterId": "nm0398466"}, {"text": "Yes, one very much better. Make peace, you idiot!", "character": "Field Marshal Gerd von Runstedt", "characterId": "nm0001991"}]}, {"lines": [{"text": "I don't know how the men on the line feel about it, but so far as the staff is concerned, I'd just as soon have a commander-in-chief with a little touch of cowardice about him. Just enough to get him back to his headquarters every now and then.", "character": "Gen. Fritz Bayerlein", "characterId": "nm0534317"}]}, {"lines": [{"text": "[Hitler just sent an order not to retreat from El Alamein]\nIt's an order, Bayerlein, a military order from General Headquarters. A clear, straight, stupid, criminal military order, from General Headquarters.", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "And what are you going to do, double the insanity by obeying it? We've got the best soldiers in the German Army here. They may be just hanging on now, but they're still a force, they're still fighting. If we take them out now, they can fight again tomorrow. But this! This is sheer madness! It's out of the Middle Ages. Nobody had said \"Victory or Death\" since people fought with bows and arrows. Why, this is an order to throw away an entire army!", "character": "Gen. Fritz Bayerlein", "characterId": "nm0534317"}, {"text": "If I may remind you, sir, here in the field, these men are yours, not his.", "character": "Gen. Schultz", "characterId": "nm0262623"}, {"text": "I just can't understand it.", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "I can. He's insane.", "character": "Gen. Fritz Bayerlein", "characterId": "nm0534317"}, {"text": "He's not insane! He's - but neither am I.", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "[tears up the message and throws it away]", "character": null, "characterId": null}, {"text": "Pull them out, Bayerlein! I'll argue with him about it later.", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}]}, {"lines": [{"text": "Where's Goering?", "character": "Adolf Hitler", "characterId": "nm0012204"}, {"text": "He's on his way.", "character": null, "characterId": null}, {"text": "Well, when you are fat you don't move so fast.", "character": "Adolf Hitler", "characterId": "nm0012204"}, {"text": "[laughter]", "character": null, "characterId": null}]}, {"lines": [{"text": "[a British officer steps from the back of his tralier to address the officers before him]", "character": null, "characterId": null}, {"text": "Gentlemen, the following order from General Auchinleck, is to all commanders and chiefs-of-staff of the Middle East Forces.", "character": "British officer", "characterId": "nm0560091"}, {"text": "[reads]", "character": null, "characterId": null}, {"text": "\"There exists a real danger that our friend Rommel is becoming a kind of magician or bogeyman to our troops, who are talking far too much about him. He is by no means a superman, although he is undoubtedly very energetic and able. Even if he were a superman, it would still be highly undesirable that our men should credit him with supernatural powers. I wish you to dispel by all possible means the idea that Rommel represents something more than an ordinary German general. Please ensure that this order is put into immediate effect, and impress upon all commanders, that from the psychological point of view, it is a matter of the highest importance. Signed, C.J. Auchinleck, General, Commander-In-Chief, M.E.F.\"", "character": "British officer", "characterId": "nm0560091"}]}, {"lines": [{"text": "Nothing yet, though?", "character": "Gen. Fritz Bayerlein", "characterId": "nm0534317"}, {"text": "No, but he", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "[Hitler]", "character": null, "characterId": null}, {"text": "knows the situation. I sent him the whole story last night. If there's anything he can do, he will.", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "No matter what you say, to Berlin we're only a sideshow - and you know it.", "character": "Gen. Fritz Bayerlein", "characterId": "nm0534317"}]}, {"lines": [{"text": "not only too many of the enemy, but one too many Germans.", "character": "Field Marshal Gerd von Runstedt", "characterId": "nm0001991"}]}, {"lines": [{"text": "His astrologers have informed him that this is only a feint, that the real invasion is yet to come, north of Calais. The Fifteenth Army is sitting on those cold beaches up there, waiting for an invasion that is already taking place, is an excellent example of war by horoscope.", "character": "Field Marshal Gerd von Runstedt", "characterId": "nm0001991"}]}, {"lines": [{"text": "I don't think anything we can do would be of the slightest use. The pattern for defeat has already been set. \"Hold fast. Don't give up a millimeter of ground. Victory or death.\" Wars simply can't be won by men whose knowledge of tactics is based on copybook maxims. They may stir schoolchildren, but they don't stop troops. But give me a free hand for a few months and I'd make them pay for it. I'd make them pay such a price in blood they'd wish they'd never heard of Germany. I might not be able to stop them all, but they'd know they'd fought an army, not a series of stationary targets.", "character": "Field Marshal Gerd von Runstedt", "characterId": "nm0001991"}]}, {"lines": [{"text": "You've been uncommonly fortunate, I see, in deathbed confessions.", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "It's all perfectly legal, I assure you, sir.", "character": "Gen. Wilhelm Burgdorf", "characterId": "nm0806041"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "During that last short ride, what may Rommel's thoughts have been? Were they bitter, that he had learned too slowly and struck too late? Or did they go back to the desert, where his military genuis had first electrified the world? First at Mechili, then Tobruk, yes and even El Alamein. In any case, his life and fate may have been summed up, ironically enough, in the words of Nazi Germany's sternest enemy, the Honorable Winston Churchill.", "character": "Narrator", "characterId": "nm0719692"}, {"text": "His ardor, and daring, inflicted grievous disasters upon us. But he deserves the salute, which I made him, in the House of Commons, in January, 1942. He also deserves our respect, because, although a loyal German soldier, he came to hate Hitler, and all his works, and took part in the conspiracy to rescue Germany, by displacing the maniac and tyrant. For this, he paid the forfeit of his life. In the somber wars of modern democracy, there is little place for chivalry.", "character": null, "characterId": null}]}, {"lines": [{"text": "I'm told you once referred to me as a clown. A clown of Hitler's circus.", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "Oh, did I?", "character": "Field Marshal Gerd von Runstedt", "characterId": "nm0001991"}, {"text": "If so, I think you should know that I've been a great deal more explicit about you, many times.", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "Oh, that's quite all right, Field Marshal. I find it almost impossible to keep my mind on anything harsh said about me.", "character": "Field Marshal Gerd von Runstedt", "characterId": "nm0001991"}, {"text": "Did you say it?", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "Whoever said it, you've given them ample reason to regret such a foolish remark.", "character": "Field Marshal Gerd von Runstedt", "characterId": "nm0001991"}, {"text": "Thank you, Field Marshal.", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "Not at all.", "character": "Field Marshal Gerd von Runstedt", "characterId": "nm0001991"}, {"text": "Is there anything else?", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "I don't believe so, at the moment.", "character": "Field Marshal Gerd von Runstedt", "characterId": "nm0001991"}, {"text": "[Rommel salutes and heads for the door]", "character": null, "characterId": null}, {"text": "One suggestion, perhaps, in view of our cordiality. If I were you, I wouldn't be altogether unguarded about what I had to say about this new strategic arrangement. I think you should know that from now on, you'll be under more or less constant observation.", "character": "Field Marshal Gerd von Runstedt", "characterId": "nm0001991"}, {"text": "From Berlin?", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "[shrugs]\nFriends of the management, I believe.", "character": "Field Marshal Gerd von Runstedt", "characterId": "nm0001991"}, {"text": "Have you any information as to why I should be singled out for such attention?", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "Oh, but you are not, we all are. Apparently you didn't have it in Africa, but here on the continent, it's an honor that goes with staff rank.", "character": "Field Marshal Gerd von Runstedt", "characterId": "nm0001991"}, {"text": "You too?", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "[chuckles]\nMy dear fellow, I'm the commander-in-chief.", "character": "Field Marshal Gerd von Runstedt", "characterId": "nm0001991"}]}, {"lines": [{"text": "How do you know this room isn't wired?", "character": "Dr. Karl Strolin", "characterId": "nm0362567"}, {"text": "Wired? Why should it be wired?", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "Does Himmler have to have a reason for wiring a room?", "character": "Dr. Karl Strolin", "characterId": "nm0362567"}, {"text": "No, I don't suppose he does. But I don't think you have to worry about this one. Why?", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "[Places a chair in front of Rommel, and sits down facing him squarely]\nBecause I want to talk to you without being overheard.", "character": "Dr. Karl Strolin", "characterId": "nm0362567"}]}, {"lines": [{"text": "[describing a meeting with Hitler]\nNot that it could really be described as an argument. It's impossible to have an argument with him in the sense that you and I could have an argument. He raves, he screams, he goes into such hysterics that it's like trying to make sense with a panic stricken woman.", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "[to Strolin]\nHe called him a coward!", "character": "Frau Lucie Marie Rommel", "characterId": "nm0001788"}, {"text": "[to Rommel]\nDid he really use that word to you?", "character": "Dr. Karl Strolin", "characterId": "nm0362567"}, {"text": "Not once, but several times. In Russia, he said, officers like me have been put against the wall and shot, and almost I think it couldn't happen to me.", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "And that was his thanks! That was his gratitude for all that Erwin has done for him.", "character": "Frau Lucie Marie Rommel", "characterId": "nm0001788"}, {"text": "On the other hand, you mustn't hold people too accountable for everything they say when they're emotionally upset. The war is not going well, and he's naturally worried. But I'm afraid it'll be a long time before I forget what he did to the Afrika Korps.", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "What was that?", "character": "Dr. Karl Strolin", "characterId": "nm0362567"}, {"text": "When the end was near, and I asked him to get them out, he said he had no further interest or concern in the Afrika Korps.", "character": "Field Marshal Erwin Johannes Rommel", "characterId": "nm0000051"}, {"text": "And that was THEIR thanks!", "character": "Frau Lucie Marie Rommel", "characterId": "nm0001788"}]}]}