{"quotes": [{"lines": [{"text": "In the beginning, God created the Heaven and the Earth. And the Earth was without form and void. And the Spirit of God moved upon the face of the waters. And God said, \"Let there be light.\" And there was light.", "character": "Narrator", "characterId": "nm0001379"}]}, {"lines": [{"text": "This is now bone of my bone, and flesh of my flesh.", "character": "Adam", "characterId": "nm0662981"}]}, {"lines": [{"text": "Am I my brother's keeper?", "character": "Cain", "characterId": "nm0001321"}]}, {"lines": [{"text": "The ways of the Lord are not our ways. And what He hath intended or how it shall be perfected is not in our power to know. Only in the trust of what is to come can we prosper. And in that trust shall we pitch our tents.", "character": "Abraham", "characterId": "nm0001715"}]}, {"lines": [{"text": "[as Abraham is preparing to kill him as a sacrifice]\nThere is nothing that He may not ask of thee?", "character": "Isaac", "characterId": "nm0524036"}, {"text": "Nothing.", "character": "Abraham", "characterId": "nm0001715"}]}, {"lines": [{"text": "[after Sarah laughs when told she is to have a child at her advanced age]\nWhy dost thou laugh? Is anything too hard for the Lord?", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Adam and Eve]\nDust thou art, and unto dust shalt thou return.", "character": "God", "characterId": "nm0001379"}]}, {"lines": [{"text": "What hast thou done?", "character": "God", "characterId": "nm0001379"}, {"text": "The serpent beguiled me and I did eat.", "character": "Eve", "characterId": "nm0075020"}]}, {"lines": [{"text": "The night is filled with Thy voice. Here am I. What wouldst Thou demand of me?", "character": "Abraham", "characterId": "nm0001715"}]}, {"lines": [{"text": "[to the Serpent]\nBecause thou hast done this, cursed art thou above all cattle, and above all the beasts of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life.", "character": "God", "characterId": "nm0001379"}]}, {"lines": [{"text": "[after Cain is born]\nI have made a man from the Lord!", "character": "Eve", "characterId": "nm0075020"}]}, {"lines": [{"text": "[to Sarah]\nLo, here I bring my love beside thee in the tent.", "character": "Abraham", "characterId": "nm0001715"}]}, {"lines": [{"text": "[to one of her sons]\nWill you question your father's understanding, or doubt his ways? You should be ashaméd.", "character": "Noahs wife", "characterId": "nm0535991"}, {"text": "[to Noah]", "character": null, "characterId": null}, {"text": "Yet when shall they be rid of the work? All things wait for this. The ground is unsown, and the house is unmended. Give me one of them to make the roof good, lest when the rain comes the house will not keep it out.", "character": "Noahs wife", "characterId": "nm0535991"}]}, {"lines": [{"text": "I will make a man more precious than fine gold; even a man than the golden wedge of Ophir.", "character": "God", "characterId": "nm0001379"}]}, {"lines": [{"text": "and now nothing will be restrained from them, which they have imagined to do.\"", "character": "Narrator", "characterId": "nm0001379"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[to Abraham]\nBehold, I have tried thee like metal in a furnace. I have chosen thee in the furnace of affliction. Now will I multiply thy seed as the stars of the heaven and as the sand which is by the seashore innumerable.", "character": "God", "characterId": "nm0001379"}]}]}