{"quotes": [{"lines": [{"text": "Can I give you a lift?", "character": "Collection Agent", "characterId": "nm0167364"}, {"text": "I'm going to throw myself off the Brooklyn bridge.", "character": "Chuck Donovan", "characterId": "nm0102787"}, {"text": "Oh sorry. I'm going to the Bronx.", "character": "Collection Agent", "characterId": "nm0167364"}]}, {"lines": [{"text": "Night school. You've just gotten off the boat and you want to become a citizen so you enroll in her class.", "character": "Chuck Donovan", "characterId": "nm0102787"}, {"text": "I already am a citizen.", "character": "Bob Randolph", "characterId": "nm0001654"}, {"text": "So, you'll vote twice.", "character": "Chuck Donovan", "characterId": "nm0102787"}]}, {"lines": [{"text": "It's tough leading a double... language.", "character": "Bob Randolph", "characterId": "nm0001654"}]}, {"lines": [{"text": "This is the city. Cold. Heartless. Impersonal. Each night on the island called Manhattan, many a lost soul decides to give up the unequal struggle. Is it one of these carefree dancers? No. Is it this seductive hat check chick? No. Then it must be, well naturally, it's this schmo!", "character": "Pathé Newsreel Narrator", "characterId": "nm0059413"}]}, {"lines": [{"text": "This is the modest apartment house in Long Island where Miss Ruth Wilson, the stormy petrol of the teaching profession resides. Tomorrow morning in Judge Bullfinch's court, Miss Wilson tests her civil right to teach school, even though she looks beautiful in a bathing suit!", "character": "Pathé Newsreel Narrator", "characterId": "nm0059413"}]}, {"lines": [{"text": "The Randolph Girl is a composite. I use a different model for each part of her anatomy. That girl doesn't exist. The hair is Margo's. The eyes are Diane's. The nose is Wendy's. The mouth is Karin's. The chin is Sunny's. The neck is Arlene's. The arms are Penelope's. The torso is Vickie's. The knees are Sondra's. The legs are Lorraine's. The ankles are Daphne's. Put them all together, they spell the Randolph Girl.", "character": "Bob Randolph", "characterId": "nm0001654"}]}, {"lines": [{"text": "It's amazing how a dozen dames can keep a secret that long.", "character": "Chuck Donovan", "characterId": "nm0102787"}, {"text": "Oh, each one of them thinks she's the whole girl.", "character": "Bob Randolph", "characterId": "nm0001654"}, {"text": "You must have your hands full.", "character": "Chuck Donovan", "characterId": "nm0102787"}]}, {"lines": [{"text": "[Talking on a pay phone]\nShe's in the Locker Room now getting dressed, I think. I'm watching for her now. Look, I'll have to hang up, there's some dame blocking my view.", "character": "Chuck Donovan", "characterId": "nm0102787"}]}, {"lines": [{"text": "Oh, why couldn't one of us be a girl? You'd look cute.", "character": "Chuck Donovan", "characterId": "nm0102787"}]}, {"lines": [{"text": "Sometimes a girl looks different with clothes on.", "character": "Chuck Donovan", "characterId": "nm0102787"}]}, {"lines": [{"text": "For the millionth time, Mother, I don't want a man to marry me for my looks.", "character": "Ruth Wilson", "characterId": "nm0562920"}, {"text": "If I hadn't cashed in on my looks, you wouldn't be here now.", "character": "Mrs. Wilson", "characterId": "nm0933773"}, {"text": "Beauty doesn't last. Intellectual companionship. That's the only thing that really matters between a man and a woman.", "character": "Ruth Wilson", "characterId": "nm0562920"}, {"text": "And you spent 500 bucks gettin' her teeth straightened.", "character": "Woody Wilson", "characterId": "nm0336633"}]}, {"lines": [{"text": "A girl as pretty as you, can't make herself unattractive to men, no matter how hard she tries.", "character": "Mrs. Wilson", "characterId": "nm0933773"}, {"text": "I haven't had any trouble with men, so far, have I mother?", "character": "Ruth Wilson", "characterId": "nm0562920"}, {"text": "No, but you haven't had any fun, either.", "character": "Mrs. Wilson", "characterId": "nm0933773"}]}, {"lines": [{"text": "Hi, beautiful. Where's your boss?", "character": "Chuck Donovan", "characterId": "nm0102787"}, {"text": "He hasn't come down yet. Shall I tell him you're here?", "character": "Miss Brooks", "characterId": "nm0922505"}, {"text": "No, thanks. I'll wait. I need the rest. I've been on a merry-go-round! I've been going steady with 12 dames at once.", "character": "Chuck Donovan", "characterId": "nm0102787"}]}, {"lines": [{"text": "Say, how come a girl like you isn't married or even engaged?", "character": "Chuck Donovan", "characterId": "nm0102787"}, {"text": "Well, it's like this, I'm too intelligent for the men I attract and not beautiful enough for the men who attract me.", "character": "Miss Brooks", "characterId": "nm0922505"}]}, {"lines": [{"text": "You mean she hasn't fallen for you yet?", "character": "Chuck Donovan", "characterId": "nm0102787"}, {"text": "Well, if she were the kind of girl that just wanted to be kissed, I could handle her. But, what do you do with a girl who wants to be admired intellectually?", "character": "Bob Randolph", "characterId": "nm0001654"}, {"text": "Never ran across that kind.", "character": "Chuck Donovan", "characterId": "nm0102787"}]}, {"lines": [{"text": "last year. This year's styles were frankly too hot to put on celluloid.", "character": "Bob Randolph", "characterId": "nm0001654"}]}, {"lines": [{"text": "1935. Now, these suits seem harmless enough, don't they - compared with present French style. Yet, they were banned in Rye, New York and Dover, New Jersey. It is now 1910 and the one-piece bathing suit started a minor revolution. Women were shocked. But, men took a long view of the situation. And now we come to the early days of the new century. Take a look at those costumes. Anything there to object to? Yet, even this period had its blue-noses. See those policemen coming on the scene? Well, they are coming to arrest these over-dressed young women for indecent exposure.", "character": "Bob Randolph", "characterId": "nm0001654"}]}, {"lines": [{"text": "Your honor, is there anything improper about this bathing suit?", "character": "Ruth Wilson", "characterId": "nm0562920"}, {"text": "Oh, no, no, it's very proper - and fitting.", "character": "Judge Bullfinch", "characterId": "nm0871287"}]}, {"lines": [{"text": "Your honor, I realize that a bathing suit belongs on a beach, not in a courtroom. But, I was merely trying to prove that a school teacher belongs in a bathing suit, just as much as any other girl.", "character": "Ruth Wilson", "characterId": "nm0562920"}]}, {"lines": [{"text": "It took me a long time to discover it, but, I don't think a man enjoys putting his arm around a - woman's mind.", "character": "Ruth Wilson", "characterId": "nm0562920"}]}, {"lines": [{"text": "We could make it a double wedding. Maybe we'll get a discount.", "character": "Chuck Donovan", "characterId": "nm0102787"}, {"text": "Why don't we all go on our honeymoon together!", "character": "Connie Martin", "characterId": "nm0236888"}, {"text": "Hey, that's an idea. You and Ruth can share one room and Bob and I the other.", "character": "Chuck Donovan", "characterId": "nm0102787"}, {"text": "Chuck, who ya kidding?", "character": "Connie Martin", "characterId": "nm0236888"}, {"text": "[Kiss]", "character": null, "characterId": null}]}]}