{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[to Dantes and Mercedes who are up in the branches of a tree]\nCan we come up?", "character": "Albert de Mondego", "characterId": "nm0910498"}, {"text": "Find your own tree.", "character": "Edmond Dantes", "characterId": "nm0232196"}]}, {"lines": [{"text": "[to Mondego after defeating him in a duel]\nIt was not my sword, Mondego, but your past that disarmed you!", "character": "Edmond Dantes", "characterId": "nm0232196"}]}, {"lines": [{"text": "I'm tried of playing second fiddle to Rothschild, Laurenti and Monte Cristo! From now on when we meet, I want THEM to take their hats off first!", "character": "Danglars", "characterId": "nm0906940"}]}, {"lines": [{"text": "[referring to the now-insane Danglars]\nA mental suicide, doctor.", "character": "Edmond Dantes", "characterId": "nm0232196"}, {"text": "Mental suicide?", "character": "Doctor", "characterId": "nm0312238"}, {"text": "Yes. He destroyed his mind with an overdose of two deadly poisons.", "character": "Edmond Dantes", "characterId": "nm0232196"}, {"text": "Poisons!", "character": "Doctor", "characterId": "nm0312238"}, {"text": "Avarice and Greed", "character": "Edmond Dantes", "characterId": "nm0232196"}]}, {"lines": [{"text": "[to Mondego upon realizing that he has been betrayed]\nOh, I see! Danglas told you about Elba and the letter because he wanted to be captain! And you told the magistrate because... because of Mercedes! You appeared here as my friends!", "character": "Edmond Dantes", "characterId": "nm0232196"}]}, {"lines": [{"text": "[after Dantes has been taken away to the Chateau d'If]\nWill you want me anymore, sir?", "character": "Danglars", "characterId": "nm0906940"}, {"text": "No.", "character": "Raymond de Villefort Jr.", "characterId": "nm0129894"}, {"text": "Not for the trial?", "character": "Danglars", "characterId": "nm0906940"}, {"text": "He's had his trial.", "character": "Raymond de Villefort Jr.", "characterId": "nm0129894"}]}, {"lines": [{"text": "My son, you are now a viscount.", "character": "Fernand de Mondego", "characterId": "nm0085782"}, {"text": "But I don't want to be a viscount. I want to be a sailor.", "character": "Albert, Age 8", "characterId": "nm0017044"}, {"text": "You'll be a viscount on your father's side.", "character": "Fernand de Mondego", "characterId": "nm0085782"}]}, {"lines": [{"text": "[he is dying]\nWhen people die, we feel a grief because their minds are lost to us. How fortunate am I... I leave my mind behind in your possession; it is part of yours. Use it as an instrument for justice. My blessing... Edmond, if you could only see. Death is so beautiful", "character": "Abbe Faria", "characterId": "nm0373773"}, {"text": "[he dies]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after finding the treasure]\nMy dear abbe... if you were only really here beside me to see. You were right. The world is mine.", "character": "Edmond Dantes", "characterId": "nm0232196"}]}, {"lines": [{"text": "[Mercedes has just shown him the false death certificate]\nI thought there must be something like this somewhere.", "character": "Edmond Dantes", "characterId": "nm0232196"}, {"text": "I've had it ever since... for many years.", "character": "Mercedes de Rosas", "characterId": "nm0484748"}, {"text": "Well, it speaks the truth. Edmond Dantes is dead.", "character": "Edmond Dantes", "characterId": "nm0232196"}, {"text": "Then who is this Count de Monte Cristo who closely resembles him?", "character": "Mercedes de Rosas", "characterId": "nm0484748"}, {"text": "The resemblance has been noted by no one but you. He is, in fact, to answer your question, a person so utterly unlike a man named Dantes they might have been born of different parents. Even the soul is not the same.", "character": "Edmond Dantes", "characterId": "nm0232196"}, {"text": "I can believe that.", "character": "Mercedes de Rosas", "characterId": "nm0484748"}]}, {"lines": [{"text": "Everyone has heard of the de Spada family fortune.", "character": "Abbe Faria", "characterId": "nm0373773"}, {"text": "I have, since boyhood. A buried treasure, wasn't it?", "character": "Edmond Dantes", "characterId": "nm0232196"}, {"text": "Dating from Ancient Rome. Well, for twenty years I was librarian and tutor to the Duke de Spada. He had no children and made me his sole heir. I planned to use it to ease suffering humanity, but this so enraged the old Duke's enemies, who planned after his death to seize the fortune for themselves, that they submitted me first to torture and then threw me into prison in an effort to force from me the secret hiding place which I alone know. Together, we will dig our way to freedom and one half of the treasure shall be yours.", "character": "Abbe Faria", "characterId": "nm0373773"}, {"text": "[viciously]\nI'll dig my fingers to the bone! I'll tear these rocks apart! Money... riches... power with which to strangle and curse three rotten rats!", "character": "Edmond Dantes", "characterId": "nm0232196"}, {"text": "Stop! Stop! Oh, what a miserable creature you are! Your eyes gleam with greed, your heart filled with revenge! In such a condition, you're not fit to have one sou! Patience. What a long road you have to travel. Be thankful your digging tools are but bits of crockery and iron. It will take time... pray for it to be a long time so that when you emerge into the light, it will not be as a revengeful Horseman of the Apocalypse but as an avenging angel doing the work of God.", "character": "Abbe Faria", "characterId": "nm0373773"}]}, {"lines": [{"text": "Please believe I've put my task above the mean level of personal vengeance. I am exposing criminals, not for their sins against myself but for their black injustices to others... not only for what they have done but for what they continue to do. They are the ones devoid of all humanity, the ones that profitted by the sufferings of others.", "character": "Edmond Dantes", "characterId": "nm0232196"}, {"text": "Whom will it profit if you kill my son?", "character": "Mercedes de Rosas", "characterId": "nm0484748"}, {"text": "Surely you don't think this duel part of my design!", "character": "Edmond Dantes", "characterId": "nm0232196"}, {"text": "What else am I to think, knowing how skillfully you have destroyed the others?", "character": "Mercedes de Rosas", "characterId": "nm0484748"}, {"text": "[Monte Cristo turns away; she follows him]", "character": null, "characterId": null}, {"text": "Let me tell you about Albert. He worships you. Never in his life has he felt such a strong affection for anyone but me. He never understood his father; there was no bond of sympathy between them. Why? Because that was a part of my design. I reared him in the image of the man I loved. He is the son Edmond Dantes would have had. I had hoped that he'd be claimed by Monte Cristo.", "character": "Mercedes de Rosas", "characterId": "nm0484748"}, {"text": "[pause, then]\nI claimed him long ago, Mercedes.", "character": "Edmond Dantes", "characterId": "nm0232196"}]}, {"lines": [{"text": "[Albert has just challenged Monte Cristo to a duel]\nSomething's happened?", "character": "Jacopo", "characterId": "nm0016422"}, {"text": "Yes. Something admirable and terrible... something I never planned.", "character": "Edmond Dantes", "characterId": "nm0232196"}]}, {"lines": [{"text": "When I found out what I could about a person, it made a good little boy out of me.", "character": "Jacopo", "characterId": "nm0016422"}]}, {"lines": [{"text": "[at Edmond's second trial]\nWhy doesn't he speak?", "character": "Haydee", "characterId": "nm0679792"}, {"text": "I don't know. His defense is all prepared. He won't use it!", "character": "Beauchamp", "characterId": "nm0000748"}]}]}