{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "How do you fellows manage to look so comfortably, Vickers?", "character": "Sir Humphrey Harcourt", "characterId": "nm0166974"}, {"text": "We may look it Sir, but we're not. They say the first 40 years are about the hottest up here on the frontier, after that you get used to it.", "character": "Maj. Geoffrey Vickers", "characterId": "nm0001224"}, {"text": "Really?", "character": "Sir Humphrey Harcourt", "characterId": "nm0166974"}]}, {"lines": [{"text": "Well, I'll finish my drink. I have a cowardly aversion to meeting reptiles socially 'til I've had at least one sherry and bitters.", "character": "Sir Charles Macefield", "characterId": "nm0827261"}]}, {"lines": [{"text": "Colonel Campbell has just been begging me to find him a wife. Now what particular quality do you most admire in a woman?", "character": "Lady Octavia Warrenton", "characterId": "nm0001981"}, {"text": "The quality of silence!", "character": "Col. Campbell", "characterId": "nm0187981"}, {"text": "Now, Colonel, you're flattering me just as dear Lord Melbourne did once when we sat next to each other at an intolerable meal call banquet. \"Lady Warrenton,\" he said, \"you have the power to drive men mad.\"", "character": "Lady Octavia Warrenton", "characterId": "nm0001981"}, {"text": "[Laconically]\nI can believe that!", "character": "Col. Campbell", "characterId": "nm0187981"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[throws letter into the fire]\nFor conspicuous gallantry.", "character": "Sir Charles Macefield", "characterId": "nm0827261"}]}, {"lines": [{"text": "Oh, so it was Captain Randall who so imprudently attempted to penetrate the line? Poor fellow! He paid the penalty for his foolishness!", "character": "Surat Khan", "characterId": "nm0330059"}, {"text": "[Taken aback]\nHe's... he's dead?", "character": "Maj. Geoffrey Vickers", "characterId": "nm0001224"}, {"text": "Oh, my friend, life is sweet and dear when one cannot have it! That's why I sent for you.", "character": "Surat Khan", "characterId": "nm0330059"}]}, {"lines": [{"text": "[Addressing the Light Brigade prior to the attack]\nSurat Khan is on the field with the opposing Russian forces. The same Surat Khan who massacred the women and children of Chukoti. Our chance has come! Show no mercy! Let no power on Earth stop you! Prove to the world that no man could kill women and children and live to boast of it! Men of the Twenty-seventh. our objective is Surat Khan! Forward!", "character": "Maj. Geoffrey Vickers", "characterId": "nm0001224"}]}, {"lines": [{"text": "[to Geoffrey]\nWhen you've been soldiering as long as I have, you'll find it's best to follow orders regardless.", "character": "Col. Campbell", "characterId": "nm0187981"}]}, {"lines": [{"text": "I sometimes think, Sir Charles, that a great government resembles a beautiful woman, who, intoxicated with her own beauty, is apt to withdraw from a sincere suitor the favors she's always granted. And when she finds her suitor console himself with another beauty... regrets her coldness.", "character": "Surat Khan", "characterId": "nm0330059"}, {"text": "Interesting. And what does she do then?", "character": "Sir Charles Macefield", "characterId": "nm0827261"}, {"text": "She claims the privilege of any beautiful woman and changes her mind... before she's lost her suitor forever. Do you not agree?", "character": "Surat Khan", "characterId": "nm0330059"}, {"text": "The only great government I'm acquainted with is singularly masculine. It makes up its mind. And once having reached a decision, adheres to it.", "character": "Sir Charles Macefield", "characterId": "nm0827261"}, {"text": "I'm afraid we're losing ourselves in a flight of fantasy.", "character": "Surat Khan", "characterId": "nm0330059"}, {"text": "Yes, perhaps, yes.", "character": "Sir Charles Macefield", "characterId": "nm0827261"}]}]}