{"quotes": [{"lines": [{"text": "I just killed a black bird Mr. Caspary, now i'm gonna kill a black man", "character": "Gene", "characterId": "nm0001235"}]}, {"lines": [{"text": "[about Crooks, the ship's pet talking crow]\nI don't like what he says, tell him to say something else", "character": "Gene", "characterId": "nm0001235"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[narrating]\nMy old man was a captain in the Coast Guard. We never saw too much of each other. Most of the time he was away at sea. But this time I was lucky. He made it to my graduation.", "character": "Alex", "characterId": "nm0528536"}]}, {"lines": [{"text": "[narrating]\nEver been in one of those situations where you were trapped? Then, without you doing anything, a door opens up. And there it is, the way out.", "character": "Alex", "characterId": "nm0528536"}]}, {"lines": [{"text": "In a world of vagaries and inconstancy, Captain, it amuses me to set a course and to stick to it.", "character": "Calvin Caspary", "characterId": "nm0000380"}]}, {"lines": [{"text": "Death of the father does free the son.", "character": "Calvin Caspary", "characterId": "nm0000380"}, {"text": "It's an expensive freedom.", "character": "Captain Miller", "characterId": "nm0001970"}, {"text": "Freedom is the greatest prize of all. Why shouldn't the cost be high.", "character": "Calvin Caspary", "characterId": "nm0000380"}]}, {"lines": [{"text": "Learn not to judge me by what you know of other men.", "character": "Calvin Caspary", "characterId": "nm0000380"}]}, {"lines": [{"text": "\"Ask and it shall be granted.\"", "character": "Calvin Caspary", "characterId": "nm0000380"}, {"text": "I thought it was only for the pure of heart.", "character": "Captain Miller", "characterId": "nm0001970"}, {"text": "Uh, am I not?", "character": "Calvin Caspary", "characterId": "nm0000380"}]}, {"lines": [{"text": "The truth is a bore, Miller. It is without charm. You see, all my life it's been my ambition never to learn or to speak more than half the truth. Now, if I hadn't done that, you see, the tedium would have killed me, literally.", "character": "Calvin Caspary", "characterId": "nm0000380"}]}, {"lines": [{"text": "In deference to you, I have take to carrying a gun. I loathe carrying one. It ruins the drape of my suit.", "character": "Calvin Caspary", "characterId": "nm0000380"}]}, {"lines": [{"text": "Blow your brains out, Casper. It's a sure cure...", "character": "Captain Miller", "characterId": "nm0001970"}]}, {"lines": [{"text": "Freedom comes when you break chains, destroy rules, and sail at will. In other words, freedom is choice unfettered by other men's puny customs.", "character": "Calvin Caspary", "characterId": "nm0000380"}]}, {"lines": [{"text": "God loves a peacemaker and so do I. And I'm a very light sleeper.", "character": "Calvin Caspary", "characterId": "nm0000380"}]}, {"lines": [{"text": "Is this your logbook? Everything's written down there. Everything's in there to be looked up again. There's no secret, no mystery. I like to begin each day by erasing all traces of the one before. I mean after all, why carry the baggage of yesterday into tomorrow?", "character": "Calvin Caspary", "characterId": "nm0000380"}, {"text": "You've killed men. I can see it in your face.", "character": "Captain Miller", "characterId": "nm0001970"}, {"text": "Well, if you say so, I don't remember.", "character": "Calvin Caspary", "characterId": "nm0000380"}, {"text": "Maybe you should keep a log.", "character": "Captain Miller", "characterId": "nm0001970"}]}, {"lines": [{"text": "A dead man is an amazing thing. It must make some kind of photograph on your heart. It's there to look at whenever you want to. And sometimes it's there whether you want to look at it or not.", "character": "Alex", "characterId": "nm0528536"}]}, {"lines": [{"text": "My father, God rot his soul, made his fortunes printing Bibles.", "character": "Calvin Caspary", "characterId": "nm0000380"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[narrating]\nMy father told me once, a ship wasn't something you just sailed on. A ship was something a man served. I never knew what he meant, but I was a lot younger then. I've been a lot of places since my father's last watch aboard the lightship. None of them anywhere near the water. But every night when I go to sleep, I can still see that light. I can still feel that ship rocking underneath me.", "character": "Alex", "characterId": "nm0528536"}]}, {"lines": [{"text": "You just keep cooking, boy!", "character": "Eddie", "characterId": "nm0397124"}]}]}