{"quotes": [{"lines": [{"text": "One ring to rule them all; one ring to find them. One ring to keep them all, and in the darkness bind them!", "character": "Gandalf", "characterId": "nm0820109"}]}, {"lines": [{"text": "[after Gandalf opens the door to Moria]", "character": null, "characterId": null}, {"text": "So all you had to do was say friend... and enter.", "character": "Legolas", "characterId": "nm0000355"}, {"text": "Those were happier times...", "character": "Gilmi", "characterId": "nm0118344"}]}, {"lines": [{"text": "[Frodo gasps and lunges after the ring after Gandalf has tossed it into the lit fireplace]", "character": null, "characterId": null}, {"text": "[restraining Frodo]\nWait. Do you desire it so much already?", "character": "Gandalf", "characterId": "nm0820109"}, {"text": "[lying]\nNo, but, but why ruin it?", "character": "Frodo Baggins", "characterId": "nm0345295"}, {"text": "Because it is altogether *evil*. It will corrupt and destroy anyone who wears it, until he passes into the world of shadows under the power of Sauron, the Dark Lord of Mordor.", "character": "Gandalf", "characterId": "nm0820109"}, {"text": "[distraught]\nNot Bilbo!", "character": "Frodo Baggins", "characterId": "nm0345295"}, {"text": "[pointing]\n*You* are the one who has the Ring now.", "character": "Gandalf", "characterId": "nm0820109"}]}, {"lines": [{"text": "[a crow abruptly caws and takes off into the sky]", "character": null, "characterId": null}, {"text": "Because of Gollum! Oh, Gandalf... what am I to do? What a pity that Bilbo didn't kill that vile creature when he had the chance.", "character": "Frodo Baggins", "characterId": "nm0345295"}, {"text": "Yes, it was pity. Pity and mercy.", "character": "Gandalf", "characterId": "nm0820109"}]}, {"lines": [{"text": "I don't know Sam, I think one of the Enemy's spies would look fairer and feel fouler.", "character": "Frodo Baggins", "characterId": "nm0345295"}, {"text": "[chuckling]\nWhile I look foul and feel fair is that it?", "character": "Aragorn", "characterId": "nm0000457"}]}, {"lines": [{"text": "Woah, Sam Gamgee, your legs are too short, so use your head!", "character": "Sam", "characterId": "nm0774578"}, {"text": "[thinking]", "character": null, "characterId": null}, {"text": "Nim, nim, nim, nim, nim... the boats!", "character": "Sam", "characterId": "nm0774578"}]}, {"lines": [{"text": "Straight stairs, winding stairs what comes after that?", "character": "Sam", "characterId": "nm0774578"}, {"text": "We shall see, oh yes... We shall see.", "character": "Gollum", "characterId": "nm0940885"}]}, {"lines": [{"text": "I wish it need not happen in my time.", "character": "Frodo Baggins", "characterId": "nm0345295"}, {"text": "So do I.", "character": "Gandalf", "characterId": "nm0820109"}]}, {"lines": [{"text": "[on what to do with the Ring]", "character": null, "characterId": null}, {"text": "[brightly]\nI'll give it to you, Gandalf!", "character": "Frodo Baggins", "characterId": "nm0345295"}, {"text": "[Gandalf looks horrified]", "character": null, "characterId": null}, {"text": "You're wise and powerful! Will you not...", "character": "Frodo Baggins", "characterId": "nm0345295"}, {"text": "[anguished]\nNo! Do not tempt me! I would wish to turn it to good, and it cannot be used so! Meaning to be kind, I would become as terrible as the Dark Lord himself. Do not tempt me!", "character": "Gandalf", "characterId": "nm0820109"}, {"text": "[sighing]", "character": null, "characterId": null}, {"text": "I shall have need of such strength so soon.", "character": "Gandalf", "characterId": "nm0820109"}]}, {"lines": [{"text": "[Gandalf has caught Sam spying]", "character": null, "characterId": null}, {"text": "Oh, Mr. Frodo, sir! Don't let him hurt me, sir! Don't let him turn me into something unnatural!", "character": "Sam", "characterId": "nm0774578"}]}, {"lines": [{"text": "[after Gandalf has read the dwarves' book in moria]", "character": "Pippin", "characterId": "nm0345297"}, {"text": "[panicked]", "character": null, "characterId": null}, {"text": "Gandalf, I don't want to stay here!", "character": "Pippin", "characterId": "nm0345297"}, {"text": "[soothingly]\nWe're going now, Pippin.", "character": "Gandalf", "characterId": "nm0820109"}]}, {"lines": [{"text": "My Precious. My Precious.", "character": "Gollum", "characterId": "nm0940885"}]}, {"lines": [{"text": "[as Boromir's funeral boat floats away]\nEither we take the last boat and follow Frodo, or we follow the orcs on foot.", "character": "Aragorn", "characterId": "nm0000457"}, {"text": "Pippin and Merry may be dead by now, we don't know.", "character": "Legolas", "characterId": "nm0000355"}, {"text": "We cannot forsake them... the fate of the ringbearer is my hands no longer, the company of the Ring has played it's part.", "character": "Aragorn", "characterId": "nm0000457"}, {"text": "We follow the orcs!", "character": "Aragorn", "characterId": "nm0000457"}]}, {"lines": [{"text": "I have come for your aid Saruman the White, in troubled times. The Nine are abroad, darkness approaches, the Black Riders!", "character": "Gandalf", "characterId": "nm0820109"}, {"text": "Is that all the news you have for me then?", "character": "Saruman", "characterId": "nm0449693"}, {"text": "Is that not enough? Sauron is moving at last!", "character": "Gandalf", "characterId": "nm0820109"}, {"text": "We can deal with Sauron ourselves Gandalf. You, and I. One way or another.", "character": "Saruman", "characterId": "nm0449693"}, {"text": "What talk is this? What are you saying Saruman?", "character": "Gandalf", "characterId": "nm0820109"}, {"text": "It is time for us to choose. A new age is upon us, a new power is rising. Nothing that Elves or Men or Wizards can do will avail against it. Its enemies are utterly doomed, but its friends...", "character": "Saruman", "characterId": "nm0449693"}, {"text": "You are saying that we should join with Mordor? With him?", "character": "Gandalf", "characterId": "nm0820109"}, {"text": "Does that displease you? Where is the Ring Gandalf? Why do the servants of Sauron seek for it in the Shire? Have you hidden it there? Would you rather see the Dark Lord have it, or Saruman of Many Colours?", "character": "Saruman", "characterId": "nm0449693"}, {"text": "Neither of you will have it.", "character": "Gandalf", "characterId": "nm0820109"}, {"text": "There is a third choice. It is to remain here, until you tell me where the One Ring may be found.", "character": "Saruman", "characterId": "nm0449693"}, {"text": "Saruman, if you do this, if you delay me here, Sauron will surely get it then.", "character": "Gandalf", "characterId": "nm0820109"}, {"text": "Then he will know his good servants... and his enemies.", "character": "Saruman", "characterId": "nm0449693"}]}, {"lines": [{"text": "What is this? Why do you speak of hiding and destroying? The Ring could save all Middle Earth!", "character": "Boromir", "characterId": "nm0185163"}, {"text": "This is Sauron's Ring! To wield it, you would have to become Sauron.", "character": "Elrond", "characterId": "nm0603682"}]}, {"lines": [{"text": "Long ago, in the early years of the Second Age, the great Elven-smiths forged rings of power. Nine for mortal men, seven for the Dwarf lords, three for the tall Elf Kings. But then, the dark lord learned the craft of ring making and made the Master Ring, the one ring to rule them all. With the One Ring, Middle-Earth was his, and he could not be overcome. As the last alliance of men and Elves fell beneath his power, he did not notice the heroic shadow who slipped in. It was Prince Isildur, of the mighty kings from across the sea, who took the ring. But because he did not destroy it, the spirit of the dark lord lived on, and began to take shape and grow again. But the ring had a will of its own, and a way of slipping from one hand to be found by another, so that it might at last get back to its master. And there, the ring lay at the bottom of the great river Anduin for thousands of years. During those years, the dark lord captured the nine rings that were made for men and turned their owners into the Ringwraiths. Terrible shadows, under his great Shadow, who roamed the world... searching for the One Ring. In time, the Ring was found. Two friends were fishing in the great river one day.", "character": "Gandalf", "characterId": "nm0820109"}]}, {"lines": [{"text": "He used the Ring for thieving, and to find out secrets. His own people began to despise the wretched creature and to call him Gollum. Tortured and driven by the ring, he hid in dark caves... and a deep mountain. But the ring slipped off Gollum's finger, too. And so it was that Bilbo found it during his travels with the Dwarves.", "character": "Gandalf", "characterId": "nm0820109"}]}]}