{"quotes": [{"lines": [{"text": "Since you say your God is everywhere... perchance I am stepping on him right now.", "character": "Ruth", "characterId": "nm0249086"}, {"text": "Indirectly, yes, the Earth being one of his creations.", "character": "Mahlon", "characterId": "nm0874502"}, {"text": "The Earth? Then you may as well claim that he made the moon too.", "character": "Ruth", "characterId": "nm0249086"}, {"text": "It is told that he made two great lights in the heavens. The greater to rule the day and the lesser to rule the night.", "character": "Mahlon", "characterId": "nm0874502"}, {"text": "And all other luminous objects in the sky, I suppose.", "character": "Ruth", "characterId": "nm0249086"}, {"text": "Yes. And one closer by.", "character": "Mahlon", "characterId": "nm0874502"}]}, {"lines": [{"text": "[to Naomi]\nEntreat me not to leave you, or to keep from following you. For where you go, I will go; where you lodge, I will lodge. Your people shall be my people, and your God, my God.", "character": "Ruth", "characterId": "nm0249086"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Yonder is a city whose name will one day be known in the far places of the Earth... Bethlehem of Judah. Generations have yet to pass before its star shall rise in the east. Much shall happen in these lands and be told. For nearby, across the Jordan in the land of Moab, lives a people who of old have hated the God of Israel and who serve a god of stone, Chemosh, thirsty for the blood of the young and the innocent.", "character": "Jehoam", "characterId": "nm0291829"}]}, {"lines": [{"text": "Suppose you wish to pray, but you're not near an image of Chemosh.", "character": "Mahlon", "characterId": "nm0874502"}, {"text": "Then I go to him.", "character": "Ruth", "characterId": "nm0249086"}, {"text": "Well, suppose a soldier of Moab is wounded on a field of battle and cannot get to an image of Chemosh to pray for his life.", "character": "Mahlon", "characterId": "nm0874502"}, {"text": "Then he thinks of Chemosh.", "character": "Ruth", "characterId": "nm0249086"}, {"text": "But the Chemosh he's thinking of is invisible at the time he thinks of him. In my work, gracious lady, I have sometimes repaired your god. Isn't it hard to believe that a god who cracks and crumbles and can be repaired by a mere artisan like myself can be the same god who makes the birds sing and the sun rise and set? How can a god whose own head gets broken mend the broken heads of his soldiers?", "character": "Mahlon", "characterId": "nm0874502"}]}, {"lines": [{"text": "Why do you look at me like that?", "character": "Ruth", "characterId": "nm0249086"}, {"text": "Because you are so beautiful, so very beautiful. Don't you know that you are?", "character": "Mahlon", "characterId": "nm0874502"}, {"text": "I have never thought about it.", "character": "Ruth", "characterId": "nm0249086"}, {"text": "No one has ever told you? No man has ever looked at you as I do?", "character": "Mahlon", "characterId": "nm0874502"}, {"text": "If... if he has, I have not seen it.", "character": "Ruth", "characterId": "nm0249086"}, {"text": "You were not watching for it. Isn't it pleasant, even for a priestess to be told that she is beautiful, especially when it's true?", "character": "Mahlon", "characterId": "nm0874502"}, {"text": "Is beauty so important?", "character": "Ruth", "characterId": "nm0249086"}, {"text": "The beauty that's within, as I know it is with you.", "character": "Mahlon", "characterId": "nm0874502"}, {"text": "How do you know?", "character": "Ruth", "characterId": "nm0249086"}, {"text": "I am older than you, and the years teach.", "character": "Mahlon", "characterId": "nm0874502"}]}, {"lines": [{"text": "[to Elimelech and Chilion as the three are imprisoned by the Moabites]\nIt is my doing. I had no right to bring this down on you.", "character": "Mahlon", "characterId": "nm0874502"}, {"text": "No. The sin is on my head. I am punished for leaving our people in Bethlehem in time of trouble. I was rich, but denied the poor. I had bread, but denied the hungry. I had substance, but took it with me.", "character": "Elimelech", "characterId": "nm0871876"}]}, {"lines": [{"text": "[sobbing]\nHe taught me to care about living things, but he never told me of the pain of caring.", "character": "Ruth", "characterId": "nm0249086"}, {"text": "Pain on entering the world, anguish on leaving it. But the interval between is worth it all.", "character": "Naomi", "characterId": "nm0939931"}, {"text": "[still sobbing]\nHow can you say that in such an hour? Look around you, at this hard wilderness, and what do you see but mourning women? Where is Mahlon's invisible God of mercy? Where are his blessings?", "character": "Ruth", "characterId": "nm0249086"}, {"text": "You are one of them. You gave my son joy, and you sent him away with peace in his soul. I am grateful, my lady.", "character": "Naomi", "characterId": "nm0939931"}]}]}