{"quotes": [{"lines": [{"text": "30 means you can stop looking busy for 15 minutes. And then you have to look busy again. And so your day is chopped into pieces, and in each segment of time you adapt to a new set circumstances. No wonder some people go off the rails a bit...", "character": "Narrator", "characterId": "nm0639941"}, {"text": "[Kate looks for a place to have her lunch]", "character": null, "characterId": null}, {"text": "[to a woman]\nIs this seat taken?", "character": "Kate Thompson", "characterId": "nm0697865"}, {"text": "[the woman moves over and Kate takes a seat]", "character": null, "characterId": null}, {"text": "Does the noise in my head bother you?", "character": null, "characterId": null}, {"text": "No...", "character": "Kate Thompson", "characterId": "nm0697865"}, {"text": "[Later, Kate finds Pete]", "character": null, "characterId": null}, {"text": "Still got that story about the teacher shortage in Botswana?", "character": "Kate Thompson", "characterId": "nm0697865"}, {"text": "Yeah, you gonna use it?", "character": null, "characterId": null}, {"text": "No. Maybe they can use me.", "character": "Kate Thompson", "characterId": "nm0697865"}, {"text": "But in the Kalahari, it's always Tuesday, or Thursday if you like, or Sunday. No clocks or calendars tell you to do this or that.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "[Riding in the LandRover]\nSo how did this thing get up the tree?", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "She was stuck in a wait-a-bit tree, and I... do you know she has flowers on her panties?", "character": "Steyn", "characterId": "nm0923366"}, {"text": "So that's how this thing got up the tree.", "character": "Mpudi", "characterId": "nm0862347"}]}, {"lines": [{"text": "They must be the most contented people in the world. They have no crime, no punishment, no violence, no laws, no police, judges, rulers or bosses. They believe that the gods put only good and useful things on the earth for them to use.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "[Xi meets Kate Thompson, who is dressing]", "character": null, "characterId": null}, {"text": "That morning, Xi saw the ugliest person he'd ever come across. She was as pale as something that had crawled out of a rotting log. Her hair was quite gruesome; long and stringy and white, as if she was very old. She was very big - you'd have to dig the whole day to find enough food to feed her.", "character": "Narrator", "characterId": "nm0639941"}, {"text": "[Kate sees Xi and hurriedly covers herself]", "character": null, "characterId": null}, {"text": "Go away!", "character": "Kate Thompson", "characterId": "nm0697865"}, {"text": "[Xi watches as Kate finishes dressing and packs her bags]", "character": null, "characterId": null}, {"text": "Although it was a hot day, she was covering her body with skins that looked as if they were made from cobwebs. She was doing strange and magical things, and it struck him that she must be one of the gods. He wondered what she was doing down here on earth. But he was glad he met her, because now he'd give the evil thing back to her and go home to his family. So he said tactfully that he didn't need the thing, and that she could have it back. But she was very rude, and she walked away.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "[looking at Steyn in a suit]\nAnd why are you so beautiful?", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "I'm going to the school to give her these.", "character": "Steyn", "characterId": "nm0923366"}, {"text": "You gonna look like that?", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "Like what?", "character": "Steyn", "characterId": "nm0923366"}, {"text": "Like it's a funeral. You've gotta smile, man, and tell her she looks good.", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "How come suddenly you're an expert on women?", "character": "Steyn", "characterId": "nm0923366"}, {"text": "I got seven wives. How many you got?", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "So why aren't you at home with your seven wives?", "character": "Steyn", "characterId": "nm0923366"}, {"text": "I know how to marry them. Nobody knows how to live with them.", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "So, what did you marry them for?", "character": "Steyn", "characterId": "nm0923366"}, {"text": "Someday I have to tell you the facts of life...", "character": "Mpudi", "characterId": "nm0862347"}]}, {"lines": [{"text": "[Xi has been thrown in jail]", "character": null, "characterId": null}, {"text": "They gave him the death sentence.", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "For shooting a GOAT?", "character": "Steyn", "characterId": "nm0923366"}, {"text": "No. Three months in jail. Same thing, he gonna die for sure. He never seen a wall in his life, now he got walls all round him.", "character": "Mpudi", "characterId": "nm0862347"}]}, {"lines": [{"text": "[to blindfolded assassin aboard helicopter]\nWhere is Sam Boga?", "character": null, "characterId": null}, {"text": "[Assassin shakes his head]", "character": null, "characterId": null}, {"text": "Where is your hideout?", "character": null, "characterId": null}, {"text": "[Assassin won't talk, so he pushes him out the open helicopter door. Assassin screams, but only falls a few feet because the helicopter is still on the ground]", "character": null, "characterId": null}, {"text": "Next time you're gonna be a bit higher!", "character": null, "characterId": null}, {"text": "[laughs loudly]", "character": null, "characterId": null}]}, {"lines": [{"text": "Their language has an idiosyncrasy of its own. It seems to consist mainly of clicking sounds.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "In this world of theirs, nothing is bad or evil. Even a poisonous snake is not bad. You just have to keep away from the sharp end. Actually, a snake is very good - in fact, it's delicious. And the skin makes a fine pouch.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "Xi said, \"I will take the thing to the end of the earth, and throw it off.\" Pabo said \"The end of the earth is very far from here; about twenty days' walking, or even forty.\" Xi said, \"I will start walking tomorrow.\"", "character": "Narrator", "characterId": "nm0639941"}, {"text": "[the children start to cry]", "character": null, "characterId": null}]}, {"lines": [{"text": "They're very gentle people. They'll never punish a child or even speak harshly to it. So of course the kids are extremely well-behaved, and their games are cute and inventive.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Xi was beginning to think he would never find the end of the earth. And then one day, suddenly, there it was.", "character": "Narrator", "characterId": "nm0639941"}, {"text": "[Xi arrives at a great cliff, so wide and high that clouds surround its edges. Xi drops the bottle over the edge of the cliff, and returns home to his family]", "character": null, "characterId": null}]}, {"lines": [{"text": "The rhino is the self appointed fire prevention officer. When he sees a fire, he rushes in and stamps it out.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "The most inquisitive creature in Africa is the baboon.", "character": "Narrator", "characterId": "nm0639941"}, {"text": "[a baboon swipes the Coke bottle from Xi and is subsequently chased, and climbs a tree]", "character": null, "characterId": null}, {"text": "Xi said, \"That is a very evil thing you've got. You better give it back so I can take it and throw it off the earth. It brought unhappiness to my family. If you don't give it to me it'll bring grief to you and your family too.\" He spoke long and earnestly until the baboon began to pay attention. He must have convinced it, and it dropped the thing. And Xi said, \"You have done a very wise thing.\"", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "I'm teaching him how to drive, just for the hell of it. There's nothing else to do around here.", "character": "Mpudi", "characterId": "nm0862347"}]}, {"lines": [{"text": "[Steyn has offered the Reverend the use of his Landrover]\nI don't think I can handle her. I hear Mpudi calls her the Antichrist!", "character": "The Reverend", "characterId": "nm0371059"}]}, {"lines": [{"text": "I said stop playing that bloody game!", "character": "Boga", "characterId": "nm0895116"}]}, {"lines": [{"text": "Humans avoid the deep Kalahari like the plague because man must have water to live. So the beautiful landscapes are devoid of people, except for... the little people of the Kalahari. Pretty, dainty, small and graceful... the Bushmen. Where any other person would die of thirst in a few days, they live quite contentedly in this desert that doesn't look like a desert. They know where to dig for roots and bugs and tubers, and which berries and pods are good to eat. And of course they know what to do about water. For instance, in the early morning you can collect dewdrops from leaves that were carefully laid out the previous evening. Or a plume of grass can be a reservoir. If you have the know-how, a clump of twigs can tell you where to dig, and you come to light with an enormous tuber. You scrape shavings off it with a stick that is split for a sharp edge. You take a handful of the shavings, point your thumb at your mouth and squeeze.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "When the family needs meat, the hunter dips his arrow in a brew that acts as a tranquillizer. When he shoots a buck, it feels a sting and the arrow drops out. The buck runs away, but soon it gets drowsy and it stops running. After a while, it goes to sleep. The hunter apologizes to his prey. He explains that his family needs the meat.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "[Xi bids Steyn and Mpudi farewell]", "character": null, "characterId": null}, {"text": "He says thank you, and goodbye, and hopes you have lots of children.", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "Tell him thanks, and to take this...", "character": "Steyn", "characterId": "nm0923366"}, {"text": "[holds out a wad of money]", "character": null, "characterId": null}, {"text": "He can't use that stuff.", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "But I have to...", "character": "Steyn", "characterId": "nm0923366"}, {"text": "Bushmen don't know about money.", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "[looking around]\nWell, what else can I give him...?", "character": "Steyn", "characterId": "nm0923366"}, {"text": "There's nothing here he can use. Bushmen don't need these things.", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "But he's got to take the money, it's the law!", "character": "Steyn", "characterId": "nm0923366"}, {"text": "[Steyn gives Xi the money, who bids them farewell and leaves. Later on, he throws the money away]", "character": null, "characterId": null}]}, {"lines": [{"text": "anger, jealousy, hate and violence.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "He talks about an evil thing.", "character": "Mpudi", "characterId": "nm0862347"}]}, {"lines": [{"text": "[after seeing the truck in the tree]", "character": null, "characterId": null}, {"text": "What the hell did you do that for?", "character": "Mpudi", "characterId": "nm0862347"}]}, {"lines": [{"text": "By the way, I am Jack Hind. The Reverend's worried. He got to me on the short-wave, so I offered to look for you and that was very sweet of me.", "character": "Jack Hind", "characterId": "nm0208910"}]}, {"lines": [{"text": "[Hearing an airliner and looking up to see the jet-stream across the sky]\nSometimes they hear a thundering sound when there are no clouds. They assume the gods have eaten too much and their tummies are rumbling. Sometimes they can even see the evidence of the gods' flatulence.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "[Xi meets Steyn, who is smoking a pipe]", "character": null, "characterId": null}, {"text": "There was another god. He had a fire inside him. The smoke came out through his mouth and nostrils. Xi said politely, \"It was kind of you to send us this thing but it made my family unhappy. Please take it.\"", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "[Xi meets Mpudi, who is riding an automobile]", "character": null, "characterId": null}, {"text": "There was a peculiar sound, and Xi saw a most amazing animal approaching. Its legs went around instead of up and down. And there was a weird-looking god on its back. He wore blue skin on his head and red on his body. And hair grew on his face.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "[Xi comes across an African cooking dinner]", "character": null, "characterId": null}, {"text": "Xi saw a very strange-looking persona and he greeted him. The man didn't hear him.", "character": "Narrator", "characterId": "nm0639941"}, {"text": "[the man, busily playing a kalimba instrument, ignores Xi. Xi then notices the man's gun and picks it up]", "character": null, "characterId": null}, {"text": "Xi said, \"This is a funny stick. Did it grow on a tree?\"", "character": "Narrator", "characterId": "nm0639941"}, {"text": "[the man raises his hands. Puzzled, Xi questions him; the man screams and runs away]", "character": null, "characterId": null}]}, {"lines": [{"text": "They live in the vastness of the Kalahari in small family groups. One family of Bushmen might meet up with another once in a few years, but for the most part they live in complete isolation, unaware there are other people in the world. In the deep Kalahari, there are Bushmen who have never seen or heard of civilized man.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "[Xi comes across a herd of goats]", "character": null, "characterId": null}, {"text": "There were some ridiculous-looking animals. But they looked good to eat, and he was hungry.", "character": "Narrator", "characterId": "nm0639941"}, {"text": "[Xi shoots a goat]", "character": null, "characterId": null}, {"text": "Suddenly a young boy made chattering noises at Xi, so he greeted him and said, \"I shot one of those animals. It will go to sleep soon, and then we can eat it.\" But the boy ran away, maybe to call his family to join in the feast.", "character": "Narrator", "characterId": "nm0639941"}, {"text": "[the boy, a shepherd in charge of the goats, fetches a policeman in a car]", "character": null, "characterId": null}, {"text": "There was a weird sound, and another of those strange animals with the round legs appeared. The young boy had a grown-up, and they seemed very excited. Xi said \"Come, sit down. There's enough meat for all of us.\" But the man was rude and greedy. He took the whole animal.", "character": "Narrator", "characterId": "nm0639941"}, {"text": "[the policeman grabs the goat and throws it in the car]", "character": null, "characterId": null}, {"text": "Xi said, \"You have very bad manners. If you want to eat the whole thing, I'll have to shoot another one for myself.\"", "character": "Narrator", "characterId": "nm0639941"}, {"text": "[Xi goes to catch another goat]", "character": null, "characterId": null}, {"text": "The man shouted at him, but he didn't want to have anything to do with such an uncouth person, so he ignored him.", "character": "Narrator", "characterId": "nm0639941"}, {"text": "[the policeman takes out his revolver and fires a warning shot in the air]", "character": null, "characterId": null}, {"text": "Suddenly, there was a thunderclap. The animals ran away, and he ran after them. He was very hungry.", "character": "Narrator", "characterId": "nm0639941"}, {"text": "[Xi goes on ahead, and the policeman shoots Xi]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Xi enters a courthouse]", "character": null, "characterId": null}, {"text": "They brought Xi into a place where there were several people. He smiled at them in greeting. But nobody smiled back.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "Morning, Miss Thompson.", "character": "Steyn", "characterId": "nm0923366"}, {"text": "Morning.", "character": "Kate Thompson", "characterId": "nm0697865"}, {"text": "How are you?", "character": "Steyn", "characterId": "nm0923366"}, {"text": "Fine, thanks. How are you?", "character": "Kate Thompson", "characterId": "nm0697865"}, {"text": "Fine, thanks, and how are you?", "character": "Steyn", "characterId": "nm0923366"}, {"text": "[Mpudi groans]", "character": null, "characterId": null}, {"text": "I'm fine, thank you.", "character": "Kate Thompson", "characterId": "nm0697865"}, {"text": "Kate... I know you think I'm an idiot but I'm not really like that. It's only when I'm around wom... around you. I'm sorry. Normally, I'm quite normal. But whenever I'm in the presence of a lady my fingers turn into thumbs, my brain switches off...", "character": "Steyn", "characterId": "nm0923366"}, {"text": "[Steyn drops the cup he's picked up, tries to catch it, and knocks it into Kate's face]\nWatch it!", "character": "Kate Thompson", "characterId": "nm0697865"}, {"text": "[Steyn crawls under a table to pick up the cup he's dropped, only to knock over several items on the table, including a bag of flour onto his face]", "character": null, "characterId": null}, {"text": "It's flour.", "character": "Steyn", "characterId": "nm0923366"}, {"text": "I noticed.", "character": "Kate Thompson", "characterId": "nm0697865"}, {"text": "[Tries to stand up but knocks the entire table over. He picks up the table and tries to pick up all the items and put them back on the table while he speaks, but is unsuccessful... ]\nIt's actually... actually, it's really only an interesting psychological phenomenon. Perhaps it's some Freudian syndrome. When I brought you your shoes, I came to apologize for the stupid things I did when I met you at Mabula. To explain that I'm not as stupid as that. But then, of course, I blew it, and I... so I don't blame you if you think... but it's really only an interesting psychological. When you get to know me better, you'll see that I'm not always stumbling. It's really just an interesting psychological phenomenon.", "character": "Steyn", "characterId": "nm0923366"}, {"text": "Yes, you are a very interesting psychological phenomenon. And I think you're very sweet.", "character": "Kate Thompson", "characterId": "nm0697865"}, {"text": "[Kate kisses Steyn]", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "It looks like a paradise, but it is in fact the most treacherous desert in the world... the Kalahari. After the short rainy season, there are many waterholes, and even rivers. But after a few weeks, the water sinks away into the deep Kalahari sand, the waterholes dry up, and the rivers stop flowing. The grass fades to a beautiful blond colour that offers excellent grazing. But for the next nine months there will be no water to drink, so most of the animals move away, leaving the blond grass uneaten.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "only trees and grass and animals. In fact, these Bushmen have never seen a stone or a rock in their lives. The hardest things they know are wood and bone. They live in a gentle world, where nothing is as hard as rock, steel or concrete.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "noisy birds that flew without flapping their wings.", "character": "Narrator", "characterId": "nm0639941"}, {"text": "[a small aeroplane is seen soaring]", "character": null, "characterId": null}]}, {"lines": [{"text": "[a pilot finishes a Coke bottle and throws it out of his plane. It lands right in front of Xi]", "character": null, "characterId": null}, {"text": "One day, something fell from the sky. Xi had never seen anything like this in his life. It looked like water, but it was harder than anything else in the world. He wondered why the gods had sent this thing down to the earth.", "character": "Narrator", "characterId": "nm0639941"}, {"text": "[Filled with wonder, Xi examines the bottle and takes it home to his tribe]", "character": null, "characterId": null}, {"text": "It was the strangest and most beautiful thing they had ever seen, and they wondered why the gods had sent it. Pabo got his finger stuck in the thing, and the children thought he was very funny.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "A hundred miles to the north, is the country of Burani. And here trouble is brewing...", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "[Steyn's jeep drives past Xi]", "character": null, "characterId": null}, {"text": "One day, a very noisy animal rushed past where Xi was sleeping. It left very peculiar tracks, as if two enormous snakes had slithered past.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "[Xi looks through a telescope and chatters]", "character": null, "characterId": null}, {"text": "[chuckles]\nHe wants to know, how did all those people get in there?", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "No. no, they're not... they're not in there. They're...", "character": "Steyn", "characterId": "nm0923366"}, {"text": "[smiles a little]", "character": null, "characterId": null}, {"text": "[to Mpudi]\nYou explain.", "character": "Steyn", "characterId": "nm0923366"}]}, {"lines": [{"text": "We must save ammunition, set your guns to single fire.", "character": "Boga", "characterId": "nm0895116"}, {"text": "[Pointing and explaining a gun to his henchmen]", "character": null, "characterId": null}, {"text": "Look see. This is single fire, this is automatic. Why do I have to work with amateurs?", "character": "Boga", "characterId": "nm0895116"}]}, {"lines": [{"text": "The hairy one said, \"We don't want the thing. You have to throw it away yourself.\" He was very disappointed. He thought it was unfair of the gods to make him throw the thing off the Earth. In fact, he began to doubt if they really were gods.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "[Xi observes Kate and Steyn conversing in English]", "character": null, "characterId": null}, {"text": "The funny thing about these gods was that they couldn't speak. They could only make chattering sounds like monkeys.", "character": "Narrator", "characterId": "nm0639941"}]}, {"lines": [{"text": "That's a watape tree. You mustn't go near a watape tree, they grab you.", "character": "Steyn", "characterId": "nm0923366"}]}, {"lines": [{"text": "They're Tswanas. They always shake their heads when they mean to say yes.", "character": "Steyn", "characterId": "nm0923366"}]}, {"lines": [{"text": "[Boga's band crashes through a checkpoint]", "character": null, "characterId": null}, {"text": "[on the radio]\nSir! Sir! Some people went through here! They didn't show me their passports and they smashed down the barrier! They've got guns! This is Frank speaking sir.", "character": null, "characterId": null}]}, {"lines": [{"text": "[Frank stops the soldiers chasing Boga]", "character": null, "characterId": null}, {"text": "[on the radio]\nI stopped them sir!", "character": null, "characterId": null}]}, {"lines": [{"text": "[Steyn and Mpudi have finished defeating the bandits and saving Kate. Kate only sees Jack Hind, who has shown up at the last moment , picked up a gun, and taken charge]", "character": null, "characterId": null}, {"text": "How come suddenly HE's the big hero?", "character": "Mpudi", "characterId": "nm0862347"}]}, {"lines": [{"text": "You gonna look like that forever?", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "Like what?", "character": "Steyn", "characterId": "nm0923366"}, {"text": "Like Jack Hind is a better man than you!", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "No. I'm going to talk to her.", "character": "Steyn", "characterId": "nm0923366"}, {"text": "Yeah! Tell her YOU were the big hero!", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "[Paces back and forth, not noticing he's continually hitting his head on the lantern]\nNo, I can't do that. But I do want to talk to her. I'll tell her, I'll say \"Look, Miss Thompson. I know you think I'm an idiot, but normally I'm quite normal. It's only when I'm in the presence of a lady that I... It's really just an interesting psychological phenomenon. If a man who is susceptible to a type of para-Freudian syndrome like this encounters a nubile female, what happens?\"", "character": "Steyn", "characterId": "nm0923366"}, {"text": "I suppose another big word happens.", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "Too erudite?", "character": "Steyn", "characterId": "nm0923366"}, {"text": "Yeah, whatever that means.", "character": "Mpudi", "characterId": "nm0862347"}, {"text": "Okay. I'll put it more simply. I'll say, \"Look, Miss Thompson... Kate, Kate... It's really only an interesting psychological phenomenon.\" She'll understand that bit, she's a schoolteacher. I'll say, \"When there's no lady present, I can catch an insect without hurting it.\" If she knew me better, she'd see I'm not a stumblebum. All I need is a little practice. If I...", "character": "Steyn", "characterId": "nm0923366"}, {"text": "[gets in the Land Rover while talking]", "character": null, "characterId": null}, {"text": "Wait for me! You need some moral support!", "character": "Mpudi", "characterId": "nm0862347"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "Oyoyoyoyoyoyoy...", "character": "Steyn", "characterId": "nm0923366"}]}]}