{"quotes": [{"lines": [{"text": "[Nat moves to wipe away the circle of whisky from Don Birnam's glass]", "character": null, "characterId": null}, {"text": "Don't wipe it away, Nat. Let me have my little vicious circle. You know, the circle is the perfect geometric figure. No end, no beginning.", "character": "Don Birnam", "characterId": "nm0001537"}]}, {"lines": [{"text": "Don't be ridic'.", "character": "Gloria", "characterId": "nm0235835"}]}, {"lines": [{"text": "[to Helen]\nI'm not a drinker; I'm a drunk.", "character": "Don Birnam", "characterId": "nm0001537"}]}, {"lines": [{"text": "It shrinks my liver, doesn't it, Nat? It pickles my kidneys, yeah. But what it does to the mind? It tosses the sandbags overboard so the balloon can soar. Suddenly I'm above the ordinary. I'm competent. I'm walking a tightrope over Niagara Falls. I'm one of the great ones. I'm Michaelangelo, molding the beard of Moses. I'm Van Gogh painting pure sunlight. I'm Horowitz, playing the Emperor Concerto. I'm John Barrymore before movies got him by the throat. I'm Jesse James and his two brothers, all three of them. I'm W. Shakespeare. And out there it's not Third Avenue any longer, it's the Nile. Nat, it's the Nile and down it moves the barge of Cleopatra.", "character": "Don Birnam", "characterId": "nm0001537"}]}, {"lines": [{"text": "[to Wick and Heln]\nMost men lead lives of quiet desperation. I can't take quiet desperation!", "character": "Don Birnam", "characterId": "nm0001537"}]}, {"lines": [{"text": "One's too many an' a hundred's not enough.", "character": "Nat", "characterId": "nm0196247"}]}, {"lines": [{"text": "Are you in the phone book?", "character": "Don Birnam", "characterId": "nm0001537"}, {"text": "Yes, but I'm not home very much.", "character": "Helen St. James", "characterId": "nm0943837"}, {"text": "Well, I'll call you at your office.", "character": "Don Birnam", "characterId": "nm0001537"}, {"text": "Editorial Research. If Henry Luce answers, hang up.", "character": "Helen St. James", "characterId": "nm0943837"}]}, {"lines": [{"text": "What kind of party did you say that was?", "character": "Don Birnam", "characterId": "nm0001537"}, {"text": "A cocktail party.", "character": "Helen St. James", "characterId": "nm0943837"}, {"text": "In that case, I'll join you.", "character": "Don Birnam", "characterId": "nm0001537"}]}, {"lines": [{"text": "We're both trying, Don. You're trying not to drink, and I'm trying not to love you.", "character": "Helen St. James", "characterId": "nm0943837"}]}, {"lines": [{"text": "Love is the hardest thing in the world to write about. It's so simple. You've gotta catch it through details, like the early morning sunlight hitting the gray tin of the rain spout in front of her house, the ringing of a telephone that sounds like Beethoven's Pastorale, a letter scribbled on her office stationary that you carry around in your pocket because it smells like all the lilacs in Ohio.", "character": "Don Birnam", "characterId": "nm0001537"}, {"text": "Pour it, Nat!", "character": "Don Birnam", "characterId": "nm0001537"}]}, {"lines": [{"text": "If it happens, it happens and I hope it does. I've had six years of this. I've had my bellyfull... Who are we fooling? We've tried everything, haven't we? We've reasoned with him. We've baited him. We've watched him like a hawk. We've tried trusting him. How often have you cried? How often have I beaten him up? Scrape him out of a gutter and pump some kind of self-respect into him and back he falls, back in every time.", "character": "Wick Birnem", "characterId": "nm0856062"}, {"text": "He's a sick person. It's as though there was something wrong with his heart or his lungs. You wouldn't walk out on him if he had an attack. He needs our help.", "character": "Helen St. James", "characterId": "nm0943837"}, {"text": "He won't accept our help. Not Don, he hates us. He wants to be alone with that bottle of his. It's all he gives a hang about. Why kid ourselves? He's a hopeless alcoholic.", "character": "Wick Birnem", "characterId": "nm0856062"}]}, {"lines": [{"text": "Let me have one, Nat. I'm dying. Just one.", "character": "Don Birnam", "characterId": "nm0001537"}]}, {"lines": [{"text": "It's like the doctor was just telling me - delirium is a disease of the night. Good night.", "character": "'Bim' Nolan, Male Nurse", "characterId": "nm0269709"}]}, {"lines": [{"text": "[after buying two bottles of rye whiskey]\nI'm not a minor, Mr. Brophy, and just to ease your conscience, I'm buying these to refill my cigarette lighter.", "character": "Don Birnam", "characterId": "nm0001537"}]}]}