{"quotes": [{"lines": [{"text": "Now what in hell am I going to tell this boy Schaefer's parents? That a substitute nurse assassinated him because she couldn't tell the doctors from the patients on the floor?", "character": "Herbert Bock", "characterId": "nm0001715"}]}, {"lines": [{"text": "You know, when I say impotent, I don't mean merely limp. When I say impotent, I mean I've lost even my desire to work. That's a hell of a lot more primal passion than sex. I've lost my reason for being... my purpose. The only thing I ever truly loved.", "character": "Herbert Bock", "characterId": "nm0001715"}]}, {"lines": [{"text": "15 this morning I rang for my nurse...", "character": "Edmund Drummond", "characterId": "nm0400464"}, {"text": "Rang for your nurse?", "character": "Bock", "characterId": "nm0001715"}, {"text": "To ensure one full hour of uninterrupted privacy.", "character": "Edmund Drummond", "characterId": "nm0400464"}, {"text": "Good.", "character": "Bock", "characterId": "nm0001715"}]}, {"lines": [{"text": "I am the fool for Christ, and Paraclete of Caborca.", "character": "Edmund Drummond", "characterId": "nm0400464"}]}, {"lines": [{"text": "I have a thing about middle-aged men.", "character": "Barbara", "characterId": "nm0001671"}, {"text": "I admire your candor.", "character": "Bock", "characterId": "nm0001715"}, {"text": "You've been admiring a lot more than that.", "character": "Barbara", "characterId": "nm0001671"}]}, {"lines": [{"text": "It is all rubbish isn't it. I mean... transplants, anti-bodies, we can produce birth ectogenetically, we can clone people like carrots, and half the kids in this ghetto haven't been inoculated for polio. We have established an enormous medical entity and we're sicker than ever. We cure nothing! We heal, nothing! The whole goddamn wretched world, strangulating in front of our eyes.", "character": "Herbert Bock", "characterId": "nm0001715"}]}, {"lines": [{"text": "We could really use you down there, you know there's a curiously high incidence of TB. You would be a doctor again, Herb. You would be necessary again. If you love me, I don't see what other choice you have?", "character": "Barbara", "characterId": "nm0001671"}, {"text": "What do you mean if I love you? I raped you in a suicidal rage, how do we get to love and children all the sudden?", "character": "Herbert Bock", "characterId": "nm0001715"}]}, {"lines": [{"text": "Dr. Spezio. I think one of your patients in here is dead, Dr. Spezio.", "character": "Mrs. Cushing", "characterId": "nm0827973"}, {"text": "Why do you say that, Mrs. Cushing?", "character": "Dr. Spezio", "characterId": "nm0778610"}, {"text": "Because he wouldn't give me his Blue Cross number, Dr. Spezio.", "character": "Mrs. Cushing", "characterId": "nm0827973"}]}, {"lines": [{"text": "I mean, where do you train your nurses, Mrs. Christie - Dachau?", "character": "Herbert Bock", "characterId": "nm0001715"}]}, {"lines": [{"text": "We've established the most enormous medical entity ever conceived... and people are sicker than ever. We cure nothing! We heal nothing!", "character": "Herbert Bock", "characterId": "nm0001715"}]}, {"lines": [{"text": "It's hard for me to take your despair very seriously, Doctor. You obviously enjoy it so much.", "character": "Barbara", "characterId": "nm0001671"}]}, {"lines": [{"text": "This is Dr. Ives. He's in the Nephrology Lab. I was in there a little while ago, and he was suddenly taken ill, and I thought I'd better get him over here right away. He had at that time perhaps an hour to live. Prompt treatment would have saved his life. As a staff doctor, he was seen without preliminaries... His vital signs were taken, an electrocardiogram... which revealed occasional ventricular premature contractions. An intern took his history... and then he was promptly... simply... forgotten to death.", "character": "Edmund Drummond", "characterId": "nm0400464"}]}]}