{"quotes": [{"lines": [{"text": "Get busy living, or get busy dying.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "[in letter to Red]\nRemember Red, hope is a good thing, maybe the best of things, and no good thing ever dies.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "[narrating]\nAndy Dufresne - who crawled through a river of shit and came out clean on the other side.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "Ellis Boyd Redding, your files say you've served 40 years of a life sentence. Do you feel you've been rehabilitated?", "character": "1967 Parole Hearings Man", "characterId": "nm0112393"}, {"text": "Rehabilitated? Well, now let me see. You know, I don't have any idea what that means.", "character": "Red", "characterId": "nm0000151"}, {"text": "Well, it means that you're ready to rejoin society...", "character": "1967 Parole Hearings Man", "characterId": "nm0112393"}, {"text": "I know what you think it means, sonny. To me, it's just a made up word. A politician's word, so young fellas like yourself can wear a suit and a tie, and have a job. What do you really want to know? Am I sorry for what I did?", "character": "Red", "characterId": "nm0000151"}, {"text": "Well, are you?", "character": "1967 Parole Hearings Man", "characterId": "nm0112393"}, {"text": "a young, stupid kid who committed that terrible crime. I want to talk to him. I want to try to talk some sense to him, tell him the way things are. But I can't. That kid's long gone, and this old man is all that's left. I got to live with that. Rehabilitated? It's just a bullshit word. So you go on and stamp your form, sonny, and stop wasting my time. Because to tell you the truth, I don't give a shit.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "If they ever try to trace any of those accounts, they're gonna end up chasing a figment of my imagination.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Well, I'll be damned. Did I say you were good? Shit, you're a Rembrandt!", "character": "Red", "characterId": "nm0000151"}, {"text": "Yeah. The funny thing is - on the outside, I was an honest man, straight as an arrow. I had to come to prison to be a crook.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "[narrating]\nSometimes it makes me sad, though... Andy being gone. I have to remind myself that some birds aren't meant to be caged. Their feathers are just too bright. And when they fly away, the part of you that knows it was a sin to lock them up DOES rejoice. But still, the place you live in is that much more drab and empty that they're gone. I guess I just miss my friend.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "Same old shit, different day", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "[narrating]\nI have no idea to this day what those two Italian ladies were singing about. Truth is, I don't want to know. Some things are best left unsaid. I'd like to think they were singing about something so beautiful, it can't be expressed in words, and makes your heart ache because of it. I tell you, those voices soared higher and farther than anybody in a gray place dares to dream. It was like some beautiful bird flapped into our drab little cage and made those walls dissolve away, and for the briefest of moments, every last man in Shawshank felt free.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "What about you? What are you in here for?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Murder, same as you.", "character": "Red", "characterId": "nm0000151"}, {"text": "Innocent?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "[shakes his head]\nOnly guilty man in Shawshank.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "[narrating]\nForty years I been asking permission to piss. I can't squeeze a drop without say-so.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "The Count of Monte Crisco...", "character": "Heywood", "characterId": "nm0006669"}, {"text": "That's \"Cristo\" you dumb shit.", "character": "Floyd", "characterId": "nm0508742"}, {"text": "...by Alexandree Dumb-ass. Dumb-ass.", "character": "Heywood", "characterId": "nm0006669"}, {"text": "Dumb-ass? \"Dumas\". You know what it's about? You'll like it, it's about a prison break.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "We oughta file that under \"Educational\" too, oughten we?", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "Let me tell you something my friend. Hope is a dangerous thing. Hope can drive a man insane.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[narrating]\nI find I'm so excited, I can barely sit still or hold a thought in my head. I think it's the excitement only a free man can feel, a free man at the start of a long journey whose conclusion is uncertain. I hope I can make it across the border. I hope to see my friend and shake his hand. I hope the Pacific is as blue as it has been in my dreams. I hope.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "I don't know; every man has his breaking point.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "Easy peasy japanesey.", "character": "Brooks", "characterId": "nm0926235"}]}, {"lines": [{"text": "That's the beauty of music. They can't get that from you... Haven't you ever felt that way about music?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "I played a mean harmonica as a younger man. Lost interest in it though. Didn't make much sense in here.", "character": "Red", "characterId": "nm0000151"}, {"text": "Here's where it makes the most sense. You need it so you don't forget.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Forget?", "character": "Red", "characterId": "nm0000151"}, {"text": "Forget that... there are places in this world that aren't made out of stone. That there's something inside... that they can't get to, that they can't touch. That's yours.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "What're you talking about?", "character": "Red", "characterId": "nm0000151"}, {"text": "Hope.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "She was beautiful. God I loved her. I just didn't know how to show it, that's all. I killed her, Red. I didn't pull the trigger, but I drove her away. And that's why she died, because of me.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "These walls are funny. First you hate 'em, then you get used to 'em. Enough time passes, you get so you depend on them. That's institutionalized.", "character": "Red", "characterId": "nm0000151"}, {"text": "Shit. I could never get like that.", "character": "Heywood", "characterId": "nm0006669"}, {"text": "Oh yeah? Say that when you been here as long as Brooks has.", "character": "Ernie", "characterId": "nm0706554"}, {"text": "Goddamn right. They send you here for life, and that's exactly what they take. The part that counts, anyway.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "Now, I'm gonna open my fly and you're gonna swallow what I give ya to swallow. And after you swallow mine you're gonna swallow Rooster's cause ya done broke his nose and I think he oughta have something to show for it.", "character": "Boggs", "characterId": "nm0001679"}, {"text": "Anything you put in my mouth you're gonna lose.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Naw, you don't understand. You do that and I'll put all eight inches of steel in your ear.", "character": "Boggs", "characterId": "nm0001679"}, {"text": "All right. But you should know that sudden serious brain injury causes the victim to bite down hard. In fact, I hear the bite reflex is so strong they have to pry the victims jaws open with a crowbar.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Where do you get this shit?", "character": "Boggs", "characterId": "nm0001679"}, {"text": "I read it. You know how to read, you ignorant fuck?", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "[narrating]\nWe sat and drank with the sun on our shoulders and felt like free men. Hell, we could have been tarring the roof of one of our own houses. We were the lords of all creation. As for Andy - he spent that break hunkered in the shade, a strange little smile on his face, watching us drink his beer.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "I'd like to think that the last thing that went through his head, other than that bullet, was to wonder how the hell Andy Dufresne ever got the best of him.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "Red. If you ever get out of here, do me a favor.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Sure, Andy. Anything.", "character": "Red", "characterId": "nm0000151"}, {"text": "There's a big hayfield up near Buxton. You know where Buxton is?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Well, there's... there's a lot of hayfields up there.", "character": "Red", "characterId": "nm0000151"}, {"text": "One in particular. It's got a long rock wall with a big oak tree at the north end. It's like something out of a Robert Frost poem. It's where I asked my wife to marry me. We went there for a picnic and made love under that oak and I asked and she said yes. Promise me, Red. If you ever get out... find that spot. At the base of that wall, you'll find a rock that has no earthly business in a Maine hayfield. Piece of black, volcanic glass. There's something buried under it I want you to have.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "What, Andy? What's buried under there?", "character": "Red", "characterId": "nm0000151"}, {"text": "[turns to walk away]\nYou'll have to pry it up... to see.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "[in a letter to Red]\nDear Red. If you're reading this, you've gotten out. And if you've come this far, maybe you're willing to come a little further. You remember the name of the town, don't you?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Zihuatanejo.", "character": "Red", "characterId": "nm0000151"}, {"text": "I could use a good man to help me get my project on wheels. I'll keep an eye out for you and the chessboard ready. Remember, Red, hope is a good thing, maybe the best of things, and no good thing ever dies. I will be hoping that this letter finds you, and finds you well. Your friend. Andy.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "You know what the Mexicans say about the Pacific?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "No.", "character": "Red", "characterId": "nm0000151"}, {"text": "They say it has no memory. That's where I want to live the rest of my life. A warm place with no memory.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "discipline and the Bible. Here you'll receive both. Put your trust in the Lord; your ass belongs to me. Welcome to Shawshank.", "character": "Warden Samuel Norton", "characterId": "nm0348409"}]}, {"lines": [{"text": "[narrating]\nIn 1966, Andy Dufresne escaped from Shawshank prison. All they found of him was a muddy set of prison clothes, a bar of soap, and an old rock hammer, damn near worn down to the nub. I remember thinking it would take a man six hundred years to tunnel through the wall with it. Old Andy did it in less than twenty. Oh, Andy loved geology. I imagine it appealed to his meticulous nature. An ice age here, million years of mountain building there. Geology is the study of pressure and time. That's all it takes really, pressure, and time. That, and a big goddamn poster. Like I said, in prison a man will do most anything to keep his mind occupied. Turns out Andy's favorite hobby was totin' his wall out into the exercise yard, a handful at a time. I guess after Tommy was killed, Andy decided he'd been here just about long enough. Andy did like he was told, buffed those shoes to a high mirror shine. The guards simply didn't notice. Neither did I... I mean, seriously, how often do you really look at a mans shoes? Andy crawled to freedom through five hundred yards of shit smelling foulness I can't even imagine, or maybe I just don't want to. Five hundred yards... that's the length of five football fields, just shy of half a mile.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "[after Andy escapes]\nWell?", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "Well what?", "character": "Red", "characterId": "nm0000151"}, {"text": "I see you two all the time, you're thick as thieves, you are. He musta said *something*.", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "Honest, Warden, not a word.", "character": "Red", "characterId": "nm0000151"}, {"text": "[frustrated]\nLord, it's a miracle! Man up and vanished like a fart in the wind! Nothing left but some damn rocks on the windowsill. And that cupcake on the wall! Let's ask her, maybe she knows.", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "[to poster]\nWhat say you there, fuzzy-britches? Feel like talking? Aw, guess not. Why should she be any different?", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "[hefting one of Andy's rocks]", "character": null, "characterId": null}, {"text": "This is a conspiracy, that's what it is.", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "[throwing rocks]", "character": null, "characterId": null}, {"text": "One... big... damn conspiracy! And everyone's in on it, including *her*!", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "[Throws a rock at the poster, the rock goes right through it and they hear it clattering. Norton puts his arm through the torn poster and rips it away from the wall, revealing Andy's escape tunnel]", "character": null, "characterId": null}]}, {"lines": [{"text": "[narrating]\nNot long after the warden deprived us of his company, I got a postcard in the mail. It was blank, but the postmark said Fort Hancock, Texas. Fort Hancock... right on the border. That's where Andy crossed. When I picture him heading south in his own car with the top down, it always makes me laugh. Andy Dufresne... who crawled through a river of shit and came out clean on the other side. Andy Dufresne... headed for the Pacific.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "And that also is very convenient, isn't it, Mr. Dufresne?", "character": "District Attorney", "characterId": "nm0218810"}, {"text": "Since I am innocent of this crime, sir, I find it decidedly *inconvenient* that the gun was never found.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "You know the funny thing is, on the outside I was an honest man, straight as an arrow. I had to come to prison to be a crook.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "[narrating]\nThe first night's the toughest, no doubt about it. They march you in naked as the day you were born, skin burning and half blind from that delousing shit they throw on you, and when they put you in that cell... and those bars slam home... that's when you know it's for real. A whole life blown away in the blink of an eye. Nothing left but all the time in the world to think about it.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "Salvation lies within.", "character": "Warden Samuel Norton", "characterId": "nm0348409"}]}, {"lines": [{"text": "Bad luck, I guess. It floats around. It's got to land on somebody. It was my turn, that's all. I was in the path of the tornado. I just didn't expect the storm would last as long as it has.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "You don't understand! I'm not supposed to be here!", "character": "Fat Ass", "characterId": "nm0535084"}, {"text": "Me neither! They run this place like a fucking prison!", "character": null, "characterId": null}]}, {"lines": [{"text": "[narrating]\nThere's a harsh truth to face. No way I'm gonna make it on the outside. All I do anymore is think of ways to break my parole, so maybe they'd send me back. Terrible thing, to live in fear. Brooks Hatlen knew it. Knew it all too well. All I want is to be back where things make sense. Where I won't have to be afraid all the time. Only one thing stops me. A promise I made to Andy.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "I have no enemies here.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Yeah? Wait a while. Word gets around. The Sisters have taken quite a likin' to you. Especially Boggs.", "character": "Red", "characterId": "nm0000151"}, {"text": "I don't suppose it would help if I told them that I'm not homosexual.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Neither are they. You have to be human first. They don't qualify.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "I find I'm so excited that I can barely sit still or hold a thought in my head. I think it's the excitement only a free man can feel. A free man at a start of a long journey whose conclusion is uncertain. I hope I can make it across the border. I hope to see my friend and shake his hand. I hope the pacific is as blue as it has been in my dreams. I hope.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "[to new inmates, after explaining the prison routine]\nAny questions?", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "When do we eat?", "character": null, "characterId": null}, {"text": "[Approaches prisoner]\nYou eat when we say you eat. You piss when we say you piss, and you shit when we say you shit. You got that, you maggot dick motherfucker?", "character": "Captain Hadley", "characterId": "nm0000317"}]}, {"lines": [{"text": "I could see why some of the boys took him for snobby. He had a quiet way about him, a walk and a talk that just wasn't normal around here. He strolled, like a man in a park without a care or a worry in the world, like he had on an invisible coat that would shield him from this place. Yeah, I think it would be fair to say... I liked Andy from the start.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "I don't belong here! I want to go home! I want my mother!", "character": "Fat Ass", "characterId": "nm0535084"}, {"text": "I had your mother, she wasn't that great!", "character": null, "characterId": null}]}, {"lines": [{"text": "tell Heywood I'm sorry I put a knife to his throat. No hard feelings, Brooks.\"", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "[pause]\nHe should've died in here.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "[after Tommy told the story of how he got arrested]", "character": null, "characterId": null}, {"text": "Maybe it's time for you to switch careers.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Huh?", "character": "Tommy Williams", "characterId": "nm0004743"}, {"text": "What I mean is, you don't seem to be a very good thief, maybe you should try something else.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Yeah, well, what the hell do you know about it Capone? What are you in for?", "character": "Tommy Williams", "characterId": "nm0004743"}, {"text": "Me? My lawyer fucked me. Everybody's innocent in here. Didn't you know that?", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "[after Andy escapes]\nI want him found. Not tomorrow, not after breakfast - *now*.", "character": "Warden Samuel Norton", "characterId": "nm0348409"}]}, {"lines": [{"text": "I have to say that's the most amazing story I've ever heard. What amazes me most is that you were taken in by it.", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "Sir?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Well, it's obvious this fellow Williams is impressed with you. He hears your tale of woe and, quite naturally, wants to cheer you up. He's young, not terribly bright. It's not surprising he wouldn't know what a state he put you in.", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "Sir, he's telling the truth.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "\"Yes, I did it, I confess! Oh, and by the way, add a life term to my sentence.\"", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "You know that wouldn't matter. With Tommy's testimony I can get a new trial.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "That's assuming Blatch is still there. Chances are excellent he'd be released by now.", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "Well they'd have his last known address, names of relatives. It's a *chance*, isn't it.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "[Norton shakes his head]", "character": null, "characterId": null}, {"text": "How can you be so obtuse?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "What? What did you call me?", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "Obtuse. Is it deliberate?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Son, you're forgetting yourself.", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "The country club will have his old time cards. Records, W-2s with his name on them.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Dufresne, if you wanna indulge in this fantasy, that's your business. Don't make it mine. This meeting is over.", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "Sir, if I ever get out, I'd never mention what happens here. I'd be just as indictable as you for laundering that money.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "[slaps the table]\nDon't you ever mention money to me again, you sorry son of a bitch! Not in this office, not anywhere!", "character": "Warden Samuel Norton", "characterId": "nm0348409"}]}, {"lines": [{"text": "Dufresne!", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "[to Dekins]", "character": null, "characterId": null}, {"text": "That's him. That's the one.", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "I'm Dekins. I was thinking about setting up some kind of trust fund for my kids' educations.", "character": "Guard Dekins", "characterId": "nm0216507"}, {"text": "Oh, I see. Well, why don't we have a seat and talk it over. Brooks, do you have a piece of paper and a pencil? Thanks. So, Mr. Dekins...", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "[at lunchtime to the other prisoners]\nAnd then Andy says, \"Mr. Dekins, do you want your sons to go to Harvard... or Yale?\"", "character": "Brooks", "characterId": "nm0926235"}, {"text": "He didn't say that!", "character": "Floyd", "characterId": "nm0508742"}, {"text": "God is my witness! Dekins just looked at him a second and then he laughed himself silly and afterwards he actually shook Andy's hand.", "character": "Brooks", "characterId": "nm0926235"}, {"text": "My ass.", "character": "Heywood", "characterId": "nm0006669"}, {"text": "Shook his hand! I near soiled myself, I mean all Andy needed was a suit and a tie and a little jiggly hula gal on his desk and he woulda been *Mister* Dufresne, if you please.", "character": "Brooks", "characterId": "nm0926235"}, {"text": "Making a few friends, huh Andy?", "character": "Red", "characterId": "nm0000151"}, {"text": "I wouldn't say friends. I'm a convicted murderer who provides sound financial planning - it's a wonderful pet to have.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "You're gonna fit right in. Everyone in here is innocent, you know that? Heywood, what you in here for?", "character": "Red", "characterId": "nm0000151"}, {"text": "Didn't do it. Lawyer fucked me.", "character": "Heywood", "characterId": "nm0006669"}]}, {"lines": [{"text": "[narrating]\nI must admit I didn't think much of Andy first time I laid eyes on him; looked like a stiff breeze would blow him over. That was my first impression of the man.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "[narrating]\nHis first night in the joint, Andy Dufresne cost me two packs of cigarettes. He never made a sound.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "[narrating]\nTwo things never happened again after that. The Sisters never laid a finger on Andy again... and Boggs never walked again. They transferred him to a minimum security hospital upstate. To my knowledge, he lived out the rest of his days drinking his food through a straw.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "[Warden Norton visits Andy in solitary]", "character": null, "characterId": null}, {"text": "I'm sure by now you've heard. Terrible thing. Man that young, less than a year to go, trying to escape... Broke Captain Hadley's heart to shoot him, truly it did. We just have to put it behind us... move on.", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "I'm done. Everything stops. Get someone else to run your scams.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "[icy]\nNothing stops. Nothing... or you will do the hardest time there is. No more protection from the guards. I'll pull you out of that one-bunk Hilton and cast you down with the Sodomites. You'll think you've been fucked by a train! And the library? Gone... sealed off, brick-by-brick. We'll have us a little book barbecue in the yard. They'll see the flames for miles. We'll dance around it like wild Injuns! You understand me? Catching my drift?... Or am I being obtuse?", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "[beat]", "character": null, "characterId": null}, {"text": "[to Hadley]\nGive him another month to think about it.", "character": "Warden Samuel Norton", "characterId": "nm0348409"}]}, {"lines": [{"text": "The man likes to play chess; let's get him some rocks.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "There must be a con like me in every prison in America. I'm the guy who can get if for you; cigarettes, a bag of reefer, if that's your thing, a bottle of brandy to celebrate your kid's high school graduation, damn near anything within reason. Yes sir, I'm a regular Sears and Roebuck.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "So I'm backing out the door, right, and I got the TV, like this; it was a big old thing, I couldn't see shit; suddenly I hear this voice, \"Police, kid, hands in the air.\" You know, I was standing there, holdin' on to that TV, so finally the voice says, \"You hear what I said, boy?\" And I say, \"Yes sir, I sure did, but if I drop this fucking thing you got me on destruction of property too.\"", "character": "Tommy Williams", "characterId": "nm0004743"}]}, {"lines": [{"text": "[Warden Norton finds the Bible in his safe after Andy escapes and finds the message Andy left for him]", "character": null, "characterId": null}, {"text": "Dear Warden, You were right. Salvation lay within.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "[Norton flips through a couple of pages to find the outline of the rock hammer that was hidden in the Book of Exodus within the Bible, and then drops it on the floor in shock]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Andy is comforting a sobbing Brooks after he held a knife to Heywood's neck]", "character": null, "characterId": null}, {"text": "Hey, what about me? Crazy old fool goddamn near cut my throat!", "character": "Heywood", "characterId": "nm0006669"}, {"text": "Aw Heywood, you've had worse from shaving!", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "Ever bother you?", "character": "Red", "characterId": "nm0000151"}, {"text": "I don't run the scams Red, I just process the profits. Fine line, maybe, but I also built that library and used it to help a dozen guys get their high school diploma. Why do you think the warden lets me do all that?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "To keep you happy and doing the laundry. Money instead of sheets.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "I don't read so good.", "character": "Tommy Williams", "characterId": "nm0004743"}, {"text": "Well.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "You don't read so *well*. Uh, we'll get to that.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "[Andy has asked Red to procure Rita Hayworth]", "character": null, "characterId": null}, {"text": "Can you get her?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Take a few weeks.", "character": "Red", "characterId": "nm0000151"}, {"text": "Weeks?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Well yeah, Andy. I don't have her stuffed down the front of my pants right now, I'm sorry to say, but I'll get her. Relax!", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "Not one of them born whose asshole wouldn't pucker up tighter than a snare drum when you ask them for funds.", "character": "Brooks", "characterId": "nm0926235"}]}, {"lines": [{"text": "What is your malfunction, you fat barrel of monkey spunk?", "character": "Captain Hadley", "characterId": "nm0000317"}]}, {"lines": [{"text": "What the Christ is this happy horseshit?", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "Hey, he took the Lord's name in vain! I'm tellin' the warden!", "character": null, "characterId": null}, {"text": "You'll be tellin' the warden about my baton up your ass!", "character": "Captain Hadley", "characterId": "nm0000317"}]}, {"lines": [{"text": "I understand you're a man who knows how to get things.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "I'm known to locate certain things from time to time.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "[Andy after Warden Norton refuses to appeal his case]", "character": null, "characterId": null}, {"text": "It's my life. Don't you understand? IT'S MY LIFE!", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "[Red places his bet on Andy]", "character": null, "characterId": null}, {"text": "That tall drink of water with the silver spoon up his ass.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "[watching Rita Hayworth in Gilda]", "character": null, "characterId": null}, {"text": "This is the part I really like, when she does that shit with her hair.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "[narrating]\nYou could argue he'd done it to curry favor with the guards. Or, maybe make a few friends among us cons. Me, I think he did it just to feel normal again, if only for a short while.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "Hey, Fat Ass. Fat Ass! Talk to me boy! I know you're there I can hear you breathin'. Don't you listen to these nitwits you hear me? This place ain't so bad. Tell you what, I'll introduce you around, make you feel right at home. I know a couple of big old bull queers that'd just love to make you're acquaintance. Especially that big, white, mushy butt of yours.", "character": "Heywood", "characterId": "nm0006669"}, {"text": "God! I don't belong here! I want to go home!", "character": "Fat Ass", "characterId": "nm0535084"}, {"text": "We have a winner!", "character": null, "characterId": null}, {"text": "And it's Fat Ass by a nose!", "character": "Heywood", "characterId": "nm0006669"}]}, {"lines": [{"text": "[Andy has returned after solitary for the record playing stunt]\nCouldn't play somethin' good, huh? Hank Williams?", "character": "Heywood", "characterId": "nm0006669"}, {"text": "[smiling]\nThey broke the door down before I could take requests.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "[after Brooks held a knife to Heywood's throat]", "character": null, "characterId": null}, {"text": "I just don't understand what happened in there.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Old man's crazy as a rat in a tin shithouse, is what.", "character": "Heywood", "characterId": "nm0006669"}, {"text": "Oh Heywood, that's enough out of you!", "character": "Red", "characterId": "nm0000151"}, {"text": "I heard he had you shittin' in your pants!", "character": "Ernie", "characterId": "nm0706554"}, {"text": "Fuck you!", "character": "Heywood", "characterId": "nm0006669"}, {"text": "Would you knock it off? Brooks ain't no bug. He's just... just institutionalized.", "character": "Red", "characterId": "nm0000151"}, {"text": "Institutionalized, my ass.", "character": "Heywood", "characterId": "nm0006669"}, {"text": "The man's been in here fifty years, Heywood. Fifty years! This is all he knows. In here, he's an important man. He's an educated man. Outside, he's nothin'! Just a used up con with arthritis in both hands.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "If I hear so much as a mouse fart in here the rest of the night I swear by God and sonny Jesus you will all visit the infirmary. Every last motherfucker in here.", "character": "Captain Hadley", "characterId": "nm0000317"}]}, {"lines": [{"text": "[narrating]\nThe following April Andy did tax returns for half the guards at Shawshank. Year after that he did them all including the warden's. Year after that they rescheduled the start of the intra-mural season to coincide with tax season. The guards on the opposing teams all remembered to bring their W2s.", "character": "Red", "characterId": "nm0000151"}, {"text": "So Moresby prison issued you your gun, but you actually had to pay for it.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Damn right. The holster too.", "character": "Moresby Batter", "characterId": "nm0957014"}, {"text": "You see, that's tax deductible, you can write that off.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "[narrating]\nTommy Williams came to Shawshank in 1965 on a two-year stretch for B&E. That's breaking & entering to you. Cops caught him sneaking TV sets out the back door of a JC Penney. Young punk. Mr. Rock and Roll. Cocky as hell.", "character": "Red", "characterId": "nm0000151"}, {"text": "Hey, c'mon, old boys! You're movin' like molasses! Makin' me look bad!", "character": "Tommy Williams", "characterId": "nm0004743"}, {"text": "[narrating]\nWe liked him immediately.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "Well, if it was a toothbrush I wouldn't ask questions, I'd just quote a price, but then a toothbrush is a non-lethal object, isn't it?", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "They can't ignore me forever.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Sure can.", "character": "Warden Samuel Norton", "characterId": "nm0348409"}]}, {"lines": [{"text": "[narrating]\nI wish I could tell you that Andy fought the good fight, and the Sisters let him be. I wish I could tell you that - but prison is no fairy-tale world. He never said who did it, but we all knew. Things went on like that for awhile - prison life consists of routine, and then more routine. Every so often, Andy would show up with fresh bruises. The Sisters kept at him - sometimes he was able to fight 'em off, sometimes not. And that's how it went for Andy - that was his routine. I do believe those first two years were the worst for him, and I also believe that if things had gone on that way, this place would have got the best of him.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "Thirty years. Jesus, when you say it like that...", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "...You wonder where it went.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "Uncle Sam. Reaching into your shirt and squeezing your tit till it's purple.", "character": "Captain Hadley", "characterId": "nm0000317"}]}, {"lines": [{"text": "[to Andrew Dufresne]\nYou're gonna look real funny sucking my dick with no teeth.", "character": "Captain Hadley", "characterId": "nm0000317"}]}, {"lines": [{"text": "[narrating]\nAnd that's how it came to pass that on the second-to-last day of the job, the convict crew that tarred the plate factory roof in the spring of forty-nine wound up sitting in a row at ten o'clock in the morning drinking icy cold, Bohemia-style beer, courtesy of the hardest screw that ever walked a turn at Shawshank State Prison.", "character": "Red", "characterId": "nm0000151"}, {"text": "Drink up while it's cold, ladies.", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "[narrating]\nThe colossal prick even managed to sound magnanimous.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "You don't understand, I'm not supposed to be here!", "character": "Fat Ass", "characterId": "nm0535084"}, {"text": "I'm not gonna to count to three. I'm not even gonna count to one. You will shut the FUCK up or I'll sing you a lullaby!", "character": "Captain Hadley", "characterId": "nm0000317"}]}, {"lines": [{"text": "When do we eat?", "character": null, "characterId": null}, {"text": "You eat when we say you eat. You shit when we say you shit. You piss when we say you piss. You got that, you maggot dick motherfucker?", "character": "Captain Hadley", "characterId": "nm0000317"}]}, {"lines": [{"text": "One day, when I have a long gray beard and two or three marbles rollin' around upstairs, they'll let me out.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "[Tommy and Red are talking about Andy]", "character": null, "characterId": null}, {"text": "What's he in here for, anyway?", "character": "Tommy Williams", "characterId": "nm0004743"}, {"text": "Murder.", "character": "Red", "characterId": "nm0000151"}, {"text": "[Impressed]\nThe hell you say!", "character": "Tommy Williams", "characterId": "nm0004743"}]}, {"lines": [{"text": "Red? You saying Andy's innocent? I mean *for real* innocent?", "character": "Heywood", "characterId": "nm0006669"}, {"text": "Yeah, it looks that way.", "character": "Red", "characterId": "nm0000151"}, {"text": "Sweet Jesus. How long's he been in here?", "character": "Heywood", "characterId": "nm0006669"}, {"text": "Since '47, what is that... 19 years.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "Dufresne? Get your ass out here boy, you're holding up the show!", "character": "Head Bull Haig", "characterId": "nm0026627"}, {"text": "[no answer]", "character": null, "characterId": null}, {"text": "Don't make me come down there or I'll thump your skull for you!", "character": "Head Bull Haig", "characterId": "nm0026627"}, {"text": "[Still no answer. Glaring, Haig stalks down the tier, clipboard in hand. His men fall in behind]", "character": null, "characterId": null}, {"text": "Damn it, Dufresne, you're putting me behind! I got a schedule to keep! You better be sick or dead in there, I shit you not! You hear me?", "character": "Head Bull Haig", "characterId": "nm0026627"}, {"text": "[They arrive at bars. Their faces go slack. Stunned. Softly]", "character": null, "characterId": null}, {"text": "Oh my Holy God.", "character": "Head Bull Haig", "characterId": "nm0026627"}, {"text": "[the guards find the cell empty]", "character": null, "characterId": null}]}, {"lines": [{"text": "I want to know how the score comes out.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "I'll show you how the score comes out", "character": "Tommy Williams", "characterId": "nm0004743"}, {"text": "[crumbles test paper]", "character": null, "characterId": null}, {"text": ". TWO POINTS! THERE'S YOUR GODDAMN SCORE! Cats crawling on trees, five times five is twenty-five.", "character": "Tommy Williams", "characterId": "nm0004743"}, {"text": "[shouts]", "character": null, "characterId": null}, {"text": "FUCK THIS PLACE! FUCK IT!", "character": "Tommy Williams", "characterId": "nm0004743"}, {"text": "[Smacks book off the library table, and stormed out]", "character": null, "characterId": null}]}, {"lines": [{"text": "[as Mozart music is playing on the phonograph, the Warden comes to bang on the door]\nOpen the door. Open it up! Dufresne, open this door! Turn that off!", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "[Andy acts like he is going to do as he says]", "character": null, "characterId": null}, {"text": "I am warning you Dufresne, TURN THAT OFF!", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "[Andy turns up the volume instead, so Hadley comes to the door]", "character": null, "characterId": null}, {"text": "Dufresne...", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "[taps on the door with the club]", "character": null, "characterId": null}, {"text": "... come on down.", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "[Andy does nothing, so Hadley smashes the screen on the door, unlocks it, and comes in the room]", "character": null, "characterId": null}, {"text": "[narrating]\nAndy got two weeks in the hole for that little stunt.", "character": "Red", "characterId": "nm0000151"}, {"text": "[turns off the phonograph]\nOn your feet.", "character": "Captain Hadley", "characterId": "nm0000317"}]}, {"lines": [{"text": "[after thinking Andy might commit suicide in prison]\nOh, man, Andy came down by me and asked for a rope?", "character": "Snooze", "characterId": "nm0698998"}, {"text": "And you gave it to him?", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "[Playing checkers]", "character": null, "characterId": null}, {"text": "King me.", "character": "Red", "characterId": "nm0000151"}, {"text": "Chess. Now there's a game of kings.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "What?", "character": "Red", "characterId": "nm0000151"}, {"text": "Civilized. Strategic...", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "...and a total fuckin' mystery. I hate it.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "What was his name?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "What did you say?", "character": "Heywood", "characterId": "nm0006669"}, {"text": "I was just wondering if anybody knew his name.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Fuck do you care, new fish? Doesn't fuckin' matter what his name was. He's dead.", "character": "Heywood", "characterId": "nm0006669"}]}, {"lines": [{"text": "discipline and the Bible. Here you'll receive both. Put your trust in the Lord. Your ass belongs to me. Welcome to Shawshank.", "character": "Warden Samuel Norton", "characterId": "nm0348409"}]}, {"lines": [{"text": "[talking about Fat Ass]\nHey Tyrell. You pulling infirmary duty this week?", "character": "Heywood", "characterId": "nm0006669"}, {"text": "[nods]\nYep.", "character": "Tyrell", "characterId": "nm0587183"}, {"text": "How's that winning horse of mine doing?", "character": "Heywood", "characterId": "nm0006669"}, {"text": "Dead. Hadley busted up his head pretty good. Doc went home for the night. Poor bastard laid there till this morning. By then, there was nothing we could do.", "character": "Tyrell", "characterId": "nm0587183"}]}, {"lines": [{"text": "Takin' bets today, Red?", "character": "Floyd", "characterId": "nm0508742"}, {"text": "Smokes or coins, better's choice.", "character": "Red", "characterId": "nm0000151"}, {"text": "Smokes. Put me down for two.", "character": "Floyd", "characterId": "nm0508742"}, {"text": "All right, who's your horse?", "character": "Red", "characterId": "nm0000151"}, {"text": "That little sack o' shit. Eighth, eighth from the front. He'll be first.", "character": "Floyd", "characterId": "nm0508742"}, {"text": "Aw, bullshit. I'll call that action. You out some smokes, son, let me tell you!", "character": "Heywood", "characterId": "nm0006669"}, {"text": "Well, Heywood, you so smart, you call it!", "character": "Floyd", "characterId": "nm0508742"}, {"text": "I'll take the chubby fat-ass there. Fifth from the front. Put me down for a quarter deck.", "character": "Heywood", "characterId": "nm0006669"}]}, {"lines": [{"text": "It's a fine morning, ain't it? You know why it's a fine morning, don't ya? Come on, set 'em down. I want 'em all lined up, just like a pretty little chorus line.", "character": "Heywood", "characterId": "nm0006669"}, {"text": "[the cons pull out cigarettes and hand them over to Heywood, who lines them up in front of him. He takes a long whiff]", "character": null, "characterId": null}, {"text": "Ah, yes. Richmond, Virginia.", "character": "Heywood", "characterId": "nm0006669"}, {"text": "Smell my ass.", "character": "Floyd", "characterId": "nm0508742"}]}, {"lines": [{"text": "[Tommy receives a letter from the Board of Education]", "character": null, "characterId": null}, {"text": "You gonna open it, or stand there with your thumb up your butt?", "character": "Red", "characterId": "nm0000151"}, {"text": "Thumb up my butt sounds better.", "character": "Tommy Williams", "characterId": "nm0004743"}]}, {"lines": [{"text": "[sizing up the new inmates]\nI ain't seen such a sorry lookin' heap o' maggot shit in all my life.", "character": "Heywood", "characterId": "nm0006669"}]}, {"lines": [{"text": "So this big shot lawyer calls me long distance from Texas. I say \"Yeah?\" He says, \"Sorry to inform you, but your brother just died.\"", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "Oh damn, Byron, I'm sorry to hear that.", "character": "Guard Mert", "characterId": "nm0161980"}, {"text": "\"Your brother died a rich man.\" Oil wells and shit. Close to a million bucks.", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "[$9,670,083 in 2014 dollars]", "character": null, "characterId": null}, {"text": "A million bucks?", "character": "Guard Mert", "characterId": "nm0161980"}, {"text": "Yeah, fuckin' incredible how lucky some assholes get.", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "Gees louise, you gonna see any of that?", "character": "Guard Mert", "characterId": "nm0161980"}, {"text": "Thirty-five thousand.", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "[$338,453 in 2014]", "character": null, "characterId": null}, {"text": "That's what he left me.", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "Holy shit, that's great! That's like winning the sweepstakes.", "character": "Guard Mert", "characterId": "nm0161980"}, {"text": "[Hadley gives him a look]", "character": null, "characterId": null}, {"text": "Isn't it?", "character": "Guard Mert", "characterId": "nm0161980"}, {"text": "Dumb shit, what do you think the government's gonna do to me? Take a big wet bite out of my ass is what.", "character": "Captain Hadley", "characterId": "nm0000317"}]}, {"lines": [{"text": "Get busy living or get busy dying. That's goddamn right!", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "Not me. I didn't shoot my wife, and I didn't shoot her lover. Whatever mistakes I made, I've paid for them and then some. That hotel, that boat... I don't think that's too much to ask.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "You shouldn't be doing this to yourself. This is just shitty pipe dreams. Mexico is way down there and you're in here... and that's the way it is", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "I wonder if you might get me a rock hammer", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "What is it? And why?", "character": "Red", "characterId": "nm0000151"}, {"text": "A rock hammer is about six or seven inches long looks like a miniature Pickaxe", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Pickaxe?", "character": "Red", "characterId": "nm0000151"}, {"text": "For rocks.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "For rocks?", "character": "Red", "characterId": "nm0000151"}, {"text": "I'm from a rock hound at least I was in my old life I'd like to be again on a limited basis", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Or maybe you'd like to sink your into somebody's skull", "character": "Red", "characterId": "nm0000151"}, {"text": "No I have no enemies here", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "No? Wait a while word gets around full queers take by force that's all they want or understand if I were you I'd grow eyes in the back of my head", "character": "Red", "characterId": "nm0000151"}, {"text": "Thanks for the advice", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "That's free, you understand my concern?", "character": "Red", "characterId": "nm0000151"}, {"text": "If there's any trouble I won't use the rock hammer", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "I guess you'd want to escape? Tunnel under the wall", "character": "Red", "characterId": "nm0000151"}, {"text": "[Andy starts laughing]", "character": null, "characterId": null}, {"text": "did I miss something? What's so funny?", "character": "Red", "characterId": "nm0000151"}, {"text": "You'll understand when you see the rock hammer", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "What's an item like this usually go for?", "character": "Red", "characterId": "nm0000151"}, {"text": "Seven dollars in any rock and gem shop", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "My normal marker is twenty percent but this is a specialty item risk goes up price goes up let's make it an even ten bucks", "character": "Red", "characterId": "nm0000151"}, {"text": "Ten it is", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Waste of money if you ask me", "character": "Red", "characterId": "nm0000151"}, {"text": "Why's that?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Folks around this joint love surprise inspections if they find you're going to lose it, if they do catch you with it you don't know me, you mention my name we never do business again not for a shoe lace or a stick of gum you got that?", "character": "Red", "characterId": "nm0000151"}, {"text": "I understand thank you Mr.?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "\"Red\", my name's Red", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "Tell Heywood I'm sorry I put a knife to his throat. No hard feelings. Brooks.", "character": "Brooks", "characterId": "nm0926235"}]}, {"lines": [{"text": "[Boggs sizes Andy up]", "character": null, "characterId": null}, {"text": "Hey, anybody come at you yet? Anybody get to you yet?", "character": "Boggs", "characterId": "nm0001679"}, {"text": "[Andy looks at him in puzzlement]", "character": null, "characterId": null}, {"text": "Hey, we all need friends in here. I could be a friend to you.", "character": "Boggs", "characterId": "nm0001679"}, {"text": "[Andy walks away]", "character": null, "characterId": null}, {"text": "Hey... Hard to get. I like that...", "character": "Boggs", "characterId": "nm0001679"}]}, {"lines": [{"text": "...or come to think of it, I suppose I could set it up for you. That would save you some money. I'll write down the forms you need, you can pick them up, and I'll prepare them for your signature... nearly free of charge... I'd only ask three beers apiece for my co-workers, if that seems fair. I think a man working outdoors feels more like a man if he can have a bottle of suds. That's only my opinion.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "[narrating]\nBut then, in the spring of 1949, the powers that be decided that...", "character": "Red", "characterId": "nm0000151"}, {"text": "The roof of the license-plate factory needs resurfacing. I need a dozen volunteers for a week's work. As you know, special detail carries with it special privileges.", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "[narrating]\nIt was outdoor detail - and May is one damn fine month to be working outdoors.", "character": "Red", "characterId": "nm0000151"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Mr. Dufresne, describe the confrontation you had with your wife the night that she was murdered.", "character": "District Attorney", "characterId": "nm0218810"}, {"text": "It was very bitter. She said she was glad I knew, that she hated all the sneaking around. And she said that she wanted a divorce in Reno.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "I understand you're a man who knows how to get things.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "Red, I do believe you're talking out of your ass.", "character": "Floyd", "characterId": "nm0508742"}]}, {"lines": [{"text": "Mr. Hadley, do you trust your wife?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Oh that's funny. You're gonna look funnier sucking my dick with no teeth.", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "What I mean is, do you think she'd go behind your back and try to hamstring you?", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "That's it. Step aside Mert, this fucker's having himself an accident.", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "[grabs Dufresne and pushes him near the edge of the roof]", "character": null, "characterId": null}, {"text": "He's gonna push him off the roof!", "character": "Heywood", "characterId": "nm0006669"}, {"text": "Because if you do trust her, there's no reason you can't keep that $35,000!", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "What did you say?", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "$35,000.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "$35,000?", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "All of it.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "All of it?", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "Every penny.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "You better start making sense.", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "If you want to keep all of that money, give it to your wife. The IRS allows a one-time-only gift to your spouse for up to $60,000.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Bullshit! Tax free?", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "Tax free. IRS can't touch one cent.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "You're that smart banker who killed his wife, aren't you? Why should I believe a smart banker like you? So I can end up in here with you?", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "It's perfectly legal, go ask the IRS, they'll say the same thing. I actually feel stupid telling you this, I'm sure you would've investigated the matter yourself.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Yeah, fucking A'! I don't need a smart wife-killing banker to tell me where the bear shit in the buckwheat!", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "Of course not. But you do need someone to set up the tax-free gift for you, and that'll cost you. A lawyer for example.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Bunch of ball-washing bastards!", "character": "Captain Hadley", "characterId": "nm0000317"}, {"text": "Right. I suppose I could set it up for you. That would save you some money. If you get the forms I'll prepare them for you, nearly free of charge. I'd only ask three beers apiece for each of my co-workers.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "Ha! \"Co-workers\", get him that's rich ain't it?", "character": "Guard Mert", "characterId": "nm0161980"}, {"text": "I think a man working outdoors feels more like a man if he can have a bottle of suds. That's only my opinion, sir.", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "[looks over at the rest of Andy's co-workers]\nWhat are you Jimmies staring at? Back to work!", "character": "Captain Hadley", "characterId": "nm0000317"}]}, {"lines": [{"text": "Do you enjoy working in the laundry?", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "No sir, not especially.", "character": "Andy Dufresne", "characterId": "nm0000209"}]}, {"lines": [{"text": "[Referring to the Bible]\nPleased to see you reading this, any favorite passages?", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "for ye know not when the master of the house cometh.\"", "character": "Andy Dufresne", "characterId": "nm0000209"}, {"text": "he that followeth me shall not walk in darkness, but shall have the light of life.\"", "character": "Warden Samuel Norton", "characterId": "nm0348409"}, {"text": "12", "character": "Andy Dufresne", "characterId": "nm0000209"}]}]}