{"quotes": [{"lines": [{"text": "The German sees himself as the innocent victim of world envy and hatred, conspired against, set upon by inferior peoples, inferior nations. He cannot admit to error, much less to wrongdoing, not the German. We chose to ignore Ethiopia and Spain, but we learned from our own casualty list the price of looking the other way. Men of truth everwhere have come to know for whom the bell tolled, but not the German. No! He still follows his warrior gods marching to Wagnerian strains, his eyes still fixed upon the firey sword of Siegfried, and he knows subterranean meeting places that you don't believe in. The German's dream world comes alive when he takes his place in shining armor beneath the banners of the Teutonic knights. Mankind is waiting for the Messiah, but for the German, the Messiah is not the Prince of Peace. No, he's... another Barbarossa... another Hitler.", "character": "Professor Charles Rankin", "characterId": "nm0000080"}]}, {"lines": [{"text": "Well, who but a Nazi would deny that Karl Marx was a German because he was a Jew?", "character": "Mr. Wilson", "characterId": "nm0000064"}]}, {"lines": [{"text": "[to his sister just back from her skiing honeymoon]\nDid you remember to keep your knees together and your apparatus in?", "character": "Noah Longstreet", "characterId": "nm0519160"}]}, {"lines": [{"text": "[after Meineke's body is dug up]", "character": null, "characterId": null}, {"text": "I knew darn well it was the same feller. 'Course, he's changed some. Uh, being buried in the earth does it.", "character": "Mr. Potter", "characterId": "nm0396633"}]}, {"lines": [{"text": "Why wasn't it I... Franz Kindler? Kill me. Kill me, I want you to. I couldn't face life knowing what I've been to you and what I've done to Noah. But when you kill me, don't put your hands on me!", "character": "Mary Longstreet", "characterId": "nm0949835"}, {"text": "[Picks up a fireplace poker]", "character": null, "characterId": null}, {"text": "Here! Use this!", "character": "Mary Longstreet", "characterId": "nm0949835"}]}, {"lines": [{"text": "They searched the woods. I watched them, here, like God looking at little ants.", "character": "Dr. Charles Rankin/Franz Kindler", "characterId": "nm0000080"}]}, {"lines": [{"text": "Look out the window. Look!", "character": "Mr. Wilson", "characterId": "nm0000064"}, {"text": "Well, that's... that's an old trick, Mr. Wilson, a very poor trick.", "character": "Professor Charles Rankin", "characterId": "nm0000080"}, {"text": "Tricks. That's all you know is tricks. I don't need any tricks! And no matter what happens to me, tricks won't do YOU any good. You're finished, Herr Franz Kindler.", "character": "Mr. Wilson", "characterId": "nm0000064"}]}, {"lines": [{"text": "Hello, father. Has anybody seen my brand new husband?", "character": "Mary Longstreet", "characterId": "nm0949835"}, {"text": "Don't tell me he's deserted you already.", "character": "Judge Longstreet", "characterId": "nm0580882"}]}, {"lines": [{"text": "In Harper, there's nothing to be afraid of.", "character": "Mary Longstreet", "characterId": "nm0949835"}]}, {"lines": [{"text": "When she snapped those beads, she signed her own death warrant.", "character": "Judge Adam Longstreet", "characterId": "nm0580882"}]}, {"lines": [{"text": "Who would think to look for the notorious Franz Kindler in the sacred precincts of the Harper School, surrounded by the sons of America's first families? And I'll stay hidden... till the day when we strike again.", "character": "Professor Charles Rankin", "characterId": "nm0000080"}, {"text": "Franz! There will be another war?", "character": "Konrad Meinike", "characterId": "nm0790164"}, {"text": "Of course.", "character": "Professor Charles Rankin", "characterId": "nm0000080"}]}, {"lines": [{"text": "Murder can be a chain, Mary, one link leading to another until it circles your neck. Red was digging at the grave of the man I killed. Yes, your little man.", "character": "Professor Charles Rankin", "characterId": "nm0000080"}, {"text": "You killed him?", "character": "Mary Longstreet", "characterId": "nm0949835"}, {"text": "With these hands. The same hands that have held you close to me.", "character": "Professor Charles Rankin", "characterId": "nm0000080"}]}, {"lines": [{"text": "Forepaw's muddy. No mud on hind. Dry leaves mixed with the mud. Red must have been digging somewhere in the woods.", "character": "Mr. Wilson", "characterId": "nm0000064"}, {"text": "Have you any idea what for, Mr. Wilson?", "character": "Noah Longstreet", "characterId": "nm0519160"}, {"text": "A body, I think. Meinike's.", "character": "Mr. Wilson", "characterId": "nm0000064"}]}, {"lines": [{"text": "In prison, in Czechoslovakia, a war criminal was awaiting execution. This was Konrad Meinike, one time executive officer for Franz Kindler. He was an obscenity on the face of the earth. The stench of burning flesh was in his clothes.", "character": "Mr. Wilson", "characterId": "nm0000064"}]}, {"lines": [{"text": "[Talking about his small town general store]\nAll your needs are on our shelves. Just look around, help yourselves.", "character": "Mr. Potter", "characterId": "nm0396633"}]}, {"lines": [{"text": "You were right about Rankin. He's above suspicion.", "character": "Mr. Wilson", "characterId": "nm0000064"}]}, {"lines": [{"text": "Mr. Wilson, I've never... I've never so much as even seen a Nazi.", "character": "Mary Longstreet", "characterId": "nm0949835"}, {"text": "Well, you might without your realizing it. They look like other people and act like other people - when it's to their benefit.", "character": "Mr. Wilson", "characterId": "nm0000064"}]}, {"lines": [{"text": "People can't help who they fall in love with.", "character": "Mr. Wilson", "characterId": "nm0000064"}]}]}