{"quotes": [{"lines": [{"text": "A PLEA FOR THE ART OF THE MOTION PICTURE / We do not fear censorship, for we have no wish to offend with improprieties or obscenities, but we do demand, as a right, the liberty to show the dark side of wrong, that we may illuminate the bright side of virtue - the same liberty that is conceded to the art of the written word - the art to which we owe the Bible and the works of Shakespeare.", "character": null, "characterId": null}]}, {"lines": [{"text": "If in this work we have conveyed to the mind the ravages of war to the end that war may be held in abhorrence, this effort will not have been in vain.", "character": null, "characterId": null}]}, {"lines": [{"text": "This is an historical presentation of the Civil War and Reconstruction Period, and is not meant to reflect on any race or people of today.", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Gus]\nStay away or I'll jump!", "character": "Flora Cameron", "characterId": "nm0550615"}]}, {"lines": [{"text": "While youth dances the night away, childhood and old age slumber.", "character": null, "characterId": null}]}, {"lines": [{"text": "[Sherman's march]\nWhile women and children weep, a great conqueror marches to the sea.", "character": null, "characterId": null}]}, {"lines": [{"text": "Sic semper tyrannis!", "character": "John Wilkes Booth", "characterId": "nm0909825"}]}, {"lines": [{"text": "[Mammy and servant from North circle each other and glare]\nDem free-niggers f'um de N'of am sho' crazy.", "character": "Mammy", "characterId": "nm0497501"}]}, {"lines": [{"text": "Over four hundred thousand Ku Klux costumes made by the women of the South and not one trust betrayed.", "character": null, "characterId": null}]}, {"lines": [{"text": "Dare we dream of a golden day when the bestial War shall rule n o more. But instead - the gentle Prince in the Hall of Brotherly Love in the City of Peace.", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Elsie, whose portrait he has been carrying]\nThough we had never met, I have carried you about with me for a long, long time.", "character": "Col. Ben Cameron", "characterId": "nm0910400"}]}, {"lines": [{"text": "[Northern solider is trying to keep wounded Ben's mother out of hospital]\nI am going into that room to my boy. You may shoot if you want to.", "character": "Mrs. Cameron", "characterId": "nm0189684"}]}, {"lines": [{"text": "[Ben is to be hanged. Elsie has an idea]\nWe will ask mercy from the Great Heart.", "character": "Elsie Stoneman", "characterId": "nm0001273"}]}, {"lines": [{"text": "[Lincoln signs a pardon for Ben]\nMr. Lincoln has given back your life to me.", "character": "Mrs. Cameron", "characterId": "nm0189684"}]}, {"lines": [{"text": "[Lincoln, on his policy for the defeated Southern states]\nI shall deal with them as though they had never been away.", "character": "Abraham Lincoln", "characterId": "nm0376221"}]}, {"lines": [{"text": "Second Part - Reconstruction. The agony which the South endured that a nation might be born. The blight of war does not end when hostilities cease.", "character": null, "characterId": null}]}, {"lines": [{"text": "Excerpts from Woodrow Wilson's \"History of the American People\";... Adventurers swarmed out of the North, as much enemies of the one race as of the other, to cozen, beguile, and use the negroes.... In the villages the negroes were the office holders, men who knew none of the uses of authority, except its insolences.", "character": null, "characterId": null}]}, {"lines": [{"text": "...The policy of the congressional leaders wrought... a veritable overthrow of civilization in the South... in their determination to 'put the white South under the heel of the black South.' WOODROW WILSON", "character": null, "characterId": null}]}, {"lines": [{"text": "The white men were roused by a mere instinct of self-preservation... until at last there had sprung into existence a great Ku Klux Klan, a veritable empire of the South, to protect the Southern country. WOODROW WILSON", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Silas Lynch, \"mulatto leader of the blacks\"]\nDon't scrape to me. You are the equal of any man here.", "character": "Austin Stoneman", "characterId": "nm0507635"}]}, {"lines": [{"text": "[to a servant from the North, who attempts to make her carry his bags]\nYou' northern lown down black trash, don't try no airs on me.", "character": "Mammy", "characterId": "nm0497501"}]}, {"lines": [{"text": "[Margaret cannot speak to Phil]\nBitter memories will not allow the poor bruised heart of the South to forget.", "character": null, "characterId": null}]}, {"lines": [{"text": "[Flora has jumped to her death to escape Gus]\nFor her who had learned the stern lesson of honor we should not grieve that she found sweeter the opal gates of death.", "character": null, "characterId": null}]}, {"lines": [{"text": "[at end of film]\nLiberty and union, one and inseparable, now and forever!", "character": null, "characterId": null}]}, {"lines": [{"text": "[in the little cabin]\nThe former enemies of North and South are united again in common defence of their Aryan birthright.", "character": null, "characterId": null}]}, {"lines": [{"text": "[letter to Ben]", "character": "Flora Cameron", "characterId": "nm0550615"}, {"text": "[crossed out]", "character": null, "characterId": null}, {"text": "big Sis", "character": "Flora Cameron", "characterId": "nm0550615"}]}]}