{"quotes": [{"lines": [{"text": "Something had happened. A thing which, years ago, had been the eagerest hope of many, many good citizens of the town, and now it had come at last; George Amberson Mainafer had got his comeuppance. He got it three times filled, and running over. But those who had so longed for it were not there to see it, and they never knew it. Those who were still living had forgotten all about it and all about him.", "character": "Narrator", "characterId": "nm0000080"}]}, {"lines": [{"text": "When times are gone, they are not old, they're dead. There aren't any times but new times.", "character": "Eugene", "characterId": "nm0001072"}]}, {"lines": [{"text": "What are you studying at school?", "character": "Lucy", "characterId": "nm0000879"}, {"text": "College.", "character": "George", "characterId": "nm0392529"}, {"text": "College.", "character": "Lucy", "characterId": "nm0000879"}, {"text": "Oh, lots of useless guff.", "character": "George", "characterId": "nm0392529"}, {"text": "Why don't you study some useful guff?", "character": "Lucy", "characterId": "nm0000879"}, {"text": "What do you mean, useful?", "character": "George", "characterId": "nm0392529"}, {"text": "Something you'd use later in your business or profession.", "character": "Lucy", "characterId": "nm0000879"}, {"text": "I don't intend to go into any business or profession.", "character": "George", "characterId": "nm0392529"}, {"text": "No?", "character": "Lucy", "characterId": "nm0000879"}, {"text": "No.", "character": "George", "characterId": "nm0392529"}, {"text": "Why not?", "character": "Lucy", "characterId": "nm0000879"}, {"text": "Well, just look at them. That's a fine career for a man, isn't it? Lawyers, bankers, politicians. What do they ever get out of life, I'd like to know. What do they know about real things? What do they ever get?", "character": "George", "characterId": "nm0392529"}, {"text": "What do you want to be?", "character": "Lucy", "characterId": "nm0000879"}, {"text": "[fatuously]\nA yachtsman!", "character": "George", "characterId": "nm0392529"}, {"text": "[Lucy reacts with astonishment]", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "the serenade. Of a summer night, young men would bring an orchestra under a pretty girl's window, and flute, harp, fiddle, cello, cornet, bass viol, would presently release their melodies to the dulcet stars. Against so home-spun a background, the magnificence of the Ambersons was as conspicuous as a brass band at a funeral.", "character": "Narrator", "characterId": "nm0000080"}]}, {"lines": [{"text": "So your devilish machines are going to ruin all your old friend, eh Gene? Do you really think they're going to change the face of the land?", "character": "Maj. Amberson", "characterId": "nm0071992"}, {"text": "They're already doing it major and it can't be stopped. Automobiles...", "character": "Eugene", "characterId": "nm0001072"}, {"text": "[cut off by George]", "character": null, "characterId": null}, {"text": "Automobiles are a useless nuisance.", "character": "George", "characterId": "nm0392529"}, {"text": "What did you say George?", "character": "George", "characterId": "nm0392529"}, {"text": "I said automobiles are a useless nuisance. Never amount to anything but a nuisance and they had no business to be invented.", "character": "George", "characterId": "nm0392529"}, {"text": "Of course you forget that Mr. Morgan makes them, also did his share in inventing them. If you weren't so thoughtless, he might think you were rather offensive.", "character": "Jack", "characterId": "nm0172615"}, {"text": "I'm not sure George is wrong about automobiles. With all their speed forward they may be a step backward in civilization. May be that they won't add to the beauty of the world or the life of the men's souls, I'm not sure. But automobiles have come and almost all outwards things will be different because of what they bring. They're going to alter war and they're going to alter peace. And I think men's minds are going to be changed in subtle ways because of automobiles. And it may be that George is right. May be that in ten to twenty years from now that if we can see the inward change in men by that time, I shouldn't be able to defend the gasoline engine but agree with George - that automobiles had no business to be invented.", "character": "Eugene", "characterId": "nm0001072"}]}, {"lines": [{"text": "George Amberson-Minafer walked home through the strange streets of what seemed to be a strange city. For the town was growing... changing... it was heaving up in the middle, incredibly; it was spreading incredibly. And as it heaved and spread, it befouled itself and darkened its skies. This was the last walk home he was ever to take up National Avenue, to Amberson Edition, and the big old house at the foot of Amberson Boulevard. Tommorow they were to move out. Tomorrow everything would be gone.", "character": "Narrator", "characterId": "nm0000080"}]}, {"lines": [{"text": "I said, automobiles are a useless nuisance. Never amount to anything but a nuisance. They had no business to be invented.", "character": "George", "characterId": "nm0392529"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Fanny, I wish you could have seen Georgie's face when he saw Lucy. You know what he said to me when we went into that room? He said, \"You must have known my mother wanted you to come here today, so that I could ask you to forgive me.\" We shook hands. I never noticed before how much like Isabel Georgie looks. You know something, Fanny? I wouldn't tell this to anybody but you. But it seemed to me as if someone else was in that room. And that through me, she brought her boy unto shelter again. And that I'd been true at last, to my true love.", "character": "Eugene", "characterId": "nm0001072"}]}, {"lines": [{"text": "[to George]\nThe law's a jealous mistress and a stern mistress.", "character": "Roger Bronson", "characterId": "nm0762557"}]}, {"lines": [{"text": "It must be the sun. There wasn't anything here but the sun in the first place. Sun... Earth came out of the sun, and we came out of the Earth. So, whatever we are... it must have been the Earth.", "character": "Maj. Amberson", "characterId": "nm0071992"}]}, {"lines": [{"text": "Wilbur Minafer. Quiet man. Town'll hardly know he's gone.", "character": "Citizen", "characterId": "nm0047282"}]}]}