{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Nature is crooked. I wanted right angles, straight lines. You cut yourself opening a can of tuna and you die. We still going up-river mother?", "character": "Allie Fox", "characterId": "nm0000148"}, {"text": "Yes darling.", "character": "Mother Fox", "characterId": "nm0000545"}, {"text": "[narration]\nOnce I had believed in father, and the world had seemed small, and old. Now he was gone, and I wasn't afraid to love him any more. And the world seemed limitless.", "character": "Charlie", "characterId": "nm0000203"}]}, {"lines": [{"text": "gardening, beach combing. I'm a changed man, mother. No more chemicals or poisons. If what you want isn't washed up on this beach, you probably don't need it.", "character": "Allie Fox", "characterId": "nm0000148"}]}, {"lines": [{"text": "We eat when we're not hungry, drink when we're not thirsty. We buy what we don't need and throw away everything that's useful. Why sell a man what he wants? Sell him what he doesn't need. Pretend he's got eight legs and two stomachs and money to burn. It's wrong. Wrong, wrong, wrong.", "character": "Allie Fox", "characterId": "nm0000148"}]}, {"lines": [{"text": "[to Charlie]\nI think about you when I go to the bathroom.", "character": "Emily Spellgood", "characterId": "nm0000588"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "My father was an inventor, a genius with anything mechanical. Nine patents, six pending. He dropped out of Harvard, \"to get an education\", he said. I grew up with the belief that the world belonged to him, and that everything he said was true.", "character": "Charlie", "characterId": "nm0000203"}, {"text": "Look around ya, how did America get this way? Land of promise, land of opportunity. Give us the wretched refuse of your teeming shores. Have a Coke. Watch TV.", "character": "Allie Fox", "characterId": "nm0000148"}, {"text": "Have a nice day.", "character": "Charlie", "characterId": "nm0000203"}, {"text": "Go on welfare. Get free money. Turn to crime - crime pays in this country.", "character": "Allie Fox", "characterId": "nm0000148"}, {"text": "[laughs]", "character": "Charlie", "characterId": "nm0000203"}, {"text": "Why do they put up with it? Why do they keep coming? Look around you Charlie, this place is a toilet.", "character": "Allie Fox", "characterId": "nm0000148"}]}, {"lines": [{"text": "Strictly speaking, there's no such thing as invention, you know. It's only magnifying what already exists.", "character": "Allie", "characterId": "nm0000148"}]}, {"lines": [{"text": "My father often talked of things being revealed - that was true invention, he said. Revealing something's use, and magnifying it; discovering its imperfections, improving it, and putting it to work for you. God had left the world incomplete, he said, and it was man's job to understand how it worked, to tinker with it, and to finish it. I think that was why he hated missionaries so much - because they taught people to put up with their earthly burdens. For father, there were no burdens that couldn't be fitted with a set of wheels, or rudders, or a system of pulleys.", "character": "Charlie", "characterId": "nm0000203"}]}, {"lines": [{"text": "[wrapping up what's left of the ice]\nWhat're you looking at? This is the first time, since creation, that ice has ever melted here!", "character": "Allie Fox", "characterId": "nm0000148"}]}, {"lines": [{"text": "Ice is civilization!", "character": "Allie Fox", "characterId": "nm0000148"}]}, {"lines": [{"text": "The people in New York live on pet food and they'll kill you for a quarter. You don't dare take a walk for fear of someone sticking a knife in your ribs. Think about it. If you stay home, they come in through the windows! Ten year old homicidal maniacs on every street corner. They go to school! Hah! They go to school!", "character": "Allie", "characterId": "nm0000148"}]}, {"lines": [{"text": "Double-digit inflation and a two-dollar loaf of bread!", "character": "Allie Fox", "characterId": "nm0000148"}]}, {"lines": [{"text": "I tell ya, Charlie, I'm not going back into Hatfield again. I'm sick of dealing with people who want things I've already rejected, things they see on TV. They talk about nuclear destruction as if it were a game show topic.", "character": "Allie Fox", "characterId": "nm0000148"}]}, {"lines": [{"text": "Once I had believed in father and the world had seemed small and old. Now he was gone and I wasn't afraid to love him anymore. And the world seemed limitless.", "character": "Charlie", "characterId": "nm0000203"}]}, {"lines": [{"text": "It's an absolute sin to accept the decadence of obsolescence. Why do things get worse and worse? They don't have to. They could get better and better. We accept that things fall apart.", "character": "Allie Fox", "characterId": "nm0000148"}]}, {"lines": [{"text": "Look at this place, these are poor people. Look at what they own. Look at what they eat, they don't have meat, but they have asparagus that they cut.", "character": "Allie Fox", "characterId": "nm0000148"}, {"text": "I don't think we should be here.", "character": "Jerry Fox", "characterId": "nm0824566"}, {"text": "They welcome visitors, son. It's an old custom of theirs from the jungle. Be kind to strangers they say, you never know when you might be one yourself. That's the law of the jungle.", "character": "Allie Fox", "characterId": "nm0000148"}, {"text": "But this isn't the jungle dad.", "character": "Charlie", "characterId": "nm0000203"}, {"text": "No? No, because no jungle is as murderous as this is. They traded green trees for this room. It's pathetic. And it makes me mad, because they're going to end up being part of the problem.", "character": "Allie Fox", "characterId": "nm0000148"}, {"text": "It would take courage to go there.", "character": "Allie Fox", "characterId": "nm0000148"}, {"text": "Go where?", "character": "Charlie", "characterId": "nm0000203"}, {"text": "The jungle. Not ordinary gumption, but 4 o'clock in the morning courage.", "character": "Allie Fox", "characterId": "nm0000148"}, {"text": "[glancing toward his boys]", "character": null, "characterId": null}, {"text": "And who's got that?", "character": "Allie Fox", "characterId": "nm0000148"}]}, {"lines": [{"text": "[hand-planting crops]\nRight now Francis, someone in America is pushing an electric squeezer down a garbage disposal and saying it's busted. Somebody else is opening a can of chocolate-flavored soup 'cause the car wouldn't start, to eat out - they really wanted a cheeseburger.", "character": "Allie Fox", "characterId": "nm0000148"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "Everything we need is right here.", "character": "Allie Fox", "characterId": "nm0000148"}]}, {"lines": [{"text": "If it's on a map, I can't use it...", "character": "Allie Fox", "characterId": "nm0000148"}]}, {"lines": [{"text": "Father was fond of saying that, in the end Robinson Crusoe went back home, but we were staying.", "character": "Charlie", "characterId": "nm0000203"}]}, {"lines": [{"text": "[in the midst of a storm]\nWe could go downstream to Haddy's.", "character": "Mother Fox", "characterId": "nm0000545"}, {"text": "No, dead things go down stream mother, life is upstream!", "character": "Allie Fox", "characterId": "nm0000148"}]}, {"lines": [{"text": "Good-bye America! And have a nice day!", "character": "Allie Fox", "characterId": "nm0000148"}]}]}