{"quotes": [{"lines": [{"text": "My family was very poor. My father was a stevedore. There were fourteen children, and we had to fight for our bread at the table. I was lucky; I was born with a talent for mathematics. I learned to quickly estimate the odds against me, and then I beat them. Some people encouraged me along the way. Others snubbed or cheated me, but in my heart there is an indelible record of each transaction. We all play God, but some of us are better-equipped for the role than others. You see, where most men go unpunished for the evil they do, I am in a position to make them pay. Call it justice, call it vengeance... it's all the same. Nor do I believe as it is in the Bible, \"an eye for an eye and a tooth for a tooth\", but rather, a head for an eye and a heart for a tooth. A simple religion, but once people know that I practise it devoutly, they stay away from my eyes, and far away from my teeth.", "character": "Constantin Demeris", "characterId": "nm0885203"}]}, {"lines": [{"text": "[dancing together]\nAre my medals cutting into your boobs?", "character": "Larry Douglas", "characterId": "nm0065183"}, {"text": "Shakespeare or Marlowe?", "character": "Catherine Alexander Douglas", "characterId": "nm0000215"}, {"text": "Cathy, you have to know how I feel about you, especially when we dance so goddamn close.", "character": "Larry Douglas", "characterId": "nm0065183"}, {"text": "Actually, maybe we should just sit down.", "character": "Catherine Alexander Douglas", "characterId": "nm0000215"}, {"text": "[sitting down]\nI don't know why you're so annoyed. That's one of the nicest compliments a man could pay a woman.", "character": "Larry Douglas", "characterId": "nm0065183"}, {"text": "Strange, but I feel you're the only man that can come up with it any time day or night.", "character": "Catherine Alexander Douglas", "characterId": "nm0000215"}, {"text": "Only with you.", "character": "Larry Douglas", "characterId": "nm0065183"}, {"text": "Oh yeah. What are you packin' there, a Louisville Slugger?", "character": "Catherine Alexander Douglas", "characterId": "nm0000215"}]}]}