{"quotes": [{"lines": [{"text": "[kneeling in prayer after offering to help the Belgian Underground]", "character": null, "characterId": null}, {"text": "Dear Lord, forgive me, I cannot obey anymore. What I do from now on is between You and me alone.", "character": "Sister Luke", "characterId": "nm0000030"}]}, {"lines": [{"text": "You can cheat your sisters, but you cannot cheat yourself or God.", "character": "Sister Luke", "characterId": "nm0000030"}, {"text": "Have you struggled long enough to say surely that you've come to the end?", "character": "Rev. Mother Emmanuel", "characterId": "nm0262725"}, {"text": "obedience. Without question, without inner murmuring. Perfect obedience as Christ practiced it. As I no longer can.", "character": "Sister Luke", "characterId": "nm0000030"}, {"text": "Yes?", "character": "Rev. Mother Emmanuel", "characterId": "nm0262725"}, {"text": "There are times when my conscience asks which has priority. It or the Holy Rule? When the bell calls me to chapel, I often have to sacrifice what might be the decisive moment in a spiritual talk with a patient. I'm late every day for chapel or refectory or both. When I have night duty I break the Grand Silence because I can no longer cut short a talk with a patient who seems to need me. Mother, why must God's helpers be struck dumb by five bells in the very hours when men in trouble want to talk about their souls?", "character": "Sister Luke", "characterId": "nm0000030"}]}, {"lines": [{"text": "[after a nun has been beaten to death by a crazed native]", "character": null, "characterId": null}, {"text": "If such a death happened with us, Mama Luke, we would tie the murderer to a pole and cut his body for fish bait.", "character": "Illunga", "characterId": "nm0424159"}, {"text": "But we would not. We have been taught to forgive.", "character": "Sister Luke", "characterId": "nm0000030"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Go through here to room 12. Everything is ready. Press the button when you are finished and I will open.", "character": null, "characterId": null}]}, {"lines": [{"text": "Do good, then disappear.", "character": "Rev. Mother Emmanuel", "characterId": "nm0262725"}]}, {"lines": [{"text": "Pride has not been burned out of me. When I succeed in obeying the rule, I fail at the same time by having pride in obeying.", "character": "Sister Luke", "characterId": "nm0000030"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "\"He that shall lose his life for me shall find it. If thou wilt be perfect, go sell what thou hast and give to the poor, and come follow me.\" Each sister shall understand that on entering the convent, she has made the sacrifice of her life to God.", "character": null, "characterId": null}]}]}