{"quotes": [{"lines": [{"text": "Doesn't she ever go anyplace or have any fun?", "character": "Andy Anderson", "characterId": "nm0101350"}, {"text": "Oh, sure, she and her Dad go to the pictures now and again.", "character": "Henry Fairchild", "characterId": "nm0114436"}, {"text": "It sounds so exciting I can hardly stand it.", "character": "Andy Anderson", "characterId": "nm0101350"}, {"text": "Oh, marriage is not supposed to be exciting.", "character": "Henry Fairchild", "characterId": "nm0114436"}]}, {"lines": [{"text": "Janie doesn't like us to be late for meals. It throws her off schedule.", "character": "Henry Fairchild", "characterId": "nm0114436"}, {"text": "What schedule?", "character": "Andy Anderson", "characterId": "nm0101350"}, {"text": "Her work schedule.", "character": "Henry Fairchild", "characterId": "nm0114436"}, {"text": "She doesn't work.", "character": "Andy Anderson", "characterId": "nm0101350"}, {"text": "She doesn't work? Say, listen. Six o'clock, she takes Bill up, dresses him. Six-thirty she feeds him. Seven o'clock she washes the diapers. Eight o'clock she cooks breakfast. Eight-thirty she washes the dishes. Nine o'clock... she makes the formula, sterilizes the bottles. Ten o'clock she feeds Bill. Ten-thirty she takes him out for an airing. Eleven o'clock she's got to be back and start cooking lunch. Twelve o'clock we eat lunch. Twelve-thirty she washes the dishes again. One o'clock she cleans her and Bill's room. And at one-thirty she gives Bill his bath and puts his sleepers on. Two o'clock she feeds him again and puts him down for his nap. Then 'tween two and four, while he's taking his nap, that's when she cleans the rest of the house. Then, at four o'clock she dresses him and puts him in the buggy and takes him downtown while she does the shopping for dinner. And she's got to get back to the house by five-thirty to start making dinner. Then, at six o'clock she feeds Bill again and at six-thirty she puts him to bed. At seven o'clock, we eat dinner. At eight o'clock she washes the dishes and at ten o'clock she gives Bill his last bottle and at ten-thirty she goes to bed. So, you can see what it would do if you were ten minutes late for a meal.", "character": "Henry Fairchild", "characterId": "nm0114436"}, {"text": "Yes, it terrifies me.", "character": "Andy Anderson", "characterId": "nm0101350"}]}, {"lines": [{"text": "Oh, I'm terribly sorry that we couldn't meet you in San Francisco because, well, on account of the gasoline rationing and everything.", "character": "Janie Anderson", "characterId": "nm0000795"}, {"text": "On, no, the bus was swell.", "character": "Andy Anderson", "characterId": "nm0101350"}]}, {"lines": [{"text": "A girl your age shouldn't be such an old maid.", "character": "William Smith", "characterId": "nm0002013"}, {"text": "Well, is organizing your day being an old maid? For heaven's sake you have to when you are doing housekeeping, all the books tell you.", "character": "Janie Anderson", "characterId": "nm0000795"}, {"text": "Maybe that's your trouble, Janie. You learned to be a wife out of a book. Yes sir, you've become an automaton. Too much schedule for a girl your age. Especially now that Andy's here. Of course, when he was away it was alright. But, now its your duty to make yourself attractive to your husband.", "character": "William Smith", "characterId": "nm0002013"}, {"text": "Attractive?", "character": "Janie Anderson", "characterId": "nm0000795"}, {"text": "Yes, attractive.", "character": "William Smith", "characterId": "nm0002013"}]}, {"lines": [{"text": "The girl I married had stars in her eyes, Mr. Smith. This girl has soap suds.", "character": "Andy Anderson", "characterId": "nm0101350"}]}, {"lines": [{"text": "She's wrapped up in marriage like it was an old bath robe that she can't throw away!", "character": "Andy Anderson", "characterId": "nm0101350"}]}, {"lines": [{"text": "Oh, its women like you that are tearing down the war effort.", "character": "Counterman", "characterId": "nm0650995"}]}, {"lines": [{"text": "Now, look, Bud, I'd imagine that after running into a wrong dame, like this one, you'd realize you got a pretty nice wife at home and you wouldn't want to get a divorce.", "character": "Counterman", "characterId": "nm0650995"}, {"text": "She's my wife.", "character": "Andy Anderson", "characterId": "nm0101350"}, {"text": "Who?", "character": "Counterman", "characterId": "nm0650995"}, {"text": "Me, that's who!", "character": "Janie Anderson", "characterId": "nm0000795"}]}, {"lines": [{"text": "Well, you know, sometimes nice girls will surprise you.", "character": "Andy Anderson", "characterId": "nm0101350"}]}]}