{"quotes": [{"lines": [{"text": "I'm going to tell you something, Mrs. Flood. Every time a door is slammed in a marriage... every time a woman turns her face away because she's tired or unwilling... there's someone waiting. Someone like me.", "character": "Mavis Pruitt", "characterId": "nm0001450"}]}, {"lines": [{"text": "We sell new machinery. What do you know about drilling equipment for oil fields?", "character": null, "characterId": null}, {"text": "Not a thing.", "character": "Rubin Flood", "characterId": "nm0696481"}, {"text": "Then why should we hire you?", "character": null, "characterId": null}, {"text": "You chew tobacco, mister?", "character": "Rubin Flood", "characterId": "nm0696481"}, {"text": "I beg your pardon!", "character": null, "characterId": null}, {"text": "You talk crops and weather? You know who's had a baby lately? You know who goes to church and who don't? Who likes corn liquor and who likes store liquor? Who's a Republican, who's a Democrat?", "character": "Rubin Flood", "characterId": "nm0696481"}, {"text": "Our methods are a little more modern than that.", "character": null, "characterId": null}, {"text": "Well, I'm telling you that the people out here are farmers, no matter how much oil they got in their land. You want to come out of this territory with a profit? You'd be better off taking that diamond stickpin out of your tie and putting a straw hat on the back of your head and a chaw in your cheek! You're gonna have to hunker down and talk business with a man who's cleaning out his pigsty. That's where a lot of sales are made... and it can't be done in a New York suit!", "character": "Rubin Flood", "characterId": "nm0696481"}]}, {"lines": [{"text": "It's a new world, and we don't belong in it.", "character": "Ed Peabody", "characterId": "nm0500273"}, {"text": "Any world I'm in, I belong in!", "character": "Rubin Flood", "characterId": "nm0696481"}]}, {"lines": [{"text": "[Setting out to find a new job.]", "character": null, "characterId": null}, {"text": "Well, I sold everything else in my time. I guess I can sell myself.", "character": "Rubin Flood", "characterId": "nm0696481"}]}, {"lines": [{"text": "Oh, you always got a excuse. But the plain fact is, a lot of time goes by without our making love. Cora, this is a marriage!", "character": "Rubin Flood", "characterId": "nm0696481"}, {"text": "There are other things in marriage.", "character": "Cora Flood", "characterId": "nm0570192"}, {"text": "Yeah, but the part I'm talking about is natural! It's normal and it's necessary! God planned it that way, and ain't nobody come up with anything better since Adam and Eve!", "character": "Rubin Flood", "characterId": "nm0696481"}]}, {"lines": [{"text": "[To Lottie after he overhears her prejudice comments towards Catholics]\nHogwash! Malarky! Horse manure! Woman you oughta get yourself a broom and ride over the housetops! You oughta buy yourself a sheet and poke two holes in it and go around setting fires! Or better still, get yourself a big piece of tape and put it over your mouth because you're too ignorant to live! Lottie sometimes I'm ashamed to be related to you even by marriage!", "character": "Rubin Flood", "characterId": "nm0696481"}]}, {"lines": [{"text": "Reenie, you're at the beginning of things. These feelings are new to you. You want to get off on the right foot. I'm not talking about the physical side of things, I know you'll always be decent in the way you act. But a man wants to be met by a generous heart in a woman. A open heart. Honey, never be ashamed to say what you feel, and if you come to love a man, let him know it. Let him know all about it.", "character": "Rubin Flood", "characterId": "nm0696481"}]}]}