{"quotes": [{"lines": [{"text": "Ah don't sweat honey, perfectly normal. Half the world is looking for the other half, did you ever notice it? Just consider, buyers and sellers trying to meet up, and visa versa. Crooks lookin' for suckers, boys for girls. Tops for bottoms and bottoms for tops, very interesting - no end. Jobs lookin' for people, people lookin' for jobs... or for trouble. Ah no hon, it's nothin' to be ashamed of.", "character": "Mac, Owner of Macs Bar", "characterId": "nm0642988"}]}, {"lines": [{"text": "I wouldn't want to get talked into anything. Anything bad ever happened to me, it was because I got talked in.", "character": "Peggy Brown", "characterId": "nm0001666"}]}, {"lines": [{"text": "The time that guy broke into my rear bedroom, remember? I didn't scream, I just looked at him... and he screamed.", "character": "Mrs. 'Soda' Gallo, Landlady", "characterId": "nm0575552"}]}, {"lines": [{"text": "Look, Nellie...", "character": "Peggy Brown", "characterId": "nm0001666"}, {"text": "familiar. The customers, the ponies - it doesn't profit.", "character": "Nellie", "characterId": "nm0725543"}]}, {"lines": [{"text": "[as Nellie removes her earrings for debt repayment purposes]\nThey're only glass.", "character": "Peggy Brown", "characterId": "nm0001666"}, {"text": "So is the United Nations building. But it stands for something. Now give me your fingers.", "character": "Nellie", "characterId": "nm0725543"}]}, {"lines": [{"text": "All I asked you to do is have a few drinks in a high-type restaurant, with a gentleman of manners. Is that so hard to take? I could open this window and shout and a hundred girls would jump at the chance.", "character": "Nellie", "characterId": "nm0725543"}, {"text": "So why don't you open it and shout?", "character": "Peggy Brown", "characterId": "nm0001666"}, {"text": "Because none of them owe me 600 dollars in cash.", "character": "Nellie", "characterId": "nm0725543"}]}, {"lines": [{"text": "You wanna' hear a saying? \"Everybody needs somebody else, who can make them feel ashamed of themselves.\" My grandmother used to say that. Only in Gaelic.", "character": "Mac, Owner of Macs Bar", "characterId": "nm0642988"}, {"text": "You know what my grandmother used to say?", "character": "Peggy Brown", "characterId": "nm0001666"}, {"text": "What?", "character": "Mac, Owner of Macs Bar", "characterId": "nm0642988"}, {"text": "\"Your grandmother's got a big mouth.\" Only in French.", "character": "Peggy Brown", "characterId": "nm0001666"}]}]}