{"quotes": [{"lines": [{"text": "I have, in my time, visited three political conventions, four sessions of congress, and two homes for the criminally insane. I have known army generals, steam doctors, vegetarians, prohibitionists, and a female suffragette. But never, even in an Orangeman's Day parade, have I seen such pure and stainless brainlessness as I now behold in you. The Almighty, in His infinite wisdom and mercy, has given the worm enough sense to turn with, and the barnacle can grasp whatever happens to be standing by. But you are equipped with a mental capacity smaller than you were born with. Here we are, benighted in the middle of a nowhere named Molly-Be-Damn - a dreary little rookery, Timothy, a squalid sty, a festering pustule on the face of the western slope. Bless the town and bless the people! Look at them - the rabble of this cantankerous community! Knaves and fools, louts and lardheads, the least of all God's creatures, without enough push to pick the fleas off each other, abiding in putrefaction and inertia, curled up comfy in it like hogs in a mud hole! And while I, of all people, fret and sweat for a way to pull these Simple Simons out of the bog, you stand around making flatulent noises for the titillation of the vulgar mob. And while he's bubbling himself, what are you doing, you pusillanimous pack of popcorn pickers? You clattered clutch of clucks? The town dilapidating around you, coasting downhill in a handcart to Hell while you stand about gaping for flies and going patty-cake with your hands!", "character": "Michael O'Toole", "characterId": "nm0040014"}, {"text": "There now! Now just one minute you!", "character": null, "characterId": null}, {"text": "All right, all right, all right! Fine! Keep it, and treasure it the way it is! For when all this trash has collapsed into one pile, and the howling wilderness has claimed its own again, I want you hicks to be happy, belching and spitting, laughing and singing, swinging from tree to tree, with your friend Soapy Sam here, the Uriah Heep of the hookworm belt, standing around below waiting to steal anything that falls to the ground. If a nut should drop and fall - leave it lying there. It's probably my little brother Timothy.", "character": "Michael O'Toole", "characterId": "nm0040014"}, {"text": "Is that all?", "character": null, "characterId": null}, {"text": "[O'Toole throws up his hands]", "character": null, "characterId": null}, {"text": "[Crowd applauds]", "character": null, "characterId": null}, {"text": "By acclamation - the winner of the cussin' contest - Michael O'Toole!", "character": null, "characterId": null}]}, {"lines": [{"text": "Not a friend in the world. And that's the only thing I've got to be thankful for.", "character": "Michael O'Toole", "characterId": "nm0040014"}]}]}