{"quotes": [{"lines": [{"text": "[referring to his first sight of Samarra]\nNahreeb, you said that everything has its price.", "character": "Micah", "characterId": "nm0700803"}, {"text": "She is not for a follower of Jehovah!", "character": "Nahreeb", "characterId": "nm0129894"}, {"text": "I mean to have her one way or the other!", "character": "Micah", "characterId": "nm0700803"}]}, {"lines": [{"text": "Asham. I've drunk deep of every wine from here to Petra, and I've had my full share of women. Yet I'm behaving like a beardless boy panting for the first forbidden fruit that he sees. A priestess who worships a painted graven image! But she's in my blood!", "character": "Micah", "characterId": "nm0700803"}]}, {"lines": [{"text": "You're a stranger in Damascus. I can tell by your beard. And what each stranger hungers to see first is the Tinted Wall. Only a stone's throw away, the Tinted Wall! Let Carmish take you, for as Carmish is known to say, grab hold of the day - who knows if the night will ever come?", "character": "Carmish", "characterId": "nm0936476"}]}, {"lines": [{"text": "I do not care where I've been. I only care where I am.", "character": "Yasmin", "characterId": "nm0221058"}]}, {"lines": [{"text": "I'll break his body and what he calls his soul!", "character": "Nahreeb", "characterId": "nm0129894"}]}, {"lines": [{"text": "Damacus has dealt generously with you. Even your slave has a slave.", "character": "Nahreeb", "characterId": "nm0129894"}]}, {"lines": [{"text": "A woman always knows more than her man thinks.", "character": "Ruth", "characterId": "nm0198241"}]}, {"lines": [{"text": "Sometimes, Asham, a man must make a little trouble.", "character": "Micah", "characterId": "nm0700803"}]}, {"lines": [{"text": "The women in the wheel are the pick of the market. Did you not notice how superb were the haunches of the Grecian woman and how the lips of the Egyptian parted when she looked at any man?", "character": "Samarra", "characterId": "nm0001805"}]}, {"lines": [{"text": "A high priestess cries the day she is born and never again in her lifetime.", "character": "Samarra", "characterId": "nm0001805"}]}, {"lines": [{"text": "[Referring to Ruth]\nIf she did come, I would tell her that what cannot be forgotten can sometimes be forgiven.", "character": "Micah", "characterId": "nm0700803"}]}, {"lines": [{"text": "I would rather be a servant in my father's house than king in Damascus.", "character": "Micah", "characterId": "nm0700803"}]}]}