{"quotes": [{"lines": [{"text": "To me, it always seems like it's the women who keep on living. Men kill or get killed and women bury them. We're professional survivors.", "character": "Belle Breckenridge", "characterId": "nm0540416"}]}, {"lines": [{"text": "Do you like God?", "character": "Melissa 'Missy' Breckenridge", "characterId": "nm0528595"}, {"text": "Of course, but I don't know him, really. Do you?", "character": "Brendan 'Bren' O'Malley", "characterId": "nm0000018"}, {"text": "Part of him. Someday, I'm going to know all of him.", "character": "Melissa 'Missy' Breckenridge", "characterId": "nm0528595"}, {"text": "Oh, not all of him, Missy, that would be too much for anyone to know. That would blind you. Just learning to know rocks and trees, stars and sun, like they're all part of God, too.", "character": "Brendan 'Bren' O'Malley", "characterId": "nm0000018"}]}, {"lines": [{"text": "Look, Belle, I know this hasn't been a good trip for you, but, well, we're gonna have smooth sailing from here on out.", "character": "Brendan 'Bren' O'Malley", "characterId": "nm0000018"}, {"text": "You don't really want smooth sailing, Brendan. YOu carry your own storm wherever you go.", "character": "Belle Breckenridge", "characterId": "nm0540416"}, {"text": "Only when I travel alone.", "character": "Brendan 'Bren' O'Malley", "characterId": "nm0000018"}]}, {"lines": [{"text": "They told me you would try to circle around to get the sun in their eyes.", "character": "Dana Stribling", "characterId": "nm0001369"}, {"text": "You did a little circling yourself.", "character": "Brendan 'Bren' O'Malley", "characterId": "nm0000018"}, {"text": "Insurance.", "character": "Dana Stribling", "characterId": "nm0001369"}]}, {"lines": [{"text": "Find yourself a nice, big boulder with the waves breaking against it. Look ddep. Dream of seahorses and they'll come. Not many people know of it; not many people care, but the sea is a place where the seamen shoe the hooves of the wild sea mare. Not many men have seen it or caught the faintest gleam of the ice green cave in the deep green sea in the heart of the cold sea stream, but the sea mare hides her young sea colt wrapped in a shy sea dream. But probably all the people know and can absolutely say taht the foam on the sea is the sign that you see the mare and her colt at play.", "character": "Brendan 'Bren' O'Malley", "characterId": "nm0000018"}]}, {"lines": [{"text": "What makes you think I'd be disappointed?", "character": "Melissa 'Missy' Breckenridge", "characterId": "nm0528595"}, {"text": "Well, you see cowboys aren't very bright. They're always broke and generally they're drunk.", "character": "Brendan 'Bren' O'Malley", "characterId": "nm0000018"}]}, {"lines": [{"text": "I'm gonna see that you hang, O'Malley", "character": "Dana Stribling", "characterId": "nm0001369"}, {"text": "Oh, hanging is a long time proposition.", "character": "Brendan 'Bren' O'Malley", "characterId": "nm0000018"}]}, {"lines": [{"text": "I got a warrant for your arrest. I'm taking you back to Frio County, Texas, to stand trial. Will you come voluntarily, or will I have to take you?", "character": "Dana Stribling", "characterId": "nm0001369"}, {"text": "Say, it just happens that I'm headed for Texas right now... to Crazy Horse. Of course, it isn't Frio County, but you'll die alot closer to home than if I had to kill you here.", "character": "Brendan 'Bren' O'Malley", "characterId": "nm0000018"}]}, {"lines": [{"text": "Now what's wrong.", "character": "Belle Breckenridge", "characterId": "nm0540416"}, {"text": "I'm just pointing the wagon tongue towards the North Star. It'll help us get our bearings in the morning.", "character": "Dana Stribling", "characterId": "nm0001369"}]}, {"lines": [{"text": "That sister of yours, Stribling, was just a free drink on the house and nobody went home thirsty. I mean nobody!", "character": "Brendan 'Bren' O'Malley", "characterId": "nm0000018"}]}]}