{"quotes": [{"lines": [{"text": "[in his journal while imprisoned]\nThe wind whispers of fear and hate. The war has killed love. And those that confess to the Angka are punished, and no one dare ask where they go. Here, only the silent survive.", "character": "Dith Pran", "characterId": "nm0628955"}]}, {"lines": [{"text": "We must be like the ox, and have no thought, except for the Party. And have no love, but for the Angka. People starve, but we must not grow food. We must honor the comrade children, whose minds are not corrupted by the past.", "character": "Dith Pran", "characterId": "nm0628955"}]}, {"lines": [{"text": "[last lines - at their reunion, with warm smiles]", "character": null, "characterId": null}, {"text": "You forgive me?", "character": "Sydney Schanberg", "characterId": "nm0001832"}, {"text": "Nothing to forgive, Sydney. Nothing.", "character": "Dith Pran", "characterId": "nm0628955"}]}, {"lines": [{"text": "[Dith Pran is forced to leave the French Embassy]", "character": null, "characterId": null}, {"text": "For chrissakes, Sydney, why didn't you get him out then you had the chance? You had no right to keep him here! Funny sense of priorities.", "character": "Morgan", "characterId": "nm0538869"}, {"text": "I'm a reporter too, Morgan! I know his heart. I love him like my brother, and I'd do anything for him! Anything!", "character": "Dith Pran", "characterId": "nm0628955"}]}, {"lines": [{"text": "[listening to BBC reporter Hugh Elder's broadcast on the radio]", "character": null, "characterId": null}, {"text": "Where do they get this crap?", "character": "Jon Swain", "characterId": "nm0001696"}, {"text": "That guy across the gate there. The little guy. Could we all not look at once, please? I have it on reliable sources that that's none other than Hugh Elder.", "character": "Al Rockoff", "characterId": "nm0000518"}, {"text": "You're kidding...", "character": "Jon Swain", "characterId": "nm0001696"}, {"text": "He's disguised, but I got a little suspicious about it, you know what I mean?", "character": "Al Rockoff", "characterId": "nm0000518"}, {"text": "How does he get his copy out?", "character": "Dith Pran", "characterId": "nm0628955"}, {"text": "How does he get his copy out? Specially trained hens. Yeah, the BBC has commissioned them to walk past the Khmer Rouge like they're regular fowl, and then they've been crossing the border into Thailand every day and every night.", "character": "Al Rockoff", "characterId": "nm0000518"}]}, {"lines": [{"text": "If the going gets rough, I heard our best bet's the French embassy.", "character": "Jon Swain", "characterId": "nm0001696"}, {"text": "Who told you that?", "character": "Sydney Schanberg", "characterId": "nm0001832"}, {"text": "[faint chuckle]\nThe British embassy.", "character": "Jon Swain", "characterId": "nm0001696"}]}, {"lines": [{"text": "[during the fall of Phnom Penh]\n\"Sidney! No more fighting! No more war!\"", "character": "Dith Pran", "characterId": "nm0628955"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Cambodia. To many westerners it seemed a paradise. Another world, a secret world. But the war in neighboring Vietnam burst its borders, and the fighting soon spread to neutral Cambodia. In 1973 I went to cover this side-show struggle as a foreign correspondent of the New York Times. It was there, in the war-torn country side amidst the fighting between government troops and the Khmer Rouge guerrillas, that I met my guide and interpreter, Dith Pran, a man who was to change my life in a country I grew to love and pity.", "character": "Sydney Schanberg", "characterId": "nm0001832"}]}, {"lines": [{"text": "45 and a partly cloudy morning here. Clouds too in Washington. President Nixon has announced that he will address the nation on the Water Gate case within the next few days. The speech will be Mr. Nixon's first comments since May on the scandal which has resulted in resignations and nearly paralyzed the White House staff. It has also led to a tense confrontation, and perhaps a constitutional crises, with Senate investigators and the special Water Gate prosecutor. His speech was announced after the Gallop Poll disclosed that Mr. Nixon's popularity had fallen to the lowest point for an American president in 20 years...", "character": null, "characterId": null}]}, {"lines": [{"text": "They tell us that God is dead. And now the Party, they call the Angka, will provide everything for us. He says, Angka has identified and proclaims that the existence of a bad new disease, a memory sickness like those that think too much about life in pre-revolutionary Cambodia. He says, we are surrounded by enemies. The enemy is inside us. No one can be trusted.", "character": "Dith Pran", "characterId": "nm0628955"}, {"text": "[young boy Xs out parents in stick figure family on blackboard]", "character": null, "characterId": null}, {"text": "We must be like the ox and have no thought, except for the Party. No laugh, but for the Uncle. People starve, but we must not grow food. We must honor the comrade children, whose minds are not corrupted by the past.", "character": "Dith Pran", "characterId": "nm0628955"}]}, {"lines": [{"text": "Well, up the Cooper-Church Amendment's ass!", "character": "Military Attache", "characterId": "nm0005266"}]}, {"lines": [{"text": "Where ya goin', Schanberg?", "character": "Military Attache", "characterId": "nm0005266"}]}, {"lines": [{"text": "That's a rumor, Schanberg, and I'm not gonna comment on a rumor.", "character": "Military Attache", "characterId": "nm0005266"}]}]}