{"quotes": [{"lines": [{"text": "[narration]\nThey call them the haunted shores, these stretches of Devonshire and Cornwall and Ireland which rear up against the westward ocean. Mists gather here... and sea fog... and eerie stories...", "character": "Roderick Fitzgerald", "characterId": "nm0001537"}, {"text": "That's not because there are most ghosts here then other places, mind you. It's just that people who live here about are strangely aware of them. You see, day and night, year in, year out, they listen to the pound and stir of the waves. There's life and death in that restless sound. And eternity too.", "character": "Roderick Fitzgerald", "characterId": "nm0001537"}, {"text": "If you listen to it long enough, all your senses are sharpened. You come by strange instincts. You get to recognize a peculiar cold that is the first warning. A cold which is no mere matter of degrees Farenheit, but a draining of warmth from the vital centers of the living.", "character": "Roderick Fitzgerald", "characterId": "nm0001537"}, {"text": "Loads of people tell me they would've felt it. Even outside that locked door. We didn't. They can't understand why we didn't know what it meant when our dog wouldn't go up those stairs. Animals see the blasted things that appears.", "character": "Roderick Fitzgerald", "characterId": "nm0001537"}, {"text": "Well, my sister Pamela and I knew nothing about such matters. Not then we didn't. We had the disadvantage of being Londoners, just down for a fortnights rest. That 10th day of May, 1937 was the end of our holiday.", "character": "Roderick Fitzgerald", "characterId": "nm0001537"}]}, {"lines": [{"text": "[realizing Rick has written the music he is playing]\nYou made that up?", "character": "Stella Meredith", "characterId": "nm0751149"}, {"text": "Yes.", "character": "Roderick Fitzgerald", "characterId": "nm0001537"}, {"text": "But you must be brilliant.", "character": "Stella Meredith", "characterId": "nm0751149"}, {"text": "Oh, dazzling. People have to wear sunglasses.", "character": "Roderick Fitzgerald", "characterId": "nm0001537"}]}, {"lines": [{"text": "[narration]\nThey call them the haunted shores, these stretches of Devonshire and Cornwall and Ireland which rear up against the westward ocean. Mists gather here... and sea fog... and eerie stories...", "character": "Roderick Fitzgerald", "characterId": "nm0001537"}]}, {"lines": [{"text": "That's the dawn breeze...", "character": "Pamela Fitzgerald", "characterId": "nm0404046"}]}, {"lines": [{"text": "Important decisions have to be made quickly.", "character": "Pamela Fitzgerald", "characterId": "nm0404046"}]}, {"lines": [{"text": "[as Pam and Rod walk into the empty studio room]\nWell, now we know... the one ugly room in the house!", "character": "Pamela Fitzgerald", "characterId": "nm0404046"}]}]}