{"quotes": [{"lines": [{"text": "You must go to Geneva, as scheduled. And you must face the bastard. When the Covenant is signed, I will kill him, of course. Or you can, if you like.", "character": "Leighton", "characterId": "nm0378404"}, {"text": "I like!", "character": null, "characterId": null}]}, {"lines": [{"text": "[After Holcroft tries to attack him.]", "character": null, "characterId": null}, {"text": "But please, do not attempt anything too vividly cinematic.", "character": "Leighton", "characterId": "nm0378404"}]}, {"lines": [{"text": "[He spots a car tailing them.]", "character": null, "characterId": null}, {"text": "Probably just another Sunday driver. But on the other hand, as it is Tuesday, why don't you put your foot on the gas and see what happens.", "character": null, "characterId": null}]}, {"lines": [{"text": "Don't speak for a moment, just listen. These precautions may seem foolish to you, but they are necessary, I promise you!", "character": "Helden", "characterId": "nm0005481"}, {"text": "Listen, lady, three days ago, I was forty stories in the air, over New York, in a gale force wind, hiding from an insane building contractor. Let me tell you something. I felt safer there than I do now. So any precautions you want to take are OK with me!", "character": null, "characterId": null}]}, {"lines": [{"text": "May I suggest, that it is extremely difficult for a man, in a gray flannel suit, to behave naturally, while riding on a horse in the middle of the night, waiting for someone to shoot at you!", "character": null, "characterId": null}]}, {"lines": [{"text": "Oh, dear, oh, dear. Assumption, Mr. Holcroft, is, as they say in my profession, the mother of fuck-up.", "character": "Leighton", "characterId": "nm0378404"}]}, {"lines": [{"text": "Mr. Holcroft, your father was a complicated man, and the word complicated doesn't begin to describe him.", "character": "Manfredi", "characterId": "nm0003909"}]}, {"lines": [{"text": "[after one man is stabbed, another shot, a a third brushes past him with a bloody hand]\nWhat happened?", "character": "Noel Holcroft", "characterId": "nm0000323"}, {"text": "The world is full of lunatics shooting each other in the streets.", "character": "Manfredi", "characterId": "nm0003909"}]}, {"lines": [{"text": "Naughty, naughty, Mr. Holcroft. You mustn't speak to strangers. Could be harmful to the health.", "character": "Leighton", "characterId": "nm0378404"}]}, {"lines": [{"text": "There's a lot of villainous characters lurking about. I'm glad to say that most of them are mine.", "character": "Leighton", "characterId": "nm0378404"}]}, {"lines": [{"text": "I have a friend who lives in the country, and it's supposed to be an hour from 42nd Street. A lie! The only thing that's an hour from 42nd Street is 43rd Street!", "character": "Noel Holcroft", "characterId": "nm0000323"}]}, {"lines": [{"text": "[referring to Kessler]\nWhat a brilliant way to hide - just become a world famous public figure!", "character": "Helden", "characterId": "nm0005481"}]}, {"lines": [{"text": "You know what I think, don't you? I think I should get a gun. There are a lot of crazy people about, and they're all attracted to me.", "character": "Noel Holcroft", "characterId": "nm0000323"}]}, {"lines": [{"text": "[after Helden tells him they're being followed]\nProbably just another Sunday driver, but, on the other hand, as it is Tuesday, why don't you put your foot on the gas and see what happens?", "character": "Noel Holcroft", "characterId": "nm0000323"}]}]}