{"quotes": [{"lines": [{"text": "Compared with Man, we have to admit that the insect does not display what we can describe as intelligence. But don't feel too proud about that, because where there is no intelligence, there is also no stupidity.", "character": "Dr. Hellstrom", "characterId": "nm0696303"}]}, {"lines": [{"text": "In fighting the insect we have killed ourselves, polluted our water, poisoned our wildlife, permeated our own flesh with deadly toxins. The insect becomes immune, and we are poisoned. In fighting with superior intellect, we have outsmarted ourselves.", "character": "Dr. Hellstrom", "characterId": "nm0696303"}]}, {"lines": [{"text": "Psychiatrists", "character": "Dr. Hellstrom", "characterId": "nm0696303"}, {"text": "[say]", "character": null, "characterId": null}, {"text": "that, from childhood nightmares to adult schizophrenia, the insect is a common fixation on the human mind - partly because his face seems so evil, partly because he is so indestructible.", "character": "Dr. Hellstrom", "characterId": "nm0696303"}]}, {"lines": [{"text": "Ever wonder how David slew Goliath? Like the insect, he wasn't afraid to die.", "character": "Dr. Hellstrom", "characterId": "nm0696303"}]}, {"lines": [{"text": "Man will point to nature, claiming War was meant to be. But here they died with reason - through selflessness, not greed.", "character": "Dr. Hellstrom", "characterId": "nm0696303"}]}, {"lines": [{"text": "the knowledge that they must work together to create the elusive utopia - the perfect society.", "character": "Dr. Hellstrom", "characterId": "nm0696303"}]}, {"lines": [{"text": "Confronted with this incredible resourcefulness - this desperate desire to survive - we must wonder, why? What is the value, even for oneself, to sustain an existence that must ultimately end in death? The insect has the answer, because he never posed the question.", "character": "Dr. Hellstrom", "characterId": "nm0696303"}]}, {"lines": [{"text": "Of the billions of living things on Earth, only Man ponders his existence. His questions lead to torment, for he is unable to accept, as the insects do, that life's only purpose is life itself.", "character": "Dr. Hellstrom", "characterId": "nm0696303"}]}, {"lines": [{"text": "The Earth was created not with the gentle caress of love, but with the brutal violence of rape.", "character": "Dr. Hellstrom", "characterId": "nm0696303"}]}, {"lines": [{"text": "For the male Black Widow, the most exciting part of sex... is to escape.", "character": "Dr. Hellstrom", "characterId": "nm0696303"}]}]}