{"quotes": [{"lines": [{"text": "I'm dead. No, that's too melodramatic. I'm not dead. But I live without self-respect. I know it sounds silly and pretentious. Most people live without self-esteem. Humiliated at heart, stifled, and spat upon. They're alive and that's all they know. They know of no alternative. Even if they did, they would never reach out for it. Can one be sick with humiliation? Is this a disease we have to live with? We talk so much about freedom. Isn't freedom a poison for the humiliated? Or is it merely a drug the humiliated use in order to endure? I can't live like this. I've given up. I can't stand it anymore. The days drag by. I'm choked by the food I swallow, the shit I get rid of, the words I say. The daylight screams at me every morning to get up. Sleep is only dreams that chase me. The darkness rustles with ghosts and memories. Has is ever occurred to you that the worse off people are, the less they complain? Finally, they're silent even if they're living creatures with nerves, eyes, and hands. Vast armies of victims and hangmen. The sun rises and falls, heavily. The cold approaches. The darkness. The heat. The smell. They're all silent. We can never leave. It's too late. Everything's too late.", "character": "Andreas Winkelman", "characterId": "nm0001884"}]}, {"lines": [{"text": "She's no one - just what others make her be.", "character": "Eva Vergerus", "characterId": "nm0000761"}]}, {"lines": [{"text": "I try to busy myself with things I believe in. To live in line with some form of truth.", "character": "Anna Fromm", "characterId": "nm0880521"}, {"text": "How do you know which is right?", "character": "Andreas Winkelman", "characterId": "nm0001884"}, {"text": "People feel what is true and what is right. We fail, but I think we should strive for spiritual perfection.", "character": "Anna Fromm", "characterId": "nm0880521"}, {"text": "Do you often fail?", "character": "Elis Vergerus", "characterId": "nm0430746"}, {"text": "living in a relationship with the man I was married to. Andreas. Do you know why I didn't fail? Because we lived in harmony, because we were truthful and honest. We believed in each other. If I'd treated marriage the way you treat your center, I wouldn't have had happy memories. I wouldn't have had anything to believe in.", "character": "Anna Fromm", "characterId": "nm0880521"}]}, {"lines": [{"text": "Has it ever occurred to you that the worse of people are the less they complain?", "character": "Andreas Winkelman", "characterId": "nm0001884"}]}, {"lines": [{"text": "What is this deadly poison that corrodes the best in us, leaving only the shell?", "character": "Andreas Winkelman", "characterId": "nm0001884"}]}, {"lines": [{"text": "People think they have the right to tell you what to do. That brief desire to trample on something living.", "character": "Andreas Winkelman", "characterId": "nm0001884"}]}, {"lines": [{"text": "He tries to wipe out his means of expression so that, without his being aware of it, that hiding place has become a prison.", "character": "Andreas Winkelman", "characterId": "nm0001884"}]}, {"lines": [{"text": "I didn't think life could look like that. I didn't think life would be a daily suffering.", "character": "Anna Fromm", "characterId": "nm0880521"}]}, {"lines": [{"text": "Would you tell your kids about God? I wouldn't teach them to belief.", "character": "Eva Vergerus", "characterId": "nm0000761"}]}]}