{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[quoting]\nOur happiness stands forever threatened, for the plague Bacillus neither dies nor disappears. It can lie dormant for years sand years, in furniture and in linen chests. Biding its time in bedrooms, in cellars, in trunks, in handkerchiefs, and in the odd scrap of paper. And the day will come when, to the bane and enlightenment of man, the plague will awaken its rats and send them forth to die in a happy city. - Albert Camus, La Peste, 1947", "character": "Doctor Bernard Rieux", "characterId": "nm0000458"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[bed ridden]\nThe sound... The sound of the plague, can you here it?", "character": "Jean Tarrou", "characterId": "nm0000852"}]}, {"lines": [{"text": "[writing]\nWhat is more real than death? Yet when suffering denies us even the solitude of our homes, reality itself becomes an abstraction.", "character": "Doctor Bernard Rieux", "characterId": "nm0000458"}]}, {"lines": [{"text": "I'm a doctor. Disease is my natural enemy.", "character": "Doctor Bernard Rieux", "characterId": "nm0000458"}]}, {"lines": [{"text": "[to Father Paneloux]\nI've spent too long in hospitals to accept the notion of collective punishment. If I believed in an all-powerful God, I'd give up practicing medicine. No one wants to believe in a God like that. Not even you.", "character": "Doctor Bernard Rieux", "characterId": "nm0000458"}]}, {"lines": [{"text": "Microbes and disease are normal. People think it's the other way around. There's a little of the plague in all of us. Some don't know it, but others make it a way of life. Those of us who know have to be careful not to breathe into other people's faces. Not to become distracted. The honest man's the one who does just that. Avoids falling into distraction.", "character": "Doctor Bernard Rieux", "characterId": "nm0000458"}]}, {"lines": [{"text": "So, feelings are no longer allowed, huh?", "character": "Martine Rambert", "characterId": "nm0094789"}, {"text": "In my case, no, I'm not here for that. I stayed in Oran because I'm a doctor.", "character": "Doctor Bernard Rieux", "characterId": "nm0000458"}, {"text": "Oh yes, I know. And if you were a man, you'd have gone with your wife.", "character": "Martine Rambert", "characterId": "nm0094789"}, {"text": "That's right.", "character": "Doctor Bernard Rieux", "characterId": "nm0000458"}]}, {"lines": [{"text": "In a time of plague, there is only heaven or hell.", "character": "Father Paneloux", "characterId": "nm0615511"}]}, {"lines": [{"text": "It makes me feel ashamed now.", "character": "Martine Rambert", "characterId": "nm0094789"}, {"text": "Ashamed of what? Being happy when other people aren't? You were right, before I met you, I didn't know that to be happy, you had to work at it. Put your heart into, I always thought that one day happiness would just come along. That all you had to do was to avoid pain. But without pain, there's no happiness either.", "character": "Doctor Bernard Rieux", "characterId": "nm0000458"}]}, {"lines": [{"text": "Not only does it not end, but every now and again, it starts all over again! Come on everyone, let's push that boulder back to the top of the mountain!", "character": "Jean Tarrou", "characterId": "nm0000852"}]}, {"lines": [{"text": "Don't you see? The plague came because it felt like it. It's not my fault. I don't give a shit if others felt a little pain. They kept me company.", "character": "Cottard", "characterId": "nm0000471"}]}, {"lines": [{"text": "What's this \"normal life\", any way?", "character": "Cottard", "characterId": "nm0000471"}, {"text": "New movies in the theaters?", "character": "Jean Tarrou", "characterId": "nm0000852"}, {"text": "[big cackling laugh]", "character": "Cottard", "characterId": "nm0000471"}]}, {"lines": [{"text": "[writing]\nAll at once the plague's iron hand faltered. The epidemic lost to mathematical efficiency that had been its strength. Within two weeks, its power crumbled. Now the plague is retreating in disorder, allowing those condemned to death to escape their fate. It has begun to feed on others, like Tarrou, struck down in the midst of hope. We cannot claim to have defeated the plague. It has not been routed, but has only withdrawn. Perhaps because, for now, it has achieved its objectives.", "character": "Doctor Bernard Rieux", "characterId": "nm0000458"}, {"text": "Grand was one of those who was spared. Perhaps because fate favors those who defy it. Or because, as Tarrou said on first meeting Grand, \"Where ever there are people pursuing honorable obsessions, the plague will have no future.\"", "character": "Doctor Bernard Rieux", "characterId": "nm0000458"}]}, {"lines": [{"text": "[being wheeled into ambulance]\nCottard, what was it we were supposed to learn?", "character": "Jean Tarrou", "characterId": "nm0000852"}, {"text": "That it will always come back.", "character": "Cottard", "characterId": "nm0000471"}]}]}