{"quotes": [{"lines": [{"text": "My father has paid with his life for the murder of your wife. I have given my people orders not to fight. If you still seek revenge, take my life. But spare my people, they are innocent.", "character": "Queen Deianira", "characterId": "nm0543790"}, {"text": "Your people need not be afraid of me. And I would not avenge myself on a defenseless woman; even if you are the daughter of a man who was my greatest enemy.", "character": "Hercules", "characterId": "nm0362927"}]}, {"lines": [{"text": "[betraying Eurystheus]\nHercules would be appeased only if he were convinced that the murderer of his wife had been justly punished.", "character": "Licos", "characterId": "nm0784857"}]}, {"lines": [{"text": "I don't want to make war on Acalia. My only enemy is Eurysteus. I will allow him to defend himself. But if he possessed of too much cowardice, I will ask his people for the Trial of Themis.", "character": "Hercules", "characterId": "nm0362927"}]}, {"lines": [{"text": "You generosity condemns me to a trial far worse than death. Of this you are aware.", "character": "Queen Deianira", "characterId": "nm0543790"}]}, {"lines": [{"text": "The citizens have spread the word that Hercules is coming. They're collecting groups ready for action. This looks like rebellion, I'm afraid.", "character": "Il generale", "characterId": "nm0201833"}, {"text": "My palace guards will cut them down.", "character": "Licos", "characterId": "nm0784857"}, {"text": "Yes, but the soldiers have already thrown away their arms. They've refuse to fight against their brothers.", "character": "Il generale", "characterId": "nm0201833"}, {"text": "Execute a few. They'll serve as an example for the others.", "character": "Licos", "characterId": "nm0784857"}, {"text": "The others will not obey.", "character": "Il generale", "characterId": "nm0201833"}, {"text": "They'll obey me or die. It's the only way to put down a rebellion.", "character": "Licos", "characterId": "nm0784857"}]}, {"lines": [{"text": "I am displeased at you having kept from your friend the fact of our forthcoming marriage. Well, now you know.", "character": "Achilles", "characterId": "nm0896325"}, {"text": "Have you promised yourself to this man?", "character": "Hercules", "characterId": "nm0362927"}, {"text": "I have been vowed to Achellos in marriage. It was my father who wanted it.", "character": "Queen Deianira", "characterId": "nm0543790"}, {"text": "Your father committed many errors in his life. In my opinion, this one is the worst of them.", "character": "Hercules", "characterId": "nm0362927"}]}, {"lines": [{"text": "Once you set eyes on her, you will abandon any intention of ever leaving.", "character": "Némée", "characterId": "nm0649755"}, {"text": "I cannot stay. My honor is at stake.", "character": "Hercules", "characterId": "nm0362927"}]}, {"lines": [{"text": "Did you hope I'd be more beautiful? So it seems. You think that my face does not match my fame and you are disappointed.", "character": "Hippolyta", "characterId": "nm0543790"}, {"text": "Whoever you may be, Hippolyta or Deianira, you are the woman I want.", "character": "Hercules", "characterId": "nm0362927"}]}, {"lines": [{"text": "You know my remedies have never failed me. But when you have restored life to him, I know he will not thank you. Not in the way you wish.", "character": "Maga", "characterId": "nm0812765"}, {"text": "You want to save him to be a new victim for your pleasure and torture.", "character": "Némée", "characterId": "nm0649755"}, {"text": "No mortal man has ever escaped from our domain alive. Not even the son of Jupiter will ever change that.", "character": "Hippolyta", "characterId": "nm0543790"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[whispering]\nTake me away.", "character": "Queen Deianira", "characterId": "nm0543790"}]}, {"lines": [{"text": "Are you Megara?", "character": "Licos", "characterId": "nm0784857"}, {"text": "Yes. Yes, I am. What do you want? If you want our gold, if you want our cattle, you can have it. Everything. But why must you take innocent life?", "character": "Megara", "characterId": "nm0019145"}, {"text": "It is your life that interests us.", "character": "Licos", "characterId": "nm0784857"}, {"text": "Mine? Mine?", "character": "Megara", "characterId": "nm0019145"}, {"text": "It is your misfortune to be the wife of Hercules. But taking your life, we destroy what he loves most.", "character": "Licos", "characterId": "nm0784857"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Here! Right this way.", "character": "Philoctetes", "characterId": "nm0042164"}]}, {"lines": [{"text": "How dare you? Who are you?", "character": "Aleia", "characterId": "nm0173909"}, {"text": "I'm Timanthes, shield bearer to Hercules. Is this the way you show gratitude?", "character": "Timanthes", "characterId": "nm0779981"}, {"text": "Gratitude? For what?", "character": "Aleia", "characterId": "nm0173909"}, {"text": "I kept your spirits up during this whole thing.", "character": "Timanthes", "characterId": "nm0779981"}]}, {"lines": [{"text": "Oracle, you who see truth in shifting sand, in the moving tides of the sea, in the flight of birds across the sky, you to whom the stars reveal their secrets and the fates disclose their mysteries we mortals see only in our admonishing dreams. Tell me if the gods have been placated at last; if of their endless trials I shall have peace.", "character": "Hercules", "characterId": "nm0362927"}, {"text": "Hercules, I see the ocean in madness. I see a raft dragged along and tossed in the wake of a mighty vessel. This vessel I see is the wrath of the gods you've brought upon yourself by killing the sacred serpent of the goddess Hera. Your whole life, Hercules, will be as this raft. Swept by wind and wave, tossed by the tempest.", "character": "The oracle", "characterId": "nm0302815"}, {"text": "What more, oracle? What new sufferings must I endure?", "character": "Hercules", "characterId": "nm0362927"}]}, {"lines": [{"text": "Hercules... will avenge me.", "character": "Megara", "characterId": "nm0019145"}, {"text": "I hope he will, but his vengeance will fall on the person that I wish to destroy.", "character": "Licos", "characterId": "nm0784857"}]}, {"lines": [{"text": "I would like to be here tomorrow to enjoy the bitter torment of Hercules. This would be a fatal blow to him. He shall curse Heaven for not having killed him as well.", "character": "Eurysteus", "characterId": "nm0266945"}, {"text": "But his wish for death will only follow his revenge. When he finds out the truth about this, he will destroy us all.", "character": "Licos", "characterId": "nm0784857"}, {"text": "How will he find out?", "character": "Eurysteus", "characterId": "nm0266945"}, {"text": "He knows all those who are his enemies. He will not be long in realizing it was you.", "character": "Licos", "characterId": "nm0784857"}]}, {"lines": [{"text": "Achellos is very hot tempered, an impetuous young man. He will not hesitate to challenge Hercules.", "character": "Licos", "characterId": "nm0784857"}, {"text": "Tell me, do you seriously expect Achellos to be able to kill the son of Zeus himself?", "character": "Philoctetes", "characterId": "nm0042164"}, {"text": "In all likelihood, the one to parish will be Achellos.", "character": "Licos", "characterId": "nm0784857"}]}, {"lines": [{"text": "I just realized something. We must be in the midst of the land of the Amazon. No man who comes here is ever seen again.", "character": "Iolaus", "characterId": "nm0103854"}]}, {"lines": [{"text": "Deianira, I have no idea what they may have told you, but I swear to you I think I really am in love with Timanthes.", "character": "Aleia", "characterId": "nm0173909"}, {"text": "I know by the look in your eye that you speak the truth. I wish you'd find happiness.", "character": "Queen Deianira", "characterId": "nm0543790"}, {"text": "And you, have you found yours? As I have found mine?", "character": "Aleia", "characterId": "nm0173909"}, {"text": "No, you are lucky. You are free to love the man of your own choice.", "character": "Queen Deianira", "characterId": "nm0543790"}, {"text": "If I were queen, I'd...", "character": "Aleia", "characterId": "nm0173909"}, {"text": "If you werea queen, your fate would be as mine. You also would be bound to marry out of reason or duty. Even if in your heart you loved another.", "character": "Queen Deianira", "characterId": "nm0543790"}]}, {"lines": [{"text": "The hydra is dead.", "character": "Timanthes", "characterId": "nm0779981"}, {"text": "Only Hercules could have killed such a monster.", "character": "Iolaus", "characterId": "nm0103854"}, {"text": "He must still be alive.", "character": "Timanthes", "characterId": "nm0779981"}]}]}