{"quotes": [{"lines": [{"text": "I didn't like Prebble when he was alive. But now that he's been murdered, that always makes a man so romantic.", "character": "Sally Ellis", "characterId": "nm0232655"}]}, {"lines": [{"text": "How about you slip into something more comfortable, like a few drinks and some chinese food.", "character": "Harry Prebble", "characterId": "nm0000994"}]}, {"lines": [{"text": "All right, now tell me just how you murdered Harry Prebble.", "character": "Casey Mayo", "characterId": "nm0002017"}, {"text": "You know how I killed him! Do you want to know why? Because I loved him. With a passion that was bigger than both of us!", "character": "Woman on telephone", "characterId": "nm0395067"}, {"text": "The size of the passion's important, lady. But tell me first, what size shoe do you wear?", "character": "Casey Mayo", "characterId": "nm0002017"}, {"text": "Shoe? 8 1/2 C. I could wear 8, it's just that 8 1/2 is more comfortable.", "character": "Woman on telephone", "characterId": "nm0395067"}, {"text": "Sorry, lady. But your feet's too big.", "character": "Casey Mayo", "characterId": "nm0002017"}]}, {"lines": [{"text": "[on the phone]\nIf you want your picture on the paper, you'll have to go out and kill somebody first.", "character": "Casey Mayo", "characterId": "nm0002017"}]}, {"lines": [{"text": "[speaking about a Polynesian Pearl Diver cocktail]\nThese aren't really drinks. They're trade-winds across cool lagoons. They're the Southern Cross above coral reefs. They're a lovely maiden bathing at the foot of a waterfall.", "character": "Harry Prebble", "characterId": "nm0000994"}]}, {"lines": [{"text": "A Letter to an Unknown Murderess. Dear Blue Gardenia, Any day now, any hour... any minute, the police are going to catch up with you... But, all they want is a quick confession... I want to help you. When I say \"I\", that means my newspaper and me. To us you're a story... a big story! If we get it first we will go all out for you. You can trust me. And, I promise not to print a line without your permission. By now you must be frightened out of your wits. You don't know which way to turn, there's no place to hide, nowhere to run... except to me. So take my advice, Blue Gardenia. Go to the nearest phone booth and invest a dime on the rest of your life. Dial Madison 60025. And ask for, yours very earnestly, Casey Mayo.", "character": "Casey Mayo", "characterId": "nm0002017"}]}, {"lines": [{"text": "Dear Norah, You've probably learned by now that I'm not so hot as a letter writer. I remember when we were kids in Bakersfield and I worked vacations in San Joaquin Valley. You used to bawl me out for not writing. Well, I guess I've gotten worse. But, that doesn't mean I haven't been thinking about you... a lot. And also thinking about someone else, Norah. A nurse I met in Tokyo when I took a load of Commie shrapnel with me. Angela, that's her name, supplied the strength and the courage and everything else to pull me through. I didn't want it to happen but... there's nothing a guy can do about the real McCoy, and that's what this is. We're in love. And when I get out we're going to be married. That's the story, Norah. And, I guess there's nothing else to say except I hope you'll understand. With affection, always... and best wishes for your future. \"Best wishes for your future\". Yours very sincerely. Yours very... truly.", "character": "Lt. George Foster", "characterId": "nm0681055"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[Reporter Casey Mayo has tossed his \"little black book\", containing information on his girlfriends, to Al, his photographer]", "character": null, "characterId": null}, {"text": "[Looks at the information on one page]\nWow!", "character": "Al", "characterId": "nm0258757"}, {"text": "[He reads the following page]", "character": null, "characterId": null}, {"text": "Oh, brother!", "character": "Al", "characterId": "nm0258757"}]}]}