{"quotes": [{"lines": [{"text": "You're growing up. And rain sort of remains on the branches of a tree that will someday rule the Earth. And it's good that there is rain. It clears the month of your sorry rainbow expressions, and it clears the streets of the silent armies... so we can dance.", "character": "Jim Carroll", "characterId": "nm0000138"}]}, {"lines": [{"text": "Just my own naked self and the stars breathing down, it's beautiful.", "character": "Jim", "characterId": "nm0000138"}]}, {"lines": [{"text": "First, it's a Saturday night thing when you feel cool like a gangster or a rockstar- just something to kill the boredom, you know? They call it a chippie, a small habit. It feels so good, you start doing it on Tuesdays... then Thursdays... then it's got you. Every wise ass punk on the block says it won't happen to them, but it does.", "character": "Jim Carroll", "characterId": "nm0000138"}]}, {"lines": [{"text": "You gotta have presence on the court. Presence like a cheetah rather than a chimp. Sure, they both got it, but Chimpy gotta jump his nuts around to get it. The shy cheetah moves with total nonchalance, stickin' it to them in his sexy, slow strut. Me? I play like a cheetah.", "character": "Jim", "characterId": "nm0000138"}]}, {"lines": [{"text": "I saw this girl next to me who wasn't beautiful until she smiled.", "character": "Jim Carroll", "characterId": "nm0000138"}]}, {"lines": [{"text": "I'll tell you what, if our school was this nice I would go there more than once a week.", "character": "Mickey", "characterId": "nm0000242"}]}, {"lines": [{"text": "Hey white boy! Are you ready for your beatin'?", "character": "Reggie Porter", "characterId": "nm0001368"}, {"text": "Don't let your mouth get you into something your ass can't handle.", "character": "Jim Carroll", "characterId": "nm0000138"}]}, {"lines": [{"text": "All I've been doing is reading this diary wondering how the hell I'm still alive?", "character": "Jim", "characterId": "nm0000138"}]}, {"lines": [{"text": "I felt dazed, like I just came out of a 4 hour movie I didn't understand.", "character": "Jim Carroll", "characterId": "nm0000138"}]}, {"lines": [{"text": "I was just gonna sniff a bag but one guy says if you're gonna sniff you might as well pop it and another guys says if you gonna pop it you might as well mainline.", "character": "Jim", "characterId": "nm0000138"}]}, {"lines": [{"text": "I just wanna be pure, I just wanna be pure.", "character": "Jim Carroll", "characterId": "nm0000138"}]}, {"lines": [{"text": "[Is continuously getting hit by the Father's cane. The bell rings and the Father stops hitting him]\nToo bad, Father. I was just beginning to enjoy it.", "character": "Jim", "characterId": "nm0000138"}, {"text": "We can do it again tomorrow if you like, Mr. Carroll.", "character": "Father McNulty", "characterId": "nm0178358"}]}, {"lines": [{"text": "Time sure flies when you're young and jerking off.", "character": "Jim Carroll", "characterId": "nm0000138"}]}, {"lines": [{"text": "Shit happens alright? Shit fucking happens... christ!", "character": "Mickey", "characterId": "nm0000242"}]}, {"lines": [{"text": "And in the next life, father, I'M gonna have the PADDLE.", "character": "Jim", "characterId": "nm0000138"}]}, {"lines": [{"text": "[narrating]\nWhen I was young, about eight or so, I tried making friends with God by inviting Him to my house to watch the World Series. He never showed.", "character": "Jim Carroll", "characterId": "nm0000138"}]}, {"lines": [{"text": "Idle time is the devil's play thing", "character": "Jim's Mother", "characterId": "nm0000966"}]}, {"lines": [{"text": "[wakes Jim up from his dream by slamming his cane against his desk]\nWake up, Mr. Carroll, it's later than you think!", "character": "Father McNulty", "characterId": "nm0178358"}]}, {"lines": [{"text": "Who's the whore now?", "character": "Diane Moody", "characterId": "nm0000496"}]}, {"lines": [{"text": "...did I ever tell you about the first time I did heroin?", "character": "Jim", "characterId": "nm0000138"}]}, {"lines": [{"text": "[after getting hit in the nose by Jim]\nAll right. Fine. Tell them whatever you want. Nobody's gonna believe a druggie like you, anyway.", "character": "Swifty", "characterId": "nm0456124"}, {"text": "What?", "character": "Jim", "characterId": "nm0000138"}, {"text": "You think we're stupid? You think we don't know what you've been doin'?", "character": "Swifty", "characterId": "nm0456124"}]}, {"lines": [{"text": "Gee whiz, ma, we oughtta have these heart to heart talks more often, they're good for us.", "character": "Jim", "characterId": "nm0000138"}]}, {"lines": [{"text": "Yo, you think that'll keep him out of Heaven?", "character": "Pedro", "characterId": "nm0534944"}, {"text": "What are you, kidding me? Jesus Christ himself would of laughed at that, it was hillarious.", "character": "Mickey", "characterId": "nm0000242"}]}, {"lines": [{"text": "Know this. There's different types of users of junk. You got your rich dilettante square-ass who dabbles now and then and always has enough money to run off to the Riviera if he feels he's fucking around to the danger point. Street junkies hate these pricks, but they're always suckers, and their money makes them tolerable. Then you got your upper-middle-class Westchester preppies... same as the others, basically. What they're good for is opening their mommy and daddy's eyes to this social virus and putting pressure on the government to do something about it. Then there's us street kids. Start fucking around very young, 13 or so. We think we all got it under control and won't get strung out. This rarely works. I'm living proof. But in the end, you just got to see the junk as another 9-to-5 gig. The hours are just a bit more inclined to shadows.", "character": "Jim", "characterId": "nm0000138"}]}, {"lines": [{"text": "[Walks up to Swifty]\nDon't worry, Swifty, I won't rat you out.", "character": "Jim", "characterId": "nm0000138"}, {"text": "[Walks up to Father McNulty]", "character": null, "characterId": null}, {"text": "And in the next life, Father, I'm gonna have the paddle!", "character": "Jim", "characterId": "nm0000138"}, {"text": "[Walks out]", "character": null, "characterId": null}]}]}