{"quotes": [{"lines": [{"text": "[Gil Carter reading Martin's letter]", "character": null, "characterId": null}, {"text": "\"My dear Wife, Mr. Davies will tell you what's happening here tonight. He's a good man and has done everything he can for me. I suppose there are some other good men here, too, only they don't seem to realize what they're doing. They're the ones I feel sorry for. 'Cause it'll be over for me in a little while, but they'll have to go on remembering for the rest of their lives. A man just naturally can't take the law into his own hands and hang people without hurtin' everybody in the world, 'cause then he's just not breaking one law but all laws. Law is a lot more than words you put in a book, or judges or lawyers or sheriffs you hire to carry it out. It's everything people ever have found out about justice and what's right and wrong. It's the very conscience of humanity. There can't be any such thing as civilization unless people have a conscience, because if people touch God anywhere, where is it except through their conscience? And what is anybody's conscience except a little piece of the conscience of all men that ever lived? I guess that's all I've got to say except kiss the babies for me and God bless you. Your husband, Donald.\"", "character": "Gil Carter", "characterId": "nm0000020"}]}, {"lines": [{"text": "This is only slightly any of your business, my friend. Remember that.", "character": "Major Tetley", "characterId": "nm0175815"}, {"text": "Hangin' is any man's business that's around.", "character": "Gil Carter", "characterId": "nm0000020"}]}, {"lines": [{"text": "[Gil lights a cigarette during the posse's night in the woods]\nPut out that light you fool. You wanna give us away?", "character": "Jeff Farnley", "characterId": "nm0492908"}, {"text": "Who to?", "character": "Gil Carter", "characterId": "nm0000020"}, {"text": "[pulling gun]\nChuck that butt or I'll plug you.", "character": "Jeff Farnley", "characterId": "nm0492908"}, {"text": "Start somethin'. For every hole you make, I'll make two.", "character": "Gil Carter", "characterId": "nm0000020"}, {"text": "[when eight other men promptly light up]\nLooks like you gonna have a lot of shootin' to do, Mr. Farnley.", "character": "Sparks", "characterId": "nm0924181"}]}, {"lines": [{"text": "Why do ya keep asking me all these questions? You don't believe anything I tell you.", "character": "Donald Martin", "characterId": "nm0000763"}, {"text": "There's truth in lies too, if you can get enough of them.", "character": "Major Tetley", "characterId": "nm0175815"}]}, {"lines": [{"text": "[when Juan finally speaks English after pretending he only knows Spanish]\nSo, he speaks American!", "character": "Jenny Grier", "characterId": "nm0002034"}, {"text": "And ten other languages, my dear - but I don't tell anything I don't want to in any of them.", "character": "Juan Martínez", "characterId": "nm0000063"}]}, {"lines": [{"text": "[Carter and Croft are out with the posse]", "character": null, "characterId": null}, {"text": "Doin' this in the middle of the night's crazy.", "character": "Gil Carter", "characterId": "nm0000020"}, {"text": "Thought you liked excitement?", "character": "Art Croft", "characterId": "nm0604702"}, {"text": "I got nothin' particular against hangin' a murderin' rustler; it's just I don't like doin' it in the dark. There's always some crazy fool who'll lose his head and start hangin' everybody in sight.", "character": "Gil Carter", "characterId": "nm0000020"}, {"text": "Us?", "character": "Art Croft", "characterId": "nm0604702"}, {"text": "Funnier things have happened.", "character": "Gil Carter", "characterId": "nm0000020"}, {"text": "Well we didn't have to come.", "character": "Art Croft", "characterId": "nm0604702"}, {"text": "Look kinda funny if we hadn't, wouldn't it?", "character": "Gil Carter", "characterId": "nm0000020"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Where are we goin'?", "character": "Art Croft", "characterId": "nm0604702"}, {"text": "He said he wanted his wife to get this letter, didn't he? Said there was nobody to look after the kids, didn't he?", "character": "Gil Carter", "characterId": "nm0000020"}, {"text": "[they both mount and ride out of town]", "character": null, "characterId": null}]}, {"lines": [{"text": "Down in Texas, where I come from, we just go out and get a man and string him up.", "character": null, "characterId": null}, {"text": "That's right!", "character": null, "characterId": null}]}, {"lines": [{"text": "power and cruelty. You can't feel pity. You can't even feel guilt. You knew they were innocent, but you were crazy to see them hanged. And to make me watch it. I could've stopped you with a gun, just as any other animal can be stopped. But I couldn't do it because I'm a coward. Aren't you glad you made me go? Weren't you proud of me? How does it feel to have begot a weakling, Major? Does it make you afraid there may be some weakness in you, too? That other men might discover and whisper about? Open the door! I want to see your face. I want to know how you feel now!", "character": "Gerald Tetley", "characterId": "nm0264278"}]}, {"lines": [{"text": "They're kiddin' you, Sparks.", "character": "Gil Carter", "characterId": "nm0000020"}, {"text": "I know sir. But maybe Mr. Smith's accidentally right. Maybe I ought to go along.", "character": "Sparks", "characterId": "nm0924181"}]}, {"lines": [{"text": "I'll have no female boys bearing my name.", "character": "Major Tetley", "characterId": "nm0175815"}]}, {"lines": [{"text": "One more word out of you, Smith, and I'll have you up for impeding the course of justice.", "character": "Judge Daniel Tyler", "characterId": "nm0109063"}, {"text": "Judge, you can't impede what don't move anyway.", "character": "Jenny Grier", "characterId": "nm0002034"}]}, {"lines": [{"text": "Other men with families have had to die for this sort of thing. It's too bad, but it's justice.", "character": "Major Tetley", "characterId": "nm0175815"}, {"text": "Justice? What do you care about justice? You don't even care whether you've got the right men or not. All you know is you've lost something and somebody's got to be punished.", "character": "Donald Martin", "characterId": "nm0000763"}]}, {"lines": [{"text": "God better have mercy on you. You won't get any from me.", "character": "Sheriff", "characterId": "nm0732062"}]}, {"lines": [{"text": "[talking about Gil Carter]\nWhenever he gets low in spirits or confused in his mind, he doesn't feel right until he's had a fight. It doesn't matter whether he wins or not. He feels fine again afterwards.", "character": "Art Croft", "characterId": "nm0604702"}]}, {"lines": [{"text": "Say, what is there to do in this town anyway?", "character": "Gil Carter", "characterId": "nm0000020"}, {"text": "Well, unless you want to get in line and woo Drew's daughter...", "character": "Darby", "characterId": "nm0453081"}, {"text": "We don't.", "character": "Art Croft", "characterId": "nm0604702"}, {"text": "eat, sleep, drink, play poker or fight. Or you can shoot some pool. I got a new table in the back room.", "character": "Darby", "characterId": "nm0453081"}]}, {"lines": [{"text": "Gil Carter and Art Croft have just ridden into town]\nDeader than a Payute's grave!", "character": "Gil Carter", "characterId": "nm0000020"}]}, {"lines": [{"text": "[Gil and Art discuss their uneasiness about certain members of the posse]\nBesides, I like to pick my own bosses.", "character": "Gil Carter", "characterId": "nm0000020"}, {"text": "Whether we picked 'em or not, we sure got 'em.", "character": "Art Croft", "characterId": "nm0604702"}, {"text": "That's what I don't like. That Smith, and Bartlett, shootin' off their mouths... Farnley... and that renegade Tetley, struttin' around in his uniform pretending he's so much. He never even *saw* the South until after the war, and then only long enough to marry that kid's mother and get run outta' the place by her folks.", "character": "Gil Carter", "characterId": "nm0000020"}, {"text": "I figured there was somethin' fishy about him, dressin' up like that.", "character": "Art Croft", "characterId": "nm0604702"}, {"text": "For sure. Whydya' suppose he'd be livin' in this neck 'o the woods if he didn't have something to hide?", "character": "Gil Carter", "characterId": "nm0000020"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "No sabe!", "character": "Juan Martínez", "characterId": "nm0000063"}]}]}