{"quotes": [{"lines": [{"text": "Ma, the Bible gives you 70 years to live. The insurance companies tell you it's 65. The big companies tell you that after 40 years you can't make a buck. Well, I haven't got far to go. When you die, you're a long time dead.", "character": "Vincent Lubeck", "characterId": "nm0862937"}, {"text": "And when you are in jail, are you alive?", "character": "Mrs. Lubeck", "characterId": "nm0326589"}]}, {"lines": [{"text": "The only extenuating circumstance is that Vincent Lubeck hasn't committed murder... yet!", "character": "Prison Warden Stevens", "characterId": "nm0744841"}]}, {"lines": [{"text": "Take a breath, Vincent. Go ahead. Smell! You can smell fresh air here. Not like where we used to live by the city dump. Every time the wind changed... my!... the smell! And Papa running around all day yelling, 'Keep the windows closed! Keep the windows... '", "character": "Mrs. Lubeck", "characterId": "nm0326589"}, {"text": "Stop it, Ma! Keep the windows closed? What was the use? The stink came through them anyhow into all the corners of your lungs... your skin! Even if you took a bath every day, the stink would still stink! Our playground, where we picked up a few pieces of junk to get spending money. A rotten stink! Even now we're not too far away from it! But you wait! I've got ideas. I'll get plenty of money! Yeah, dough! That's the only thing that'll ever cover up the stink of the city dump!", "character": "Vincent Lubeck", "characterId": "nm0862937"}]}, {"lines": [{"text": "You handle the truth carelessly, don't you, Vincent?", "character": "Eileen", "characterId": "nm0727860"}, {"text": "That's what I like about you - class! Never come out and call a man a liar.", "character": "Vincent Lubeck", "characterId": "nm0862937"}]}, {"lines": [{"text": "Harboring a fugitive isn't my idea of companionship. Get out of my bedroom.", "character": "Eileen", "characterId": "nm0727860"}]}, {"lines": [{"text": "It's too late, Vincent. What can momma do - go to the electric chair for you?", "character": "Mrs. Lubeck", "characterId": "nm0326589"}]}]}