{"quotes": [{"lines": [{"text": "You could afford much more if you hadn't dropped out of college.", "character": "Mrs. Browne", "characterId": "nm0001807"}, {"text": "I knew it, I knew you'd get around to that. You'll just never understand, will you?", "character": "Kiswana", "characterId": "nm0002101"}, {"text": "Understand what, baby?", "character": "Mrs. Browne", "characterId": "nm0001807"}, {"text": "That my place is here with my people.", "character": "Kiswana", "characterId": "nm0002101"}, {"text": "Melanie, what help could you possibly be to these people while you're living hand-to-mouth on a file clerk's check?", "character": "Mrs. Browne", "characterId": "nm0001807"}, {"text": "At least I'm here with day-to-day contact with my people, instead of being like you and Daddy and sitting over at Linden Hills with a terminal case of middle-class amnesia.", "character": "Kiswana", "characterId": "nm0002101"}, {"text": "You don't have to live in the slums to care, Melanie. You don't have to try to be something you're not.", "character": "Mrs. Browne", "characterId": "nm0001807"}, {"text": "God, I can't stand this!", "character": "Kiswana", "characterId": "nm0002101"}, {"text": "[she gets up to stand in front of Mrs. Browne]", "character": null, "characterId": null}, {"text": "Trying to be something I'm not? Trying to be proud of my African heritage? If that's trying to be something I'm not, then that's fine. I'd rather be dead than be like you, a stuck up nigger who's ashamed of being black.", "character": "Kiswana", "characterId": "nm0002101"}, {"text": "My grandmother was a full-blooded Iroquois. My grandfather was a black from a long line of journeymen who lived in Connecticut since the establishment of the colonies. My father was a Bajan who came to this country a cabin boy on a merchant mariner.", "character": "Mrs. Browne", "characterId": "nm0001807"}, {"text": "[quietly]\nI know all that, Mama.", "character": "Kiswana", "characterId": "nm0002101"}, {"text": "to be allowed to be. And I learned through the blood of these people that black isn't beautiful. It isn't ugly. It isn't kinky hair, It isn't straight hair; Black is just Black. It broke my heart when you changed your name. I gave you my grandmother's name, a woman who bore nine children and educated them all, who held off six white men with a shotgun when they tried to drag one of her sons to jail for \"not knowing his place\". And you needed to reach into an African dictionary to find a name that would make you proud. When I brought my babies home from the hospital, I swore to whatever gods that would listen, that I would use everything I had or could get so that that my children would be prepared to meet this world on its own terms, so that on one could make them ashamed of what they were or how they looked, whatever they were or however they looked. And Melanie, that's not white or red or black or purple. That's being a mother.", "character": "Mrs. Browne", "characterId": "nm0001807"}]}, {"lines": [{"text": "[referring to Etta's Mae's flirtation with Reverend Woods]\nIf you had batted your eyelashes any faster, we'd have had a dust storm up in there.", "character": "Mattie Michael", "characterId": "nm0001856"}, {"text": "You said you wanted me to meet some nice men. Well, I met one.", "character": "Etta Mae", "characterId": "nm0364068"}, {"text": "Etta, I meant a man who'd be serious about settling down with you. Why, you're going on like a schoolgirl. Can't you see what he's got in mind?", "character": "Mattie Michael", "characterId": "nm0001856"}, {"text": "[in a cold yet angry tone]\nThe only thing I see is that you're telling me I'm not good enough for a man like that. Oh, no, not Etta Johnson. No upstanding decent man could ever see anything in her but a quick good time. Well, I'll tell you something Mattie Michael. I've always traveled first class, maybe not in the way you'd approve of with all your fine Christian principles, but it's done all right by me. And I'm gonna keep top drawer till I leave this earth. Don't you think I got a mirror? Each year there's a new line to cover. I lay down with this body and get up with it every morning. And each morning it cries for just a little more rest than it did the day before. Well, I'm finally gonna get that rest and it's going to be with a man like Reverend Woods. And you and the rest of those slack-mouthed gossips be damned! They'll be humming a different tune when I show up there the wife of a big preacher. I've always known what they say about me behind my back, but I never thought you were right in there with them.", "character": "Etta Mae", "characterId": "nm0364068"}]}, {"lines": [{"text": "So what? We're nothing but a couple of dykes.", "character": "Theresa", "characterId": "nm0446780"}, {"text": "You can call yourself anything you want to, Tee, but you leave me out of it.", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "Lorraine, you are a lesbian. A dyke, a lesbo, a butch, all those names that boy was calling you. Yes, I saw it! And you can run in all the basements in the world, and it's not gonna change anything. Why can't you just accept it?", "character": "Theresa", "characterId": "nm0446780"}, {"text": "[angrily]\nI have accepted it! I've accepted it all my life! I lost my family because of that, but it doesn't make me different than anybody else in this world!", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "It makes you damned different!", "character": "Theresa", "characterId": "nm0446780"}, {"text": "No, it doesn't!", "character": "Theresa", "characterId": "nm0446780"}, {"text": "[opens a package and takes out some underwear]", "character": null, "characterId": null}, {"text": "Do you see this? There's only been two things in my life that have been constant since I was sixteen! That was beige bras and oatmeal. The day before I first fell in love with a woman, I got up in the morning, had oatmeal for breakfast, I put on my beige bra and went to school. The day after I feel in love with that woman, I got up in the morning, had oatmeal for breakfast, put on my beige bra and went to school. I was no different before that happened or after that happened, Tee.", "character": "Theresa", "characterId": "nm0446780"}, {"text": "And what did you do the next day you went to school? Did you stand around in the locker room and swap stories about this new love in your life with the other girls? Why didn't you stand up there in that locker room and pass her picture around? Why didn't you take her to the senior prom? Hmm? Why not? Lorraine, answer me.", "character": "Theresa", "characterId": "nm0446780"}, {"text": "[quietly]\nBecause they wouldn't have understood.", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "That's right! And as long as they own the whole damn world, it's them and us. And that spells different!", "character": "Theresa", "characterId": "nm0446780"}]}, {"lines": [{"text": "[re babies]\nAll yours. Built-in heartache for the next twenty years!", "character": "Etta Mae", "characterId": "nm0364068"}, {"text": "[reprovingly]\nEtta...", "character": "Mattie Michael", "characterId": "nm0001856"}, {"text": "Now me, when I want ready-made trouble, I dig up a handsome man. No diapers to change, and I walk when I'm ready.", "character": "Etta Mae", "characterId": "nm0364068"}]}, {"lines": [{"text": "[Etta Mae flirtatiously accepts an invitation to dance]\nWoman, you better stay here and act your age.", "character": "Mattie Michael", "characterId": "nm0001856"}, {"text": "Ooh, I'm acting it. 35!", "character": "Etta Mae", "characterId": "nm0364068"}, {"text": "Hm! You've got regrets older than that.", "character": "Mattie Michael", "characterId": "nm0001856"}]}, {"lines": [{"text": "Ciel, I promise you, if you leave this world, it'll be over my dead body!", "character": "Mattie Michael", "characterId": "nm0001856"}]}, {"lines": [{"text": "Ain't that the story. Colored folks try to do a little something, somebody come along and throw up a wall.", "character": "Mattie Michael", "characterId": "nm0001856"}, {"text": "Well, why don't you do something about it?", "character": "Kiswana", "characterId": "nm0002101"}, {"text": "What I'm supposed to do? I could tear down this wall with my bare hands; they'd just send somebody in the next day to put it up again.", "character": "Mattie Michael", "characterId": "nm0001856"}, {"text": "But at least you would have done something!", "character": "Kiswana", "characterId": "nm0002101"}, {"text": "Ain't no use. You're young. You'll see what I mean.", "character": "Mattie Michael", "characterId": "nm0001856"}, {"text": "No, I won't. That's the difference between you and me.", "character": "Kiswana", "characterId": "nm0002101"}]}, {"lines": [{"text": "[while sobbing intensely]\nI ain't got nothing to live for, Mattie!", "character": "Ciel", "characterId": "nm0005551"}, {"text": "[wraps arms around Ciel]\nThat ain't true, baby. You got youself. You got yourself.", "character": "Mattie Michael", "characterId": "nm0001856"}]}, {"lines": [{"text": "[having grabbed a shotgun after witnessing her husband beat Mattie]\nSo help me Jesus, Sam! Hit my child again, and I'll meet you soul in hell!", "character": "Fannie Michael", "characterId": "nm0019569"}]}, {"lines": [{"text": "[while examining one of Cora Lee's children, who has just injured himself]\nThere's a big knot coming up on the side of his head; maybe we should take him...", "character": "Kiswana", "characterId": "nm0002101"}, {"text": "It'll go down.", "character": "Cora Lee", "characterId": "nm0830021"}, {"text": "[after seeing the expression on Kiswana's face]", "character": null, "characterId": null}, {"text": "Look, if I ran to the hospital every time one of these kids bumps their heads or scrapes their knee, I'd spend the rest of my life in those emergency rooms.", "character": "Cora Lee", "characterId": "nm0830021"}]}, {"lines": [{"text": "[rocking in a chair and sewing]\nSo, trusting you stay out of jail, what you intend to do now?", "character": "Mattie Michael", "characterId": "nm0001856"}, {"text": "I guess I could get a couple thousand for the car. That'll tide me over until my next... business opportunity comes along.", "character": "Etta Mae", "characterId": "nm0364068"}, {"text": "You and your business opportunities. Why don't you just settle down and get yourself a regular job?", "character": "Mattie Michael", "characterId": "nm0001856"}, {"text": "A job doing what? What kind of experience I got? Nothing that's gonna get me a regular job.", "character": "Etta Mae", "characterId": "nm0364068"}, {"text": "You don't know that.", "character": "Mattie Michael", "characterId": "nm0001856"}, {"text": "I do know it. And why're you on me?", "character": "Etta Mae", "characterId": "nm0364068"}, {"text": "[Goes over to where Mattie is and takes a drink]", "character": null, "characterId": null}, {"text": "I ain't heard nothin' about you working.", "character": "Etta Mae", "characterId": "nm0364068"}, {"text": "Child, what'd I got to work for? Them days is behind me.", "character": "Mattie Michael", "characterId": "nm0001856"}, {"text": "Oh, Mattie. I don't need no job.", "character": "Etta Mae", "characterId": "nm0364068"}, {"text": "[Sits down in a chair beside Mattie]", "character": null, "characterId": null}, {"text": "What I need is to find me a good man and live quietly in my old age.", "character": "Etta Mae", "characterId": "nm0364068"}, {"text": "Uh huh. So where you planning on finding a \"good man\"?", "character": "Mattie Michael", "characterId": "nm0001856"}, {"text": "That's the part I gotta figure out", "character": "Etta Mae", "characterId": "nm0364068"}, {"text": "[They giggle a little]", "character": null, "characterId": null}, {"text": "Problem is, only decent men are either dead or waiting to be born.", "character": "Etta Mae", "characterId": "nm0364068"}, {"text": "Why don't you go to meeting with me tonight?", "character": "Mattie Michael", "characterId": "nm0001856"}, {"text": "What you gonna do? Pray me up a man?", "character": "Etta Mae", "characterId": "nm0364068"}, {"text": "There's a few decent, civil-minded men in our church. Widowers and such.", "character": "Mattie Michael", "characterId": "nm0001856"}, {"text": "[Mattie gets up and walks across the room]", "character": null, "characterId": null}, {"text": "Beside, a little prayer wouldn't hurt your soul a bit.", "character": "Mattie Michael", "characterId": "nm0001856"}, {"text": "I'll thank you to leave my soul out of this.", "character": "Etta Mae", "characterId": "nm0364068"}, {"text": "[Mattie faces her]", "character": null, "characterId": null}, {"text": "Besides, if your church got all those fine, decent men, how come you ain't snapped one yet?", "character": "Etta Mae", "characterId": "nm0364068"}, {"text": "Child, I done banked them fires a long time ago, seeing as how you still keeping up steam.", "character": "Mattie Michael", "characterId": "nm0001856"}, {"text": "[They laugh]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after an argumentative person just left]\nCan we settle down? We still need someone to take the minutes.", "character": "Kiswana", "characterId": "nm0002101"}, {"text": "The way this is going, they'd better take the hours.", "character": "Tenant #2", "characterId": "nm0714673"}, {"text": "Excuse me, I'll take the minutes", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "[At this, Miss Sophie is fuming]", "character": null, "characterId": null}, {"text": "[giving Lorraine the notepad]\nThank you. Okay, we can finally get down to business. Now, Abshu's going to tell us about some money making ideas and then we'll take a vote.", "character": "Kiswana", "characterId": "nm0002101"}, {"text": "Ain't we supposed to vote over who we wants for secretary? I mean, can anybody just stroll in here and get shoved down our throats and we don;t have nothing to say about it?", "character": "Miss Sophie", "characterId": "nm0170724"}, {"text": "Look, I can just go. I was only trying to help.", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "No, wait.", "character": "Tenant #2", "characterId": "nm0714673"}, {"text": "[to Miss Sophie]", "character": null, "characterId": null}, {"text": "What vote? No one wanted the job. Did you want to take notes?", "character": "Tenant #2", "characterId": "nm0714673"}, {"text": "Lord, she can't do that unless we all recite the ABC's. And we better not do that too fast!", "character": "Etta Mae", "characterId": "nm0364068"}, {"text": "[people start laughing]", "character": null, "characterId": null}, {"text": "[getting up and facing them]\nNow listen here. Why should a decent woman get insulted while y'all all take sides with the like of them?", "character": "Miss Sophie", "characterId": "nm0170724"}, {"text": "I'm as decent as you are, you old bat! And i'll come obver there and land you in the mouth", "character": "Etta Mae", "characterId": "nm0364068"}, {"text": "[She gets up and starts to struggle while the people hold her down]", "character": null, "characterId": null}, {"text": "[holding up a statue in defense]\nThat's right! Pick on me, pick on me! Like I'm the one going around doing all these filthy unnatural things right in front on you. Every one of you seen it. Every one of you been up there and talked about it, not just me!", "character": "Miss Sophie", "characterId": "nm0170724"}, {"text": "[to Lorraine]", "character": null, "characterId": null}, {"text": "See what you done. Moving here with your nasty ways. Well, you ain't welcome here, you hear me? You ain't WELCOME HERE!", "character": "Miss Sophie", "characterId": "nm0170724"}, {"text": "What has anyone of you seen me do except leave my house and go to work just like the rest of you?", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "Ha Hah hah!", "character": "Miss Sophie", "characterId": "nm0170724"}, {"text": "Is it so disgusting for me to speak to all of you on the street even though no one ever speaks back to me? Is that my crime?", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "Oooh, don't you sit there like Little Miss Innocent! I'll tell you exactly what I seen. I wasn't going to mention such filthy things but you done forced me.", "character": "Miss Sophie", "characterId": "nm0170724"}, {"text": "[cackling evilly]", "character": null, "characterId": null}, {"text": "You forgot to close your shades last night! And I saw you, I saw the both of you! There you was, standing in the bathroom door dripping wet and naked as you please, call onto the other to put down her book and come over and give you a cool towel. She's standing in that bathroom door with your naked behind, I saw ya, I saw ya, I saw ya, I saw ya!", "character": "Miss Sophie", "characterId": "nm0170724"}, {"text": "I guess you step out of the tub with your clothes on makes it easy on Jesse's eyes!", "character": "Ben", "characterId": "nm0348214"}, {"text": "[everyone busts out laughing]", "character": null, "characterId": null}, {"text": "Okay, stop it! All right, be quiet", "character": "Kiswana", "characterId": "nm0002101"}, {"text": "[Lorraine leaves in tears]", "character": null, "characterId": null}, {"text": "Everybody SHUT UP! There is nothing funny going on here!", "character": "Kiswana", "characterId": "nm0002101"}, {"text": "[She takes the statue from Miss Sophie]", "character": null, "characterId": null}, {"text": "Why did you do that? This association is for everyone who lives here, you judgmental, self-righteous old wench! Who do you think you are?", "character": "Kiswana", "characterId": "nm0002101"}, {"text": "[as Kiswana is speaking, Ben takes off after Lorraine]", "character": null, "characterId": null}, {"text": "If you can't do anything but be disruptive and humiliate people, then you can just get the hell out of my apartment!", "character": "Kiswana", "characterId": "nm0002101"}, {"text": "Fine. That's just fine with me, sister.", "character": "Miss Sophie", "characterId": "nm0170724"}, {"text": "[she goes to the door]", "character": null, "characterId": null}, {"text": "This ain;t nothing but a whole bunch of ol' silly mess anyway. JESSE!", "character": "Miss Sophie", "characterId": "nm0170724"}, {"text": "[she leaves]", "character": null, "characterId": null}, {"text": "[to a man in a hat]\nGo on, Jesse.", "character": "Tenant #2", "characterId": "nm0714673"}, {"text": "[as the man leaves, everyone starts giggling]", "character": null, "characterId": null}, {"text": "I don't want to hear another word out of anyone that isn't strictly related to business. Do I make myself clear?", "character": "Kiswana", "characterId": "nm0002101"}]}, {"lines": [{"text": "[as Lorraine comes in with groceries]\nRemember my chocolate chip cookies?", "character": "Theresa", "characterId": "nm0446780"}, {"text": "Well, hello. Hello to you too. My day? My day was just fine.", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "[sets groceries on the counter]", "character": null, "characterId": null}, {"text": "Little Baxter boy brought his puppy to the show and tell, peed all over the floor then proceeded to chew the heel off my shoe. But yes, I managed to hobble to the store", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "[takes out a package of cookies]", "character": null, "characterId": null}, {"text": "to get you chocolate chip cookies.", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "You know, you should have a talk with Mrs. Baxter. She ought to train that boy better than that.", "character": "Theresa", "characterId": "nm0446780"}, {"text": "[She goes over to her]", "character": null, "characterId": null}, {"text": "Hello.", "character": "Theresa", "characterId": "nm0446780"}, {"text": "Hi", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "I only had to work half a day and the only tragedy I had was that I lost some fingernails in the typewriter. I'll put the stuff away and I'll make dinner so you can get your rest.", "character": "Theresa", "characterId": "nm0446780"}, {"text": "No, you made dinner last night and fair is fair. I'm not really tired.", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "[They proceed to get the groceries out of the bag]", "character": null, "characterId": null}, {"text": "T?", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "What?", "character": "Theresa", "characterId": "nm0446780"}, {"text": "Have you noticed that people aren't as nice as they used to be?", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "What people, Lorraine?", "character": "Theresa", "characterId": "nm0446780"}, {"text": "People in this building. They hardly speak to me anymore and it wasn't like that when we first moved in. I don't know. It makes me wonder what are they thinking.", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "Well, I personally don't give a damn what they're thinking- their good evenings don't put food on our table.", "character": "Theresa", "characterId": "nm0446780"}, {"text": "[she takes the groceries to the far end of the kitchen]", "character": null, "characterId": null}, {"text": "Yeah, but you saw the way those two old ladies looked at us. They must know something or feel something.", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "They, they, THEY! I'm not starting up with this again, Lorraine. Now who in the hell are 'they'? You know, we're living in this dump of a building in this godforsaken neighborhood around a bunch of ignorant Negros with the cotton still underneath their fingernails because of you and your \"theys\". \"They\" knew something in Linden Hills and I had to give up my beautiful apartment for you. Then \"they\" knew in Park Heights and you made me so miserable we had to move. And now these mysterious \"theys\" are on Brewster Place? Look out the window, Lorraine! Do you see that wall? That's the end of the line for me. I'm NOT moving anymore so if that's what you're working up to, SAVE IT!", "character": "Theresa", "characterId": "nm0446780"}, {"text": "[facing her]\nYou see, that's why I didn't mention it to you! Because you're always flying off the handle and jumping to conclusions and I did not say a damn thing about moving!", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "[she goes to the bedroom door]", "character": null, "characterId": null}, {"text": "And, I was not aware that you've been so miserable since we've been together!", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "[she goes into the bedroom and slams the door. Theresa goes to the bedroom]", "character": null, "characterId": null}, {"text": "I'm sorry. Something knew I overacted. I'm sorry.", "character": "Theresa", "characterId": "nm0446780"}, {"text": "[coming over to Lorraine in bed]", "character": null, "characterId": null}, {"text": "And you know good and well if I was that miserable, I would have been gone a long time ago.", "character": "Theresa", "characterId": "nm0446780"}, {"text": "You must think I'm some sort of paranoid freak. T, I just can't afford to have people calling the school or writing to the principal.", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "I know, I know.", "character": "Theresa", "characterId": "nm0446780"}, {"text": "That's how I lost my job in Detroit. Teaching is my whole world, T.", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "I know. Look, it's not going to happen again. Lorraine, this school is too far away and you don't have to tell these old biddies where you work. You're just worrying about nothing. But I know something that's gonna make you feel a whole lot better about all of this.", "character": "Theresa", "characterId": "nm0446780"}, {"text": "What?", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "Chocolate chip cookies.", "character": "Theresa", "characterId": "nm0446780"}, {"text": "[starts laughing]\nLord, Help me Jesus!", "character": "Lorraine", "characterId": "nm0571188"}, {"text": "[They both laugh]", "character": null, "characterId": null}]}]}