{"quotes": [{"lines": [{"text": "I accepted a ruthless logic, and I can never get away from it!", "character": "Frederick Bruckmann", "characterId": "nm0001958"}]}, {"lines": [{"text": "Lisa. Look what I've brought you. Do you like this little horse?", "character": "Martin Von Essenbeck", "characterId": "nm0000918"}, {"text": "Yes, thank you.", "character": "Lisa", "characterId": "nm0911163"}, {"text": "You can ride on it. Do you like it? Hmmm? You can caress it. Try it Lisa. It's all yours. Do you like it?", "character": "Martin Von Essenbeck", "characterId": "nm0000918"}, {"text": "Yes.", "character": "Lisa", "characterId": "nm0911163"}]}, {"lines": [{"text": "Calm yourself. I didn't bring you here to blackmail you. Konstantin has already tried. It didn't bring him any luck. And then to put you in real trouble. You, the son of a hero, the true hero, the only Von Essenbeck... just because a little Jewess had the bad taste to hang herself. Didn't you know? *Jew*. According to the New Order, your's isn't even a crime. In fact, it's... But, that's not enough say we are friends... or allies.", "character": "Aschenbach", "characterId": "nm0340926"}]}, {"lines": [{"text": "It's all over, Gunther. It was everyone's fault, even mine. It does no good to raise one's voice when it's too late, not even to save your soul. The fear of a proletariat revolution, which would've thrown the entire country to the left... was too great, and now we can't defend it any longer! Nazism, Gunther, is our creation. It was born in our factories, nourished with our money!", "character": "Herbert Thallman", "characterId": "nm0650753"}]}, {"lines": [{"text": "All right. My resignation has been ready for some time, Joachim. If this is what you're asking.", "character": "Herbert Thallman", "characterId": "nm0650753"}, {"text": "I'm forced to do it, Herbert. Against my will, and without strong conviction, but... the steel works!", "character": "Joachim Von Essenbeck", "characterId": "nm0774467"}, {"text": "Yes, right or wrong, they must always come first. That has always been your creed. You even sent your son to the slaughter so you could say \"You see, the Essenbecks put children and cannons into the world with the same sentiment, and with the same sentiment they'll be buried!\"", "character": "Herbert Thallman", "characterId": "nm0650753"}]}, {"lines": [{"text": "You must realize that today in Germany anything can happen, even the improbable, and it's just the beginning, Frederick. Personal morals are dead. We are an elite society where everything is permissible. These are Hitler's words. My dear Frederick, even you should give them some thought.", "character": "Aschenbach", "characterId": "nm0340926"}]}, {"lines": [{"text": "It's not a joke. Enormous interests are at stake, and Martin thinks...", "character": "Sophie Von Essenbeck", "characterId": "nm0862026"}, {"text": "As far as I know, it's the first time Martin ever used his head to think!", "character": "Konstantin Von Essenbeck", "characterId": "nm0464170"}]}, {"lines": [{"text": "Don't fool yourself, however, Elizabeth. Don't dream of coming back one day to find a Germany which was so dear to your heart. It's finished, that Germany, forever. There will be no other Germany but this one, and you will not be able to escape it for it will spread before you know it all over Europe and everywhere!", "character": "Sophie Von Essenbeck", "characterId": "nm0862026"}]}, {"lines": [{"text": "[showing Sophie the Gestapo's secret file room]\nThese are the most complete archives ever conceived. This is the secret Germany. Nothing is lacking. You can even find your history and Frederick's. Can you believe it? You see it's not very difficult to enter into the lives of people. Every German citizen today is potentially one of our informers. The collective thinking of our people is now complete. Don't you think that is the true miracle of the Third Reich?... If you wish, we could read Konstantine's future together - if he has one.", "character": "Aschenbach", "characterId": "nm0340926"}]}, {"lines": [{"text": "[to Martin]\nI'll make you pay for that, you little swine!", "character": "Frederick Bruckmann", "characterId": "nm0001958"}]}, {"lines": [{"text": "I will destroy you, Mother!", "character": "Martin Von Essenbeck", "characterId": "nm0000918"}]}, {"lines": [{"text": "You give him everything, everything that belongs to me - my factory, my money, my house, brick-by-brick! Even my name and your love! You're the worst, so it's you I hate! You can't imagine the evil I wish you!", "character": "Martin Von Essenbeck", "characterId": "nm0000918"}]}, {"lines": [{"text": "Nothing is impossible in this country.", "character": "Sophie Von Essenbeck", "characterId": "nm0862026"}]}, {"lines": [{"text": "But he who wants to become master of all, even himself, who deludes himself into thinking he is able to make his own decisions to thinking himself. That, no. You don't have these pretensions - right, Martin?", "character": "Aschenbach", "characterId": "nm0340926"}]}]}