{"quotes": [{"lines": [{"text": "We heard the sea is infactuated with sharks.", "character": "Stanley", "characterId": "nm0491048"}, {"text": "Not infactuated. He means infuriated.", "character": "Oliver", "characterId": "nm0001316"}]}, {"lines": [{"text": "If anybody ever mentions the word \"ghost\" to me, I'm gonna twist his head around so that when he's walking north he'll be looking south.", "character": "Captain", "characterId": "nm0519227"}]}, {"lines": [{"text": "[over \"dead\" body]", "character": null, "characterId": null}, {"text": "Do you think he's in heaven?", "character": "Stanley", "characterId": "nm0491048"}, {"text": "No. Most likely he's gone to the other place. Get some coal. We'll dump him overboard.", "character": "Oliver", "characterId": "nm0001316"}, {"text": "Do you gotta take your own coal with you when you go to the other place?", "character": "Stanley", "characterId": "nm0491048"}, {"text": "Certainly not. It's to weight the sack down so it'll sink.", "character": "Oliver", "characterId": "nm0001316"}]}, {"lines": [{"text": "[looking at a large cloth bag that they've found in the ship's hold - - they erroneously believe that they've accidentally shot the drunken sailor, and so they plan to put the sailor's body into the bag and throw it overboard before anyone else finds out]\nThat'll do.", "character": "Oliver", "characterId": "nm0001316"}, {"text": "Poor fella... you think he's gone to Heaven?", "character": "Stanley", "characterId": "nm0491048"}, {"text": "[in a pompous tone of mild sorrow]\nI'm afraid not - - I guess probably he went to the OTHER place. Get me a large piece of coal.", "character": "Oliver", "characterId": "nm0001316"}, {"text": "Why? Do you have to bring your own coal with you when you go to the \"other place\"?", "character": "Stanley", "characterId": "nm0491048"}, {"text": "[in an exasperated tone at Laurel's \"ignorance\"]\nWhy, certainly NOT - - that's to weight the bag down so it'll SINK! Now get the coal... WAIT A MINUTE -", "character": "Oliver", "characterId": "nm0001316"}, {"text": "[grabs the lantern away from Laurel as he starts to walk away]", "character": null, "characterId": null}, {"text": "give me that lantern! You wanna leave me here in the DARK? Go on and get the coal! You're always thinking of yourSELF!", "character": "Oliver", "characterId": "nm0001316"}]}, {"lines": [{"text": "Get for'ard.", "character": "Captain", "characterId": "nm0519227"}, {"text": "[starts to walk toward the rear door of the hold]", "character": "Stanley", "characterId": "nm0491048"}, {"text": "Heyyy - I said \"FOR'ARD\"!", "character": "Captain", "characterId": "nm0519227"}, {"text": "[turns to Ollie and leans over closer to him so Ollie can check on his forehead, thinking that the Captain is saying that something is wrong with it]\nWhat's the matter with it? Can you see anything?", "character": "Stanley", "characterId": "nm0491048"}, {"text": "[lifts Stan's hat slightly to have a better look]\nThere's nothing wrong with it that I can see.", "character": "Oliver", "characterId": "nm0001316"}, {"text": "[shoving them both forward impatiently]\nOh, come ON, here! Come ON!", "character": "Captain", "characterId": "nm0519227"}]}, {"lines": [{"text": "I'd better go in this time - - they'll know you by now.", "character": "Oliver", "characterId": "nm0001316"}, {"text": "[exchanges the frying pan for the bag of eggs]", "character": null, "characterId": null}, {"text": "And lay it ohhnnn HEAVY!", "character": "Oliver", "characterId": "nm0001316"}, {"text": "[marches confidently into the tavern, looks around the room, and spots Charlie, the Greek sailor (Charles Hall) seated alone at a table near the door. They exchange amicable nod/wave gestures, and then Ollie goes over and sits down at the table across from Charlie, unaware that this is the very same sailor who was seated with the first \"shanghai victim\" sailor on whom Stan had played the 'egg-held-in-mouth' trick, and so Charlie has already observed the trick and thus is wise to it now. Ollie takes out an egg from his bag with a flourish and sets it self-importantly on the table between them]", "character": null, "characterId": null}, {"text": "[in a mildly incredulous tone that someone else would actually just happen to try the same trick on him when he had just seen this same trick pulled on his unfortunate sailor buddy less than 15 minutes earlier]\nWhat're ye gonna do with that?", "character": "Sailor at Table", "characterId": "nm0355408"}, {"text": "[in his typical loud pompous tone]\nI'll bet you a dollar that you can't put this egg in your mouth without breaking it!", "character": "Oliver", "characterId": "nm0001316"}, {"text": "[grinning in a sly 'I'm gonna have some fun with this witless blowfish' expression]\nCan YOU do it?", "character": "Sailor at Table", "characterId": "nm0355408"}, {"text": "[leaning back and fanning his lapels with his typical innocent closed eyes and disarming smile and chuckle]\nWhy, of course!", "character": "Oliver", "characterId": "nm0001316"}, {"text": "[leaning forward slightly and pointing with a broad sneering grin of evil anticipation]\nYou do it fuhst, then I'LL do it!", "character": "Sailor at Table", "characterId": "nm0355408"}, {"text": "[shakes Ollie's hand in a single firm dramatic ''up-down'' motion to signify an agreed-upon deal, then watches with great amusement and repressed anticipation as Ollie confidently tucks the egg into his mouth and holds it there, tilting his head back slightly and pointing to the egg to show that it's held successfully. Charlie sneaks his clenched fist underneath Ollie's chin and does a quick upward jab, snapping Ollie's jaw shut and crushing the egg. Ollie stares in flabbergasted chagrin, numbly crunching the egg up in his mouth, just as Charlie's sailor buddy had done moments earlier when Stan pulled the same stunt on him. Charlie points at Ollie's humiliated distress with extreme derisive triumph and lets loose at last with all his concealed hilarity, leaning back in his chair and guffawing raucously, closing his eyes in total immersing glee and self-satisfaction at his cleverness]", "character": null, "characterId": null}, {"text": "YAAAAHHH-hah-hah-hah-hah-hah! HOHHHHH-ho-ho-ho-ho-ho! YEEEE-hee-hee-hee-hee-hee! Haww-haw-haw-haw - -", "character": "Sailor at Table", "characterId": "nm0355408"}, {"text": "[his laughter is abruptly cut off as Ollie, looking into his bag and seeing that he still has more eggs left, takes out another egg and deftly stuffs it into the Charlie's wide-open mouth while he's in the midst of one of his chortles (and of course, with his eyes closed in mirth, Charlie doesn't see what Ollie's doing) then swiftly places his hands on the top of Charlie's head and underneath his chin and then abruptly squeezes his hands together, forcing Charlie to crush the egg in his mouth with a loud crunch. Charlie stares in mortified outrage, crunching the egg up in his mouth, then gradually starts to swell himself up and growl with maniacal fury and slowly rises from his seat, presumably to deliver bloody vengeance to Ollie for making a fool out of him in front of his macho sailing buddies]", "character": null, "characterId": null}, {"text": "Whyyy youuu bamboozlin' low-down - -", "character": "Sailor at Table", "characterId": "nm0355408"}, {"text": "[Ollie makes a dash for the door of the tavern, and so Charlie leaps up and chases Ollie out the door]", "character": null, "characterId": null}]}, {"lines": [{"text": "[in a scoffing exasperated tone, after having searched the entire deck of the ship without finding a trace of any ghosts - - the whitewash-covered sailor HAD, in fact, re-boarded the ship and staggered back to the bunk-room and slipped into Laurel and Hardy's bunk which he drunkenly mistook for his own bunk, but he had taken a different route from where Hardy and Laurel were looking, and so neither of them had happened to see him. And Hardy doesn't know that Laurel - - not wanting to be left alone in the bunkroom while there was a ''ghost'' about - - had fearfully followed Hardy out of the bunkroom, so Hardy assumes that the lump in the bunk is Laurel]\nGHOSTS! You make me sick! You'll make me catch my DEATH OF COLD looking for GHOSTS!", "character": "Oliver", "characterId": "nm0001316"}, {"text": "[climbs irritably up into the bunk beside the sailor without uncovering him, and pulls his own blankets up]", "character": null, "characterId": null}, {"text": "One of these days you're gonna let your imagination run AMUCK!", "character": "Oliver", "characterId": "nm0001316"}, {"text": "[still standing outside on the deck, timidly climbs up to peer warily in through the window next to the bunk]", "character": "Stanley", "characterId": "nm0491048"}, {"text": "[seeing Laurel through the window right next to him, and so thinking absent-mindedly that Laurel is in the bunk beside him]\nIn the first place, there's no such thing as a GHOST! You heard what the Captain said! He - -", "character": "Oliver", "characterId": "nm0001316"}, {"text": "[suddenly realizes that something about Laurel's appearance doesn't look quite right, and so he reaches out to feel Laurel's face, but touches the glass window instead. Then, with a puzzled and slightly apprehensive, ''Well, if Laurel's outside, then who is THIS in the bunk beside me?'' expression, Hardy then reaches down and pulls back the cover beside him, revealing the drunken sailor, who sits up casually and salutes affably]", "character": null, "characterId": null}, {"text": "HI!", "character": "Drunken sailor", "characterId": "nm0396768"}, {"text": "[shrieking in terror along with Laurel, then diving out of the bunk and landing in an untidy heap on the floor]\nAAAAHHHHOOOOWHHH! OH-HOH-HOH-HOH!", "character": "Oliver", "characterId": "nm0001316"}, {"text": "[lurches back up on his feet and crashes through the solid bunk-room door like it's made of thin veneer]", "character": null, "characterId": null}, {"text": "[sees the ghastly-faced drunken sailor through the window, and so he also screams in his typical high-pitched whimpery way and follows Hardy as he dashes wildly across the deck]", "character": "Stanley", "characterId": "nm0491048"}, {"text": "[sitting up in drowsy drunken bewilderment]\nWhutch-s'matter?", "character": "Drunken sailor", "characterId": "nm0396768"}]}, {"lines": [{"text": "[proudly shows Stan the second dollar bill that the captain has given him]", "character": "Oliver", "characterId": "nm0001316"}, {"text": "[takes the bill and inspects it with a pleased smile, then reaches in his pocket and retrieves the other half of the first dollar bill, which he gives to Ollie, so that they each now have one dollar bill]", "character": "Stanley", "characterId": "nm0491048"}, {"text": "[contemptuously grabs the whole dollar bill back from Stan and shoves him toward the tavern doors again, then gives him a whack on the behind with the frying pan]", "character": "Oliver", "characterId": "nm0001316"}]}, {"lines": [{"text": "[speaking in a low eager voice to his sailor buddies around the table, and knowing that the Captain is away at another tavern]\nNow would be a good time to get back aboard ship and fix those two guys that shanghaied us!", "character": "Sailor", "characterId": "nm0177371"}, {"text": "[the other sailors nod and murmur approvingly]", "character": null, "characterId": null}, {"text": "Swell. I want the big guy!", "character": "Sailor", "characterId": "nm0227126"}]}]}