{"quotes": [{"lines": [{"text": "Hi-yo, Silver! Away!", "character": "The Lone Ranger", "characterId": "nm0138194"}]}, {"lines": [{"text": "Tonto, keep out of trouble.", "character": "The Lone Ranger", "characterId": "nm0138194"}, {"text": "Trouble find Tonto even when him not look for it.", "character": "Tonto", "characterId": "nm0798855"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "When factories first began to send their pall of smoke over the cities, and farmlands in the east offered only the barest living, Americans turned their faces toward the west. They poured into the new territories by thousands; bringing their household goods, fording the might rivers, and climbing the mountains. Fighting Indians and outlaws, praying, toiling, dying. It was a hard land, a hostile land. Only the strong survived. A new American breed, the Pioneer. In this forge, created on this anvil, was hammered out a man who became a legend; a man who hated thievery and oppression. His face masked, his true name, unknown, he thundered across the west on a silver white stallion. Appearing out of nowhere to strike down injustice or outlawry, and then vanishing as mysteriously as he came. His sign was the silver bullet. His name was the Lone Ranger.", "character": null, "characterId": null}]}, {"lines": [{"text": "Tonto, boundary markers!", "character": "The Lone Ranger", "characterId": "nm0138194"}, {"text": "Ah, that Indian reservation. Taboo for white men.", "character": "Tonto", "characterId": "nm0798855"}]}, {"lines": [{"text": "Out of the frying pan and into the fire.", "character": "Pete Ramirez", "characterId": "nm0520164"}, {"text": "Don't worry about this mask, it's on the side of the law.", "character": "The Lone Ranger", "characterId": "nm0138194"}, {"text": "Sure. Anyway, you won't get much. All I got is one small herd and them redskins sure cut it up.", "character": "Pete Ramirez", "characterId": "nm0520164"}]}, {"lines": [{"text": "They do enough stealing around here. If you'll excuse the word. I wouldn't want to insult a couple of fellas that just saved my life.", "character": "Pete Ramirez", "characterId": "nm0520164"}, {"text": "I told you I'm not a bandit. But if you'd like to be grateful, you won't talk about seeing us. We'd appreciate that.", "character": "The Lone Ranger", "characterId": "nm0138194"}]}, {"lines": [{"text": "Hope you had no trouble on the road.", "character": "Reece Kilgore", "characterId": "nm0079328"}, {"text": "Were we really in danger from Indians, Mr. Kilgore? My secretary, Mr. Clive, thinks you warned us about that just to put some spice into the journey.", "character": "Governor", "characterId": "nm0580566"}]}, {"lines": [{"text": "I expected to find you a much older man, Mr. Kilgore.", "character": "Governor", "characterId": "nm0580566"}, {"text": "Oh, why?", "character": "Reece Kilgore", "characterId": "nm0079328"}, {"text": "I don't know. I suppose because of your position in these parts. Your wealth, your influence.", "character": "Governor", "characterId": "nm0580566"}, {"text": "Well, out here, Governor, you have to get a pretty fast start. You see, in these parts, your chances of growing old may not always be too good.", "character": "Governor", "characterId": "nm0580566"}]}, {"lines": [{"text": "Well, gents. It's the same thing as a year ago. We need extra hands for the roundup and drive to Abilene. Who likes Mr. Kilgore's money? Owney Stewart?", "character": "Cassidy", "characterId": "nm0929057"}, {"text": "[Owney spits]", "character": null, "characterId": null}, {"text": "Spanish Charlie? This town must be gettin' deep. I said I'm hiring for Reece Kilgore. Any of you got a case against him or me, holler out now and I'll hear it.", "character": "Cassidy", "characterId": "nm0929057"}, {"text": "Looks like we ain't so popular, Cassidy.", "character": "Powder", "characterId": "nm0801123"}, {"text": "They don't speak up, I'll pick the ones I want.", "character": "Cassidy", "characterId": "nm0929057"}]}, {"lines": [{"text": "Tonto, those drums are summoning the tribes to war.", "character": "The Lone Ranger", "characterId": "nm0138194"}, {"text": "That plenty bad, Ke-Mo Sah-Bee. Ranchers talk war all time. Indians make ready. Soon war start. And they fight. Fight.", "character": "Tonto", "characterId": "nm0798855"}]}, {"lines": [{"text": "I know we have certain problems. Once again, Indians and white men are watching each other over their gun sights. We must put an end to that. We must establish reason, justice, and peace. Because only then can I stand before the Congress in Washington and say what I say to you now, this territory must and shall become a State.", "character": "Governor", "characterId": "nm0580566"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Wait! But I wanted him to stay. I wanted to thank him.", "character": "Welcome Kilgore", "characterId": "nm0335748"}, {"text": "When his work is finished, he rides away.", "character": "The Padre", "characterId": "nm0172909"}, {"text": "But I wanted to see his face, to ask his name.", "character": "Welcome Kilgore", "characterId": "nm0335748"}, {"text": "You cannot see his face. He will wear the mask until there is no longer any need for it. And his name is the Lone Ranger.", "character": "The Padre", "characterId": "nm0172909"}, {"text": "Hi-Yo, Silver! Away!", "character": "The Lone Ranger", "characterId": "nm0138194"}]}, {"lines": [{"text": "Governor, outlaws live in a lonesome world; a world of fear. Fear of the mysterious. I made this mask from my dead brother's clothing. I've worked from behind it ever since. I'll wear this mask until justice has been dealt to the last murderer and outlaw.", "character": "The Lone Ranger", "characterId": "nm0138194"}]}, {"lines": [{"text": "How's a politician to know who's telling him the truth? It may well be that Kilgore's solution is the only one possible. Move Red Hawk and his people away from the ranchers. Settle them on another reservation.", "character": "Governor", "characterId": "nm0580566"}, {"text": "[disguised as an old prospector]\nJust means breakin' another promise to them Indians. That oughta come easy by now.", "character": "The Lone Ranger", "characterId": "nm0138194"}]}, {"lines": [{"text": "You hate the smell of animals, the smell of leather, the wind, the Indians, everything you see. Talk about being afraid. What aren't you afraid of?", "character": "Reece Kilgore", "characterId": "nm0079328"}, {"text": "You make me afraid.", "character": "Welcome Kilgore", "characterId": "nm0335748"}]}, {"lines": [{"text": "Red Hawk not understand white man way of peace. Maybe better fight. Maybe Red Hawk, him fight one last time.", "character": "Chief Red Hawk", "characterId": "nm0215308"}]}, {"lines": [{"text": "Are you loco?", "character": "Cassidy", "characterId": "nm0929057"}, {"text": "Could be, but I'm wearing the star.", "character": "Sheriff Sam Kimberley", "characterId": "nm0681740"}, {"text": "Pin it on your britches. You're bustin' out of them.", "character": "Cassidy", "characterId": "nm0929057"}]}, {"lines": [{"text": "What proof do you have they were Indians?", "character": "John Muller", "characterId": "nm0731340"}, {"text": "You wouldn't believe an Indian was bad if he scalped you. You'd say it was cooler that way.", "character": "Cassidy", "characterId": "nm0929057"}]}, {"lines": [{"text": "There must be no more talk of fighting.", "character": "The Lone Ranger", "characterId": "nm0138194"}, {"text": "That true. Much talk make warrior weak. Red Hawk talk all time. Angry Horse not talk!", "character": "Angry Horse", "characterId": "nm0030516"}]}, {"lines": [{"text": "Red Hawk knows what will happen to his people if war should come.", "character": "The Lone Ranger", "characterId": "nm0138194"}, {"text": "If war come, Red Hawk be Indian. Not can be white man. Not can be alone. Red Hawk be Indian, make strong fight.", "character": "Chief Red Hawk", "characterId": "nm0215308"}]}, {"lines": [{"text": "Red Hawk no more tell what do. Red Hawk old. No more fight. Angry Horse, not old! Better Angry Horse be chief.", "character": "Angry Horse", "characterId": "nm0030516"}, {"text": "Always the young buffalo wish to kill the old buffalo and take his place. And he does kill the old buffalo because he has youth and strength, but has he the wisdom to lead the herd?", "character": "The Lone Ranger", "characterId": "nm0138194"}]}, {"lines": [{"text": "What are you, a renegade? A bandit? What kind of man are you, siding with the Indians against his own people? What's your grudge against me?", "character": "Reece Kilgore", "characterId": "nm0079328"}, {"text": "I'm taking you in for murder, Kilgore.", "character": "The Lone Ranger", "characterId": "nm0138194"}]}]}