{"quotes": [{"lines": [{"text": "[when ordering Andy to disrobe for his beating]\nI said SKIN!", "character": "Al Judge", "characterId": "nm0820643"}]}, {"lines": [{"text": "Why's he get so burned up just 'cause I talk about Frances? She hasn't been around in a couple weeks. More. The way they were getting along, I thought they'd end up being married.", "character": "George La Main", "characterId": "nm0000857"}, {"text": "How long you, your dad and I live together?", "character": "Flanagan", "characterId": "nm0150166"}, {"text": "About sixteen years, since my mother died.", "character": "George La Main", "characterId": "nm0000857"}, {"text": "Yeah, since then. Sixteen years to learn better than to ask me something that your father won't tell you.", "character": "Flanagan", "characterId": "nm0150166"}]}, {"lines": [{"text": "Next time you see somebody drop money, don't think about it so long before you decide to give it back.", "character": "Peckinpaugh", "characterId": "nm0583093"}]}, {"lines": [{"text": "I remember the stairs.", "character": "George La Main", "characterId": "nm0000857"}, {"text": "You ought to. You spent a long time on 'em.", "character": "Marion Rostina", "characterId": "nm0521156"}]}, {"lines": [{"text": "You don't have to know people long. I mean... Well, doesn't it ever happen to you? You meet somebody and you take one look and you know they're all right.", "character": "George La Main", "characterId": "nm0000857"}]}, {"lines": [{"text": "I mean, each of us has got secret things deep inside, and if we don't have someone we can share them with, we usually go all haywire. That's what I mean by lonely.", "character": "Marion Rostina", "characterId": "nm0521156"}]}, {"lines": [{"text": "Were you laughing at me? Were you still thinking I was wet behind the ears and smelled of milk? Were ya?", "character": "George La Main", "characterId": "nm0000857"}]}, {"lines": [{"text": "I couldn't quite tell for sure, but I got the impression you were packing a gun.", "character": "Al Judge", "characterId": "nm0820643"}, {"text": "I still am.", "character": "George La Main", "characterId": "nm0000857"}, {"text": "In that case I guess I can take the time to find out whatever your beef is, or were you just planning to shoot me without letting me in on the secret?", "character": "Al Judge", "characterId": "nm0820643"}]}]}