{"quotes": [{"lines": [{"text": "[closing title]\nThe \"Doorway to Hell\" is a one-way door. There is no retribution - no plea for further clemency. The little boy walked through it with his head up and a smile on his lips. They gave him a funeral - a swell funeral that stopped traffic - and then they forgot him before the roses had a chance to wilt.", "character": null, "characterId": null}]}, {"lines": [{"text": "Oh, Hymie, Mileaway will take my place.", "character": "Louie", "characterId": "nm0000817"}]}, {"lines": [{"text": "Give me my violin case, will ya?", "character": "Louie", "characterId": "nm0000817"}]}, {"lines": [{"text": "Say, Jane, has Whitey been double-crossing anybody lately?", "character": "Kitty - Fortune Teller", "characterId": "nm0039940"}, {"text": "No.", "character": "Jane", "characterId": "nm0581609"}, {"text": "Well, I don't know. These cards read awfully funny.", "character": "Kitty - Fortune Teller", "characterId": "nm0039940"}]}, {"lines": [{"text": "It's too bad to see a swell kid like you in this racket. Why don't you get out of it while the breaks are in your favor. The best you'll get is the worst of it. Why be a sap?", "character": "O'Grady", "characterId": "nm0254609"}]}, {"lines": [{"text": "Listen to me you copper-hearted mug, I'm no thief! My racket is beer and you know it. I'm in a legitimate business, I am.", "character": "Louie", "characterId": "nm0000817"}, {"text": "Sure, you are. You're just selling that nice, creamy beer to the poor working man - with a few murders, on the side, for his entertainment.", "character": "O'Grady", "characterId": "nm0254609"}, {"text": "What are you trying to do, get me sore so I'll spill somethin'?", "character": "Louie", "characterId": "nm0000817"}, {"text": "What have you got to spill?", "character": "O'Grady", "characterId": "nm0254609"}, {"text": "You'll get a chance to read that when I write the history of my life at three-fifty a copy.", "character": "Louie", "characterId": "nm0000817"}, {"text": "Don't write the last chapter till the night you go to the chair. It'll be more realistic.", "character": "O'Grady", "characterId": "nm0254609"}, {"text": "So, you think the chair will be the blow off for me?", "character": "Louie", "characterId": "nm0000817"}, {"text": "It's a cinch. How do you think you'll like the hot seat?", "character": "O'Grady", "characterId": "nm0254609"}, {"text": "I don't think I'll mind, sweetheart, if I can have you sittin' on my lap.", "character": "Louie", "characterId": "nm0000817"}]}, {"lines": [{"text": "Now, there's a lot of you mugs I never met before. So, I thought it was about time we got together. Seein' that I've been takin' the rap for all the suckers you guys been pushin' around the country lately. Of course, most of you guys knew me when I was a kid in short pants - a runner for a tough mob of south-side cannons. A punk who knew how to keep his mouth shut.", "character": "Louie", "characterId": "nm0000817"}]}, {"lines": [{"text": "I run my own business, do you hear? I don't need no punk like you tellin' me nothin'! Why? Because I'm just as big as you are and bigger. When one man's gonna run this town, I'll be him, see.", "character": "Rocco", "characterId": "nm0535006"}]}, {"lines": [{"text": "How do you like it, sucker! I oughta give you a little of that heat, just for luck.", "character": "Louie", "characterId": "nm0000817"}]}, {"lines": [{"text": "You fellas heard what I said at the opening of this meeting and what I said then goes just as it lays. Any mug that don't think so, will be treated to the swellest funeral that ever stopped traffic.", "character": "Louie", "characterId": "nm0000817"}]}, {"lines": [{"text": "War is a grand racket.", "character": "Louie", "characterId": "nm0000817"}]}, {"lines": [{"text": "You know, I was just thinkin', if I'd been born a couple a hundred years ago, I might've been as big a man as Napoleon.", "character": "Louie", "characterId": "nm0000817"}]}, {"lines": [{"text": "Let me see that sword again. Isn't it a pip! Oh, boy!", "character": "Jackie", "characterId": "nm0417824"}]}, {"lines": [{"text": "Say, did he tell ya yet, he's really quittin' the racket?", "character": "Doris", "characterId": "nm0558629"}, {"text": "No. I guess he's saving that for the blow off.", "character": "Mileaway", "characterId": "nm0000010"}]}, {"lines": [{"text": "What are you squawking about?", "character": "Doris", "characterId": "nm0558629"}]}, {"lines": [{"text": "loyalty, friendship, a man's life. You know, sometimes I even think I'm buying your love.", "character": "Louie", "characterId": "nm0000817"}]}, {"lines": [{"text": "Well, ya, you see, I-I mean no, I was, I, well I was only thinking...", "character": "Hymie - a Gangster", "characterId": "nm0602839"}, {"text": "Don't do that, it isn't good for you.", "character": "Louie", "characterId": "nm0000817"}]}, {"lines": [{"text": "I was just wondering how it would feel to be shot in the stomach as big and as fat as yours.", "character": "Louie", "characterId": "nm0000817"}]}, {"lines": [{"text": "We agreed to Louie's proposition, we pay him for protection, and now he gives us the breeze.", "character": "Hymie - a Gangster", "characterId": "nm0602839"}, {"text": "Yeah, you mean he turned rat! That's what you mean.", "character": "Midget", "characterId": "nm0034583"}, {"text": "Why you dirty grease ball! You wouldn't have the guts to pull that if Louie was within 20 miles of here!", "character": "Mileaway", "characterId": "nm0000010"}]}, {"lines": [{"text": "Well, I know this, Louie belongs back here - and I'm gonna find a way to...", "character": "Midget", "characterId": "nm0034583"}, {"text": "If you don't watch your step, you're gonna find a way to treat yourself to a handful of clouds.", "character": "Mileaway", "characterId": "nm0000010"}, {"text": "What do ya mean a handful of clouds?", "character": "Midget", "characterId": "nm0034583"}, {"text": "I mean the kind that comes out of the end of a 38 automatic.", "character": "Mileaway", "characterId": "nm0000010"}]}, {"lines": [{"text": "Hello, Punch drunk, how's everything?", "character": "Louie", "characterId": "nm0000817"}, {"text": "Not so hot.", "character": "Mileaway", "characterId": "nm0000010"}]}, {"lines": [{"text": "Well, get this straight! You tell that mob of double-crossers if they think they can take me to come down here to try it. Tell them that the first one that shows his face down here will get a load of Florida sunshine inside and out. Now, you tell 'em!", "character": "Louie", "characterId": "nm0000817"}]}, {"lines": [{"text": "Oh, your sick of it, huh? What have you got to be sick of? Are you one of 'em too? Have you got so much hoodlum in you that it won't come out? Well, I'm through with the game. I told you that and I'm through!", "character": "Louie", "characterId": "nm0000817"}]}]}