{"quotes": [{"lines": [{"text": "We don't want foreigners around here, especially those with crime in their blood. If you don't approve, why don't you back home to the old country?", "character": "Mayor Grant McDowall", "characterId": "nm0357963"}, {"text": "Maybe he likes it here, like your folks did when they come over here from Ireland.", "character": "John X. Finn", "characterId": "nm0403636"}, {"text": "Why don't you listen to him? He's makin' sense.", "character": "Bill Blades", "characterId": "nm0354977"}, {"text": "This is the United States - where every man has a chance to prove himself, whether he's a saint or a sinner - whether he was born in Texas or Timbuktu.", "character": "John X. Finn", "characterId": "nm0403636"}]}, {"lines": [{"text": "There's a big shipment coming in today - supplies and stuff for the new church - coming through El Madero Pass. We can grab it and sell it.", "character": "Stash", "characterId": "nm0103048"}, {"text": "We grab it... and burn it!", "character": "Nick Kovacs", "characterId": "nm0054117"}, {"text": "And sell the ashes?", "character": "Stash", "characterId": "nm0103048"}, {"text": "Where can we sell anything? We grab it and burn it! If shipment don't get to where she go, then they don't pay for it. And then ten thousand dollars is still ten thousand dollars waiting for us in one big bunch.", "character": "Nick Kovacs", "characterId": "nm0054117"}]}, {"lines": [{"text": "Slow down a little. This is a good town. You're all are good men. Steve Kovacs is bad; you're going to have to do away with him. Someday, your new church is going to be finished and you can all gather together in there and pray. The fact that you just lynched Steve Kovacs isn't going to bear down on your conscience much, 'cause he took some money that belonged to somebody else and all you took was a man's life.", "character": "John X. Finn", "characterId": "nm0403636"}]}, {"lines": [{"text": "I was wrong about you, Steve. I'm sorry. Lying here, I've had a chance to think. It's not so much believing that you were guilty that was wrong, but believing that you were different because you're a foreigner... not as good as we are.", "character": "Mayor Grant McDowall", "characterId": "nm0357963"}]}, {"lines": [{"text": "It looks like I might be making a new friend out of an old enemy, Bill.", "character": "Steve Kovacs", "characterId": "nm0254622"}, {"text": "Sometimes they're the best kind.", "character": "Bill Blades", "characterId": "nm0354977"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Well, they can't say you're not the best-dressed lawyer in Texas, John.", "character": "Bill Blades", "characterId": "nm0354977"}, {"text": "I'd take that as a nasty crack if you wasn't our leadin' citizen and if it wasn't for you, we wouldn't have a church opening to go to.", "character": "John X. Finn", "characterId": "nm0403636"}, {"text": "Or a town that finally gave me a chance.", "character": "Steve Kovacs", "characterId": "nm0254622"}, {"text": "It takes more than one man to make a town a decent for folks to live in, Steve. It takes all the people.", "character": "Bill Blades", "characterId": "nm0354977"}, {"text": "Well, come on, let's get out of here.", "character": "John X. Finn", "characterId": "nm0403636"}, {"text": "Now wait a minute. Someone's got to ride ahead and warn the congregation about that suit. I'll see you in church!", "character": "Bill Blades", "characterId": "nm0354977"}]}]}