{"quotes": [{"lines": [{"text": "Live from New York, it's Saturday Night!", "character": "Gilda Radner", "characterId": "nm0705717"}]}, {"lines": [{"text": "[Reading a question from an audience member named Kevin]\nAre these questions written by us, the audience, or by the writers. Well, Kevin, I hope you're not disappointed but these questions are written by the writers.", "character": "Gilda Radner", "characterId": "nm0705717"}]}, {"lines": [{"text": "And in other news, there's too much violins on TV. There's too much violins on television. They should put the violins on at eleven after the kids are asleep.", "character": "Emily Littela", "characterId": "nm0705717"}, {"text": "Um, Emily, that's violence, not violins.", "character": "Chevy Chase", "characterId": "nm0000331"}, {"text": "Never mind.", "character": "Emily Littela", "characterId": "nm0705717"}]}, {"lines": [{"text": "Here with an editorial reply is Miss Emily Lattella.", "character": "Chevy Chase", "characterId": "nm0000331"}, {"text": "What's all this fuss I keep hearing about violins on television? Why don't parents want their kids to see violins on television? I thought the Leonardo Bernstein concerts were just lovely, now, if they only show violins on television after ten o'clock at night, the little babies will all be asleep and they won't learn any music appreciation. They'll learn to play guitars, and bongo drums and go to Africa and join these rock'n roll outfits and they won't drink milk! I think there should be more violins on television and less game shows, it's terrible the way...", "character": "Emily Lattella", "characterId": "nm0705717"}, {"text": "Um, Littella, that's Violence on television. Not violins.", "character": "Chevy Chase", "characterId": "nm0000331"}, {"text": "Oh, well that's diffrent. Never mind!", "character": "Emily Lattella", "characterId": "nm0705717"}]}, {"lines": [{"text": "\"Dear Roseanne Rosannadanna, I want to breat feed my baby but I'm not quite sure how you do it. Which breast do I use? How do I get the milk to be the right temperature? Do I have to heat up my breast? Do I have to sterilize my nipple? When I'm done, do I have to put my breast back in the refrigerator? And, if I eat a Hershey bar, will my breast make chocolate milk?\" Mrs. Feder, I didn't think it was possible, but you're just as stupid as your husband.", "character": "Rosanne Rosannadanna", "characterId": "nm0705717"}]}]}