{"quotes": [{"lines": [{"text": "How can I get pleasure writing on you? You have to write on me.", "character": "Nagiko", "characterId": "nm0943180"}, {"text": "Go on. Use my body like the pages of a book. Of your book.", "character": "Jerome", "characterId": "nm0000191"}]}, {"lines": [{"text": "This is a book written a long time ago. It is called The Pillow Book and written by a lady who has the same first name as you - Nagiko. When you are twenty-eight years old this book will be exactly a thousand years old. Think of that.", "character": "The Aunt", "characterId": "nm0948876"}]}, {"lines": [{"text": "Nipples like bone buttons. An instep like a half open book. A navel like the inside of a shell. A belly like an upturned saucer. A penis like a sea slug or a pickled cucumber.", "character": "Nagiko", "characterId": "nm0943180"}]}, {"lines": [{"text": "Where is a book before it is born? Who are a book's parents? Does a book need two parents - a mother and a father? Can a book be born inside another book? Where is the parent book of books? How old does a book have to be before it can give birth?", "character": "Nagiko", "characterId": "nm0943180"}]}, {"lines": [{"text": "If writings did not exist, what terrible depressions we should suffer.", "character": "Nagiko", "characterId": "nm0943180"}]}, {"lines": [{"text": "I need writing. Don't ask why. Just take out your pen and write on my arm.", "character": "Nagiko", "characterId": "nm0943180"}]}, {"lines": [{"text": "I like the smell of paper - all kinds. It reminds me of the scent of skin.", "character": "Nagiko", "characterId": "nm0943180"}]}, {"lines": [{"text": "When God made the first clay model of a human being, He painted in the eyes... the lips... and the sex. And then He painted in each person's name lest the person should ever forget it. If God approved of His creation, He brought the painted clay model into life by signing His own name.", "character": "Nagiko", "characterId": "nm0943180"}]}, {"lines": [{"text": "Warm rain falling from the mountainous clouds. Walking slowly dressed in crimson thinking of Kyoto. Kissed by a lover in the Matsuo Tiasha garden. Quiet water and loud water. Love in the afternoon in imitation of history. Love before and love after. If God approved of His creation. He brought the painted clay-model to life. By signing His own name. Flesh and the writing table. Writing of love and finding it.", "character": "Nagiko", "characterId": "nm0943180"}]}, {"lines": [{"text": "Anything coloured Indigo is splendid; Indigo coloured flowers, Indigo thread, and especially indigo paper.", "character": "Nagiko", "characterId": "nm0943180"}]}, {"lines": [{"text": "The smell of white paper is like the scent of skin of a new lover who has just paid a surprise visit out of a rainy garden. And the black ink is like lacquered hair. And the quill? Well, the quill is like that instrument of pleasure whose purpose is never in doubt but whose surprising efficiency one always, always forgets.", "character": "Nagiko", "characterId": "nm0943180"}]}, {"lines": [{"text": "Farewells can be both beautiful and despicable. Saying farewell to one who is loved is very complicated. Why should a person be obligated to stand such sweet pain and such bitter pleasure?", "character": "Nagiko", "characterId": "nm0943180"}]}, {"lines": [{"text": "You've been reading my diary?", "character": "Nagiko", "characterId": "nm0943180"}, {"text": "Isn't that why people keep diaries? To be read by someone else? Otherwise why keep them?", "character": "The Husband", "characterId": "nm0594073"}, {"text": "To know about themselves.", "character": "Nagiko", "characterId": "nm0943180"}]}, {"lines": [{"text": "His writing - in so many languages - made me a sign-post pointing east, west, north and south. I had shoes in German, stockings in French, gloves in Hebrew, a hat with a veil in Italian. He only kept me naked where I was most accustomed to wearing clothes.", "character": "Nagiko", "characterId": "nm0943180"}]}, {"lines": [{"text": "I could learn new languages to make you understood all over the world.", "character": "Jerome", "characterId": "nm0000191"}]}, {"lines": [{"text": "the delights of the flesh and the delights of literature. I have had the good fortune to enjoy them both equally.", "character": "Nagiko", "characterId": "nm0943180"}]}]}