{"quotes": [{"lines": [{"text": "[Barney Caine to Adam Stieffel, Chairman, Titan Oil]\nWhat do you know about this nation? Don't you ever give a second thought to American citizens? You're the reason their money's worthless. You're the reason old people are eating out of garbage cans, and kids get killed in bullshit wars. You're not in the oil business; you're in the oil SHORTAGE business! You're an ivory-tower hoodlum-a common street killer. I wish to Christ there was some way I could nail ya'.", "character": "Barney Caine", "characterId": "nm0001715"}]}, {"lines": [{"text": "In Germany, one does not bring police into matters which concern the past.", "character": "Paul Obermann, Chief Engineer Berlin Power & Light Co.", "characterId": "nm0126007"}]}, {"lines": [{"text": "Doctor, Mr. Reimeck told us that you had been captured by the Russians.", "character": "Barney Caine", "characterId": "nm0001715"}, {"text": "The Mongolians came into the Kaiser Wilhelm Institute. They swarmed into my office still wearing their white winter uniforms in May. They kept flushing my toilet over and over. Can you believe? The German nation defeated by men who have never seen a toilet.", "character": "Dr. Abraham Esau, Director Reich Energy", "characterId": "nm0000024"}]}, {"lines": [{"text": "Let me tell you something. If I didn't have a son that still loved me, I'd blow your fuckin' brains out all over that wall back there... right here, right now. But I'm not in the murder business... and you're not worth one more minute of my time.", "character": "Barney Caine", "characterId": "nm0001715"}]}, {"lines": [{"text": "[proposing that Titan Oil can raise their gasoline prices]\nThe people will accept the 12 cents now because we can blame it on the Arabs!", "character": "Arthur Clements", "characterId": "nm0819525"}, {"text": "We *are* the Arabs.", "character": "Adam Steiffel, Chairman Titan Oil", "characterId": "nm0000008"}]}, {"lines": [{"text": "You're not in the oil business; you're in the oil shortage business!", "character": "Barney Caine", "characterId": "nm0001715"}]}, {"lines": [{"text": "[Barney Caine to Sgt. Yosuta]\nCheck the car.", "character": "Barney Caine", "characterId": "nm0001715"}, {"text": "[Sgt. Yosuta]\nLieutenant Caine, I gotta talk to you. You know, we're supposed to be working this case together, so let's get some ground rules straight-up front. I have a name and I'd like you to use it-understood?", "character": "Barney Caine", "characterId": "nm0001715"}, {"text": "You're absolutely right. I should have said, \"Check the cars, Louis\", or, \"Would you be good enough to check the cars, Sergeant Yosuta?\" but it's Sunday and I'm not with my son and it bothers me, so you'll forgive my sudden lack of charm, okay?", "character": "Barney Caine", "characterId": "nm0001715"}, {"text": "Okay.", "character": "Barney Caine", "characterId": "nm0001715"}, {"text": "Good-now check the fuckin' car.", "character": "Barney Caine", "characterId": "nm0001715"}]}, {"lines": [{"text": "What about dinner, Hans?", "character": "Barney Caine", "characterId": "nm0001715"}, {"text": "Impossible. Two terrorists escaped from Moabit Prison. You know, you have been fortunate in America so far. You haven't experienced organized terrorism.", "character": "Hans Lehman, Prefect of Police Berlin", "characterId": "nm0886657"}]}, {"lines": [{"text": "At the end of the war they had developed a truly remarkable catalyst. The catalyst lasted for over one million tons of coal.", "character": "Paul Obermann, Chief Engineer Berlin Power & Light Co.", "characterId": "nm0126007"}, {"text": "Then the formula for that catalyst would still be considered secret?", "character": "Barney Caine", "characterId": "nm0001715"}, {"text": "Without question. Whoever possessed the formula would need only coal and a basic chemical technology to be self-sufficient in energy.", "character": "Paul Obermann, Chief Engineer Berlin Power & Light Co.", "characterId": "nm0126007"}, {"text": "Then it would follow that certain interests wouldn't exactly be thrilled with the introduction of mass-produced synthetic fuel made from coal.", "character": "Barney Caine", "characterId": "nm0001715"}, {"text": "Obviously not. They would no longer enjoy huge profits from the scarcity of natural crude. The entire power structure in the world would shift from the Arabs and OPEC back to the United States. After all, Mr. Caine, America has the largest deposits of coal on this planet. The forces involved are colossal.", "character": "Paul Obermann, Chief Engineer Berlin Power & Light Co.", "characterId": "nm0126007"}]}, {"lines": [{"text": "I must advise you, we may require some more questions at a later date.", "character": "Hans Lehman, Prefect of Police Berlin", "characterId": "nm0886657"}, {"text": "You may require questions? You bring me here at a time of sorrow asking questions. Stupid questions. While my uncle is murdered in a public place. I have only contempt for you and your so-called profession.", "character": "Lisa Spangler", "characterId": "nm0445715"}]}, {"lines": [{"text": "Human beings, my friend, are a very complex paradox. Very, very dangerous. They don't wanna' be leaders, they wanna' be followers. I mean, they... they can't wait to find some nut, who they think is just wonderful, to tell them what to do. And they all wanna' be brought under control. And some of that awesome burden has fallen on my sagging shoulders. I didn't ask for it, and I don't enjoy it, but I accept it... because I have a strong sense of duty.", "character": "Adam Steiffel, Chairman Titan Oil", "characterId": "nm0000008"}]}, {"lines": [{"text": "You trade lives and human dignity for profit.", "character": "Barney Caine", "characterId": "nm0001715"}, {"text": "\"Money, not morality, is the principal commerce of civilized nations.\" Thomas Jefferson, 200 years ago. That is the philosophy that built this nation.", "character": "Adam Steiffel, Chairman Titan Oil", "characterId": "nm0000008"}, {"text": "What do you know about this nation? When did you ever give a second thought to American citizens? You're the reason their money's worthless. You're the reason old people are eating out of garbage cans, and kids get killed in bullshit wars. You're not in the oil business, you're in the oil shortage business. You're an ivory tower hoodlum. A common street killer. I wish to Christ there was some way I could nail you...", "character": "Barney Caine", "characterId": "nm0001715"}, {"text": "Well... you're gonna' be nailing the American Dream, Barney. Because it all started in the corner gas station. Remember, you used to take your bike down there and get free air. And daddy said, \"Fill them up, Fred.\" And you go down to grandma's for Christmas dinner. Yeah. Then, when you got your first car, what did you do? You took your girl for a ride. There was Fred smiling by the pump there. He never let you down, because a gallon of gas never broke down. Well, it was oil that nourished the American Dream. We're the great American tit, Barney. And without it... ain't no America.", "character": "Adam Steiffel, Chairman Titan Oil", "characterId": "nm0000008"}]}]}