{"quotes": [{"lines": [{"text": "Badges? We ain't got no badges. We don't need no badges. I don't have to show you any stinking badges.", "character": "Gold Hat", "characterId": "nm0066166"}]}, {"lines": [{"text": "You're sure he was trailin' you are ya?", "character": "Dobbs", "characterId": "nm0000007"}, {"text": "Absolutely.", "character": "Bob Curtin", "characterId": "nm0392529"}, {"text": "How come?", "character": "Dobbs", "characterId": "nm0000007"}, {"text": "Cuz there he is.", "character": "Bob Curtin", "characterId": "nm0392529"}]}, {"lines": [{"text": "Say, mister. Will you stake a fellow American to a meal?", "character": "Fred C. Dobbs", "characterId": "nm0000007"}, {"text": "Such impudence never came my way. Early this afternoon I gave you money... while I was having my shoes polished I gave you MORE money... now you put the bite on me again. Do me a favor, will ya? Go occasionally to somebody else - it's beginning to get tiresome.", "character": "American in Tampico in white suit", "characterId": "nm0001379"}, {"text": "Ah, excuse me, mister, I never knowed it was you. I never looked at your face - I just looked at your hands and the money you gave me. Beg pardon, mister, I promise I'll never put the bite on you again.", "character": "Fred C. Dobbs", "characterId": "nm0000007"}, {"text": "[gives him a peso]\nThis is the very last you get from me. Just to make sure you don't forget your promise, here's another peso.", "character": "American in Tampico in white suit", "characterId": "nm0001379"}, {"text": "[puts another peso in Dobbs' hand]", "character": null, "characterId": null}, {"text": "Thanks, mister. Thanks.", "character": "Fred C. Dobbs", "characterId": "nm0000007"}, {"text": "But from now on, you'll have to make your way through life without my assistance.", "character": "American in Tampico in white suit", "characterId": "nm0001379"}]}, {"lines": [{"text": "I think I'll go to sleep and dream about piles of gold getting bigger and bigger and bigger.", "character": "Fred C. Dobbs", "characterId": "nm0000007"}]}, {"lines": [{"text": "[Howard eats, while Dobbs and Curtin snooze]", "character": null, "characterId": null}, {"text": "Hey you fellas, how 'bout some beans? You want some beans? Goin' through some mighty rough country tomorrow, you'd better have some beans.", "character": "Howard", "characterId": "nm0404158"}]}, {"lines": [{"text": "Ah, as long as there's no find, the noble brotherhood will last but when the piles of gold begin to grow... that's when the trouble starts.", "character": "Howard", "characterId": "nm0404158"}]}, {"lines": [{"text": "We've wounded this mountain. It's our duty to close her wounds. It's the least we can do to show our gratitude for all the wealth she's given us. If you guys don't want to help me, I'll do it alone.", "character": "Howard", "characterId": "nm0404158"}, {"text": "You talk about that mountain like it was a real woman.", "character": "Bob Curtin", "characterId": "nm0392529"}, {"text": "She's been a lot better to me than any woman I ever knew. Keep your shirt on, old-timer. Sure, I'll help ya.", "character": "Fred C. Dobbs", "characterId": "nm0000007"}]}, {"lines": [{"text": "You know, the worst ain't so bad when it finally happens. Not half as bad as you figure it'll be before it's happened.", "character": "Bob Curtin", "characterId": "nm0392529"}]}, {"lines": [{"text": "I know what gold does to men's souls.", "character": "Howard", "characterId": "nm0404158"}]}, {"lines": [{"text": "Conscience. What a thing. If you believe you got a conscience it'll pester you to death. But if you don't believe you got one, what could it do t'ya? Makes me sick, all this talking and fussing about nonsense.", "character": "Dobbs", "characterId": "nm0000007"}]}, {"lines": [{"text": "Remember what you said back in Tampico about having to carry that old man on our backs?", "character": "Bob Curtin", "characterId": "nm0392529"}, {"text": "That was when I took him for an ordinary human being, not part goat.", "character": "Fred C. Dobbs", "characterId": "nm0000007"}]}, {"lines": [{"text": "You know, you've got to hand it to the Mexicans when if comes to swift justice. Once the Federales get their mitts on a criminal, they know just what to do with him. They hand him a shovel, tell him where to dig, when he's dug deep enough, they tell him to put the shovel down, smoke a cigarette, and say his prayers. In another five minutes, he's being covered over with the dirt he dug out.", "character": "James Cody", "characterId": "nm0071636"}]}, {"lines": [{"text": "[in one sentence]\nDo you believe that stuff the old man was saying the other night at the Oso Negro about gold changin' a man's soul so's he ain't the same sort of man as he was before findin' it?", "character": "Dobbs", "characterId": "nm0000007"}]}, {"lines": [{"text": "Water's precious. Sometimes may be more precious than gold.", "character": "Howard", "characterId": "nm0404158"}]}, {"lines": [{"text": "Say, answer me this one, will you? Why is gold worth some twenty bucks an ounce?", "character": "Howard", "characterId": "nm0404158"}, {"text": "I don't know. Because it's scarce.", "character": "Flophouse Bum", "characterId": "nm0242735"}, {"text": "one out of a thousand. His find represents not only his own labor, but that of nine hundred and ninety-nine others to boot. That's six thousand months, five hundred years, scramblin' over a mountain, goin' hungry and thirsty. An ounce of gold, mister, is worth what it is because of the human labor that went into the findin' and the gettin' of it.", "character": "Howard", "characterId": "nm0404158"}, {"text": "I never thought of it just like that.", "character": "Flophouse Bum", "characterId": "nm0242735"}, {"text": "Well, there's no other explanation, mister. Gold itself ain't good for nothing except making jewelry with and gold teeth.", "character": "Howard", "characterId": "nm0404158"}]}, {"lines": [{"text": "This is the country where the nuggets of gold are just crying out for you to take them out of the ground and make 'em shine in coins on the fingers and necks of swell dames.", "character": "Fred C. Dobbs", "characterId": "nm0000007"}]}, {"lines": [{"text": "Now here's where we're bound for, hereabouts. Don't show properly whether there's mountains, swamp, or desert. That shows the makers of the map themselves don't know for sure. Once on the ground, all we gotta do is open our eyes and look around. Yes, and blow our noses, too. Believe it or not, I knew a fellow once who could smell gold like a jackass can smell water.", "character": "Howard", "characterId": "nm0404158"}]}, {"lines": [{"text": "Hey, if there was gold in them mountains, how long would it have been there? Millions and millions of years, wouldn't it? What's our hurry? A couple of days, more or less, ain't gonna make a difference.", "character": "Fred C. Dobbs", "characterId": "nm0000007"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Well, goodbye Curtin.", "character": "Howard", "characterId": "nm0404158"}, {"text": "Goodbye, Howard.", "character": "Bob Curtin", "characterId": "nm0392529"}, {"text": "Good luck.", "character": "Howard", "characterId": "nm0404158"}, {"text": "Same to you.", "character": "Bob Curtin", "characterId": "nm0392529"}]}, {"lines": [{"text": "We are the Federales... You know... The mounted police.", "character": "Mexican Bandit", "characterId": "nm0897661"}, {"text": "If you're the police, where are your badges?", "character": "Dobbs", "characterId": "nm0000007"}, {"text": "Badges?... We ain't got no badges. We don't need no badges. I don't have to show you any stinking badges!", "character": "Mexican Bandit", "characterId": "nm0897661"}]}, {"lines": [{"text": "Can you help a fellow American down on his luck?", "character": "Dobbs", "characterId": "nm0000007"}]}, {"lines": [{"text": "Nobody puts one over on Fred C. Dobbs.", "character": "Dobbs", "characterId": "nm0000007"}]}, {"lines": [{"text": "Let's see, three times 35 - is a hundred and five. I'll bet you 105,000 dollars that you go to sleep before I do.", "character": "Dobbs", "characterId": "nm0000007"}]}, {"lines": [{"text": "If I were you boys, I wouldn't talk or even think about women. T'aint good for your health.", "character": "Howard", "characterId": "nm0404158"}]}, {"lines": [{"text": "You two guys musta been born in a revival meeting.", "character": "Dobbs", "characterId": "nm0000007"}]}, {"lines": [{"text": "Without me, you two would die here, more miserable than rats.", "character": "Howard", "characterId": "nm0404158"}]}, {"lines": [{"text": "What a town. Tampico.", "character": "Fred C. Dobbs", "characterId": "nm0000007"}, {"text": "You said it, brother. If I could just get me a job that would bring in enough to buy passage, I'd shake it's dust off my feet soon enough, you bet.", "character": "Bob Curtin", "characterId": "nm0392529"}]}, {"lines": [{"text": "You know, if I was a native, I'd get me a can of shoe polish and I'd be in business. They'd never let a gringo. You can sit on a bench 'til you're three-quarters starved... you can beg from another gringo... you can even commit burglary. You try shinin' shoes in the street, peddlin' lemonade out of a bucket, and your hash is settled. You'll never get another job from an American.", "character": "Fred C. Dobbs", "characterId": "nm0000007"}, {"text": "Yeah, and the natives would hound and pester you to death.", "character": "Bob Curtin", "characterId": "nm0392529"}, {"text": "Some town to be broke in.", "character": "Fred C. Dobbs", "characterId": "nm0000007"}, {"text": "What town isn't?", "character": "Bob Curtain", "characterId": "nm0392529"}]}, {"lines": [{"text": "Aah, gold's a devilish sort of thing, anyway. You start out, you tell yourself you'll be satisfied with 25,000 handsome smackers worth of it. So help me, Lord, and cross my heart. Fine resolution. After months of sweatin' yourself dizzy, and growin' short on provisions, and findin' nothin', you finally come down to 15,000, then ten. Finally, you say, \"Lord, let me just find $5,000 worth and I'll never ask for anythin' more the rest of my life.\"", "character": "Howard", "characterId": "nm0404158"}, {"text": "$5,000 is a lot of money.", "character": "Flophouse Bum", "characterId": "nm0242735"}, {"text": "Yeah, here in this joint it seems like a lot. But I tell you, if you was to make a real strike, you couldn't be dragged away. Not even the threat of miserable death would keep you from trying to add 10,000 more. Ten, you'd want to get twenty-five; twenty-five you'd want to get fifty; fifty, a hundred. Like roulette. One more turn, you know. Always one more.", "character": "Howard", "characterId": "nm0404158"}]}, {"lines": [{"text": "Any more lip out of you and I'll haul off and let you have it. If you know what's good for you, you won't monkey around with Fred C. Dobbs.", "character": "Fred C. Dobbs", "characterId": "nm0000007"}]}, {"lines": [{"text": "Why am I elected to go to the village? Why me instead of you and Curtin? Oh, don't think I don't see through that. You two've thrown in against me. The two days I'd be gone would give you plenty of time to discover where my goods are, wouldn't it?", "character": "Fred C. Dobbs", "characterId": "nm0000007"}, {"text": "If you feel along those lines, why don't you take your goods with you?", "character": "Howard", "characterId": "nm0404158"}, {"text": "And run the risk of having them taken from me by bandits?", "character": "Fred C. Dobbs", "characterId": "nm0000007"}, {"text": "If you was to run into bandits, you'd be out of luck anyway. They'd kill you for the shoes on your feet.", "character": "Howard", "characterId": "nm0404158"}, {"text": "Oh, so that's it. Everything's clear now. You're hoping bandits will get me. That would save you a lot of trouble, wouldn't it? And your consciences wouldn't bother you none, neither.", "character": "Fred C. Dobbs", "characterId": "nm0000007"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Say buddy, will you stake a fellow Am...", "character": "Dobbs", "characterId": "nm0000007"}]}, {"lines": [{"text": "You know what I'm thinkin'. I'm thinkin' we ought to give up. Leave the whole outfit - everything behind and go back to civilization.", "character": "Dobbs", "characterId": "nm0000007"}, {"text": "What's that you say? Go back? Ha, ha. Well, tell my old grandmother! I've got two very elegant bedfellows who kick at the first drop of rain and hide in the closet when thunder rumbles. My, my, my, what great prospectors, two shoe clerks readin' a magazine about prospectin' for gold in the land of the midnight sun, south of the border, or west of the Rockies, ha, ha, ha...", "character": "Howard", "characterId": "nm0404158"}, {"text": "[Picking up a rock]\nShut your trap! Shut up or I'll smash your head flat.", "character": "Dobbs", "characterId": "nm0000007"}, {"text": "Go ahead, go ahead, throw it. If you did, you'd never leave this wilderness alive. Without me, you two would die here more miserable than rats.", "character": "Howard", "characterId": "nm0404158"}, {"text": "[to Dobbs]\nAw, leave him alone. Can't you see the old man's nuts?", "character": "Bob Curtin", "characterId": "nm0392529"}, {"text": "Let me tell you something, my two fine bedfellows, you're so dumb, there's nothin' to compare ya with, you're dumber than the dumbest jackass. Look at each other, will ya? Did you ever see anything like yourself for bein' dumb specimens. You're so dumb, you don't even see the riches you're treadin' on with your own feet. Yeah, don't expect to find nuggets of molten gold. It's rich but not that rich. And here ain't the place to dig. It comes from someplace further up. Up there, up there's where we've got to go. UP THERE!", "character": "Howard", "characterId": "nm0404158"}]}, {"lines": [{"text": "Ah, $25,000.00 is plenty as far as I'm concerned. Enough to last me out the rest of my lifetime.", "character": "Howard", "characterId": "nm0404158"}, {"text": "Sure. You're old, I'm young. I need dough and plenty of it!", "character": "Fred C. Dobbs", "characterId": "nm0000007"}]}, {"lines": [{"text": "Wouldn't it be better, the way things are, to separate tomorrow, or even tonight?", "character": "Bob Curtin", "characterId": "nm0392529"}, {"text": "That would suit you fine, wouldn't it?", "character": "Fred C. Dobbs", "characterId": "nm0000007"}, {"text": "Why me more than you?", "character": "Bob Curtin", "characterId": "nm0392529"}, {"text": "So you could fall on me from behind, sneak up and shoot me in the back.", "character": "Fred C. Dobbs", "characterId": "nm0000007"}, {"text": "All right, I'll go first.", "character": "Bob Curtin", "characterId": "nm0392529"}, {"text": "And wait for me on the trail to ambush me?", "character": "Fred C. Dobbs", "characterId": "nm0000007"}]}]}