{"quotes": [{"lines": [{"text": "You think God belongs only to you? He doesn't. God is an immortal spirit who belongs to everybody, to the whole world. You think you're special? God is not an Israelite.", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "If I was a woodcutter, I'd cut. If I was a fire, I'd burn. But I'm a heart and I love. That's the only thing I can do.", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "[after Lazarus has been resurrected]", "character": null, "characterId": null}, {"text": "How do you feel?", "character": "Saul", "characterId": "nm0001765"}, {"text": "I like the light.", "character": "Lazarus", "characterId": "nm0032962"}, {"text": "Death, or life?", "character": "Saul", "characterId": "nm0001765"}, {"text": "I was a little surprised... wasn't that much difference.", "character": "Lazarus", "characterId": "nm0032962"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Give me your hand.", "character": "Saul", "characterId": "nm0001765"}, {"text": "[stabs him]", "character": null, "characterId": null}]}, {"lines": [{"text": "God loves me. I know he loves me. I want him to stop.", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "How will you ever pay for your sins?", "character": "Judas", "characterId": "nm0000172"}, {"text": "With my life, Judas. With my life. I don't have anything else.", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "God brought you here, didn't he?", "character": "Jerobeam", "characterId": "nm0587944"}, {"text": "All he brought here is my shame.", "character": "Jesus", "characterId": "nm0000353"}, {"text": "Shame is also a temptation.", "character": "Jerobeam", "characterId": "nm0587944"}, {"text": "God hunts me. He drives his nails into my heart. He wants to push me over. He wants me to speak. But he didn't touch my lips with burning coals. How can I speak? I sinned.", "character": "Jesus", "characterId": "nm0000353"}, {"text": "We all sin.", "character": "Jerobeam", "characterId": "nm0587944"}, {"text": "Not my sins. What does He want from me? Can't he see what's inside me? All my sins. I'm Lucifer.", "character": "Jesus", "characterId": "nm0000353"}, {"text": "Be quiet!", "character": "Jerobeam", "characterId": "nm0587944"}, {"text": "No! I'm a liar. A hypocrite. I'm afraid of everything. I never tell the truth. I don't have the courage. When I see a woman, I blush and look away. But inside I have lust. For God, I smother the lust, and that satisfies my pride. But my pride destroys Magdalene. I never steal or fight, or kill... not because I don't want to but because I'm afraid. I want to rebel against everything, everybody... against God!... but I'm afraid. If you look inside me you see fear, that's all. Fear is my mother, my father, my God.", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "There is only one woman in the world. One woman, with many faces.", "character": "Girl Angel/Satan", "characterId": "nm0146258"}]}, {"lines": [{"text": "[cried out on the cross]\nFather, why have you forsaken me?", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "It's one thing to want to change the way people live... but you want to change how they think, how they feel.", "character": "Pontius Pilate", "characterId": "nm0000309"}, {"text": "All I'm saying is that change will happen with love, not with killing.", "character": "Jesus", "characterId": "nm0000353"}, {"text": "Either way, it's dangerous. It's against Rome. It's against the way the world is. And killing or loving, it's all the same. It simply doesn't matter how you want to change things. We don't want them changed.", "character": "Pontius Pilate", "characterId": "nm0000309"}]}, {"lines": [{"text": "I struggle, you collaborate.", "character": "Judas", "characterId": "nm0000172"}]}, {"lines": [{"text": "What's good for man isn't good for God!", "character": "Judas", "characterId": "nm0000172"}]}, {"lines": [{"text": "If I could touch every stone, if I could breathe on every branch, they'd get up and follow me. So what's wrong with you?", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "Judas, my brother, I have something to tell you. I have a terrible secret from God. You know why I came to Jerusalem?", "character": "Jesus", "characterId": "nm0000353"}, {"text": "Yes. This is where the revolution is going to begin.", "character": "Judas", "characterId": "nm0000172"}, {"text": "Last night, Isaiah came to me. He had a prophecy, I saw it written. It said, \"He has borne our faults; he was wounded for our transgressions, yet he opened now his mouth. Despised and rejected by all, he went forward without resisting, like a lamb led to the slaughter.\"", "character": "Jesus", "characterId": "nm0000353"}, {"text": "I don't understand.", "character": "Judas", "characterId": "nm0000172"}, {"text": "Judas, I am the lamb. I'm the one who's going to do.", "character": "Jesus", "characterId": "nm0000353"}, {"text": "Die? You mean you're not the Messiah?", "character": "Judas", "characterId": "nm0000172"}, {"text": "I Am.", "character": "Jesus", "characterId": "nm0000353"}, {"text": "That can't be. If you're the Messiah, why do you have to die?", "character": "Judas", "characterId": "nm0000172"}, {"text": "Listen, at first, I didn't understand myself...", "character": "Jesus", "characterId": "nm0000353"}, {"text": "No, *you* listen. Every day, you have a different plan. First it's love, then the ax, and now you have to die. What good could that do?", "character": "Judas", "characterId": "nm0000172"}, {"text": "God only talks to me a little at a time and tells me as much as I need to know.", "character": "Jesus", "characterId": "nm0000353"}, {"text": "We need you alive!", "character": "Judas", "characterId": "nm0000172"}, {"text": "Now I finally understand! All my life-all my life, I've been followed by voices, by footsteps, by shadows. And do you know what that shadow is? The cross. I have to die on the cross, and I have to die willingly. We have to go back to the temple.", "character": "Jesus", "characterId": "nm0000353"}, {"text": "And after you die on the cross, what happens then?", "character": "Judas", "characterId": "nm0000172"}, {"text": "I come back to judge the living and the dead.", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "It is accomplished!", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "You're here to trick me.", "character": "Jesus", "characterId": "nm0000353"}, {"text": "save yourself. Find love", "character": "The Cobra/Satan", "characterId": "nm0548896"}, {"text": "I have love.", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "[is drawing a circle in the earth while he speaks to God]\nI'm not going to leave this circle, I'm not going to leave until you speak to me. No signs, no pain, just speak to me in human words. Whatever path you want, I'll take. Love, or the axe, or anything else. Now if you want me to stay here and die, I'll do that too, but you have to tell me.", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "[stares at the heavens]\nFather, will you listen to me? Are you still there? Will you listen to a selfish, unfaithful son? I fought you when you called, I resisted! I thought of no more. I didn't want to be your son! Can you forgive me?", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "Don't you have any respect?", "character": "Peter, Apostle", "characterId": "nm0034519"}, {"text": "For him?", "character": "Judas", "characterId": "nm0000172"}, {"text": "[feebly]\nYou don't understand...", "character": "Jesus", "characterId": "nm0000353"}, {"text": "Understand?... You broke my heart. Sometimes I curse the day I ever met you! We held the world in our hands. Remember what you told me? You took me in your arms, do you remember? And you begged me, \"Betray me, betray me, I have to be crucified...\"", "character": "Judas", "characterId": "nm0000172"}]}, {"lines": [{"text": "I feel sorry for you. You were lonely. You cried, so I came.", "character": "The Lion", "characterId": "nm0001347"}, {"text": "[wary]\nI didn't call for you. Who are you?", "character": "Jesus", "characterId": "nm0000353"}, {"text": "Your spirit.", "character": "The Lion", "characterId": "nm0001347"}]}, {"lines": [{"text": "[men are grabbing him, demanding a miracle]\nDon't touch me! You're filled with hate, get away! God won't help you!", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "You see, you don't know how much people need God. You don't know how happy He can make them. He can make them happy to do anything. Make them happy to die, and they'll die, all for the sake of Christ. Jesus Christ. Jesus of Nazareth. The Son of God. The Messiah. Not you. Not for your sake. You know, I'm glad I met you. Because now I can forget all about you. My Jesus is much more important and much more powerful.", "character": "Saul", "characterId": "nm0001765"}]}, {"lines": [{"text": "I said Love! I didn't say Death!", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "[Mocking Jesus]\nSee, this is what happens when a man swears off sex; the semen backs up into his brain!", "character": null, "characterId": null}]}, {"lines": [{"text": "Brothers, my old friends! Listen to me! It's me the prophets preached about. God talked to me in the desert; he gave me a secret and told me to bring it to you. Didn't you hear me coming? I ran here to Nazareth, where I grew up, to bring you the news. The word of God is here now.", "character": "Jesus", "characterId": "nm0000353"}, {"text": "You work miracles. Make a miracle for us. Make us believe in you. Otherwise, go away.", "character": "Voice in Crowd", "characterId": "nm0943532"}, {"text": "God. The World of God. So take your bread and give it to the poor. What difference does it matter what you own? You have gold and silver? It's going to rot, and that rot is going to eat away your heart. All of you! There will be a flood, and there will be a fire. Everything will be destroyed. But there will be a new ark riding on that fire, and I hold the keys and I open the door, and I decide who goes in and who doesn't. You're my brothers from Nazareth, and you're the first I invite on the ark. Don't wait. Don't waste your life. Come with me.", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "Today and tomorrow I cast out demons and work cures. On the third day, I will be perfected.", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "I wish there was another way, but there isn't. I have to die on the cross.", "character": "Jesus", "characterId": "nm0000353"}, {"text": "I won't let you die.", "character": "Judas", "characterId": "nm0000172"}, {"text": "You don't have a choice. Neither do I. Remember, we're bringing God and man together. They'll never be together unless I die. I'm the sacrifice... Forget everything else, understand that.", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "The pain begins. It slides up my back and just before it gets to my eyes, it digs in its claws.", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "I'm not gonna leave here until you speak to me!", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "God demands anger!", "character": "John The Baptist", "characterId": "nm0339737"}]}, {"lines": [{"text": "So Lazarus, how do you feel?", "character": "Saul", "characterId": "nm0001765"}]}, {"lines": [{"text": "Rabbi, you broke my heart.", "character": "Judas", "characterId": "nm0000172"}]}, {"lines": [{"text": "Unfortunately for you, we don't want things changed.", "character": "Pontius Pilate", "characterId": "nm0000309"}]}, {"lines": [{"text": "In the desert, the baptist warned us, God is coming. Well, I'm telling you it's too late! He's already here. I'm here! And I'm going to baptize everybody... with fire!", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "God's an immortal spirit who belongs to everybody! To the whole world! You think, you are special? God is not an Israelite!", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "You had orders to kill him and you haven't done it. Now he acts like a prophet, and you follow him!", "character": "Saul", "characterId": "nm0001765"}, {"text": "Did you hear what he said back there?", "character": "Judas", "characterId": "nm0000172"}, {"text": "Yes I heard him. We took an oath against Rome. I don't see a thing against Rome around here, all I see are Jews against Jews.", "character": "Saul", "characterId": "nm0001765"}, {"text": "Then you're not listening.", "character": "Judas", "characterId": "nm0000172"}]}, {"lines": [{"text": "[holds up two rocks on display to the crowd]\nWhich one of you people has never sinned? Whoever that is, come up here and throw these!", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "Judas! What are you doing with this magician?", "character": "Saul", "characterId": "nm0001765"}]}, {"lines": [{"text": "That is blasphemy.", "character": "Rabbi", "characterId": "nm0675490"}, {"text": "Didn't they tell you? I am the saint of blasphemy. Don't make any mistakes, I didn't come here to bring peace, I came to bring a sword!", "character": "Jesus", "characterId": "nm0000353"}, {"text": "Talking like that will get you killed.", "character": "Rabbi", "characterId": "nm0675490"}, {"text": "Me, killed? Listen to me. This temple will be torn down in three days, torn down to the ground!", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "What are you doing here? What business do you have here? With women, with children. What's good for men isn't good for God!", "character": "Judas", "characterId": "nm0000172"}]}, {"lines": [{"text": "I told you we would meet again.", "character": "Satan", "characterId": "nm0548896"}]}, {"lines": [{"text": "[Opening lines]\nThe feeling begins. Very tender, very loving. Then the pain starts. Claws slip underneath the skin and tear their way up. Just before they reach my eyes, they dig in. And I remember. First I fasted for three months. I even whipped myself before I went to sleep. At first it worked. Then the pain came back. And the voices. They call me by name. Jesus.", "character": "Jesus", "characterId": "nm0000353"}]}, {"lines": [{"text": "[to Jesus in the World without the Crucifixion]\nYou know, I'm glad I've met you. Because now I can forget all about you.", "character": "Saul", "characterId": "nm0001765"}]}, {"lines": [{"text": "Why has it changed so much?", "character": "Jesus", "characterId": "nm0000353"}, {"text": "It hasn't changed. You have. Now you can see its real beauty.", "character": "Girl Angel/Satan", "characterId": "nm0146258"}]}, {"lines": [{"text": "Is that you?", "character": "Jesus", "characterId": "nm0000353"}]}]}