{"quotes": [{"lines": [{"text": "[discussing his problems]\nI don't know what to do, Godfather. My voice is weak, it's weak. Anyway, if I had this part in the picture, it puts me right back on top, you know. But this... this man out there. He won't give it to me, the head of the studio.", "character": "Johnny Fontane", "characterId": "nm0553887"}, {"text": "What's his name?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "Woltz. He said there's no chance, no chance...", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[Meanwhile, Hagen finds Sonny and summons him]", "character": null, "characterId": null}, {"text": "A month ago he bought the rights to this book, a best seller. The main character is a guy just like me. I wouldn't even have to act, just be myself. Oh, Godfather, I don't know what to do, I don't know what to do...", "character": "Johnny Fontane", "characterId": "nm0553887"}, {"text": "[All of a sudden, Don Corleone rises from his chair and gives Fontane a savage shake]", "character": null, "characterId": null}, {"text": "YOU CAN ACT LIKE A MAN!", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[gives a quick slap to Fontane]", "character": null, "characterId": null}, {"text": "What's the matter with you? Is this what you've become, a Hollywood finocchio who cries like a woman? \"Oh, what do I do? What do I do?\" What is that nonsense? Ridiculous!", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[the Don's unexpected mimicry makes Hagen and even Fontane laugh; around this time Sonny comes in]", "character": null, "characterId": null}, {"text": "Tell me, do you spend time with your family?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "Sure I do.", "character": "Johnny Fontane", "characterId": "nm0553887"}, {"text": "Good. Because a man who doesn't spend time with his family can never be a real man.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[gives a quick look at Sonny and affectionately embraces Fontane]", "character": null, "characterId": null}, {"text": "You look terrible. I want you to eat, I want you to rest well. And a month from now this Hollywood big shot's gonna give you what you want.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "Too late. They start shooting in a week.", "character": "Johnny Fontane", "characterId": "nm0553887"}, {"text": "I'm gonna make him an offer he can't refuse. Okay? I want you to leave it all to me. Go on, go back to the party.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[a gratified Fontane leaves]", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Rocco who has killed Paulie in the car]", "character": null, "characterId": null}, {"text": "Leave the gun. Take the cannoli.", "character": "Peter Clemenza", "characterId": "nm0144710"}]}, {"lines": [{"text": "In Sicily, women are more dangerous than shotguns.", "character": "Calo", "characterId": "nm0162948"}]}, {"lines": [{"text": "My father is no different than any powerful man, any man with power, like a president or senator.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Do you know how naive you sound, Michael? Presidents and senators don't have men killed.", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "Oh. Who's being naive, Kay?", "character": "Michael", "characterId": "nm0000199"}]}, {"lines": [{"text": "Michael, you never told me you knew Johnny Fontane!", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "Sure, you want to meet him?", "character": "Michael", "characterId": "nm0000199"}, {"text": "Well, yeah! Sure.", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "My father helped him with his career.", "character": "Michael", "characterId": "nm0000199"}, {"text": "How did he do that?", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "...Let's listen to the song.", "character": "Michael", "characterId": "nm0000199"}, {"text": "[after listening to Johnny for a while]\nTell me, Michael. Please.", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "Well, when Johnny was first starting out, he was signed to a personal services contract with this big-band leader. And as his career got better and better, he wanted to get out of it. But the band leader wouldn't let him. Now, Johnny is my father's godson. So my father went to see this bandleader and offered him $10,000 to let Johnny go, but the bandleader said no. So the next day, my father went back, only this time with Luca Brasi. Within an hour, he had a signed release for a certified check of $1000.", "character": "Michael", "characterId": "nm0000199"}, {"text": "How did he do that?", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "My father made him an offer he couldn't refuse.", "character": "Michael", "characterId": "nm0000199"}, {"text": "What was that?", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "Luca Brasi held a gun to his head, and my father assured him that either his brains or his signature would be on the contract.", "character": "Michael", "characterId": "nm0000199"}, {"text": "...", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "...That's a true story.", "character": "Michael", "characterId": "nm0000199"}, {"text": "[cut to Johnny singing again for about 10 more seconds before going back to Michael]", "character": null, "characterId": null}, {"text": "That's my family Kay, that's not me.", "character": "Michael", "characterId": "nm0000199"}]}, {"lines": [{"text": "[speaking to Carlo]\nOnly don't tell me you're innocent. Because it insults my intelligence and makes me very angry.", "character": "Michael", "characterId": "nm0000199"}]}, {"lines": [{"text": "We have known each other many years, but this is the first time you've come to me for counsel or for help. I can't remember the last time you invited me to your house for a cup of coffee, even though my wife is godmother to your only child. But let's be frank here. You never wanted my friendship. And you feared to be in my debt.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "I didn't want to get into trouble.", "character": "Bonasera", "characterId": "nm0181128"}, {"text": "I understand. You found paradise in America. You had a good trade, you made a good living. The police protected you and there were courts of law. So you didn't need a friend like me. Now you come and say \"Don Corleone, give me justice.\" But you don't ask with respect. You don't offer friendship. You don't even think to call me \"Godfather.\" You come into my house on the day my daughter is to be married and you ask me to do murder - for money.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "I ask you for justice.", "character": "Bonasera", "characterId": "nm0181128"}, {"text": "That is not justice. Your daughter is alive.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "Let them suffer then as she suffers.", "character": "Bonasera", "characterId": "nm0181128"}, {"text": "[the Don is silent]", "character": null, "characterId": null}, {"text": "How much shall I pay you?", "character": "Bonasera", "characterId": "nm0181128"}, {"text": "[the Don turns away dismissively, but Bonasera stays on]", "character": null, "characterId": null}, {"text": "Bonasera, Bonasera, what have I ever done to make you treat me so disrespectfully? If you'd come to me in friendship, this scum who ruined your daughter would be suffering this very day. And if by some chance an honest man like yourself made enemies they would become my enemies. And then, they would fear you.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "Be my friend... Godfather.", "character": "Bonasera", "characterId": "nm0181128"}, {"text": "[the Don at first shrugs, but upon hearing the title he lifts his hand, and a humbled Bonasera kisses the ring on it]", "character": null, "characterId": null}, {"text": "Good.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[He places his hand around Bonasera in a paternal gesture]", "character": null, "characterId": null}, {"text": "Some day, and that day may never come, I will call upon you to do a service for me. But until that day, consider this justice a gift on my daughter's wedding day.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[a gratified Bonasera offers his thanks and leaves]", "character": null, "characterId": null}, {"text": "[to Hagen]\nGive this job to Clemenza. I want reliable people, people who aren't going to be carried away. I mean, we're not murderers, in spite of what this undertaker thinks...", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "My credit good enough to buy you out?", "character": "Michael", "characterId": "nm0000199"}, {"text": "Buy me out?", "character": "Moe Greene", "characterId": "nm0733678"}, {"text": "[Fredo laughs nervously]", "character": null, "characterId": null}, {"text": "The hotel, the casino. The Corleone Family wants to buy you out.", "character": "Michael", "characterId": "nm0000199"}, {"text": "The Corleone Family wants to buy me out? No, I buy you out, you don't buy me out.", "character": "Moe Greene", "characterId": "nm0733678"}, {"text": "Your casino loses money, maybe we can do better.", "character": "Michael", "characterId": "nm0000199"}, {"text": "You think I'm skimmin off the top, Mike?", "character": "Moe Greene", "characterId": "nm0733678"}, {"text": "[Michael shakes his head]\nYou're unlucky.", "character": "Michael", "characterId": "nm0000199"}, {"text": "You goddamn guineas you really make me laugh. I do you a favor and take Freddie in when you're having a bad time, and now you're gonna try and push me out!", "character": "Moe Greene", "characterId": "nm0733678"}, {"text": "You took Freddie in because the Corleone Family bankrolled your casino, and the Molinari Family on the Coast guaranteed his safety. Now we're talking business, let's talk business.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Yeah, let's talk business, Mike. First of all, you're all done. The Corleone Family don't even have that kind of muscle anymore. The Godfather's sick, right? You're getting chased out of New York by Barzini and the other Families. What do you think is going on here? You think you can come to my hotel and take over? I talked to Barzini - I can make a deal with him, and still keep my hotel!", "character": "Moe Greene", "characterId": "nm0733678"}, {"text": "Is that why you slapped my brother around in public?", "character": "Michael", "characterId": "nm0000199"}, {"text": "Aw, now that, that was nothin', Mike. Moe didn't mean nothin' by that. Yeah, sure he flies off the handle every once in a while, but me and him, we're good friends, right Moe?", "character": "Fredo", "characterId": "nm0001030"}, {"text": "I got a business to run. I gotta kick asses sometimes to make it run right. We had a little argument, Freddy and me, so I had to straighten him out.", "character": "Moe Greene", "characterId": "nm0733678"}, {"text": "You straightened my brother out?", "character": "Michael", "characterId": "nm0000199"}, {"text": "He was banging cocktail waitresses two at a time! Players couldn't get a drink at the table! What's the matter with you?", "character": "Moe Greene", "characterId": "nm0733678"}, {"text": "I leave for New York tomorrow, think about a price.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Sonofabitch! Do you know who I am? I'm Moe Greene! I made my bones when you were going out with cheerleaders!", "character": "Moe Greene", "characterId": "nm0733678"}, {"text": "Wait a minute, Moe, Moe, I got an idea. Tom, you're the Consiglieri and you can talk to the Don, you can explain...", "character": "Fredo", "characterId": "nm0001030"}, {"text": "Now hold it right there. The Don is semi-retired and Mike is in charge of the Family business now. If you have anything to say, say it to Michael.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "[Moe Greene leaves]\nMike! You do not come to Las Vegas and talk to a man like Moe Greene like that!", "character": "Fredo", "characterId": "nm0001030"}, {"text": "Fredo, you're my older brother, and I love you. But don't ever take sides with anyone against the Family again. Ever.", "character": "Michael", "characterId": "nm0000199"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "All right. This one time I'll let you ask me about my affairs.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Is it true? Is it?", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "No.", "character": "Michael", "characterId": "nm0000199"}, {"text": "[Kay smiles and walks into his arms]", "character": null, "characterId": null}, {"text": "I guess we both need a drink, huh?", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "[Kay goes to the kitchen to fix a drink, but sees Peter Clemenza, Rocco Lampone and Al Neri enter Michael's office]", "character": null, "characterId": null}, {"text": "Don Corleone.", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "[Clemenza kisses Michael's hand, and Neri shuts the door in her face... ]", "character": null, "characterId": null}]}, {"lines": [{"text": "Mr Corleone is Johnny Fontane's godfather. Now Italians regard that as a very close, a very sacred religious relationship.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "Tell your boss he can ask for anything else, but this is one favour I can't grant him.", "character": "Jack Woltz", "characterId": "nm0549134"}, {"text": "Mr. Corleone never asks a second favor once he's refused the first, understood?", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "You don't understand. Johnny Fontane never gets that movie. That part is perfect for him. It'll make him a big star. I'm gonna run him out of the movies. And let me tell you why. Johnny Fontane ruined one of Woltz International's most valuable proteges. For three years we had her under contract, singing lessons, dancing lessons, acting lessons. I spent hundreds of thousands of dollars. I was gonna make her a big star. And let me be even more frank, just to show you that I'm not a hard-hearted man, that it's not all dollars and cents. She was beautiful! She was young, she was innocent. She was the greatest piece of ass I've ever had, and I've had 'em all over the world. And then Johnny Fontaine comes along with his olive oil voice and guinea charm and she runs off. She threw it all away just to make me look ridiculous. And a man in my position can't afford to be made to look ridiculous. Now you get the hell out of here! And if that goomba tries any rough stuff, you tell him I ain't no bandleader. Yeah, I heard that story.", "character": "Jack Woltz", "characterId": "nm0549134"}, {"text": "[Hagen has been calmly eating his meal throughout Woltz's tirade]", "character": null, "characterId": null}, {"text": "Thank you for the dinner and a very pleasant evening. Have your car take me to the airport. Mr Corleone is a man who insists on hearing bad news at once.", "character": "Tom Hagen", "characterId": "nm0000380"}]}, {"lines": [{"text": "Bene, Don Corleone. I need a man who has powerful friends. I need a million dollars in cash. I need, Don Corleone, all of those politicians that you carry around in your pocket, like so many nickels and dimes.", "character": "Sollozzo", "characterId": "nm0504803"}, {"text": "What is the interest for my family?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "Thirty percent. In the first year your end should be three, four million dollars. And then it would go up.", "character": "Sollozzo", "characterId": "nm0504803"}, {"text": "And what is the interest for the Tattalgia family?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[smiles at Tom]\nMy compliments.", "character": "Sollozzo", "characterId": "nm0504803"}, {"text": "[Hagen gives a formal nod]", "character": null, "characterId": null}, {"text": "I'll take care of the Tattaglias, out of my share.", "character": "Sollozzo", "characterId": "nm0504803"}, {"text": "So, I am to receive thirty percent for finance, for legal protection and political influence. Is that what you're telling me?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "That's right.", "character": "Sollozzo", "characterId": "nm0504803"}, {"text": "Why come to me? What have I done to deserve such generosity?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "If you consider a million dollars in cash merely finance...", "character": "Sollozzo", "characterId": "nm0504803"}, {"text": "[raises his glass]", "character": null, "characterId": null}, {"text": "Te salut, Don Corleone.", "character": "Sollozzo", "characterId": "nm0504803"}, {"text": "[the Don gets up to take a drink and sits closer to Sollozzo]", "character": null, "characterId": null}, {"text": "I said that I would see you because I had heard that you were a serious man, to be treated with respect. But I must say no to you and let me give you my reasons. It's true I have a lot of friends in politics, but they wouldn't be so friendly if they knew my business was drugs instead of gambling which they consider a harmless vice. But drugs, that's a dirty business.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "No, Don Corleone...", "character": "Sollozzo", "characterId": "nm0504803"}, {"text": "It makes no difference, it don't make any difference to me what a man does for a living, you understand. But your business is a little dangerous.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "If you're worried about security for your million, the Tattaglias will guarantee it.", "character": "Sollozzo", "characterId": "nm0504803"}, {"text": "Whoa, now, you're telling me that the Tattaglias guarantee our investment without...?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "Wait a minute.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[the Don gives his son a cold stare, freezing Santino into silence. The others fidget with embarrassment at this outbreak, but Sollozzo looks slyly satisfied... ]", "character": null, "characterId": null}, {"text": "[dismissive]\nI have a sentimental weakness for my children and I spoil them, as you can see. They talk when they should listen. Anyway, Signor Sollozzo, my no to you is final. I want to congratulate you on your new business and I'm sure you'll do very well and good luck to you. Especially since your interests don't conflict with mine. Thank you.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[Sollozzo leaves]", "character": null, "characterId": null}, {"text": "Santino, come here.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "What's the matter with you? I think your brain is going soft with all that comedy you are playing with that young girl. Never tell anyone outside the Family what you are thinking again. Go on.", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "I believe in America. America has made my fortune. And I raised my daughter in the American fashion. I gave her freedom but I taught her never to dishonor her family. She found a \"boy friend,\" not an Italian. She went to the movies with him. She stayed out late. I didn't protest. Two months ago he took her for a drive, with another boy friend. They made her drink whiskey and then they tried to take advantage of her. She resisted. She kept her honor. So they beat her. Like an animal. When I went to the hospital her nose was broken. Her jaw was shattered, held together by wire. She couldn't even weep because of the pain. But I wept. Why did I weep? She was the light of my life. A beautiful girl. Now she will never be beautiful again.", "character": "Bonasera", "characterId": "nm0181128"}, {"text": "[He breaks down at this point, and the Don gestures to his son to get him a drink]", "character": null, "characterId": null}, {"text": "Sorry...", "character": "Bonasera", "characterId": "nm0181128"}, {"text": "[He regains his composure and carries on]", "character": null, "characterId": null}, {"text": "I went to the police, like a good American. These two boys were brought to trial. The judge sentenced them to three years in prison, and suspended the sentence. Suspended sentence! They went free that very day! I stood in the courtroom like a fool, and those two bastards, they smiled at me. Then I said to my wife, \"For justice, we must go to Don Corleone.\"", "character": "Bonasera", "characterId": "nm0181128"}, {"text": "Why did you go to the police? Why didn't you come to me first?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "What do you want of me? Tell me anything. But do what I beg you to do.", "character": "Bonasera", "characterId": "nm0181128"}, {"text": "What is that?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[Bonasera gets up from his seat and whispers into the Don's ear; for a long moment the Don is silent]", "character": null, "characterId": null}, {"text": "That I cannot do.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "I will give you anything you ask!", "character": "Bonasera", "characterId": "nm0181128"}]}, {"lines": [{"text": "I hope you don't mind the way I keep going over this Barzini business.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "No, not at all.", "character": "Michael", "characterId": "nm0000199"}, {"text": "It's an old habit. I spent my whole life trying not to be careless. Women and children can afford to be careless, but not men.", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "[Tessio brings in Luca Brasi's bulletproof vest, delivered with a fish inside]", "character": null, "characterId": null}, {"text": "What the hell is this?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "It's a Sicilian message. It means Luca Brasi sleeps with the fishes.", "character": "Clemenza", "characterId": "nm0144710"}]}, {"lines": [{"text": "I don't like violence, Tom. I'm a businessman; blood is a big expense.", "character": "Sollozzo", "characterId": "nm0504803"}]}, {"lines": [{"text": "[speaking to himself, practicing his speech]", "character": null, "characterId": null}, {"text": "Don Corleone, I am honored and grateful that you have invited me to your home on the wedding day of your daughter. And may their first child be a masculine child.", "character": "Luca Brasi", "characterId": "nm0598926"}, {"text": "[then, starting over]", "character": null, "characterId": null}]}, {"lines": [{"text": "You talk about vengeance. Is vengeance going to bring your son back to you? Or my boy to me?", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "[Sonny pays a visit to his sister Connie. He is surprised to find her subdued and evasive]", "character": null, "characterId": null}, {"text": "[surprised]\nWhat's the matter? Huh? What's the matter?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "[He looks at her swollen face and understands what has happened. He pulls away to go after Carlo... ]", "character": null, "characterId": null}, {"text": "[grabbing his shoulders]\nIt was my fault!", "character": "Connie", "characterId": "nm0001735"}, {"text": "Where is he?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "[weeping with terror]\nSonny, please. Sonny, it was my fault. It was my fault. I started a fight with him. Please, Sonny...", "character": "Connie", "characterId": "nm0001735"}, {"text": "[Sonny, now under control, hushes her and kisses her forehead]", "character": null, "characterId": null}, {"text": "Okay... I'm just going to get a doctor to come down and take a look at you.", "character": "Sonny", "characterId": "nm0001001"}, {"text": "Sonny, please don't do anything. Please don't do anything.", "character": "Connie", "characterId": "nm0001735"}, {"text": "What's the matter with you, huh? What am I going to do? Am I going to make that baby an orphan before he's born?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "[Connie gives a chuckle, and Sonny kisses her again and good-humouredly shrugs his soldiers]", "character": null, "characterId": null}, {"text": "All right?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "[cut to Sonny beating up Carlo]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Sunday dinner at the Corleone home... ]", "character": null, "characterId": null}, {"text": "Niggers havin' a real good time up in Harlem...", "character": "Sonny", "characterId": "nm0001001"}, {"text": "I knew that was going to happen as soon as they tasted the big money.", "character": "Carlo Rizzi", "characterId": "nm0751625"}, {"text": "Papa never talked about business in front of the kids.", "character": "Connie", "characterId": "nm0001735"}, {"text": "Shut up, Connie.", "character": "Carlo Rizzi", "characterId": "nm0751625"}, {"text": "Hey, don't you EVER tell her to shut up, you got that?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "Santino, don't interfere.", "character": "Mama Corleone", "characterId": "nm0455088"}, {"text": "[Silence reigns around the table for a while]", "character": null, "characterId": null}, {"text": "Sonny, Tom, I'd like to talk to you after dinner. I think I can do a lot more for this family...", "character": "Carlo Rizzi", "characterId": "nm0751625"}, {"text": "We don't discuss business at the table.", "character": "Sonny", "characterId": "nm0001001"}]}, {"lines": [{"text": "Call Bonasera. We need him now.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[Tom Hagen calls Amerigo Bonasera]", "character": null, "characterId": null}, {"text": "[on the phone]\nThis is Tom Hagen, calling for Vito Corleone at his request. Now, you owe your Don a service. He has no doubt that you will repay him. In one hour he will be at your funeral parlor to ask for your help. Be there to greet him.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "[as ordered, a nervous Bonasera meets the Don at his parlor]", "character": null, "characterId": null}, {"text": "Well, my friend, are you ready to do me this service?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "Yes. What do you want me to do?", "character": "Bonasera", "characterId": "nm0181128"}, {"text": "[the two walk into the embalming room, where a corpse lies on a table... ]", "character": null, "characterId": null}, {"text": "[staring at the table]\nI want you to use all your powers, and all your skills. I don't want his mother to see him this way.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[he draws back the sheet to reveal, to a horrified Bonasera, the bullet-smashed face of Sonny Corleone]", "character": null, "characterId": null}, {"text": "[breaking down for a moment]\nLook how they massacred my boy...", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "[Michael sees a man dressed in black coming to Vito's hospital room]", "character": null, "characterId": null}, {"text": "Who are you?", "character": "Michael Corleone", "characterId": "nm0000199"}, {"text": "I am Enzo. The baker. Do you remember me?", "character": "Enzo the Baker", "characterId": "nm0868442"}, {"text": "Enzo...", "character": "Michael Corleone", "characterId": "nm0000199"}, {"text": "Yes, Enzo.", "character": "Enzo the Baker", "characterId": "nm0868442"}, {"text": "You better get out of here, Enzo, there's gonna be trouble.", "character": "Michael Corleone", "characterId": "nm0000199"}, {"text": "If there is trouble, I stay here to help you. For your father. For your father.", "character": "Enzo the Baker", "characterId": "nm0868442"}]}, {"lines": [{"text": "[Clemenza prepares Michael for his meeting with Sollozzo]", "character": null, "characterId": null}, {"text": "[holding up a .22]\nIt's as cold as they come, impossible to trace. So you don't have to worry about prints, Mike. I put a special tape on the trigger and the butt. Here, try it...", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "[Michael takes the gun, but can't seem to fire it]", "character": null, "characterId": null}, {"text": "What's the matter, trigger too tight?", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "[With a loud bang, Michael finally discharges the gun]", "character": null, "characterId": null}, {"text": "Ow! My ears.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Yeah, I left it noisy. That way it scares any pain-in-the-ass innocent bystanders away. All right, you shot them both, now what do you do?", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "Sit down and finish my dinner.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Come on, kid, don't fool around. Just let your hand drop to your side and the gun slip out. Everyone will still think you've got it. They're gonna be staring at your face, Mike. So walk out of the place real fast, but you don't run. Don't look nobody directly in the eye, hut don't look away either. They're gonna be scared of you, believe me, so don't worry about nothing.", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "[while talking, Clemenza takes the gun and begins working on it to fix the trigger]", "character": null, "characterId": null}, {"text": "You know, Mike, you're gonna turn out all right. You take a long vacation, nobody knows where, and we'll catch the hell.", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "How bad do you think it's gonna be?", "character": "Michael", "characterId": "nm0000199"}, {"text": "Pretty goddam bad. Probably all the other Families will line up against us. That's all right. These things gotta happen every five years or so, ten years. Helps to get rid of the bad blood. Been ten years since the last one. You know, you gotta stop them at the beginning. Like they should have stopped Hitler at Munich, they should never let him get away with that, they was just asking for trouble.", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "[Clemenza now finishes working on the gun]", "character": null, "characterId": null}, {"text": "You know, Mike, we was all proud of you being a hero and all. Your father too.", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "[Clemenza hands the gun back to Michael]", "character": null, "characterId": null}]}, {"lines": [{"text": "[at midnight, Don Corleone walks into his office and finds Tom Hagen taking a drink]", "character": null, "characterId": null}, {"text": "Give me a drop.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[Hagen hands the Don his glass of anisette]", "character": null, "characterId": null}, {"text": "My wife is crying upstairs. I hear cars coming to the house. Consigliore of mine, I think it's time you told your Don what everyone seems to know.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "I didn't tell Mama anything. I was just about to come up and wake you so that I could tell you.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "But you needed a drink first.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[Hagen nods]", "character": null, "characterId": null}, {"text": "And now you've had your drink.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "They shot Sonny on the causeway. He's dead.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "[the Don accepts this news without any sign of emotion, except to close his eyes and remain silent for a few minutes]", "character": null, "characterId": null}, {"text": "[speaking at last]\nI want no inquiries made. I want no acts of vengeance. I want you to arrange a meeting with the heads of the Five Families. This war stops now.", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "You talk about vengeance. Is vengeance going to bring your son back to you, or my boy to me? I forgo the vengeance of my son. But I have selfish reasons. My youngest son was forced to leave this country because of this Sollozzo business. All right, now I have to make arrangements to bring him back here safely cleared of all these false charges. But I'm a superstitious man, and if some unlucky accident should befall him... if he should be shot in the head by a police officer, or if he should hang himself in his jail cell, or if he's struck by a bolt of lightning, then I'm going to blame some of the people in this room, and that I do not forgive. But, that aside, let me say that I swear, on the souls of my grandchildren, that I will not be the one to break the peace we have made here today.", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "[to the Don, quietly]\nJust lie here, Pop. I'll take care of you now. I'm with you now. I'm with you.", "character": "Michael", "characterId": "nm0000199"}, {"text": "[he takes the Don's hand and kisses it, the Don begins to cry]", "character": null, "characterId": null}]}, {"lines": [{"text": "When I meet with Tattaglia's men, should I insist all their drug middlemen have clean records?", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "Mention it, don't insist. But Barzini will know that without being told.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "You mean Tattaglia...", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "Tattaglia is a pimp. He never could have outfought Santino. But I didn't know until this day that it was Barzini all along.", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "[to Michael]\nListen, whoever comes to you with this Barzini meeting, he's the traitor. Don't forget that.", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "Hey, listen, I want somebody good - and I mean very good - to plant that gun. I don't want my brother coming out of that toilet with just his dick in his hands, alright?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "The gun'll be there.", "character": "Clemenza", "characterId": "nm0144710"}]}, {"lines": [{"text": "Oh, I want you to arrange to have a telephone man check all the calls going in and out of here because it could be anyone...", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "I did that already, Pop. I took care of that.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Oh, that's right. I forgot.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "What's the matter? What's bothering you? I'll handle it. I told you I can handle it, I'll handle it.", "character": "Michael", "characterId": "nm0000199"}, {"text": "[the Don rises as if to leave, but changes his mind midway and seats himself closer to Michael]", "character": null, "characterId": null}, {"text": "I knew Santino was going to have to go through all this and Fredo... well, Fredo was... But I, I never wanted this for you. I work my whole life, I don't apologize, to take care of my family. And I refused to be a fool dancing on the strings held by all of those big shots. That's my life, I don't apologize for that. But I always thought that when it was your time, that you would be the one to hold the strings. Senator Corleone, Governor Corleone, something.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "Another pezzonovante.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Well, there wasn't enough time, Michael. There just wasn't enough time.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "We'll get there, Pop. We'll get there.", "character": "Michael", "characterId": "nm0000199"}, {"text": "[the Don kisses his son on the forehead]", "character": null, "characterId": null}]}, {"lines": [{"text": "Where does it say that you can't kill a cop?", "character": "Michael Corleone", "characterId": "nm0000199"}, {"text": "Come on, Mikey...", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "Tom, wait a minute. I'm talking about a cop that's mixed up in drugs. I'm talking about a - a - a dishonest cop - a crooked cop who got mixed up in the rackets and got what was coming to him. That's a terrific story. And we have newspaper people on the payroll, don't we, Tom?", "character": "Michael Corleone", "characterId": "nm0000199"}, {"text": "[Tom nods]", "character": null, "characterId": null}, {"text": "And they might like a story like that.", "character": "Michael Corleone", "characterId": "nm0000199"}, {"text": "They might, they just might.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "[to Sonny]\nIt's not personal, Sonny. It's strictly business.", "character": "Michael Corleone", "characterId": "nm0000199"}]}, {"lines": [{"text": "[after Sonny beats up Carlo Rizzi for hitting Connie]", "character": null, "characterId": null}, {"text": "You touch my sister again, I'll kill you.", "character": "Sonny", "characterId": "nm0001001"}]}, {"lines": [{"text": "You have to answer for Santino, Carlo. You fingered Sonny for the Barzini people.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Mike, you got it all wrong.", "character": "Carlo Rizzi", "characterId": "nm0751625"}, {"text": "Ah, that little farce you played with my sister. You think that would fool a Corleone?", "character": "Michael", "characterId": "nm0000199"}, {"text": "Mike, I'm innocent. I swear on the kids.", "character": "Carlo Rizzi", "characterId": "nm0751625"}, {"text": "Sit down.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Please don't do this to me, Mike. Please don't.", "character": "Carlo Rizzi", "characterId": "nm0751625"}, {"text": "Barzini is dead. So is Phillip Tattaglia. Moe Greene. Stracci. Cuneo. Today I settled all family business so don't tell me that you're innocent. Admit what you did.", "character": "Michael", "characterId": "nm0000199"}, {"text": "[Carlo starts sobbing]", "character": null, "characterId": null}, {"text": "Get him a drink. Don't be afraid, Carlo. Come on, you think I'd make my sister a widow? I'm Godfather to your son.", "character": "Michael", "characterId": "nm0000199"}, {"text": "[Carlo get handed a drink]", "character": null, "characterId": null}, {"text": "Go ahead. Drink. Drink. No, you're out of the family business, that's your punishment. You're finished. I'm putting you on a plane to Vegas. Tom?", "character": "Michael", "characterId": "nm0000199"}, {"text": "[Tom hands Michael an airplane ticket]", "character": null, "characterId": null}, {"text": "I want you to stay there, you understand?", "character": "Michael", "characterId": "nm0000199"}, {"text": "[Carlo nods]", "character": null, "characterId": null}, {"text": "Only don't tell me that you're innocent. Because it insults my intelligence and it makes me very angry. Now, who approached you first? Barzini or Tattaglia?", "character": "Michael", "characterId": "nm0000199"}, {"text": "It was Barzini.", "character": "Carlo Rizzi", "characterId": "nm0751625"}, {"text": "Good. There's a car outside that will take you to the airport. I'll call your wife and tell her what flight you're on.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Listen, Mike...", "character": "Carlo Rizzi", "characterId": "nm0751625"}, {"text": "Go on. Get out of my sight.", "character": "Michael", "characterId": "nm0000199"}]}, {"lines": [{"text": "[shrieking at Michael]\nYou killed my husband! You waited until our father died so nobody could stop you and you killed him! You killed him! You blamed him for Sonny, you always did, everybody did. But you never thought about me. You never gave a dam about me. What am I going to do now?", "character": "Connie", "characterId": "nm0001735"}, {"text": "[taking Connie in her arms]\nConnie...", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "Why do you think he kept Carlo at the mall? All the time he knew he was going to kill him. And then he stood Godfather to our baby. You think you know your husband? You know how many men he had killed! Read the papers. Read the papers! That's your husband!", "character": "Connie", "characterId": "nm0001735"}, {"text": "[Michael takes Connie into her arms, but she goes wild again and tries to attack him]", "character": null, "characterId": null}, {"text": "Take her upstairs. Get her a doctor.", "character": "Michael Corleone", "characterId": "nm0000199"}, {"text": "[Michael's bodyguards grab Connie and pull her out of the office]", "character": null, "characterId": null}, {"text": "[to Kay]\nShe's hysterical.", "character": "Michael Corleone", "characterId": "nm0000199"}, {"text": "Is it true?", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "Don't ask me about my business, Kay.", "character": "Michael Corleone", "characterId": "nm0000199"}, {"text": "Is it true?", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "Don't ask me about my business...", "character": "Michael Corleone", "characterId": "nm0000199"}, {"text": "No...", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "[slams the desk]\nENOUGH!", "character": "Michael Corleone", "characterId": "nm0000199"}]}, {"lines": [{"text": "I have to get back to work. It's part of the wedding. No Sicilian can ever refuse a request on his daughter's wedding day.", "character": "Tom Hagen", "characterId": "nm0000380"}]}, {"lines": [{"text": "Barzini's people chisle my territory and we do nothing about it. Pretty soon there won't be anyplace in Brooklyn that I can hang my hat.", "character": "Tessio", "characterId": "nm0001820"}, {"text": "Try and be patient.", "character": "Michael", "characterId": "nm0000199"}, {"text": "I'm not asking for help, Mike, just take off the handcuffs.", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "Be patient.", "character": "Michael", "characterId": "nm0000199"}, {"text": "We gotta protect ourselves. At least give me the chance to recruit some new men.", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "No. I don't want to give Barzini any excuse to start fighting.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Mike, you're wrong.", "character": "Tessio", "characterId": "nm0001820"}, {"text": "Don Corleone, you once said the day would come when me and Tessio could form our own families. Until today I would never think of such a thing but now I must ask your permission.", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "Well, Michael's head of the family now and if give his permission then you have my blessing.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "After we make the move to Nevada you can break off from the Corleone Family and go off on your own. After we make the move to Nevada.", "character": "Michael", "characterId": "nm0000199"}, {"text": "How long will that take?", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "Six months.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Forgive me, Godfather, but with you gone me and Pete will come under Barzini's thumb sooner or later.", "character": "Tessio", "characterId": "nm0001820"}, {"text": "And I hate that Goddamn Barzini. In six months time there won't be nothin' left to build on.", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "Do you have faith in my judgement?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "Yes.", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "Do I have your loyalty?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "Yes, always Godfather.", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "Then be a friend to Michael. Do as he says.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "There are negotiations being made that are going to answer all of your questions and solve all of your problems. That's all I can tell you right now. Carlo, you grew up in Nevada. When we make our move there you're going to be my right hand man. Tom Hagen is no longer Consigliari. He's going to be our lawyer in Vegas. That's no reflection on Tom it's just the way I want it. Besides, if I ever help who's a better Consigliari than my father. That's it.", "character": "Michael", "characterId": "nm0000199"}, {"text": "[Everyone except Hagen leaves]", "character": null, "characterId": null}, {"text": "Mike, why am I out?", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "You're not a wartime Consigliari, Tom. Things could get rough with the move we're making.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Tom, I advised Michael. I never thought you were a bad Consigliari. I thought Santino was a bad Don, rest in peace. Michael has all my confidence as do you. But there are reasons why you must have nothing to do with what's going to happen.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "Maybe I could help.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "You're out, Tom.", "character": "Michael", "characterId": "nm0000199"}]}, {"lines": [{"text": "Sollozo is known as the Turk. He's supposed to be very good with a knife. But only in matters of business, or of some sort of reasonable complaint. His business is narcotics. He has the fields in Turkey, where they grow the poppy. In Sicily he has the plant to process it into heroin. He needs cash and he needs protection from the police for which he gives a piece of the action, I couldn't find out how much. The Tattaglia Family is behind him here in New York so they have to be in it for something.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "What about his prison record?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "Two terms, one in Italy, and one here. He's known as a top narcotics man.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "Santino, what do you think?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "There's a lot of money in that white powder.", "character": "Sonny", "characterId": "nm0001001"}, {"text": "Tom?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "Well, I say yes. There is more money potential in narcotics than anything else we're looking at now. If we don't get into it, somebody else will, maybe one of the Five Families, maybe all of them. And with the money they earn they'll be able to buy more police and political power. Then they come after us. Right now we have the unions and we have the gambling and those are the best things to have. But narcotics is a thing of the future. If we don't get a piece of that action we risk everything we have. Not now, but ten years from now.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "Well, what's your answer gonna be, Pop?", "character": "Sonny", "characterId": "nm0001001"}]}, {"lines": [{"text": "I also don't believe in drugs. For years I paid my people extra so they wouldn't do that kind of business. Somebody comes to them and says, \"I have powders; if you put up three, four thousand dollar investment, we can make fifty thousand distributing.\" So they can't resist. I want to control it as a business, to keep it respectable.", "character": "Don Zaluchi", "characterId": "nm0348927"}, {"text": "[slams his hand on the table and shouts]", "character": null, "characterId": null}, {"text": "I don't want it near schools! I don't want it sold to children! That's an infamia. In my city, we would keep the traffic in the dark people, the coloreds. They're animals anyway, so let them lose their souls.", "character": "Don Zaluchi", "characterId": "nm0348927"}]}, {"lines": [{"text": "He's still alive. They hit him with five shots and he's still alive!", "character": "Virgil 'The Turk' Sollozzo", "characterId": "nm0504803"}]}, {"lines": [{"text": "All right, start talking!", "character": "Jack Woltz", "characterId": "nm0549134"}, {"text": "I come from a personal friend of Mr Johnny Fontane. That friend promises his undying friendship if you would do him a small favour.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "What's that?", "character": "Jack Woltz", "characterId": "nm0549134"}, {"text": "Give Johnny a part in that war movie you're starting next week.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "[Woltz signs a document with a smile and walks away, Hagen alongside him]", "character": null, "characterId": null}, {"text": "And what favours does this friend promise in exchange for giving Johnny the part?", "character": "Jack Woltz", "characterId": "nm0549134"}, {"text": "You've got some labour trouble coming up. My client promises to make that trouble disappear. You have a top star who makes a lot of money, but he just graduated from marijuana to heroin...", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "[all East Side now]\nAre you trying to muscle me?", "character": "Jack Woltz", "characterId": "nm0549134"}, {"text": "Absolutely not. I've come to ask a service for a friend...", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "Now you listen to me, you smooth-talking son-of-a-bitch, let me lay it on the line for you and your boss, whoever he is! Johnny Fontane will never get that movie! I don't care how many dago guinea wop greaseball goombahs come out of the woodwork!", "character": "Jack Woltz", "characterId": "nm0549134"}, {"text": "I'm German-Irish.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "Well, let me tell you something, my kraut-mick friend, I'm gonna make so much trouble for you, you won t know what hit you!", "character": "Jack Woltz", "characterId": "nm0549134"}, {"text": "Mr. Woltz, I'm a lawyer. I have not threatened you.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "I know almost every big lawyer in New York, who the hell are you?", "character": "Jack Woltz", "characterId": "nm0549134"}, {"text": "I have a special practice. I handle one client. Now you have my number, I'll wait for your call. By the way, I admire your pictures very much.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "[Hagen leaves, with Woltz staring after him]", "character": null, "characterId": null}, {"text": "[to an underling]\nCheck him out...", "character": "Jack Woltz", "characterId": "nm0549134"}]}, {"lines": [{"text": "[as Tessio and Hagen walk to Michael's house, they are met by a bodyguard, Willi Cicci]", "character": null, "characterId": null}, {"text": "Sal... Tom... the boss says he'll come in a separate car. He says for you two to go on ahead.", "character": "Willi Cicci", "characterId": "nm0818874"}, {"text": "Hell, he can't do that; that screws up all my arrangements.", "character": "Tessio", "characterId": "nm0001820"}, {"text": "Well, that's what he said.", "character": "Willi Cicci", "characterId": "nm0818874"}, {"text": "I can't go with you either, Tessio.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "[just then, Michael's bodyguards materialize around them, Tessio understands everything]", "character": null, "characterId": null}, {"text": "[to Hagen]\nTell Mike it was only business. I always liked him.", "character": "Tessio", "characterId": "nm0001820"}, {"text": "He understands that.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "[removing Tessio's gun]\nExcuse me, Sally.", "character": "Willi Cicci", "characterId": "nm0818874"}, {"text": "Can you get me off the hook, Tom? For old times' sake?", "character": "Tessio", "characterId": "nm0001820"}, {"text": "[shakes his head]\nCan't do it, Sally.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "[Hagen watches sadly as Tessio is led by Cicci and the others to a waiting car]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after Michael gets off the phone with Kay, clearly too embarrassed to tell her he loves her]", "character": null, "characterId": null}, {"text": "Mikey, why don't you tell that nice girl you love her? I love you with all-a my heart, if I don't see-a you again soon, I'm-a gonna die.", "character": "Clemenza", "characterId": "nm0144710"}]}, {"lines": [{"text": "Goddamn FBI don't respect nothin'.", "character": "Sonny", "characterId": "nm0001001"}]}, {"lines": [{"text": "[speaking with the father of the girl he plans to marry, and after telling him that he's in hiding from some gangsters]", "character": null, "characterId": null}, {"text": "Some people will pay a lot of money for that information; but then your daughter would lose a father, instead of gaining a husband.", "character": "Michael", "characterId": "nm0000199"}]}, {"lines": [{"text": "How's Paulie?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "Oh, Paulie... won't see him no more.", "character": "Clemenza", "characterId": "nm0144710"}]}, {"lines": [{"text": "Did he... did Clemenza tell you to drop the gun?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "Yeah, a million times.", "character": "Michael", "characterId": "nm0000199"}]}, {"lines": [{"text": "Fredo, who are the girls?", "character": "Michael", "characterId": "nm0000199"}, {"text": "That's for you to find out.", "character": "Fredo", "characterId": "nm0001030"}, {"text": "Get rid of them, Fredo.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Hey, Mike, uh...", "character": "Fredo", "characterId": "nm0001030"}, {"text": "I'm here on business I leave tomorrow now get rid of them. Come on, I'm tired. Get rid of the band, too.", "character": "Michael", "characterId": "nm0000199"}, {"text": "[Fredo chases everyone out of the room]", "character": null, "characterId": null}, {"text": "What happened to Moe Greene?", "character": "Michael", "characterId": "nm0000199"}, {"text": "He had business. He said give him a call. Once the party started.", "character": "Fredo", "characterId": "nm0001030"}, {"text": "Well, give him a call. Hello, Johnny.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Mike, it's nice to see you again.", "character": "Johnny Fontane", "characterId": "nm0553887"}, {"text": "We're all proud of you. Sit down, Johnny, I want to talk to you. The Don's proud of you, too.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Well, I owe it all to him.", "character": "Johnny Fontane", "characterId": "nm0553887"}, {"text": "He knows how grateful you are. That's why he'd like to ask a favor.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Mike, what can I do?", "character": "Johnny Fontane", "characterId": "nm0553887"}, {"text": "The Corleone family is thinking of giving up all of its interest in the olive oil business, settling out here. Now Moe Greene will sell us his share of the hotel and the casino so that it can be completely owned by the family. Tom.", "character": "Michael", "characterId": "nm0000199"}, {"text": "[Hagen hands Michael some papers]", "character": null, "characterId": null}, {"text": "Hey, Mike, are you sure about that? I mean, Moe, loves the business. He never said anything to me about sellin'.", "character": "Fredo", "characterId": "nm0001030"}, {"text": "I'll make him an offer he can't refuse. You see, Johnny, we feel that entertainment is going to be a big factor in drawing gamblers into the casinos. We're hoping that you'll sign a contract agreeing to appear 5 times a year. Perhaps convince some of your friends in the movies to do the same. We're counting on you, Johnny.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Sure, Mike, I'll do anything for my Godfather. You know that.", "character": "Johnny Fontane", "characterId": "nm0553887"}, {"text": "Good.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Hey, Mike! Everybody's here. There's Tom. Freddie. Good to see you, Mike.", "character": "Moe Greene", "characterId": "nm0733678"}, {"text": "How are you, Moe?", "character": "Michael", "characterId": "nm0000199"}, {"text": "You got everything you need? The chef cooked for you special, the dancers will kick your tongue out and your credit is good. Draw chips for everyone in the room so they can play on the house.", "character": "Moe Greene", "characterId": "nm0733678"}]}, {"lines": [{"text": "[delivering his rehearsed speech]", "character": null, "characterId": null}, {"text": "Don Corleone, I am honored and grateful that you have invited me to your daughter... 's wedding... on the day of your daughter's wedding. And I hope their first child be a masculine child. I pledge my ever-ending loyalty.", "character": "Luca Brasi", "characterId": "nm0598926"}]}, {"lines": [{"text": "[to Michael, in Sicilian]\nI am sorry. What happened to your father was business. I have much respect for your father. But your father, his thinking is old-fashioned. You must understand why I had to do that. Now let's work through where we go from here.", "character": "Sollozzo", "characterId": "nm0504803"}, {"text": "[Michael tries speaking in Sicilian, but can't express himself properly, so with a quick look at McCluskey they both switch to English]", "character": null, "characterId": null}, {"text": "no more attempts on my father's life.", "character": "Michael", "characterId": "nm0000199"}, {"text": "What guarantees could I give you, Mike? I'm the hunted one. I've missed my chance. You think too much of me, kid. I am not that clever. All I want is a truce.", "character": "Sollozzo", "characterId": "nm0504803"}, {"text": "I have to go to the bathroom. Is that all right?", "character": "Michael", "characterId": "nm0000199"}, {"text": "You gotta go, you gotta go.", "character": "Capt. McCluskey", "characterId": "nm0001330"}, {"text": "[Michael gets up, but a suspicious Sollozzo probes Michael's crotch, to Michael's offense]", "character": null, "characterId": null}, {"text": "I frisked him. He's clean.", "character": "Capt. McCluskey", "characterId": "nm0001330"}, {"text": "Don't take too long...", "character": "Sollozzo", "characterId": "nm0504803"}, {"text": "[Michael heads to the bathroom]", "character": null, "characterId": null}, {"text": "[to Sollozzo]\nI frisked a thousand young punks.", "character": "Capt. McCluskey", "characterId": "nm0001330"}]}, {"lines": [{"text": "[during a meeting with the Five Families]\nTimes have changed. It's not like the Old Days, when we can do anything we want. A refusal is not the act of a friend. If Don Corleone had all the judges, and the politicians in New York, then he must share them, or let us others use them. He must let us draw the water from the well. Certainly he can present a bill for such services; after all... we are not Communists.", "character": "Emilio Barzini", "characterId": "nm0002017"}]}, {"lines": [{"text": "[Michael gets ready to leave the house]", "character": null, "characterId": null}, {"text": "Where're you going?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "To the City.", "character": "Michael", "characterId": "nm0000199"}, {"text": "[to Clemenza]\nYeah? Well, send somebody with him.", "character": "Sonny", "characterId": "nm0001001"}, {"text": "No, I'm just gonna go see Pop.", "character": "Michael", "characterId": "nm0000199"}, {"text": "I don't care, send some bodyguards with him.", "character": "Sonny", "characterId": "nm0001001"}, {"text": "He'll be all right. Sollozzo knows he's a civilian.", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "Yeah? Well take care, all right?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "Yes, sir.", "character": "Michael", "characterId": "nm0000199"}, {"text": "[Michael leaves]", "character": null, "characterId": null}, {"text": "Send someone with him anyway...", "character": "Sonny", "characterId": "nm0001001"}]}, {"lines": [{"text": "You gonna kill all those guys?", "character": "Michael", "characterId": "nm0000199"}, {"text": "Hey, Mikey, stay out of this, all right?", "character": "Sonny", "characterId": "nm0001001"}]}, {"lines": [{"text": "[to Michael]\nSo, Barzini will move against you first. He'll set up a meeting with someone that you absolutely trust, guaranteeing your safety. And at that meeting, you'll be assassinated.", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "Hey, whaddya gonna do, nice college boy, eh? Didn't want to get mixed up in the Family business, huh? Now you wanna gun down a police captain. Why? Because he slapped ya in the face a little bit? Hah? What do you think this is the Army, where you shoot 'em a mile away? You've gotta get up close like this and - bada-BING! - you blow their brains all over your nice Ivy League suit. C'mere...", "character": "Sonny", "characterId": "nm0001001"}, {"text": "[kisses Michael's head]", "character": null, "characterId": null}, {"text": "Sonny...", "character": "Michael", "characterId": "nm0000199"}, {"text": "You're taking this very personal. Tom, this is business and this man is taking it very, very personal.", "character": "Sonny", "characterId": "nm0001001"}]}, {"lines": [{"text": "I thought I got all you Guinea hoods locked up! What the hell are you doing here?", "character": "Capt. McCluskey", "characterId": "nm0001330"}, {"text": "What happened to the men who were guarding my father, Captain?", "character": "Michael", "characterId": "nm0000199"}, {"text": "I pulled them guys off of here, eh, now get away from this hospital!", "character": "Capt. McCluskey", "characterId": "nm0001330"}, {"text": "I'm not leaving until you put some guards around my father's room.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Phil, take him in!", "character": "Capt. McCluskey", "characterId": "nm0001330"}, {"text": "The kid's clean Captain, he's a war hero! He's never been mixed up with the rackets...", "character": "Cop with Capt. McCluskey outside hospital", "characterId": "nm0343780"}, {"text": "Goddamn it Phil, I said take him in!", "character": "Capt. McCluskey", "characterId": "nm0001330"}, {"text": "What's the Turk paying you to set up my father, Captain?", "character": "Michael", "characterId": "nm0000199"}, {"text": "[to Patrolmen]\nTake a hold of him. Stand him up. Stand him up straight.", "character": "Capt. McCluskey", "characterId": "nm0001330"}, {"text": "[punches Michael and breaks his jaw]", "character": null, "characterId": null}]}, {"lines": [{"text": "[teaching Apollonia to drive]\nIt's safer to teach you English!", "character": "Michael", "characterId": "nm0000199"}]}, {"lines": [{"text": "Tom-anuch! Hey, a hundred button men on the street twenty-four hours a day. That Turk shows one hair on his ass, he's dead. Believe me.", "character": "Sonny", "characterId": "nm0001001"}, {"text": "[to Michael, whose face is bruised]\nHey Michael, c'mere. Let me look at you. You look beautiful, just beautiful, you're gorgeous. Hey, listen to this. The Turk, he wants to talk. You imagine the nerve on this son of a bitch, hey? Craps out last night he wants a meetin' today.", "character": "Sonny", "characterId": "nm0001001"}, {"text": "What did he say?", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "What did he say? Badda-beep, badda-bap, badda-boop, badda-beep, he wants us to send Michael to hear the proposition, and the promise is the deal is so good we can't refuse. Hey.", "character": "Sonny", "characterId": "nm0001001"}, {"text": "What about Bruno Tattaglia?", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "That's part of the deal. Bruno cancels out what they did to my father.", "character": "Sonny", "characterId": "nm0001001"}, {"text": "Sonny, we ought to hear what they have to say.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "No, no, no! No more! Not this time, Consigliere! No more meetin's! No more discussions! No more Sollozzo tricks! You give 'em one message - I want Solozzo. If not, it's all-out war, we go to the mattresses.", "character": "Sonny", "characterId": "nm0001001"}, {"text": "Some of the other families won't sit still for all-out war!", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "Then they hand me Sollozzo!", "character": "Sonny", "characterId": "nm0001001"}, {"text": "Your father would want to hear this. This is business, not personal.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "They shot my father? It's business, your ass.", "character": "Sonny", "characterId": "nm0001001"}, {"text": "Even the shooting of your father was business, not personal, Sonny!", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "Well then, business will have to suffer, all right? And listen, do me a favor, Tom. No more advice on how to patch things up, just help me win, please. All right?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "I found out about this Captain McClusky who broke Mike's jaw.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "What about him?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "Now, he's definitely on Sollozzo's payroll and for big money. McClusky has agreed to be the Turk's bodyguard. What you have to understand, Sonny, is that while Sollozzo's being guarded like this he is invulnerable. Now, nobody has ever gunned down a New York police captain. Never. It would be disastrous. All the five families would come after you, Sonny. The Corleone Family would be outcast. Even the old man's political protection would run for cover. So, do me a favor, take this into consideration.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "All right, we wait.", "character": "Sonny", "characterId": "nm0001001"}, {"text": "It can't wait.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Huh?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "It can't wait. I don't care what Sollozzo says about a deal, he's gonna kill Pop. That's it. That's a key for him. Gotta get Sollozzo.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Mikey's right.", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "Let me ask you something, Professor. I mean, what about this McClusky, huh? What do we do with this cop here?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "They want to have a meeting with me, right? It will be me, McClusky and Sollozzo. Let's set the meeting. Get our informants to find out where it's going to be held. Now we insist it's a public place - a bar or a restaurant, some place where there's people there so I'll feel safe. They're going to search me when I first meet them, right? So I can't have a weapon on me then. But if Clemenza can figure a way to have a weapon planted there for me, then I'll kill them both.", "character": "Michael", "characterId": "nm0000199"}, {"text": "[Clemenza, Tessio and Sonny laugh]\nHey. What are you gonna do? Nice college boy, huh? Didn't want to get mixed up in the family business? Now you want to gun down a police captain, what, 'cause he slapped you in the face a little bit, huh? What do you think, this the Army where you shoot 'em a mile away? No, you gotta get up close like this - badda-bing! - you blow their brains all over your nice Ivy League suit. C'mere.", "character": "Sonny", "characterId": "nm0001001"}, {"text": "[Kisses Michael on the head]", "character": null, "characterId": null}, {"text": "You're taking this very personal. Tom, this is business and this man is taking it very, very personal.", "character": "Sonny", "characterId": "nm0001001"}]}, {"lines": [{"text": "Dinner's on the table.", "character": "Connie", "characterId": "nm0001735"}, {"text": "I'm not hungry yet.", "character": "Carlo Rizzi", "characterId": "nm0751625"}, {"text": "Your food is on the table. It's getting cold.", "character": "Connie", "characterId": "nm0001735"}, {"text": "I'll eat out later.", "character": "Carlo Rizzi", "characterId": "nm0751625"}, {"text": "You just told me to make you dinner!", "character": "Connie", "characterId": "nm0001735"}, {"text": "Hey, vaffanculo, eh?", "character": "Carlo Rizzi", "characterId": "nm0751625"}, {"text": "Aw, vaffanculo you!", "character": "Connie", "characterId": "nm0001735"}]}, {"lines": [{"text": "I like to drink wine more than I used to...", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Anyway, I'm drinking more.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "It's good for you, Pop.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Ah, I don't know...", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "[crying, staring at Sonny's body]\nLook how they massacred my boy!", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "I'm an attorney for the Corleone family. These men are private detectives hired to protect Vito Corleone. They are licensed to carry firearms. If you interfere you'll have to appear before a judge in the morning and show cause.", "character": "Tom Hagen", "characterId": "nm0000380"}]}, {"lines": [{"text": "The Senator called, he apologized for not coming but said that you would understand; also some of the judges. They've all sent gifts.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "[raises his glass to the Don]", "character": null, "characterId": null}, {"text": "Salut.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "[Both men are suiddenly startled by a huge roaring cheer]", "character": null, "characterId": null}, {"text": "What is that, outside?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "[Both look out the window and see famous singer Johnny Fontane has arrived]", "character": null, "characterId": null}, {"text": "He came all the way from California to the wedding. i told you he was gonna come!", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "It's been two years. He's probably in trouble again.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "He is a good godson.", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "Maybe we shouldn't get Mike mixed up in this too directly...", "character": "Tom Hagen", "characterId": "nm0000380"}]}, {"lines": [{"text": "Fabrizzio, where are you going?", "character": "Michael", "characterId": "nm0000199"}, {"text": "[Apollonia hoots the car and starts to drive it; Fabrizzio gives a quick, furtive movement... ]", "character": null, "characterId": null}, {"text": "NO! NO APOLLONIA!", "character": "Michael", "characterId": "nm0000199"}, {"text": "[the car explodes]", "character": null, "characterId": null}]}, {"lines": [{"text": "[the Corleone Family poses for the wedding photo]", "character": null, "characterId": null}, {"text": "[to Sonny]\nWhere's Michael?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "Don't worry. He'll be here.", "character": "Sonny", "characterId": "nm0001001"}, {"text": "We're not taking the picture without Michael.", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "I have to see my father and his people so have dinner without me.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Oh, Michael.", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "This weekend we'll go out. We'll go to the city, see a show and have dinner, I promise.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Hmmmm. Michael. Michael, wait, your sister wants to ask you something.", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "Well, let her ask.", "character": "Michael", "characterId": "nm0000199"}, {"text": "No, she's afraid to. Connie and Carlo want you to be Godfather to their little boy.", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "We'll see.", "character": "Michael", "characterId": "nm0000199"}, {"text": "Will you?", "character": "Kay Adams", "characterId": "nm0000473"}, {"text": "Let me think about it. We'll see.", "character": "Michael", "characterId": "nm0000199"}]}, {"lines": [{"text": "Damn it, Sonny's running scared. He's thinking of going to the matresses already. We got to go pick up some stuff at this address. You know any good spots on the west side?", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "Yeah, I'll think about it.", "character": "Paulie Gatto", "characterId": "nm0553908"}, {"text": "Well, think about it while you're driving, will ya? I wanna hit New York sometime this month. And watch out for the kids when you're backing out!", "character": "Clemenza", "characterId": "nm0144710"}]}, {"lines": [{"text": "[Clemenza and Michael arrive to find extra guards posted outside the house]", "character": null, "characterId": null}, {"text": "What's with all the new faces?", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "We'll need 'em now. After the hospital thing, Sonny got mad. We hit Bruno Tattaglia at four o'clock this morning.", "character": "Tessio", "characterId": "nm0001820"}, {"text": "...Jesus Christ.", "character": "Clemenza", "characterId": "nm0144710"}]}, {"lines": [{"text": "The negotiator's at my house playing pinochle with some of my men, he's happy. They're letting him win.", "character": "Clemenza", "characterId": "nm0144710"}]}, {"lines": [{"text": "[to Luca Brasi]\nI'm a little worried about this Sollozzo fellow. I want you to find out what he's got under his fingernails. Go to the Tattaglias, and tell them you're not too happy with our Family, and find out what you can...", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "How's your boy?", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "He's good.", "character": "Michael", "characterId": "nm0000199"}, {"text": "You know, he looks more like you every day.", "character": "Don Corleone", "characterId": "nm0000008"}, {"text": "He's smarter than I am. Three years old, and he can already read the funny papers.", "character": "Michael", "characterId": "nm0000199"}, {"text": "[laughs]\nRead the funny papers...", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "[Tom Hagen goes Christmas shopping, and meets Sollozzo]", "character": null, "characterId": null}, {"text": "I want to talk to you.", "character": "Sollozzo", "characterId": "nm0504803"}, {"text": "[stepping aside]\nI haven't got time...", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "Make time, Consigliore!", "character": "Sollozzo", "characterId": "nm0504803"}, {"text": "[Hagen finds himself trapped between Sollozzo and a hood]", "character": null, "characterId": null}, {"text": "What are you worried about? If I wanted to kill you you'd be dead already. Get in.", "character": "Sollozzo", "characterId": "nm0504803"}, {"text": "[a car drives up]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Paulie enters the Corleones' study]", "character": null, "characterId": null}, {"text": "What is it?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "Hey, Paulie, I thought I told you to stay put.", "character": "Clemenza", "characterId": "nm0144710"}, {"text": "The guy at the gate says there's a package.", "character": "Paulie Gatto", "characterId": "nm0553908"}, {"text": "Yeah? Hey, Tessio, go see what it is.", "character": "Sonny", "characterId": "nm0001001"}, {"text": "You want me to hang around?", "character": "Paulie Gatto", "characterId": "nm0553908"}, {"text": "Yeah, hang around. You all right?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "[coughing]\nYeah, yeah...", "character": "Paulie Gatto", "characterId": "nm0553908"}, {"text": "You hungry? There's a little food in the ice box.", "character": "Sonny", "characterId": "nm0001001"}, {"text": "Nah, nah.", "character": "Paulie Gatto", "characterId": "nm0553908"}, {"text": "Well, how about a drink? Some brandy, it'll sweat it out of ya. Alright, babe...", "character": "Sonny", "characterId": "nm0001001"}, {"text": "[Paulie leaves]", "character": null, "characterId": null}, {"text": "[to Clemenza]\nI want you to take care of that sonofabitch right away. Paulie sold out the old man, that stronz. I don't want to see him no more. I want you to make that first thing on your list, understand?", "character": "Sonny", "characterId": "nm0001001"}, {"text": "Understood.", "character": "Clemenza", "characterId": "nm0144710"}]}, {"lines": [{"text": "My godson has come all the way from California. Give him a drink.", "character": "Don Corleone", "characterId": "nm0000008"}]}, {"lines": [{"text": "You know how they're going to come at you?", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "They want to arrange a meeting between me and Barzini. On Tessio's ground. Where I'll be safe.", "character": "Michael", "characterId": "nm0000199"}, {"text": "[Hagen is silent for a long moment]", "character": null, "characterId": null}, {"text": "Tessio. I always thought it would be Clemenza.", "character": "Tom Hagen", "characterId": "nm0000380"}, {"text": "It's the smart move. Tessio was always smarter.", "character": "Michael", "characterId": "nm0000199"}]}, {"lines": [{"text": "You and I are going to move my father to another room, now can you disconnect those tubes so we can move the bed out of here?", "character": "Michael", "characterId": "nm0000199"}, {"text": "That is out of the question.", "character": "Night Nurse", "characterId": "nm0605866"}, {"text": "You know my father? Men are coming here to kill him, now help me, please.", "character": "Michael", "characterId": "nm0000199"}]}, {"lines": [{"text": "Paulie, pull over, I gotta take a leak.", "character": "Clemenza", "characterId": "nm0144710"}]}, {"lines": [{"text": "[the car that Michael, Sollozzo, and McClusky are riding in takes an unexpected detour]\nNew Jersey... we're going to New Jersey?", "character": "Michael", "characterId": "nm0000199"}, {"text": "[sinister]\nMaybe.", "character": "Sollozzo", "characterId": "nm0504803"}]}, {"lines": [{"text": "What's the matter, Carlo?", "character": "Connie", "characterId": "nm0001735"}, {"text": "[punk sore at the world]\nShut up and set the table!", "character": "Carlo Rizzi", "characterId": "nm0751625"}]}, {"lines": [{"text": "How's the Italian food in this restaurant?", "character": "Capt. McCluskey", "characterId": "nm0001330"}, {"text": "Good. Try the veal, it's the best in the city.", "character": "Sollozzo", "characterId": "nm0504803"}, {"text": "I'll have it.", "character": "Capt. McCluskey", "characterId": "nm0001330"}]}]}