{"quotes": [{"lines": [{"text": "This kind of certainty comes but just once in a lifetime.", "character": "Robert Kincaid", "characterId": "nm0000142"}]}, {"lines": [{"text": "The old dreams were good dreams; they didn't work out, but glad I had them.", "character": "Robert", "characterId": "nm0000142"}]}, {"lines": [{"text": "I don't want to need you, 'cause I can't have you.", "character": "Robert Kincaid", "characterId": "nm0000142"}]}, {"lines": [{"text": "Robert, please. You don't understand, no-one does. When a woman makes the choice to marry, to have children; in one way her life begins but in another way it stops. You build a life of details. You become a mother, a wife and you stop and stay steady so that your children can move. And when they leave they take your life of details with them. And then you're expected move again only you don't remember what moves you because no-one has asked in so long. Not even yourself. You never in your life think that love like this can happen to you.", "character": "Francesca", "characterId": "nm0000658"}, {"text": "But now that you have it...", "character": "Robert Kincaid", "characterId": "nm0000142"}, {"text": "I want to keep it forever. I want to love you the way I do now the rest of my life. Don't you understand... we'll lose it if we leave. I can't make an entire life disappear to start a new one. All I can do is try to hold onto to both. Help me. Help me not lose loving you.", "character": "Francesca", "characterId": "nm0000658"}]}, {"lines": [{"text": "Things change. They always do, it's one of the things of nature. Most people are afraid of change, but if you look at it as something you can always count on, then it can be a comfort.", "character": "Robert Kincaid", "characterId": "nm0000142"}]}, {"lines": [{"text": "I realized love won't obey our expectations, it's mystery is pure and absolute.", "character": "Francesca", "characterId": "nm0000658"}]}, {"lines": [{"text": "I had thoughts about him I hardly knew what to do with, and he read every one. Whatever I wanted, he gave himself up to, and in that moment everything I knew to be true about myself was gone. I was acting like another woman, yet I was more myself than ever before.", "character": "Francesca", "characterId": "nm0000658"}]}, {"lines": [{"text": "When I think of why I make pictures, the reason that I can come up with just seems that I've been making my way here. It seems right now that all I've ever done in my life is making my way here to you.", "character": "Robert", "characterId": "nm0000142"}]}, {"lines": [{"text": "And in that moment, everything I knew to be true about myself up until then was gone. I was acting like another woman, yet I was more myself than ever before.", "character": "Francesca", "characterId": "nm0000658"}]}, {"lines": [{"text": "I was just going to have some iced tea and split the atom, but that can wait.", "character": "Francesa", "characterId": "nm0000658"}]}, {"lines": [{"text": "If you want me to stop, tell me now.", "character": "Robert", "characterId": "nm0000142"}, {"text": "No one's asking you to.", "character": "Francesca", "characterId": "nm0000658"}]}, {"lines": [{"text": "you are anything but a simple woman.", "character": "Robert Kincaid", "characterId": "nm0000142"}]}, {"lines": [{"text": "So, do you want more eggs or should we just fuck on the linoleum one last time?", "character": "Francesca", "characterId": "nm0000658"}]}, {"lines": [{"text": "We are the choices that we have made, Robert.", "character": "Francesca", "characterId": "nm0000658"}]}, {"lines": [{"text": "But love won't obey our expectations. Its mystery is pure and absolute. What Robert and I had, could not continue if we were together. What Richard and I shared would vanish if we were apart. But how I wanted to share this. How would our lives have changed if I had? Could anyone else have seen the beauty of it?", "character": "Francesca", "characterId": "nm0000658"}]}, {"lines": [{"text": "Who knew that, in between bake sales, my mother was Anaïs Nin?", "character": "Caroline", "characterId": "nm0179960"}]}, {"lines": [{"text": "They came home. And with them, my life of details.", "character": "Francesca", "characterId": "nm0000658"}]}, {"lines": [{"text": "What were you like when you were younger?", "character": "Francesca", "characterId": "nm0000658"}, {"text": "Trouble.", "character": "Robert Kincaid", "characterId": "nm0000142"}]}]}