{"quotes": [{"lines": [{"text": "Now, the question on the table is how drunk is drunk enough? And the answer is that it's all a matter of brain cells", "character": "Rannulph Junnah", "characterId": "nm0000354"}, {"text": "Brain cells?", "character": "Hardy Greaves", "characterId": "nm0000493"}, {"text": "That's right Hardy. You see every drink of liquor you take kills a thousand brain cells. Now that doesn't much matter 'cos we got billions more. And first the sadness cells die so you smile real big. And then the quiet cells go so you just say everything real loud for no reason at all. That'ok, that's ok because the stupid cells go next, so everything you say is real smart. And finally, come the memory cells. These are tough sons of bitches to kill.", "character": "Rannulph Junnah", "characterId": "nm0000354"}]}, {"lines": [{"text": "What I'm talkin about is a game... A game that can't be won only played...", "character": "Bagger Vance", "characterId": "nm0000226"}, {"text": "You don't understand...", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "I don't need to understand... Ain't a soul on this entire earth ain't got a burden to carry he don't understand, you ain't alone in that... But you been carryin' this one long enough... Time to go on... lay it down...", "character": "Bagger Vance", "characterId": "nm0000226"}, {"text": "I don't know how...", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "You got a choice... You can stop... Or you can start...", "character": "Bagger Vance", "characterId": "nm0000226"}, {"text": "Start?", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "Walkin...", "character": "Bagger Vance", "characterId": "nm0000226"}, {"text": "Where?", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "Right back to wehre you always been... and then stand there... Still... real still... And remember...", "character": "Bagger Vance", "characterId": "nm0000226"}, {"text": "It's too long ago...", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "Oh no sir it was just a moment ago... Time for you to come on out the shadows Junuh... Time for you to choose...", "character": "Bagger Vance", "characterId": "nm0000226"}, {"text": "I can't...", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "Yes you can... but you ain't alone... I\"m right here with ya... I've been here all along... Now play the game... Your game... The one that only you was meant to play... Then one that was given to you when you come into this world... You ready?... Stike that ball Junuh don't hold nothin back give it everything... Now's the time... Let yourself remember... Remember YOUR swing... That's right Junuh, settle yourself... Let's go... Now is the time, Junuh...", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "See, the trick is... to find your swing...", "character": "Bagger Vance", "characterId": "nm0000226"}, {"text": "What'd you say?...", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "Well you lost your swing... We got to go find it... Now it's somewhere... in the harmony... of all that is... All that was... All that will be...", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "Yep... Inside each and every one of us is one true authentic swing... Somethin' we was born with... Somethin' that's ours and ours alone... Somethin' that can't be taught to ya or learned... Somethin' that got to be remembered... Over time the world can, rob us of that swing... It get buried inside us under all our wouldas and couldas and shouldas... Some folk even forget what their swing was like...", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "You wanna quit Mr. Junuh? You know you can just go ahead and creep off somewhere I'll tell folk you took sick... Truth be told, ain't nobody gonna really object... In fact, they'd probably be happy as bugs in a bake shop to see you pack up and go home...", "character": "Bagger Vance", "characterId": "nm0000226"}, {"text": "You know I can't quit", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "I know... Just makin sure you know it too...", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "What were you doing out there? I could have killed you.", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "Nah, actually, I positioned myself right in front of you, 'cause from the way your swings were goin', I figured that was the safest place.", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "Inside each and every one of us is our one, true authentic swing. Something we was born with. Something that's ours and ours alone. Something that can't be learned... something that's got to be remembered.", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "Grow up Hardy!", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "It ain't time for me to grow up, Mr. Junuh.", "character": "Hardy Greaves", "characterId": "nm0597670"}, {"text": "You're daddy is out sweeping streets because he took every last dime he had, and used it to pay up every man and woman he owed and every business who worked for him, instead of declaring bankruptcy like everyone else in town, including your best friend Wilbur Charles' dad, Raymond, which is why he's able to sit around all day long on his dignity! You're daddy stared adversity in the eye, Hardy. And he beat it back with a broom.", "character": "Rannulph Junuh", "characterId": "nm0000354"}]}, {"lines": [{"text": "I hear you lost your swing. I guess we got to go find it.", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "Put your eyes on Bobby Jones... Look at his practice swing, almost like he's searchin for something... Then he finds it... Watch how he settle hisself right into th emiddle of it, feel that focus... He got a lot of shots he could choose from... Duffs and tops and skulls, there's only ONE shot that's in perfect harmony with the feild... One shot that's his, authentic shot, and that shot is gonna choose him... There's a perfect shot out there tryin' to find each and every one of us... All we got to do is get ourselves out of its way, to let it choose us... Can't see that flag as some dragon you got to slay... You got to look with soft eyes... See the place where the tides and the seasons and the turnin' of the Earth, all come together... where everything that is, becomes one... You got to seek that place with your soul Junuh... Seek it with your hands don't think about it... Feel it... Your hands is wiser than your head ever gonna be... Now I can't take you there Junuh... Just hopes I can help you find a way... Just you... that ball... that flag... and all you are...", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "And now I'm supposed to run into your arms and melt like butter on a hot muffin?", "character": "Adele Invergordon", "characterId": "nm0000234"}]}, {"lines": [{"text": "You a caddy?", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "Uh, that depends. You a golfer?", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "This is getting embarrassing.", "character": "Rannulph Junnah", "characterId": "nm0000354"}, {"text": "Oh no sir, this has been embarrassing for quite some time.", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "I lost my swing Adele...", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "Really? Where'd it go?", "character": "Adele Invergordon", "characterId": "nm0000234"}]}, {"lines": [{"text": "What was it Adele?... What did you like about us?...", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "I liked the way we danced...", "character": "Adele Invergordon", "characterId": "nm0000234"}]}, {"lines": [{"text": "I can win Adele... I can beat both of 'em... Look into my eyes and tell me what you see...", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "Determination... Pure determination...", "character": "Adele Invergordon", "characterId": "nm0000234"}, {"text": "Panic, Adele... Pure panic... I'm eight strokes behind two of the greatest golfers in the sport, they've never blown a lead in their lives and I'm gonna win... Ya know why?", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "Panic?", "character": "Adele Invergordon", "characterId": "nm0000234"}, {"text": "That's right...", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "Oh Junuh, you don't by any chance ...", "character": "Adele Invergordon", "characterId": "nm0000234"}, {"text": "Yes...", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "Was there something about me that you particularly missed? Somethin that I can feel gratified about depriving you all these years?", "character": "Adele Invergordon", "characterId": "nm0000234"}, {"text": "I liked the way we danced...", "character": "Rannulph Junuh", "characterId": "nm0000354"}]}, {"lines": [{"text": "I can't do it, Bagger. It was too long ago!", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "No it wasn't. It was just a moment ago.", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "Anything else?", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "Just bash the living shit out of it.", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "I'm not asking for your crown, Walter. If I wanted it badly enough, I'd just take it.", "character": "Rannulph Junuh", "characterId": "nm0000354"}]}, {"lines": [{"text": "This is getting embarassing.", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "Oh no sir, this has been embarassing for quite some time.", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "I could have killed you out there.", "character": "Rannulph Junnah", "characterId": "nm0000354"}, {"text": "Oh no sir, see I set myself directly in front of ya. Judgin' how you were hittin' them balls that's where I figure I'd be out of harms way.", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "Interesting match.", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "I've always thought so.", "character": "Adele Invergordon", "characterId": "nm0000234"}]}, {"lines": [{"text": "You really love this game, don't you?", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "It's the greatest game there is.", "character": "Hardy Greaves", "characterId": "nm0597670"}, {"text": "You really think so?", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "Ask anybody. It's fun. It's hard and you stand out there on that green, green grass, and it's just you and the ball and there ain't nobody to beat up on but yourself; just like Mister Newnan keeps hittin' himself with the golf club every time he gets angry. He's broken his toe three times on account of it. It's the only game I know that you can call a penalty on yourself, if you're honest, which most people are. There just ain't no other game like it.", "character": "Hardy Greaves", "characterId": "nm0597670"}]}, {"lines": [{"text": "Confused, broken... and unable to face a return to a hero's welcome... Junuh just disappeared... Hopin to forget... and to be forgotton...", "character": "Old Hardy Greaves", "characterId": "nm0000493"}]}, {"lines": [{"text": "Yeah, I always felt a man's grip on his club just like a man's grip on his world...", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "Don't make no sense is all... Man say he don't play no golf when he out here this shade of night hittin balls off in the dark where he can't even see 'em...", "character": "Bagger Vance", "characterId": "nm0000226"}, {"text": "Yep... Well, I've done things that have made less sense...", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "As we all have...", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "Ten years and not one single, solitary word from you? You don't do that to someone you love! I deserve better, I deserve some correspondence of some indication of how you felt! Junuh, I don't know what happened to you... but whatever it was... it couldn't have been as unbearable as a woman waitin' with no end in sight... Wonderin if she's, remembered or forgotton by the man she loves... You never even said you were sorry... And now I'm supposed to just run into your arms and melt like butter on a hot muffin?", "character": "Adele Invergordon", "characterId": "nm0000234"}, {"text": "I'm sorry Adele... I am, truly sorry...", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "It's too late for 'I'm sorry' Junuh!", "character": "Adele Invergordon", "characterId": "nm0000234"}, {"text": "But - Then - Well, tell me what to say... It was too long ago...", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "No it wasn't... It was just a moment ago...", "character": "Adele Invergordon", "characterId": "nm0000234"}]}, {"lines": [{"text": "A terrific shot! But into the woods, goddammit! Goddammit! I spend more time in the trees than the squirrels do.", "character": "Old Hardy Greaves", "characterId": "nm0000493"}]}, {"lines": [{"text": "Hey, I admire the way you're dealing with this match, Junuh. Fighting the way you are. It's damn noble. But no matter how good a fighter you are, just remember, I can ask they King to gold the flag for me when I putt, but he's not going to give me his crown, neither is Bobby and neither am I.", "character": "Walter Hagen", "characterId": "nm0569226"}]}, {"lines": [{"text": "You gonna hit the ball or you gonna dance with it?", "character": "Rannulph Junuh", "characterId": "nm0000354"}]}, {"lines": [{"text": "Alright I'll play in your stupid golf tournament (to Adel) I shoulda' let you finish what you started, now I got nothin' at all to show for it.", "character": "Rannulph Junuh", "characterId": "nm0000354"}]}, {"lines": [{"text": "Is there something you want to tell me?", "character": "Rannulph Junuh", "characterId": "nm0000354"}, {"text": "Well, I'm trying to think of how to say it, Junuh. There is a purpose to this visit... and that's to apologize. But I'm not a naturally apologetic woman, so it takes me a little longer to get my thoughts in order.", "character": "Adel Invergordon", "characterId": "nm0000234"}]}, {"lines": [{"text": "I heard my dad say that you won every golf tournament there ever was in the South and how you hit a drive so long that they made you stop playin for 20 minutes just to measure it for a record... and how you used to swing righty, but you were in the woods once by this tree so there was no room to swing righty... so you borrowed somebody's lefty club and hit the ball six inches from the hole...", "character": "Hardy Greaves", "characterId": "nm0597670"}]}, {"lines": [{"text": "Yeah the rythm of the game just like the rythm of life...", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "I like the way we danced.", "character": "Adel Invergordon", "characterId": "nm0000234"}]}, {"lines": [{"text": "Five dollars guaranteed.", "character": "Bagger Vance", "characterId": "nm0000226"}]}, {"lines": [{"text": "The meaning of it all is that there is no meaning.", "character": "Walter Hagen", "characterId": "nm0569226"}]}, {"lines": [{"text": "God is happiest, when his children are at play.", "character": "Old Hardy Greaves", "characterId": "nm0000493"}]}, {"lines": [{"text": "Oh, Jesus. I've died and gone to hell.", "character": "Adele Invergordon", "characterId": "nm0000234"}]}]}