{"quotes": [{"lines": [{"text": "See the smoke trembling under the roof as if with fright? Yet when it gets out in the air, it has the whole sky to swirl about in. But it doesn't know that, so it huddles and trembles in the soot under the roof. It's the same with people. They quiver like a leaf in the storm, afraid of what they know and what they don't know.", "character": "Beggar", "characterId": "nm0249735"}]}, {"lines": [{"text": "You see it, God, you see it. The innocent child's death and my revenge. You allowed it. I don't understand you. Yet now I beg your forgiveness. I know no other way to be reconciled with my own hands. I know no other way to live.", "character": "Töre", "characterId": "nm0001884"}]}, {"lines": [{"text": "What is your name?", "character": "Ingeri", "characterId": "nm0511458"}, {"text": "These days, I don't have a name.", "character": "Bridge Keeper", "characterId": "nm0805277"}, {"text": "[laughs menacingly]", "character": null, "characterId": null}]}, {"lines": [{"text": "You see it, God. You see it. The innocent child's death, and my revenge. You allowed it. I don't understand You. I don't understand You. Yet, I still ask your forgiveness. I know no other way to live. I promise You, God... here on the dead body of my only child, I promise you that, to cleanse my sins, here I shall build a church. On this spot. Of mortar and stone... and with these, my hands.", "character": "Töre", "characterId": "nm0001884"}]}, {"lines": [{"text": "Heavenly Father, Son, and Holy Spirit, with Your host of angels, deliver us today from the devil's chokehold. God, grant that neither temptation, shame, nor danger befall thy servants this day. Amen.", "character": "Töre", "characterId": "nm0001884"}]}, {"lines": [{"text": "You're much too conscious about duty and honor when it concerns Karin.", "character": "Märeta", "characterId": "nm0883517"}, {"text": "You're much too soft and weak when it concerns her.", "character": "Töre", "characterId": "nm0001884"}]}, {"lines": [{"text": "Flying birds find something, sitting birds only find death. I have found both women and churches.", "character": "Beggar", "characterId": "nm0249735"}]}, {"lines": [{"text": "[singing]\nA little power is so painful, but it lets him scale the mountains.", "character": "Karin", "characterId": "nm0678555"}]}, {"lines": [{"text": "Make me worthy to receive the bread of Thy body and save my soul from a worldy death.", "character": "Karin", "characterId": "nm0678555"}]}, {"lines": [{"text": "You are not alone, Mareta. And God alone bears our guilt.", "character": "Töre", "characterId": "nm0001884"}]}, {"lines": [{"text": "I hear what I want and see what I want. I hear what mankind whispers in secret and sees what they think no one sees. You can hear for your self, if you wills like me. Just listen!", "character": "Bridge Keeper", "characterId": "nm0805277"}, {"text": "What is it that thunders outside?", "character": "Ingeri", "characterId": "nm0511458"}, {"text": "Three dead men rode north.", "character": "Bridge Keeper", "characterId": "nm0805277"}, {"text": "[laughs menacingly]", "character": null, "characterId": null}]}, {"lines": [{"text": "Bring me the slaughtering-knife.", "character": "Töre", "characterId": "nm0001884"}]}, {"lines": [{"text": "If you always get your way, you'll please the devil so much that the saints will punish you with boils.", "character": "Märeta", "characterId": "nm0883517"}]}, {"lines": [{"text": "[First lines]\nGod Odin come... God Odin come... God Odin come...", "character": "Ingeri", "characterId": "nm0511458"}]}, {"lines": [{"text": "[subtitled version]", "character": null, "characterId": null}, {"text": "[calmly, on being offered for sale the fine dress of her missing daughter]\nI must ask my husband what a fitting reward would be for such a valuable garment.", "character": "Märeta", "characterId": "nm0883517"}]}]}