{"quotes": [{"lines": [{"text": "What do you see there, Captain?", "character": "Hawkins", "characterId": "nm0869548"}, {"text": "I see a car and two people. Wow! Look at that... son of a bitch!", "character": "Captain J.G. Williams", "characterId": "nm0580565"}, {"text": "Much more than a car and two men.", "character": "Hawkins", "characterId": "nm0869548"}, {"text": "Well, that's all I can see.", "character": "Captain J.G. Williams", "characterId": "nm0580565"}, {"text": "This man's dangerous. This little joyride he's on is undermining the entire balance of this country.", "character": "Hawkins", "characterId": "nm0869548"}, {"text": "Sir, this is just one car... I mean, a little exhaust isn't going to upset the whole balance of the universe.", "character": "Captain J.G. Williams", "characterId": "nm0580565"}, {"text": "You are missing the metaphor.", "character": "Hawkins", "characterId": "nm0869548"}, {"text": "There's a meta-who?", "character": "Captain J.G. Williams", "characterId": "nm0580565"}, {"text": "I am talking about our entire way of life, Captain. We live in a society that has the greatest tranquillity ever created by man. Furthermore, this society is more protected than any other in history. And do you know why?", "character": "Hawkins", "characterId": "nm0869548"}, {"text": "Well, I figured...", "character": "Captain J.G. Williams", "characterId": "nm0580565"}, {"text": "Because of the system. The system of our existence which has been worked out so perfectly. In fact, it is that system which dispelled the desperate quest for the impurities contained in mobility. The mobility which had driven this nation like rats, scurrying in every direction that led us nowhere. Nowhere! Now, we have removed that addiction and brought order and tranquillity... the two most fragile flowers in any civilisation. And this man, this fool, is defecating on those flowers! Staining the natural hygiene of our society and tampering with the world's most perfectly balanced system.", "character": "Hawkins", "characterId": "nm0869548"}, {"text": "Sir... what do you want me to do about it?", "character": "Captain J.G. Williams", "characterId": "nm0580565"}]}]}