{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Before the law, there stands a guard. A man comes from the country, begging admittance to the law. But the guard cannot admit him. May he hope to enter at a later time? That is possible, said the guard. The man tries to peer through the entrance. He'd been taught that the law was to be accessible to every man. \"Do not attempt to enter without my permission\", says the guard. I am very powerful. Yet I am the least of all the guards. From hall to hall, door after door, each guard is more powerful than the last. By the guard's permission, the man sits by the side of the door, and there he waits. For years, he waits. Everything he has, he gives away in the hope of bribing the guard, who never fails to say to him \"I take what you give me only so that you will not feel that you left something undone.\" Keeping his watch during the long years, the man has come to know even the fleas on the guard's fur collar. Growing childish in old age, he begs the fleas to persuade the guard to change his mind and allow him to enter. His sight has dimmed, but in the darkness he perceives a radiance streaming immortally from the door of the law. And now, before he dies, all he's experienced condenses into one question, a question he's never asked. He beckons the guard. Says the guard, \"You are insatiable! What is it now?\" Says the man, \"Every man strives to attain the law. How is it then that in all these years, no one else has ever come here, seeking admittance?\" His hearing has failed, so the guard yells into his ear. \"Nobody else but you could ever have obtained admittance. No one else could enter this door! This door was intended only for you! And now, I'm going to close it.\" This tale is told during the story called \"The Trial\". It's been said that the logic of this story is the logic of a dream... a nightmare.", "character": "Narrator", "characterId": "nm0000080"}]}, {"lines": [{"text": "You see, in definite acquittal, all the documents are annulled. But with ostensible acquittal, your whole dossier continues to circulate. Up to the higher courts, down to the lower ones, up again, down. These oscillations and peregrinations, you just can't figure 'em.", "character": "Titorelli", "characterId": "nm0152631"}, {"text": "No use in trying either, I suppose.", "character": "Joseph K.", "characterId": "nm0000578"}, {"text": "Not a hope. Why, I've known cases of an acquitted man coming home from the court and finding the cops waiting there to arrest him all over again. But then, of course, theoretically it's always possible to get another ostensible acquittal.", "character": "Titorelli", "characterId": "nm0152631"}, {"text": "The second acquittal wouldn't be final either.", "character": "Joseph K.", "characterId": "nm0000578"}, {"text": "It's automatically followed by the third arrest. The third acquittal, by the fourth arrest. The fourth...", "character": "Titorelli", "characterId": "nm0152631"}, {"text": "I think what surprises me most is how ignorant I am about everything concerning this court of yours. For an accused man, that's a mistake. He should never let himself be caught napping, never for a minute let his eye stray to the left, when for all he knows, a judge or somebody like that can be lurking somewhere to the right.", "character": "Joseph K.", "characterId": "nm0000578"}]}, {"lines": [{"text": "To be in chains is sometimes safer than to be free.", "character": "Hastler", "characterId": "nm0000080"}]}, {"lines": [{"text": "I don't pretend to be a martyr, no.", "character": "Joseph K.", "characterId": "nm0000578"}, {"text": "Not even a victim of society?", "character": "Hastler", "characterId": "nm0000080"}, {"text": "I am a member of society.", "character": "Joseph K.", "characterId": "nm0000578"}, {"text": "Do you think you can persuade the court that you're not responsible by reason of lunacy?", "character": "Hastler", "characterId": "nm0000080"}, {"text": "to persuade us all that the whole world is crazy, formless, meaningless, absurd. That's the dirty game. So I've lost my case. What of it? You, you're losing too. It's all lost, lost. So what? Does that sentence the entire universe to lunacy?", "character": "Joseph K.", "characterId": "nm0000578"}]}, {"lines": [{"text": "You...! I make you very uncomfortable, don't I? It distresses you to find me in your company? Yes, I've been told about that! Before I thought you, you took me for a judge, or at least some official of the court! I even thought you were afraid of me, but what you're feeling is PAIN! You don't like what you see, do you? It's my mouth! You think you can tell from my mouth, that I'm condemned! That I'm gonna be found guilty! GUILTY!", "character": "Joseph K.", "characterId": "nm0000578"}]}, {"lines": [{"text": "I'm sorry.", "character": "Joseph K.", "characterId": "nm0000578"}, {"text": "You're sorry, you're sorry, you're sorry. You always keep saying that. Who gives a damn?", "character": "Miss Burstner", "characterId": "nm0603402"}, {"text": "I know. I'm s...", "character": "Joseph K.", "characterId": "nm0000578"}, {"text": "[Joseph K. catches himself and then laughs]", "character": null, "characterId": null}, {"text": "What's the big joke?", "character": "Miss Burstner", "characterId": "nm0603402"}, {"text": "I almost said it again. You're right, of course. You're perfectly right.", "character": "Joseph K.", "characterId": "nm0000578"}, {"text": "Yeah?", "character": "Miss Burstner", "characterId": "nm0603402"}, {"text": "Nobody gives a damn. I know you don't.", "character": "Joseph K.", "characterId": "nm0000578"}]}, {"lines": [{"text": "It's true, you know. Accused men are attractive. Not that being accused makes any immediate change in a man's personal appearance. But if you've got the right eye for these things, you can pick out an accused man in the largest crowd. It's just something about them, something attractive.", "character": "Hastler", "characterId": "nm0000080"}]}, {"lines": [{"text": "All these fancy electronics, they're all right in their place, but not for anything practical.", "character": "Uncle Max", "characterId": "nm0369250"}]}, {"lines": [{"text": "You're supposed to be able to tell from a man's face and from the line of his lips, especially, how his case is going to turn out.", "character": "Bloch", "characterId": "nm0848667"}, {"text": "So?", "character": "Joseph K.", "characterId": "nm0000578"}, {"text": "So the people are saying that from the expression on your lips, they could tell that you'll be found guilty, yes, in the very near future.", "character": "Bloch", "characterId": "nm0848667"}]}, {"lines": [{"text": "You're not going to try and tell me you think you can diddle your way out of a criminal charge with an adding machine!", "character": "Uncle Max", "characterId": "nm0369250"}]}, {"lines": [{"text": "Your friends do you favors and you take them for granted.", "character": "Leni", "characterId": "nm0002769"}]}, {"lines": [{"text": "he should never let himself be caught napping. Never for a minute let his eyes stray to the left, when for all he knows a judge or somebody like that could be lurking a little bit to the right.", "character": "Joseph K.", "characterId": "nm0000578"}]}]}