{"quotes": [{"lines": [{"text": "Unfortunately, in the state of society as it exists today, we are not permitted to experiment on human beings. Normal human beings.", "character": "James Hildern", "characterId": "nm0000489"}]}, {"lines": [{"text": "I've got to get hold of that skeleton somehow.", "character": "James Hildern", "characterId": "nm0000489"}, {"text": "Oh I don't know... There is the question of professional ethics.", "character": "Doctor Perry", "characterId": "nm0908669"}, {"text": "Oh indeed, indeed... that is why I shall have to employ someone for whom ethics have no significance.", "character": "James Hildern", "characterId": "nm0000489"}]}, {"lines": [{"text": "Now, listen to this in relation to what happened last night when I was cleaning the skeleton. It's about the primitive people of New Guinea today who believe that their ancestors were a race of giants who carried on a titanic war between good and evil when the world was created. When the Evil One shall be exposed, the Sky Father shall weep. Weep, Waterlow! That means rain! Water! Weep for the departure of Paradise from the Earth. And his tears - water again, do you see? - his tears, falling upon the Evil One, will give him life. Now that is precisely what happened last night, here in this room. And so the battle between good and evil will continue on the Earth.", "character": "Emmanuel Hildern", "characterId": "nm0001088"}, {"text": "Well, I really don't understand. It all seems rather difficult.", "character": "Waterlow", "characterId": "nm0072498"}, {"text": "Don't you see the parallel? In the normal course of erosion, this skeleton would be exposed on the surface in approximately three-thousand years. At which time the people of New Guinea should have developed a state of scientific knowledge equivalent to ours. And then, the Sky Father will weep. Rain, Waterlow! Rain! Water! And last night, I anticipated that process by three-thousand years. Why, I am the White God! I alone hold this tremendous power of good and evil in my hands! If I can control this power, what opportunities are open for humanity? Why, with this knowledge, I could wipe evil away from the world! It could be abolished forever! We would have a new Paradise here on Earth. It's, uh, food for thought, eh, Waterlow?", "character": "Emmanuel Hildern", "characterId": "nm0001088"}]}]}