{"quotes": [{"lines": [{"text": "Let us rest a moment and breathe. Twilight is falling and this is the last day of life. I've always longed for a knife, a blade to lay bare my entrails, set my brain and heart free, free from my substance and cut away my tongue and my manhood. A sharp blade that would scrape out all uncleanliness. Then the so-called spirit would rise up from this meaningless carcass.", "character": "Johan Spegel", "characterId": "nm0252345"}]}, {"lines": [{"text": "Why do you cry, my little ant?", "character": "Granny Vogler", "characterId": "nm0927711"}, {"text": "Are you a witch?", "character": "Sanna", "characterId": "nm0678555"}, {"text": "Perhaps I am.", "character": "Granny Vogler", "characterId": "nm0927711"}, {"text": "I'm so scared of all that's happening and you're so old and ugly.", "character": "Sanna", "characterId": "nm0678555"}, {"text": "You'll be ugly too when you're almost 200 years old.", "character": "Granny Vogler", "characterId": "nm0927711"}, {"text": "Are you really that old?", "character": "Sanna", "characterId": "nm0678555"}, {"text": "Yes, indeed.", "character": "Granny Vogler", "characterId": "nm0927711"}, {"text": "Can you cast spells too?", "character": "Sanna", "characterId": "nm0678555"}, {"text": "On occasion. But nowadays no one believes in my secrets, so I must be careful.", "character": "Granny Vogler", "characterId": "nm0927711"}]}, {"lines": [{"text": "I see what I see, and I know what I know. But nobody believes me.", "character": "Granny Vogler", "characterId": "nm0927711"}]}, {"lines": [{"text": "The author presumes there's a great general thing called truth somewhere out there. That theory is pure illusion.", "character": "Johan Spegel", "characterId": "nm0252345"}]}, {"lines": [{"text": "I didn't really die, yet I've already begun haunting people. Actually, I think I make a better ghost than human being. I'm finally convincing. Something I never was as an actor. A shadow of a shadow. Don't be concerned for my sake, sir. I've already begun to decompose.", "character": "Johan Spegel", "characterId": "nm0252345"}]}, {"lines": [{"text": "I've prayed for just one thing in my life. \"Use me. Make me your servant.\" But God never understood what a strong devoted slave I was. So I went unused. That's a lie too, by the way. One goes step by step into the darkness. The movement itself is the only truth.", "character": "Johan Spegel", "characterId": "nm0252345"}]}, {"lines": [{"text": "I'll tell you a secret. I've struggled all evening with an inexplicable sympathy for you and your husband.", "character": "Dr. Vergerus, Minister of Health", "characterId": "nm0085038"}, {"text": "That doesn't sound likely.", "character": "Manda Vogler", "characterId": "nm0862026"}, {"text": "I took an immediate liking to you. Your faces, your silence, your natural dignity. I only admit the deplorable fact because I'm tipsy.", "character": "Dr. Vergerus, Minister of Health", "characterId": "nm0085038"}, {"text": "Then leave us alone.", "character": "Manda Vogler", "characterId": "nm0862026"}, {"text": "I can't.", "character": "Dr. Vergerus, Minister of Health", "characterId": "nm0085038"}, {"text": "Why not?", "character": "Manda Vogler", "characterId": "nm0862026"}, {"text": "Because you represent what I despise most of all. The inexplicable.", "character": "Dr. Vergerus, Minister of Health", "characterId": "nm0085038"}]}, {"lines": [{"text": "Gash in the eye, blood in the mouth, fingers gone, and broken neck. He calls you down, he calls you out, beyond the dead, beyond the living, the living dead, with their upraised hands...", "character": "Granny Vogler", "characterId": "nm0927711"}]}, {"lines": [{"text": "You want to record the precise moment. Observe carefully. I will keep my face open to your curiosity. What am I feeling? Fear and well-being. Now death has reached my hands, my arms, my feet, my belly. I can't see anymore. I'm dead. You're wondering. I'll tell you. Death is...", "character": "Johan Spegel", "characterId": "nm0252345"}]}, {"lines": [{"text": "Good evening little maids. My name is simply Tubal, simple as a a folk tune.", "character": "Tubal", "characterId": "nm0294882"}]}, {"lines": [{"text": "One can sense Mr. Tubal's supernatural powers.", "character": "Sofia Garp", "characterId": "nm0752211"}, {"text": "Yes, indeed.", "character": "Tubal", "characterId": "nm0294882"}, {"text": "It's a wonderful gift.", "character": "Sofia Garp", "characterId": "nm0752211"}, {"text": "But heavy and hard to bear, Sofia.", "character": "Tubal", "characterId": "nm0294882"}, {"text": "Gracious, Mr. Tubal! It makes one hot under the corset, yet cool at the same time.", "character": "Sofia Garp", "characterId": "nm0752211"}]}, {"lines": [{"text": "Quiet. He's predicting the future.", "character": "Sara Lindqvist", "characterId": "nm0000761"}, {"text": "Quiet, quiet, quiet. I see a light. Now it's been put out. It's dark. I hear sweet words of love. No, I can't repeat them. My sense of decency forbids me. A young man rides at full gallop. It's beautiful. Sara, my child, before you go celebrate your feast of love, take a few drops of our love potion. Your delight will be multiplied sevenfold. It's a gift from Venus Aphrodite. Tubal is but her humble messenger.", "character": "Tubal", "characterId": "nm0294882"}]}, {"lines": [{"text": "We're out of love potion. What now?", "character": "Tubal", "characterId": "nm0294882"}, {"text": "Take this one, for colic and bunions. What matters is how the bottle looks and how the potion tastes.", "character": "Granny Vogler", "characterId": "nm0927711"}]}, {"lines": [{"text": "Venus Aphrodite touches their hearts with her fingertips and sets the devil loose!", "character": "Tubal", "characterId": "nm0294882"}]}, {"lines": [{"text": "What a life you lead, Mr. Simson.", "character": "Sara Lindqvist", "characterId": "nm0000761"}, {"text": "Travel, performances, parties, a life of luxury.", "character": "Simson, the coach driver", "characterId": "nm0252299"}, {"text": "And you meet beautiful women, of course.", "character": "Sara Lindqvist", "characterId": "nm0000761"}, {"text": "Women are drawn to magic, Sara. Especially beautiful, hot-blooded women of instinct. Sometimes we even have to fight them off. I remember a Russian princess with green eyes and a lily-white bosom.", "character": "Simson, the coach driver", "characterId": "nm0252299"}]}, {"lines": [{"text": "One learns not to run around picking every flower by the wayside.", "character": "Simson, the coach driver", "characterId": "nm0252299"}, {"text": "You can at least smell them.", "character": "Sara Lindqvist", "characterId": "nm0000761"}, {"text": "I just bend over the fragile petals and then move on.", "character": "Simson, the coach driver", "characterId": "nm0252299"}, {"text": "Why do you talk so much?", "character": "Sara Lindqvist", "characterId": "nm0000761"}]}, {"lines": [{"text": "You don't seem very experienced, dear Simson.", "character": "Sara Lindqvist", "characterId": "nm0000761"}]}, {"lines": [{"text": "I've longed for you. My thoughts have been constantly with you. I've lived your life. Yet today's the first time I've laid eyes on you. Perhaps you're silently laughing at me. It doesn't matter. My love is strong enough for the both of us. Now I understand why you've come. Feel how my heart is beating. You're here to explain why my child died. What God meant. That's why you've come. To ease my sorrow and lift the burden off my shoulders.", "character": "Ottilia Egerman", "characterId": "nm0294892"}]}, {"lines": [{"text": "Nothing is true.", "character": "Manda Vogler", "characterId": "nm0862026"}]}, {"lines": [{"text": "It's meaningless.", "character": "Manda Vogler", "characterId": "nm0862026"}, {"text": "So I can put my mind at ease?", "character": "Dr. Vergerus, Minister of Health", "characterId": "nm0085038"}, {"text": "Yes, put your mind at ease. We can demonstrate our incompetence as often as you like.", "character": "Manda Vogler", "characterId": "nm0862026"}, {"text": "You seem to regret the fact and wish it were otherwise. But there are no miracles. It's always the props and the patter that must do the work. The clergy's in the same sad boat. God is silent while men babble on.", "character": "Dr. Vergerus, Minister of Health", "characterId": "nm0085038"}, {"text": "If just once...", "character": "Manda Vogler", "characterId": "nm0862026"}, {"text": "That's what they all say, \"If just once...\" For the nonbelievers, but especially for the believers. \"If just once...\"", "character": "Dr. Vergerus, Minister of Health", "characterId": "nm0085038"}, {"text": "If just once... It's true.", "character": "Manda Vogler", "characterId": "nm0862026"}]}, {"lines": [{"text": "Having second thoughts?", "character": "Simson, the coach driver", "characterId": "nm0252299"}, {"text": "Second thoughts? I made no promises.", "character": "Sara Lindqvist", "characterId": "nm0000761"}, {"text": "You sure seemed eager last night.", "character": "Simson, the coach driver", "characterId": "nm0252299"}, {"text": "You trying to embarrass me? Yesterday was yesterday, and today is Sunday.", "character": "Sara Lindqvist", "characterId": "nm0000761"}]}, {"lines": [{"text": "[Vogler has come across a sick man lying in the forest near the road]\nGood day, sir. My name is Johan Spegel. I am very ill, as you can see. Would you alleviate my suffering with a little brandy? For brandy is my infirmity, but its remedy too.", "character": "Johan Spegel", "characterId": "nm0252345"}, {"text": "[Vogler gives the man some brandy, which seems to revive him]\nI am an actor. In fact, a member of the famous Stenbourg troupe. But my illness has put an end to my career.", "character": "Johan Spegel", "characterId": "nm0252345"}, {"text": "[Vogler helps the man to his feet, whereupon Spegel takes a closer look at Vogler]\nAre you an actor too?", "character": "Johan Spegel", "characterId": "nm0252345"}, {"text": "[Vogler mutely shakes his head \"no\"]\nThen why the disguise? Your beard is fake, and your eyebrows and hair are dyed. Are you a swindler who must conceal his true face?", "character": "Johan Spegel", "characterId": "nm0252345"}]}, {"lines": [{"text": "[the magician Vogler and his entourage have been detained at Consul Egerman's residence for an informal questioning before they will be allowed to perform their act in the town]\nAll of you keep quiet. I'll do the talking.", "character": "Tubal", "characterId": "nm0294882"}, {"text": "Granny can make things jump around. Granny knows what I mean. Tables go flying, chairs fall over, lights go out. We all know Granny's tricks, but be good and behave... for all our sakes.", "character": "Tubal", "characterId": "nm0294882"}, {"text": "Yes, I understand... perhaps.", "character": "Granny Vogler", "characterId": "nm0927711"}, {"text": "God, this woman makes me nervous. Remember what you did in Ostend?", "character": "Tubal", "characterId": "nm0294882"}, {"text": "No, I don't believe I do.", "character": "Granny Vogler", "characterId": "nm0927711"}, {"text": "Granny's tricks are out of date. They're not amusing, and they can't be explained. Granny ought to be dead.", "character": "Tubal", "characterId": "nm0294882"}, {"text": "[chuckling]\nAh, those were merry times in Ostend.", "character": "Granny Vogler", "characterId": "nm0927711"}, {"text": "I was thrown in the clink, Vogler was fined, and Granny was flogged in the town square. Yes, those were merry times in Ostend!", "character": "Tubal", "characterId": "nm0294882"}]}, {"lines": [{"text": "\"Sensational marvels never seen before. Magical acts derived from the philosophies of the Orient. Health-giving magnets, and spine-tingling thrills for the senses.\" Is that your announcement?", "character": "Police Superintendant Starbeck", "characterId": "nm0668053"}, {"text": "[cutting in before Vogler can respond]\nSir, these ostentatious formulations, offensive to any educated mind, are not the work of Dr. Vogler's hand.", "character": "Tubal", "characterId": "nm0294882"}, {"text": "We'd be grateful if the doctor himself would answer the question.", "character": "Dr. Vergerus, Minister of Health", "characterId": "nm0085038"}, {"text": "Mr. Vogler is deprived of the gift of speech. He is mute, gentlemen.", "character": "Tubal", "characterId": "nm0294882"}]}, {"lines": [{"text": "[commenting on the considerable amount of money she's stashed away over the years, from selling her dubious \"love potion\" elixir]\nPeople will pay anything for love.", "character": "Granny Vogler", "characterId": "nm0927711"}]}, {"lines": [{"text": "Remember in Lyon when we earned lots of money, bought a country house, and intended to stop traveling? Then we sold the property and bought the carriage and horses. That's when you started acting mute. Remember the Grand Duke in Köten who was so taken by me that he promised to recommend us to His Majesty in Sweden? You thought I'd been unfaithful, and you gave the duke a thrashing. We sat in prison for two months until he forgave us. He was very magnanimous and promised to recommend us to the Swedish court anyway. Do you think he did?", "character": "Manda Vogler", "characterId": "nm0862026"}, {"text": "[Vogler doesn't answer her]\nNo, I don't think he did either.", "character": "Manda Vogler", "characterId": "nm0862026"}]}]}