{"quotes": [{"lines": [{"text": "[demonstrating his cryogenic technique to other doctors with a cancer patient]\nMetabolism at this time is practically nil!", "character": "Dr. Tim Mason", "characterId": "nm0699430"}]}, {"lines": [{"text": "[to Mason, who has just revived him]\nIt's yesterday afternoon to me, but to you it's ten years ago!", "character": "Dr. Leon Kravaal", "characterId": "nm0000472"}]}, {"lines": [{"text": "No other doctor has ever been able to grasp the basic principles of what I am doing. I've explained it to the highest authorities in medicine, and they scoffed at it, calling me insane! I must furnish them a living proof!", "character": "Dr. Leon Kravaal", "characterId": "nm0000472"}]}, {"lines": [{"text": "Let it sink into your brain that this is the year 1940, and that you've been buried, lost, frozed in the ice for ten years!", "character": "Dr. Leon Kravaal", "characterId": "nm0000472"}]}, {"lines": [{"text": "[after Kravaal has shot Adams in the back]\nHe's dead!", "character": "Dr. Tim Mason", "characterId": "nm0699430"}, {"text": "Murdered!", "character": "Dist. Atty. John Hawthorne", "characterId": "nm0227117"}, {"text": "[bitterly]\nYou call everything murder, don't you?", "character": "Dr. Leon Kravaal", "characterId": "nm0000472"}]}, {"lines": [{"text": "[realizing they are trapped in a frozen cavern deep underground with a madman]\nThere's no use kidding ourselves - we're in a spot.", "character": "Dr. Tim Mason", "characterId": "nm0699430"}]}, {"lines": [{"text": "There must be some way out of this!", "character": "Dist. Atty. John Hawthorne", "characterId": "nm0227117"}, {"text": "What, for instance? We're locked in, no one knows we're here, and we have a madman for a jailer!", "character": "Dr. Henry Bassett", "characterId": "nm0288304"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Added to the many miracles performed by modern science that have accounted for the saving of thousands upon thousands of human beings, comes its newest and most modern discovery - frozen therapy. ¶Estimates of how long frozen therapy can produce a state of suspended animation range from days to years. But on the fact that disease can be arrested - that life can be prolonged, by freezing human beings in ice, the medical world agrees. ¶In research hospitals today, men and women are alive and breathing - their bodies encased in ice.", "character": null, "characterId": null}]}]}