{"quotes": [{"lines": [{"text": "Did you run into anyone back along the trail?", "character": "The Crayton Twins, Paul", "characterId": "nm0001812"}, {"text": "There's a lot of trails leading a lot of places - and a lot of strangers riding them who would like to keep on being strangers.", "character": "Tom Cameron", "characterId": "nm0527996"}]}, {"lines": [{"text": "Do you think you can shoot with those as well as you can handle them?", "character": "Sam Garrett", "characterId": "nm0606998"}, {"text": "Well enough.", "character": "Tom Cameron", "characterId": "nm0527996"}, {"text": "Now that's something that no man does - shoot well enough. Sooner or later, if you keep looking, you'll find somebody that can slap leather faster.", "character": "Sam Garrett", "characterId": "nm0606998"}, {"text": "Do you figure that will happen to you?", "character": "Tom Cameron", "characterId": "nm0527996"}, {"text": "Oh, I don't plan to live forever.", "character": "Sam Garrett", "characterId": "nm0606998"}]}, {"lines": [{"text": "Bad guns are like bad friends - they'll let you down when you need them the most. Here, take them. I got them off a fella at the border. He was in no condition to object.", "character": "Sam Garrett", "characterId": "nm0606998"}]}, {"lines": [{"text": "They put sights on a gun for a reason. Try using them. The drawing can come later.", "character": "Sam Garrett", "characterId": "nm0606998"}]}, {"lines": [{"text": "Some folks will tell you that a good shot only needs one gun. That's a lot of foolishness. Two of anything is better than one. Now loosen your belt and let your guns hang so that your palms brush the gun butts. Boot Hill is full of guys who had to reach for that extra inch.", "character": "Sam Garrett", "characterId": "nm0606998"}]}, {"lines": [{"text": "I should have killed him. A man like me has no business with silly scruples.", "character": "Sam Garrett", "characterId": "nm0606998"}]}, {"lines": [{"text": "Didn't you hear what I said? He's Sam Garrett! He's killed more than twenty men! He'll kill that many more if somebody doesn't stop him. Stopping a man like that isn't just a job for the law. It's a job for every man who wants to live in peace - every man who wants law and order to come back to Texas.", "character": "Ray Novak", "characterId": "nm0055736"}, {"text": "And for every man who wants to save his hide and collect $10,000! Stop making righteous speeches, Ray!", "character": "Tom Cameron", "characterId": "nm0527996"}]}, {"lines": [{"text": "A fella in my boots can't go liking anybody... and stay alive. You start worrying about somebody else and you forget about yourself.", "character": "Sam Garrett", "characterId": "nm0606998"}]}]}