{"quotes": [{"lines": [{"text": "We're embarking on this tour for many reasons, but mainly because of our mother. Our father, too, for the dream that they had... an American dream... that started a long, long time ago, when our ancestors came here... slaves... oppressed people... beaten down, beaten up... You know, we've come a long, long way from 2300 Jackson Street, when my brothers and I used to long for a color T.V. We weren't beaten down by poverty, and we're not going to be beaten down by fame, either. 'Cause this is what it's all about. This tour is a celebration. It's a victory.", "character": "Michael Jackson", "characterId": "nm0915868"}]}, {"lines": [{"text": "Joseph, stop it! You could wake the dead! No more beatings, you hear me? No more!", "character": "Katherine Jackson", "characterId": "nm0000291"}, {"text": "Michael! Marlon!", "character": "Joseph Jackson", "characterId": "nm0385320"}, {"text": "I'VE HAD ENOUGH, JOSEPH! All these years, I've had enough! You cannot do it anymore!", "character": "Katherine Jackson", "characterId": "nm0000291"}, {"text": "This is between me and the boys.", "character": "Joseph Jackson", "characterId": "nm0385320"}, {"text": "The boys are young men now. They have traveled all over the world. They have millions of fans. What are you going to do- ask them to go out, get a switch, and bring it back here so you can beat them with it? Go to bed, Joseph. Go to bed!", "character": "Katherine Jackson", "characterId": "nm0000291"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[sung]\nWe thank you/For the joy you have given us/We thank you.", "character": "Jackie Jackson", "characterId": "nm0005024"}]}, {"lines": [{"text": "Black Beatles, that's what they call 'em! Black Beatles!", "character": "Joseph Jackson", "characterId": "nm0385320"}]}, {"lines": [{"text": "Berry once told me a song has to tell a story. I've got a million stories in my head. I can't sleep just thinking about them, and I want to sing them. I'm filled up with music. I just want it to come out.", "character": "Michael Jackson", "characterId": "nm0915868"}, {"text": "And it will, because there's no stopping it.", "character": "Katherine Jackson", "characterId": "nm0000291"}]}, {"lines": [{"text": "You know, I'm sick of this- promotional tours. When do we get to perform again?", "character": null, "characterId": null}, {"text": "Hey, man, ask Michael.", "character": "Jackie", "characterId": "nm0005024"}, {"text": "Yeah, sure. \"Ask Michael.\" Who ever sees Michael?", "character": null, "characterId": null}, {"text": "You need an appointment to see your own little brother.", "character": "Jackie", "characterId": "nm0005024"}]}, {"lines": [{"text": "You know, Berry Gordy's not gonna be satisfied until he has one of my boys calling him \"Daddy\".", "character": "Joseph Jackson", "characterId": "nm0385320"}]}, {"lines": [{"text": "She never should've given the microphone to Michael. She may never get it back!", "character": "Katherine Jackson", "characterId": "nm0000291"}]}, {"lines": [{"text": "Tell them I liked riding in the ambulance. It was wild with the sirens wailing.", "character": "Michael Jackson", "characterId": "nm0915868"}]}, {"lines": [{"text": "Hey, Jermaine, why don't you help out the brothers? Talk to Berry. He is your father-in-law.", "character": "Jackie", "characterId": "nm0005024"}, {"text": "Look, father-in-law is one thing, group is another. Anyway. we got a winning combination. A seven-year run of hits.", "character": "Jermaine", "characterId": "nm0824509"}, {"text": "Got no more hits.", "character": null, "characterId": null}, {"text": "We'll get it back, man. I'm not running to my father-in-law every time someone's got a complaint. You wanna talk to him, talk to him.", "character": "Jermaine", "characterId": "nm0824509"}, {"text": "I wanna talk to him, but he ain't gonna wanna listen.", "character": "Jackie", "characterId": "nm0005024"}]}, {"lines": [{"text": "They ripped off my medallion!", "character": "Jermaine Jackson", "characterId": "nm0413223"}, {"text": "Hey, I kind of like the whole thing.", "character": "Jackie", "characterId": "nm0005024"}]}, {"lines": [{"text": "How about a giant chocolate candy bar? You can eat it on the plane.", "character": "Suzanne de Passe", "characterId": "nm0001853"}, {"text": "No.", "character": "Michael Jackson", "characterId": "nm0915868"}, {"text": "Michael! You never turn down candy.", "character": "Jermaine", "characterId": "nm0824509"}, {"text": "Please don't make me go on that plane. I'm scared. I don't want to go on anymore planes ever. Ever!", "character": "Michael Jackson", "characterId": "nm0915868"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "Get a switch!", "character": "Joseph Jackson", "characterId": "nm0385320"}]}, {"lines": [{"text": "When you get on stage, Michael, you like it.", "character": "Suzanne de Passe", "characterId": "nm0001853"}, {"text": "Sometimes I like it. Sometimes I don't.", "character": "Michael Jackson", "characterId": "nm0915868"}]}, {"lines": [{"text": "You know, that Marlon's gonna be a dancer if it kills him.", "character": "Katherine Jackson", "characterId": "nm0000291"}, {"text": "He can't cut it, Katie. He doesn't have it. He sings out of tune, he misses steps. I'm dropping him from the group.", "character": "Joseph Jackson", "characterId": "nm0385320"}, {"text": "[shocked]\nWhat? Joseph Walter Jackson, there's lots of things that you do that I do different. I keep quiet, I don't say nothin' about it mostly. But on this, I gotta speak. I see him. Always trying to outrun Michael, always trying to beat him at some game. You do this to him and it'll break him. I'm not gonna let you do that. I can't let that happen. You too hard on him, you too hard on ALL of them. And I'm telling you what I know. It's gonna drive him away.", "character": "Katherine Jackson", "characterId": "nm0000291"}, {"text": "Well, what do you want, Katie? You want 'em workin' in some steel mill for the rest of their lives? Or you want 'em out on some street corner using dope, or them getting into trouble with some gang? Is that what you want?", "character": "Joseph Jackson", "characterId": "nm0385320"}, {"text": "You know I don't! But I don't want to see them get whooped either!", "character": "Katherine Jackson", "characterId": "nm0000291"}, {"text": "Yeah, well, that's the only way that I know how! That's how my father raised me. That's how every man in the street handles their kids! Kids gotta be strong, Katie. That's the world we live in. Aw, Katie, I got a vision! A vision, Katie, I'm gonna get my kids outta here! I'm gonna get 'em out of Gary, out of those steel mills! I'm gonna make that happen! I want them see the world, Katie. I want them to be able to see their dreams come true.", "character": "Joseph Jackson", "characterId": "nm0385320"}, {"text": "Their dreams, Joseph, or yours?", "character": "Katherine Jackson", "characterId": "nm0000291"}]}, {"lines": [{"text": "[crying and angry at Joseph]\nJoseph Jackson, you're a liar and you're a cheat and I don't want you. No, I don't want you. I don't want you. I don't want you. I don't want you. I don't want you no more. \"Trust me, Katy. I won't hurt you. I would never do anything to hurt you.\"", "character": "Katherine Jackson", "characterId": "nm0000291"}, {"text": "[throws framed wedding photo on the ground and smashes it]", "character": null, "characterId": null}]}]}