{"quotes": [{"lines": [{"text": "Do you know that tens of thousands of elephants are killed every year? Thirty thousand last year, to be exact. Thirty thousand. If they go on like that, there won't be any left. Anyone who's seen the great herds on the march across the last free spaces of the earth knows they're something the world can't afford to lose! But no... We have to capture, kill, destroy. All that's beautiful has got to go. All that's free! Soon we'll be alone on this earth with nothing to destroy but ourselves!", "character": "Morel", "characterId": "nm0002145"}]}, {"lines": [{"text": "This is a great story, the scoop of the century, and I got plenty of film left!", "character": "Abe Fields", "characterId": "nm0000734"}]}, {"lines": [{"text": "Minna, my beauty. What was the message this man Morel left for me?", "character": "Habib", "characterId": "nm0039510"}, {"text": "He said that if he caught this piece of human filth, shooting at elephants again, he would kill him.", "character": "Minna", "characterId": "nm0344898"}, {"text": "[laughs]\nHe's a very spirited gentleman!", "character": "Habib", "characterId": "nm0039510"}, {"text": "He meant every word of it.", "character": "Minna", "characterId": "nm0344898"}]}, {"lines": [{"text": "It's only the company of men that drives me to drink.", "character": "Forsythe", "characterId": "nm0001224"}]}, {"lines": [{"text": "[Presents his petition for protecting the elephants]\nWould you sign it, sir? It would be a very great help.", "character": "Morel", "characterId": "nm0002145"}, {"text": "My dear fellow, our first duty is towards mankind. Believe me, we have our hands full as it is now, trying to forestall the worst drought, the biggest water shortage for years. Unless we take timely steps, we're going to have people dying like flies! If you could read some of the reports coming in...", "character": "Governor", "characterId": "nm0525283"}, {"text": "Yes, I know, sir, I do see. But can't we offer our help and protection to other animals than ourselves?", "character": "Morel", "characterId": "nm0002145"}, {"text": "Yes, yes, I'm sure", "character": "Governor", "characterId": "nm0525283"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "I see you have a very noble opinion for humanity. Now you really must excuse me.", "character": "Governor", "characterId": "nm0525283"}, {"text": "You'll hear from me again, sir. I'm not easily discouraged.", "character": "Morel", "characterId": "nm0002145"}]}, {"lines": [{"text": "When I want to look at something big, and strong, and free, I don't look at elephants, my dear boy! I look at God.", "character": "Father Farque", "characterId": "nm0212470"}]}, {"lines": [{"text": "We'll put an end to the suffering of animals everywhere!", "character": "Morel", "characterId": "nm0002145"}]}, {"lines": [{"text": "They'll have to shoot me first. It would be rather amusing to be killed in battle at my age.", "character": "Peer Qvist", "characterId": "nm0496428"}, {"text": "Hilarious... How old are you anyway?", "character": "Abe Fields", "characterId": "nm0000734"}, {"text": "Very old. I'd be happy to die in Africa.", "character": "Peer Qvist", "characterId": "nm0496428"}, {"text": "Why?", "character": "Abe Fields", "characterId": "nm0000734"}, {"text": "Because this is where mankind began.", "character": "Peer Qvist", "characterId": "nm0496428"}]}, {"lines": [{"text": "[about Morel]\nI like him. He spits on us, on all of us, and he's right! I've been waiting all my life for somebody to spit on me. Now someone finally has the guts to do it, you know what? Suddenly it gets to be almost bearable to be a man.", "character": "Cy Sedgewick", "characterId": "nm0000080"}]}, {"lines": [{"text": "I always said life had a way with you idealists!", "character": "Habib", "characterId": "nm0039510"}]}, {"lines": [{"text": "Men have a soul.", "character": "Father Farque", "characterId": "nm0212470"}, {"text": "Well, they should show it more often.", "character": "Morel", "characterId": "nm0002145"}]}, {"lines": [{"text": "He's guilty of the oldest crime in the world. Too much faith in human beings!", "character": "Saint Denis", "characterId": "nm0510134"}]}, {"lines": [{"text": "And what about the people who follow you? And love you? What of us? There lots of us, thousands and thousands who would like to do what you are doing, but they haven't the courage. They are too tired, too done for. But they understand, they know what you are trying to say! Even the stupidest, like me. They think of you, they think of the elephants, then suddenly they find themselves smiling. They can't help it! We can't help it. You must go on!", "character": "Minna", "characterId": "nm0344898"}]}, {"lines": [{"text": "A man's never alone when he fights for a good cause!", "character": "Morel", "characterId": "nm0002145"}]}, {"lines": [{"text": "[after Minna spits in his face]\nI don't mind - that's what the human face is made for, anyway.", "character": "Habib", "characterId": "nm0039510"}]}, {"lines": [{"text": "[after Minna pulls away from him]\nFunny, the things you want to most touch in life don't want you to touch them.", "character": "Forsythe", "characterId": "nm0001224"}]}]}