{"quotes": [{"lines": [{"text": "Our friend Graham. Either he's on something, or he's auditioning for Night Of The Highland Zombie.", "character": "Tom Crane", "characterId": "nm0371951"}]}, {"lines": [{"text": "Omega. The Omega Factor. The end and beyond the end.", "character": "Tom Crane", "characterId": "nm0371951"}]}, {"lines": [{"text": "What would you do without us, hey?", "character": "Frank", "characterId": "nm0949942"}, {"text": "Revert rapidly to prayer.", "character": "Tom Crane", "characterId": "nm0371951"}, {"text": "Infra-red film, in case the lights go out, linked to these sensors which will go off automatically. Oh, cheer up! It might happen, whatever it is. It's all very hush-hush this time. Are we really up against something, or can't you say?", "character": "Frank", "characterId": "nm0949942"}, {"text": "Yes, it could be dangerous. Martindale should have told you that much. Have you had much luck with this stuff in the past?", "character": "Tom Crane", "characterId": "nm0371951"}, {"text": "Yeah, there was a house in Glasgow once, it's demolished now. Been rather grand, but it was left empty for a couple of years until some squatters moved in. When one of them cut his throat over the sink, the others moved out. The place ended up as a brothel and one night, one of the girls got the boot.", "character": "Frank", "characterId": "nm0949942"}, {"text": "Why?", "character": "Tom Crane", "characterId": "nm0371951"}, {"text": "She was proving bad for business. She kept telling her clients that she... er... kept seeing the \"man with two mouths\". It eventually got back to us and we paid the Madam some money to let us have a look.", "character": "Frank", "characterId": "nm0949942"}, {"text": "Nothing's free these days.", "character": "Tom Crane", "characterId": "nm0371951"}, {"text": "Yeah, we set up in the kitchen. First two nights, nothing happened. Then, on the third night, temperature drops, cameras go off and we got something. It was half cloud, half human.", "character": "Frank", "characterId": "nm0949942"}, {"text": "That's amazing.", "character": "Tom Crane", "characterId": "nm0371951"}, {"text": "Yeah, it's a real achievement. The eyes though, we caught the eyes. Never seen such... I don't know, hopelessness, I suppose. Misery.", "character": "Frank", "characterId": "nm0949942"}, {"text": "Well, let's hope any visitors we have tonight will be as passive.", "character": "Tom Crane", "characterId": "nm0371951"}, {"text": "I don't mind, I really don't mind. Just so long as we get something.", "character": "Frank", "characterId": "nm0949942"}]}, {"lines": [{"text": "[sees that Anne and Frank are engrossed in their work in the haunted house and sneaks up behind them]\nBoo!", "character": "Andrew", "characterId": "nm0052349"}, {"text": "[startled]\nOoooooo!", "character": "Frank", "characterId": "nm0949942"}, {"text": "[startled and mildly exasperated]\nHave you finished, Andrew?", "character": "Dr. Anne Reynolds", "characterId": "nm0417062"}]}, {"lines": [{"text": "[to Roy Martindale]\nI have a long memory and no-one's going to take that away.", "character": "Tom Crane", "characterId": "nm0371951"}]}, {"lines": [{"text": "[angry]\nNo, Roy. No hypnotherapy. Not with you and not with your precious Dr. Bruckner.", "character": "Tom Crane", "characterId": "nm0371951"}]}]}