{"quotes": [{"lines": [{"text": "All right then, run, lady, and you keep on running. Buy yourself a bus ticket and disappear. Change your name, dye your hair, get lost - and then maybe, just maybe, you're gonna be safe from me.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "a high, high price. You may be surprised to know it, but I've got quite a lot to give. I've got things I've been saving up my whole life. Things like love and understanding and-and jokes and good times and good cooking. I'm prepared to be the Queen of Sheba for some lucky man, or at the very least the best wife that any man could hope for. Now, that's my human history and it's not going to be bought and sold and it's certainly not gonna be given away to any passin' stranger.", "character": "Clara", "characterId": "nm0940946"}]}, {"lines": [{"text": "Get out of character, lady. Come on, get way out.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "Life's very long and full of salesmanship, Miss Clara. You might buy something yet.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "What happens if a federal man comes by?", "character": "Ben Quick", "characterId": "nm0000056"}, {"text": "Oh, they've been known to come by. Also been known to disappear.", "character": null, "characterId": null}, {"text": "Well, not entirely.", "character": null, "characterId": null}, {"text": "No, not entirely. The missing man's shoes might show up, or his hat; maybe even his suspenders. Of course, somebody else is wearing them.", "character": null, "characterId": null}]}, {"lines": [{"text": "Put them things down, Miss Clara, 'cause I'm gonna kiss you. I'm gonna show you how simple it is. You please me, and I'll please you.", "character": "Ben", "characterId": "nm0000056"}, {"text": "[Attempts to kiss Clara, but she slaps him across the face]", "character": null, "characterId": null}, {"text": "[chuckles]\nOh, I know what's troublin' you. It's all those boys hollerin' for Eula every night. And Eula with her hair hangin' down and Jody with his shirt off chasin' her. And your old man at 60 and he's callin' on his lady love.", "character": "Ben", "characterId": "nm0000056"}, {"text": "[Bends down to kiss Clara, and she makes no resistance]", "character": null, "characterId": null}, {"text": "All right, you proved it. I'm human.", "character": "Clara", "characterId": "nm0940946"}, {"text": "Yes, ma'am. You human, all right.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "You're too much like my father to suit me, and I'm an authority on him.", "character": "Clara", "characterId": "nm0940946"}, {"text": "He's a wonderful old man.", "character": "Ben", "characterId": "nm0000056"}, {"text": "One wolf recognizes another.", "character": "Clara", "characterId": "nm0940946"}, {"text": "Tame us. Make pets out of us. You could.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "I got influence. I'll dog you, boy, wherever you go. I'll break you.", "character": "Will Varner", "characterId": "nm0000080"}, {"text": "No, you won't. You'll miss me.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "Well don't throw in the towel yet, Agnes, dear. Those tranquilizers may see us through yet.", "character": "Clara", "characterId": "nm0940946"}]}, {"lines": [{"text": "Thousands of acres out there. Millions of seeds put down in the ground, and every year the seeds come up again. Life goes on. Where's my crop, huh? What follows me? What happens when I'm dead?", "character": "Will Varner", "characterId": "nm0000080"}, {"text": "You'll probably have the biggest funeral in the state of Mississippi.", "character": "Clara", "characterId": "nm0940946"}, {"text": "That don't scare me none, just so long as there are plenty of Varners to mourn me.", "character": "Will Varner", "characterId": "nm0000080"}, {"text": "Jody and I'll be there.", "character": "Clara", "characterId": "nm0940946"}, {"text": "You and Jody and Jody's kids and yours and their kids, my descendants, sister, a line, a long line with my face stamped on 'em, my blood flowing in their veins.", "character": "Will Varner", "characterId": "nm0000080"}, {"text": "All of that from the two of us?", "character": "Clara", "characterId": "nm0940946"}]}, {"lines": [{"text": "Miss Clara, you slam the door in a man's face before he even knocks on it.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "I respect him. I admire his manners and I admire the speeches he makes and I admire the big house he lives in. But if you're saving it all for him honey, you've got your account in the wrong bank.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "I've spent my whole life around men who push and shove and shout and think they can make anything happen just by being aggressive. And I'm not anxious to have another one around the place.", "character": "Clara", "characterId": "nm0940946"}]}, {"lines": [{"text": "If I'm not mistaken, that's my master's voice.", "character": "Eula Varner", "characterId": "nm0001665"}]}, {"lines": [{"text": "Summertime, and the livin' is easy.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "I'm gonna crawl over them books like an old fly over flypaper.", "character": "Will Varner", "characterId": "nm0000080"}]}, {"lines": [{"text": "If you're scared of me, mister, why don't you just come right out and say so?", "character": "Ben", "characterId": "nm0000056"}, {"text": "Sir, why should I be scared of you?", "character": "Will Varner", "characterId": "nm0000080"}, {"text": "'Cause I got a reputation for being a dangerous man.", "character": "Ben", "characterId": "nm0000056"}, {"text": "You're a young dangerous man. I'm an old one. I guess you don't know who I am. I better introduce myself. I'm the big landowner, chief moneylender in these parts. I'm commissioner of elections, veterinarian, own a store and a cotton gin and a grist mill and a blacksmith shop... and it's considered unlucky for a man to do his trading or gin his cotton or grind his meal or shoe his stock anywhere else. Now that's who I am.", "character": "Will Varner", "characterId": "nm0000080"}, {"text": "You talk a lot.", "character": "Ben", "characterId": "nm0000056"}, {"text": "Well, yes I do, sir. I'm done talking to you, except for passing you on this piece of information. I built me a new jail in my courthouse this year, and if during the course of your stay, something, anything at all should just happen to catch fire, I think you ought to know that in my jail, we never heard of the words habeas corpus. You rot.", "character": "Will Varner", "characterId": "nm0000080"}]}, {"lines": [{"text": "The man that built this place, his name's forgotten. This was his dream and his pride. Now it's dust. Must be a moral there somewhere.", "character": "Will Varner", "characterId": "nm0000080"}]}, {"lines": [{"text": "Give him time. A penny on the waters pays interest when the flood turns.", "character": "Will Varner", "characterId": "nm0000080"}]}, {"lines": [{"text": "Well, I'll be damned.", "character": "Ben", "characterId": "nm0000056"}, {"text": "More than probable, you will be. But first, you're going to church and get married, yeah, to my daughter.", "character": "Will Varner", "characterId": "nm0000080"}]}, {"lines": [{"text": "You are barking up the wrong girl, Mr. Quick.", "character": "Clara", "characterId": "nm0940946"}]}, {"lines": [{"text": "You look like two butterflies lit out on the grass.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "I went shopping in those Memphis stores this morning and just went wild. Alligator bag, figured print, summer shoes. Which is all a laugh considering we live in Frenchman's Bend and nobody's gonna see 'em but redneck farmers and immediate family. I don't care though. I got my morale to keep up.", "character": "Eula", "characterId": "nm0001665"}]}, {"lines": [{"text": "That Ben Quick, he sure is a comer.", "character": "Wilk", "characterId": "nm0043088"}, {"text": "Yep. Name suits him, alright. First into that farm, then into the store, now int the house. And all he started with was a book of matches.", "character": "Harris", "characterId": "nm0288304"}, {"text": "I wish I was Ben Quick. He's got this h'yere whole state of Mississippi to graze on.", "character": "Houston", "characterId": "nm0427157"}, {"text": "Yeah, but if you should happen to go to see him on business, go out nekkid. That way you won't feel the cold comin' back.", "character": "Minor Role", "characterId": "nm0741886"}]}, {"lines": [{"text": "Why, you sound free as a bird. Don't he sound free as a bird?", "character": "Eula", "characterId": "nm0001665"}]}, {"lines": [{"text": "[a group of men approaching with hostile intentions]\nStory of my life. Why don't nobody ever wanna talk with me peacable?", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "I live single.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "Well, that's all right. I'm a quiet-living man, myself.", "character": "Ben", "characterId": "nm0000056"}, {"text": "Oh, I only know one reason for living quiet; that's if you're too old to live any other way.", "character": "Eula Varner", "characterId": "nm0001665"}, {"text": "In other words, you two girls take your fun where you can find it.", "character": "Ben", "characterId": "nm0000056"}, {"text": "Don't jump to conclusions, young man. We're giving you a ride and that's all.", "character": "Clara", "characterId": "nm0940946"}, {"text": "Where you headed?", "character": "Eula Varner", "characterId": "nm0001665"}, {"text": "I go as far as you go, M'am.", "character": "Ben", "characterId": "nm0000056"}, {"text": "Oh, you sound as free as a bird. Doesn't he sound as free as a bird, Clara?", "character": "Eula Varner", "characterId": "nm0001665"}, {"text": "Well, Clara's wondering what kind of bird. Aren't you Clara?", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "Mister, you sure do leave your calling card.", "character": "Lucius", "characterId": "nm0908309"}]}, {"lines": [{"text": "A barn-burner's the meanest, lowest creature there is.", "character": "Justice of the Peace", "characterId": "nm0734924"}]}, {"lines": [{"text": "I'd give something to know what goes on in my brother's temperature dreams. I know what goes on in mine.", "character": null, "characterId": null}]}, {"lines": [{"text": "Do you know what Quick means in this county? Hellfire. Ashes and char. Flame follows that man around like a dog. He's a barn burner.", "character": "Will Varner", "characterId": "nm0000080"}]}, {"lines": [{"text": "Barn burner!", "character": "Clara", "characterId": "nm0940946"}]}, {"lines": [{"text": "Yes or no, mister. Ain't no in between.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "I made plans, Will, matrimonial plans.", "character": "Minnie Littlejohn", "characterId": "nm0001450"}, {"text": "Now you ain't ever heard me say the word matrimony.", "character": "Will Varner", "characterId": "nm0000080"}, {"text": "Well now, I'm willing to overlook that.", "character": "Minnie Littlejohn", "characterId": "nm0001450"}]}, {"lines": [{"text": "[Minnie Littlejohn proposing marriage to Will Varner]", "character": null, "characterId": null}, {"text": "Look, honey. It's no good you trying to tell me you're too old. I happen to be in a position to deny it.", "character": "Minnie Littlejohn", "characterId": "nm0001450"}]}, {"lines": [{"text": "I've been watching you. I like your push, yes. I like your style. I like your brass. It ain't too dissimilar from the way I operate.", "character": "Will Varner", "characterId": "nm0000080"}]}, {"lines": [{"text": "That's a long time to live in one place.", "character": "Ben", "characterId": "nm0000056"}, {"text": "You don't believe in living in one place, Mr. Quick?", "character": "Alan Stewart", "characterId": "nm0027323"}, {"text": "Well, my family moved. Not that they wanted to. They was encouraged by the local citizens.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "My people have stood off Indians, Yankees, carpetbaggers. The least they could expect of me is to stand up to a Varner.", "character": "Alan Stewart", "characterId": "nm0027323"}]}, {"lines": [{"text": "I was young myself once. I used to hide in the greenery and hoot and bellow.", "character": "Will Varner", "characterId": "nm0000080"}, {"text": "I'll bet you did. I'll bet you stayed longest and yelled loudest.", "character": "Clara", "characterId": "nm0940946"}, {"text": "Your mama listened.", "character": "Will Varner", "characterId": "nm0000080"}]}, {"lines": [{"text": "They don't have to see her. They can smell her.", "character": "Will Varner", "characterId": "nm0000080"}]}, {"lines": [{"text": "Listen, I'm gonna get me some man in the Varner family, some good strong strappin' man Varners. That's what I want, Varners and more Varners. Yeah, more Varners still. Enough Varners to infest the countryside. I'm gonna see that happen, sister, before I die. I'm gonna accomplish that, yes ma'am, by means of that Quick, that big stud horse.", "character": "Will Varner", "characterId": "nm0000080"}]}, {"lines": [{"text": "Can't teach an old dog new tricks, but you sure can teach a young willing puppy just about anything.", "character": "Will Varner", "characterId": "nm0000080"}]}, {"lines": [{"text": "The world belongs to the meat eaters, Miss Clara, and if you have to take it raw, take it raw.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "I can see my white shirt and my black tie and my Sunday manners didn't fool you for a minute. Well, that's right, ma'am, I'm a menace to the countryside. All a man's gotta do is just look at me sideways and his house goes up in fire. And here I am, living right here in the middle of your peaceable little town, right in your back yard, you might say. Guess that ought to keep you awake at night.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "She has quality, quality. Which is as close as you and me will ever get to it.", "character": "Will Varner", "characterId": "nm0000080"}]}, {"lines": [{"text": "[to Jody Varner]", "character": null, "characterId": null}, {"text": "'Here. Step here. Fill it.' You never did.", "character": "Will Varner", "characterId": "nm0000080"}]}, {"lines": [{"text": "This is gonna be about the most expensive chicken supper you ever had, boy, but worth every cent of it, considering the charming company you're gonna be eating it in. I, uh, I hope you're gonna give him dessert for that price, Clara.", "character": null, "characterId": null}, {"text": "He'll get his just desserts, all right.", "character": "Clara", "characterId": "nm0940946"}]}, {"lines": [{"text": "You got hellfire and damnation in you, Jody Varner, but you got redemption too. When I think of the hate that put me in there and locked the door and set fire to it, and when I think of the love that wouldn't let me go... I got me a son again. I got me a good right arm - and a left.", "character": "Will Varner", "characterId": "nm0000080"}]}, {"lines": [{"text": "I wouldn't fool with them folks, boy. I'd light out.", "character": null, "characterId": null}, {"text": "I'm just not in a running mood.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "Will Varner, I heard you was in that fire!", "character": "Minnie Littlejohn", "characterId": "nm0001450"}, {"text": "Simmer down, Minnie. You ain't a rich widow yet.", "character": "Will Varner", "characterId": "nm0000080"}]}, {"lines": [{"text": "I get preached to on Sundays", "character": "Will Varner", "characterId": "nm0000080"}, {"text": "I know, and you don't listen, and neither did I.", "character": "Ben", "characterId": "nm0000056"}]}, {"lines": [{"text": "[to Clara]\nI'd give something to know what goes on in my brother's temperature dreams. I know what goes on in mine.", "character": "Agnes Stewart", "characterId": "nm0551163"}]}, {"lines": [{"text": "Why aren't there enough men to go around?", "character": "Agnes Stewart", "characterId": "nm0551163"}, {"text": "There's no shortage. Just of the right kind.", "character": "Clara", "characterId": "nm0940946"}, {"text": "Ooh, I'm not fussy on that subject.", "character": "Agnes Stewart", "characterId": "nm0551163"}, {"text": "Neither am I.", "character": "Clara", "characterId": "nm0940946"}]}, {"lines": [{"text": "[to Clara]\nNever say never.", "character": "Ben", "characterId": "nm0000056"}]}]}