{"quotes": [{"lines": [{"text": "Well I say good morning ladies, and I'm not one bit afraidy, when I come a rapping and a tapping at your door. And I know you've never seen a better vacuum cleaner cuz there never was a cleaner one that swept up floors.", "character": null, "characterId": null}]}, {"lines": [{"text": "I'm straight and on the level, as I said before, my stealing days are over, quote the Raven, never more!", "character": null, "characterId": null}, {"text": "Huh, selling wackuum cleaners at 3 o' clock in the morning? Come clean, what's the racket now?", "character": null, "characterId": null}, {"text": "Well you see I've one left over to complete my daily quota, so I came a rapping and a tapping at your door. But if you don't believe it, then I'll take my hat and beat it, and I'll never knock again upon your door. Quote the Raven, never more!", "character": null, "characterId": null}]}, {"lines": [{"text": "Wait pal, what's your hurry? I've got a job at the McCaddy's Castle tomorrow, we can really clean up.", "character": null, "characterId": null}, {"text": "Clean up? Maybe he needs a vacuum cleaner.", "character": null, "characterId": null}, {"text": "Yeah, sure, that's just what I was thinking. Why that joint ain't been cleaned out in years.", "character": null, "characterId": null}]}, {"lines": [{"text": "Now here at the conclusion of all of this confusion, what do you mean when you keep saying 'nevermore'?", "character": null, "characterId": null}, {"text": "I'm sorry, I don't know it, that was thought up by the poet.", "character": null, "characterId": null}, {"text": "What was thought up by the poet?", "character": null, "characterId": null}, {"text": "Quote the Raven, neeeeevermore! Un-quote.", "character": null, "characterId": null}]}, {"lines": [{"text": "Well I say good morning, ladies, and I'm not one bit afraidy, as I come a rapping and a tapping, at your door! And I know you've never seen a better electric vacuum cleaner, because there never was a keener one that swept up floors.", "character": null, "characterId": null}, {"text": "[hears a maniacal laugh, sees a shadow on the wall]", "character": null, "characterId": null}, {"text": "The Shadow!", "character": null, "characterId": null}, {"text": "[shadow is revealed to be the Wolf]\nWell if it ain't me old pal The Raven, huh, selling wacuum cleaners.", "character": null, "characterId": null}]}]}