{"quotes": [{"lines": [{"text": "He'd take off his shorts and I'd take off my bikini and we'd fuck underwater in front of the entire senior class on shore. They just thought that we were two lovers embracing. We could do that now. In front of Roger, Sara... and no one would know.", "character": "Kris Bolin", "characterId": "nm0001223"}]}, {"lines": [{"text": "[gasping]\nThe picture! The picture!", "character": "Charlene Towne", "characterId": "nm0001159"}]}, {"lines": [{"text": "Where'd she get the picture?", "character": "Peter Derns", "characterId": "nm0000459"}, {"text": "It came with the frame. She bought a set-five for $9.99 from Thrifty's.", "character": "Rosemary", "characterId": "nm0005417"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Kris. These are the pictures that Charlene was talking about just before she fell and died. I didn't call her that night and tell her that there was an emergency at the bakery. You did... on my behalf. You were going to kill her and pin the murder on me because you knew she was on to you, wasn't she? She knew you didn't go to Stanford. She knew you lied about having a family. And you knew that you weren't going to rise any higher here as long as Charlene was around.", "character": "Peter Derns", "characterId": "nm0000459"}, {"text": "I was going to tell you about the picture. I always keep one on my desk... to fend away office hounds. Lots of girl do. Or they wear wedding rings.", "character": "Kris Bolin", "characterId": "nm0001223"}, {"text": "You always have an answer for everything.", "character": "Peter Derns", "characterId": "nm0000459"}, {"text": "Come again?", "character": "Kris Bolin", "characterId": "nm0001223"}, {"text": "I said you always have an answer! Why don't you save them for someone else?", "character": "Peter Derns", "characterId": "nm0000459"}, {"text": "Peter... we're not gonna go through this again, are we?", "character": "Kris Bolin", "characterId": "nm0001223"}, {"text": "No, Kris. We're not. As president of this company, it's time I start delegating some authority.", "character": "Peter Derns", "characterId": "nm0000459"}, {"text": "[into the intercom]", "character": null, "characterId": null}, {"text": "Rosemary? Call the police and have security make sure Miss Bolin doesn't leave the building.", "character": "Peter Derns", "characterId": "nm0000459"}, {"text": "[to Kris]", "character": null, "characterId": null}, {"text": "Oh... and one more thing, Kris. Clean out your desk. You're fired.", "character": "Peter Derns", "characterId": "nm0000459"}]}]}