{"quotes": [{"lines": [{"text": "Pardon us, it seems you are not quite dressed. We were just worried about you!", "character": "Tom Hopkins - Clerk", "characterId": "nm0407970"}, {"text": "I am touched. That's very sweet of you boys!", "character": "Vivian Mend - Typist", "characterId": "nm0321712"}]}, {"lines": [{"text": "[Newspaper Article]\nThe heroism of Miss Mend saved the workers' spokesman from the brutal club of the policeman. The beautiful Miss with graceful legs...", "character": "Vogel - Reporter", "characterId": "nm0283901"}]}, {"lines": [{"text": "If it's a telegram from that pretty girl who jumped into my car, then another adventure might be coming up!", "character": "Arthur Stern", "characterId": "nm0468288"}]}, {"lines": [{"text": "They killed a man!", "character": null, "characterId": null}, {"text": "No big deal, he's black.", "character": null, "characterId": null}]}, {"lines": [{"text": "You condemn our mothers to poverty, our sisters to prostitution, our children to starvation, you... You're stinking rich! Your greed has no limit!", "character": "Vivian Mend - Typist", "characterId": "nm0321712"}]}, {"lines": [{"text": "What are you trying to pull here? The coffin is in perfect order. The deceased is here and even starting to smell.", "character": null, "characterId": null}]}, {"lines": [{"text": "The police protect the criminals. The District Attorney protects the police. It's a conspiracy. Damn them all!", "character": "Tom Hopkins - Clerk", "characterId": "nm0407970"}]}, {"lines": [{"text": "[Selling newspapers, shouting]\n3 cents! Arthur Stern stands up for Gordon Stern! 3 cents! The will of Gordon Stern! Son to avenge father's death! Extra! Read all about it! 3 cents!", "character": null, "characterId": null}]}, {"lines": [{"text": "And now Chiche, Chairman of our Organization, will report on the progress of his work, commissioned by our stock companies and banks.", "character": null, "characterId": null}, {"text": "Our Organization now possesses all the latest chemical and biological weapons. These new technologies need to be tested on human masses. I propose these tests be carried out in Soviet Russia. This way we'll combine scientific research with the practical benefit of eliminating this harmful nation. My plan is easy to implement and requires only a small radio station and false insulators. Here it is. This may look like a harmless insulator... Here are its contents. Billions of plague-spreading bacteria. By attaching it to an antenna, we get a deadly weapon that can be controlled by our radio station. Engineer Berg is traveling to Russia. We'll have to eliminate him. Arthur Stern will use his identification papers and help transport all our equipment.", "character": "Tchitche", "characterId": "nm0464561"}, {"text": "I am honored to assist in the fight against these enemies of culture.", "character": "Arthur Stern", "characterId": "nm0468288"}, {"text": "You are a true hero, Arthur!", "character": "Elizabeth Stern", "characterId": "nm0747570"}, {"text": "But we need money, lots of money. Stern's fortune is not enough. I am putting Stern's plants and factories up for sale.", "character": "Tchitche", "characterId": "nm0464561"}]}, {"lines": [{"text": "Where is John?", "character": "Vivian Mend - Typist", "characterId": "nm0321712"}, {"text": "[Vivian Mend's nephew]", "character": null, "characterId": null}, {"text": "The Sterns got him! In the eyes of the law, John is as much an heir of Gordon Stern as his other son, Arthur. My sister worked as a maid in their house. One night the old man was drunk and took advantage of her by force... They must have found out that I contested the will. And now they'll kill John, just as they did his mother.", "character": "Vivian Mend - Typist", "characterId": "nm0321712"}]}, {"lines": [{"text": "Doctor, what is wrong with him?", "character": "Vivian Mend - Typist", "characterId": "nm0321712"}, {"text": "He's dead.", "character": null, "characterId": null}]}, {"lines": [{"text": "Leave us alone or I'll do something rude.", "character": "Barnet - Reporter", "characterId": "nm0055823"}]}, {"lines": [{"text": "Who is next in line for an enema?", "character": null, "characterId": null}, {"text": "Fogel, was it you?", "character": "Barnet - Reporter", "characterId": "nm0055823"}, {"text": "How do you like that! I cross the ocean to save an entire country and what stops me - an enema!", "character": "Vogel - Reporter", "characterId": "nm0283901"}]}, {"lines": [{"text": "I could eliminate you in many different ways. But I am neither a murderer, nor a criminal. I am a scientist. You will die in the name of science, testing my new poison.", "character": "Tchitche", "characterId": "nm0464561"}]}, {"lines": [{"text": "I am not them. I am me!", "character": "Tom Hopkins - Clerk", "characterId": "nm0407970"}]}, {"lines": [{"text": "Give me some kielbasa scraps.", "character": null, "characterId": null}]}]}