{"quotes": [{"lines": [{"text": "Strength through discipline, strength through community, strength through action!", "character": "Ben Ross", "characterId": "nm0001117"}]}, {"lines": [{"text": "[Ross and his wife are arguing over The Wave's impact on other teachers' classes, including Christy's]\nJust turn it off!", "character": "Christy Ross", "characterId": "nm0679467"}, {"text": "Not yet! If I stopped now, they'd be left hanging. They'd be confused.", "character": "Ben Ross", "characterId": "nm0001117"}, {"text": "Well, let them be confused!", "character": "Christy Ross", "characterId": "nm0679467"}, {"text": "NO! I have to push them until they get the point. I'm teaching these kids the most important lesson of their lives!", "character": "Ben Ross", "characterId": "nm0001117"}]}, {"lines": [{"text": "David and I have to study.", "character": "Laurie", "characterId": "nm0504681"}, {"text": "You know, if you two don't stop acting like hermits, you're gonna end up like Robert over there.", "character": "Student", "characterId": "nm0178527"}, {"text": "[who is mouthing words while reading a comic book]", "character": null, "characterId": null}]}, {"lines": [{"text": "I want to be your bodyguard, Mr. Ross!", "character": "Robert", "characterId": "nm0233380"}]}, {"lines": [{"text": "You wouldn't believe the homework assignments, they do what I give them and then they do more, they're asking all kinds of questions.", "character": "Ben Ross", "characterId": "nm0001117"}, {"text": "These can't be some of the same kids I have for music.", "character": "Christy Ross", "characterId": "nm0679467"}, {"text": "It's amazing how much more they like you when you make decisions for them.", "character": "Ben Ross", "characterId": "nm0001117"}]}, {"lines": [{"text": "You know, the funny thing is I find myself getting caught up in it. It's contagious.", "character": "Ben Ross", "characterId": "nm0001117"}, {"text": "Becoming a guinea pig in your own experiment, huh?", "character": "Christy Ross", "characterId": "nm0679467"}]}, {"lines": [{"text": "[after the whole class tensely awaits a political candidate for the Wave to come on TV, and nothing happens]\nTHERE IS NO LEADER, IS THERE?", "character": "Student at rally", "characterId": "nm0549375"}, {"text": "Yes there is!", "character": "Ben Ross", "characterId": "nm0001117"}, {"text": "[footage of Hitler appears on a large screen]", "character": null, "characterId": null}, {"text": "THERE'S your leader!", "character": "Ben Ross", "characterId": "nm0001117"}, {"text": "[the students watch in shock]", "character": null, "characterId": null}, {"text": "Now listen carefully, there is NO National Youth Movement. You thought you were so special, better than everyone outside this room, you traded your freedom for the luxury of feeling superior! You accepted the group's will over your own conviction, no matter who you hurt. Oh! you thought you were just going along for the ride, that you could WALK AWAY at any moment, but where were you heading? How far would you have gone? Take a look at your future!", "character": "Ben Ross", "characterId": "nm0001117"}, {"text": "[footage of Hitler youth]", "character": null, "characterId": null}, {"text": "Yes, you would've all made good Nazis, you would've put on the uniforms, turned your heads, and allowed your friends and neighbors to be persecuted and destroyed. Fascism isn't something those OTHER people did, it's right here! In all of us! You asked 'How could the German people do nothing as millions of innocent human beings were murdered? How could they claim they weren't involved? What causes people to deny their own history?' Well if history repeats itself, you'll all want to DENY what has happened to you in the Wave. But if our experiment is successful, you'll have learned that we're all responsible for our own actions, and that you must question what you do rather than blindly follow a leader. And that for the rest of your lives, you'll never allow a group's will to usurp your individual rights. I know this has been painful for you, it certainly has been for me, but it's a lesson we'll all share for the rest of our lives.", "character": "Ben Ross", "characterId": "nm0001117"}]}, {"lines": [{"text": "Laurie Saunders is a threat. She must be stopped.", "character": "Robert", "characterId": "nm0233380"}, {"text": "Don't worry. David and I will take care of it.", "character": "Student", "characterId": "nm0178527"}]}, {"lines": [{"text": "[voiceover]\nYes I remember the Wave, it was one of the most frightening classroom experiences I ever had. It all started when we were studying Nazi Germany.", "character": "Ben Ross", "characterId": "nm0001117"}]}, {"lines": [{"text": "The people selected for extermination by the Nazis were herded into concentration camps located all over Eastern Europe. The life expectancy of prisoners in the camps was only 270 days. They were worked, starved, tortured, and when they couldn't work anymore they were exterminated in gas chambers and their remains were disposed of in ovens. In all the Nazis exterminated over 10 million men, women and children in these concentration camps.", "character": "Ben Ross", "characterId": "nm0001117"}]}, {"lines": [{"text": "What you just saw took place in Germany between 1934 and 1945. The situation grew out of the aftermath of World War I; Germany had been defeated, leadership was at a low end, inflation was high, and thousands were homeless, hungry, jobless, and Hitler took advantage of the situation to establish himself and his Third Reich. You all know the rest, the camps, the killings, what resulted was the most efficient death machine ever devised.", "character": "Ben Ross", "characterId": "nm0001117"}]}, {"lines": [{"text": "Were all Germans Nazis?", "character": "Amy", "characterId": "nm1016357"}, {"text": "No, as a matter of fact less than 10% of the German population belonged to the Nazi party.", "character": "Ben Ross", "characterId": "nm0001117"}, {"text": "Then how come nobody tried to stop them?", "character": "Amy", "characterId": "nm1016357"}, {"text": "They said they didn't know it was happening. Eric.", "character": "Ben Ross", "characterId": "nm0001117"}, {"text": "How could you kill 10 million people without *somebody* noticing?", "character": "Eric", "characterId": "nm0178527"}, {"text": "Yeah, that can't be true.", "character": "Peter", "characterId": "nm0664993"}, {"text": "Well after the war the Germans claimed they knew nothing of the concentration camps or the killings. Laurie.", "character": "Ben Ross", "characterId": "nm0001117"}, {"text": "Eric's right, how could the Germans sit back while the Nazis slaughtered people all around them and say they didn't know anything about it? How could they do that? How could they say that?", "character": "Laurie", "characterId": "nm0504681"}, {"text": "That was a very good question, Laurie.", "character": "Ben Ross", "characterId": "nm0001117"}]}, {"lines": [{"text": "That film really got to you, huh?", "character": "David", "characterId": "nm0003289"}, {"text": "Yeah, it upset me, doesn't it make you angry?", "character": "Laurie", "characterId": "nm0504681"}, {"text": "Laurie, it was a long time ago, we can't change what happened.", "character": "David", "characterId": "nm0003289"}, {"text": "I know, still upsets me though.", "character": "Laurie", "characterId": "nm0504681"}]}, {"lines": [{"text": "What're you reading that's so fascinating?", "character": "Christy Ross", "characterId": "nm0679467"}, {"text": "Some terrific stuff here.", "character": "Ben Ross", "characterId": "nm0001117"}, {"text": "Rise and Fall of the Third Reich? Hitler? What're you cramming for a degree in dictatorship?", "character": "Christy Ross", "characterId": "nm0679467"}, {"text": "One of my students asked me a question I couldn't answer today.", "character": "Ben Ross", "characterId": "nm0001117"}]}, {"lines": [{"text": "It was incredible, everybody was saluting and repeating the motto, you couldn't help but get caught up in it. You know, really wanting to make it work.", "character": "Laurie", "characterId": "nm0504681"}, {"text": "Well I don't like it, Laurie, it sounds too much like brainwashing and mob psychology to me.", "character": "Mrs. Saunders", "characterId": "nm0707841"}, {"text": "No, Mom, it's nothing like that, honest, you just have to be there to feel the positive energy in class to really get what's going on.", "character": "Laurie", "characterId": "nm0504681"}, {"text": "I am for whatever will make kids pay attention to anything these days.", "character": "Mr. Saunders", "characterId": "nm0445263"}, {"text": "And that's really what it's doing. Even Robert Watkins, you know, the class creep, he's even part of the group now.", "character": "Laurie", "characterId": "nm0504681"}, {"text": "But you're supposed to be learning history, not how to be part of a group.", "character": "Mrs. Saunders", "characterId": "nm0707841"}, {"text": "This country was built by people who were part of a group. The Pilgrims, the Founding Fathers.", "character": "Mr. Saunders", "characterId": "nm0445263"}, {"text": "Yes, but it owes its greatness to those people who weren't afraid to be individual.", "character": "Mrs. Saunders", "characterId": "nm0707841"}, {"text": "Stop worrying, Mom, Mr. Ross has just found a really great way to get everybody to learn something. Even the slow kids are keeping up.", "character": "Laurie", "characterId": "nm0504681"}, {"text": "That's all very well and good for the slow kids, but it just doesn't sound like the right thing for you, Laurie, sweetheart, we raised you to be an individual.", "character": "Mrs. Saunders", "characterId": "nm0707841"}]}, {"lines": [{"text": "Honey, just remember that the popular thing is not always the right thing.", "character": "Mrs. Saunders", "characterId": "nm0707841"}, {"text": "Mom, you don't understand.", "character": "Laurie", "characterId": "nm0504681"}, {"text": "I am sure that Laurie's history teacher knows exactly what he's doing. Besides, as long as the other parents aren't raising any objections, why should we make a fuss?", "character": "Mr. Saunders", "characterId": "nm0445263"}, {"text": "Because it is dangerous to allow a teacher to manipulate students like that. We've always taught Laurie to think for herself.", "character": "Mrs. Saunders", "characterId": "nm0707841"}]}, {"lines": [{"text": "How's that class experiment going, Dr. Frankenstein? Have they turned on you yet?", "character": "Christy Ross", "characterId": "nm0679467"}]}, {"lines": [{"text": "Discipline and community are meaningless without action. Now discipline gives you the right to action, a disciplined group with a goal can take action like a well oiled machine. Through hard work and allegiance to each other, you will learn faster and accomplish more, but only if you support one another and only if you work together and obey the rules, can you ensure, the success of the Wave. Now you are all to actively recruit new members, each new member must demonstrate knowledge of our rules, and pledge strict obedience to them.", "character": "Ben Ross", "characterId": "nm0001117"}, {"text": "Mr. Ross, for the first time I feel like I'm part of something great.", "character": "Robert", "characterId": "nm0233380"}, {"text": "Mr. Ross, this is like being born again.", "character": "Amy", "characterId": "nm1016357"}, {"text": "Mr. Ross, I feel the same way.", "character": "Andrea", "characterId": "nm0741454"}, {"text": "Mr. Ross, I am proud of the Wave.", "character": "David", "characterId": "nm0003289"}]}, {"lines": [{"text": "Laurie, this is a very important meeting, all the new members are going to be there.", "character": "David", "characterId": "nm0003289"}, {"text": "So what? David, don't you think you're taking this whole thing just a little too seriously?", "character": "Laurie", "characterId": "nm0504681"}, {"text": "No I'm not, you're not taking it seriously enough. Look Laurie, you've always been a leader the other kids have always looked up to, you've got to be at that meeting.", "character": "David", "characterId": "nm0003289"}, {"text": "That's exactly why I'm not going, let them make up their own minds about the Wave, they're individuals.", "character": "Laurie", "characterId": "nm0504681"}, {"text": "I don't understand.", "character": "David", "characterId": "nm0003289"}, {"text": "I can't believe how crazy everybody's gotten, David, the Wave is taking over everything.", "character": "Laurie", "characterId": "nm0504681"}, {"text": "Sure, because the Wave makes sense, Laurie, it works, everybody's on the same team, everybody's equal.", "character": "David", "characterId": "nm0003289"}, {"text": "Oh that's terrific, do we ALL score a touchdown?", "character": "Laurie", "characterId": "nm0504681"}, {"text": "You know, you're just against this because you're not special anymore. Because you're not the best student in the class now.", "character": "David", "characterId": "nm0003289"}, {"text": "That's not true and you know it.", "character": "Laurie", "characterId": "nm0504681"}, {"text": "I think it is true, now you know how the rest of us felt listening to you and Amy always giving the right answers.", "character": "David", "characterId": "nm0003289"}, {"text": "David, you're being stupid.", "character": "Laurie", "characterId": "nm0504681"}, {"text": "Alright, if I'm so stupid, why don't you find yourself a smart boyfriend?", "character": "David", "characterId": "nm0003289"}, {"text": "[walks away]", "character": null, "characterId": null}]}, {"lines": [{"text": "Amy, read this article I wrote.", "character": "Laurie", "characterId": "nm0504681"}, {"text": "[hands Amy a paper]", "character": null, "characterId": null}, {"text": "[reads it]\nWhat're you going to do with it?", "character": "Amy", "characterId": "nm1016357"}, {"text": "I'm submitting it to the school paper.", "character": "Laurie", "characterId": "nm0504681"}, {"text": "You can't say these things about the Wave.", "character": "Amy", "characterId": "nm1016357"}, {"text": "Well why not? They're true. Amy, the Wave has become an obsession with everyone. No one's thinking for themselves anymore.", "character": "Laurie", "characterId": "nm0504681"}, {"text": "Come on, you're just upset, you're letting your argument with David get to you.", "character": "Amy", "characterId": "nm1016357"}, {"text": "But the Wave is hurting people. Everyone's going along with it like a flock of sheep.", "character": "Laurie", "characterId": "nm0504681"}, {"text": "Laurie, please don't submit this.", "character": "Amy", "characterId": "nm1016357"}, {"text": "I already have. I know what I have to do.", "character": "Laurie", "characterId": "nm0504681"}]}]}