{"quotes": [{"lines": [{"text": "[in Vietnamese; subtitled]\nThe courage of your enemies does you honor.", "character": "Cao Van", "characterId": "nm0034416"}]}, {"lines": [{"text": "[DiNardo is beating and torturing a wounded Viet Cong prisoner]", "character": null, "characterId": null}, {"text": "What the hell are you doing? Leave him alone!", "character": "Captain Flanagan", "characterId": "nm0313968"}, {"text": "Look lady, this is called \"extracting infromation\". Do you understand that?", "character": "DiNardo", "characterId": "nm0369567"}, {"text": "So we torture prisoners now, do we?", "character": "Captain Flanagan", "characterId": "nm0313968"}, {"text": "You're goddamn right! This ain't Nebraska, lady.", "character": "DiNardo", "characterId": "nm0369567"}, {"text": "Well you don't do it in my hospital!", "character": "Captain Flanagan", "characterId": "nm0313968"}, {"text": "Oh no?", "character": "DiNardo", "characterId": "nm0369567"}, {"text": "[continues hitting the wounded prisoner]", "character": null, "characterId": null}, {"text": "Chot lai! Talk to me!", "character": "DiNardo", "characterId": "nm0369567"}, {"text": "What kind of animal are you?", "character": "Captain Flanagan", "characterId": "nm0313968"}, {"text": "Animal? Lady, do you have any idea what Charlie would do if he came in here? He would rape you and your nurses until you're all dead! But you know what? They'd have to kill me first. Animal? I'm no animal.", "character": "DiNardo", "characterId": "nm0369567"}]}, {"lines": [{"text": "[in Vietnamese; subtitled]\nWell, that was another perfect example of how to waste ammunition. Your mortar crews couldn't hit my old grandmother in the ass at two paces! I want better next time. Much better!", "character": "Cao Van", "characterId": "nm0034416"}]}, {"lines": [{"text": "[Sgt. Hafner carries two severed American heads]\nAnyone know who these belong to? This is Corporal Miller. He's dead. Hell, the whole gun crew's dead. And to add insult to injury, Charlie took the fifty-fucking caliber machine gun with him. I don't have any respect for Corporal Miller anymore, because he allowed his troops to relax. They let their guard down for five fucking minutes, and Charlie took advantage of it. Look at 'em, Goddammit! Pay attention. Stay alert! Stay alive! It's as simple as that!", "character": "Hafner", "characterId": "nm0000388"}]}, {"lines": [{"text": "A little religious communication might not be a bad idea at this stage of the game. Now myself, I don't take any chances, I talk to Mohammed, Buddha, Mr. Jesus H. Christ Himself and any other religious honchos I can come up with.", "character": "Hafner", "characterId": "nm0000388"}]}, {"lines": [{"text": "[Upon seeing Jones attaching an American flag atop the bunker]\nI didn't know that you were a flag-waver, Jones.", "character": "Hafner", "characterId": "nm0000388"}, {"text": "I care... I don't care for a lot of it, but what I care for, I care for a lot. You know what I mean? I been a dedicated soldier for twenty three years. Does that tell you something? Hmm?", "character": "Jones", "characterId": "nm0691620"}, {"text": "Yeah, I came in the Marine Corps when I was 17 years old. It's all I know. And I wouldn't change a goddamned thing, either.", "character": "Hafner", "characterId": "nm0000388"}]}, {"lines": [{"text": "Crap's gonna hit the fan Jones, and this place ain't prepared for shit!", "character": "Hafner", "characterId": "nm0000388"}, {"text": "This firebase can't be defended.", "character": "Jones", "characterId": "nm0691620"}, {"text": "How many men you got out there that ain't brain dead?", "character": "Hafner", "characterId": "nm0000388"}, {"text": "I've got nobody willing to trip over his own guts for the Vietnamese way of life.", "character": "Jones", "characterId": "nm0691620"}, {"text": "I got no delusions about you or your men's democracy Jones. We are gonna refortify this shit hole and protect it like it was your daughter's cherry. I ain't gonna die here.", "character": "Hafner", "characterId": "nm0000388"}]}, {"lines": [{"text": "[Jones watches DiNardo's men shoot wounded Viet Cong]", "character": null, "characterId": null}, {"text": "Jesus Christ, they're killing wounded!", "character": "Jones", "characterId": "nm0691620"}, {"text": "Don't tell me you feel sorry for them sergeant.", "character": "DiNardo", "characterId": "nm0369567"}, {"text": "There're soldiers just like us, wounded!", "character": "Jones", "characterId": "nm0691620"}, {"text": "[a wounded Viet Cong is shot trying to crawl away]", "character": null, "characterId": null}, {"text": "Yes!", "character": "DiNardo", "characterId": "nm0369567"}, {"text": "You having a good time? You're fucking crazy you know that? You're really digging this shit! What were you back home? A rapist?", "character": "Jones", "characterId": "nm0691620"}, {"text": "Oh, no. I was just another dumb ass like you.", "character": "DiNardo", "characterId": "nm0369567"}]}, {"lines": [{"text": "Alright Mr. Commanding Officer, where's the medevac? I've got eight people that are gonna die within the hour, we're running out of morphine, and where are the supplies I ordered?", "character": "Captain Flanagan", "characterId": "nm0313968"}, {"text": "Now you listen to me Flanagan and you listen good! The communications bunker is history! We are on our own. There will be no re-supply. So you tighten up and make do with what you've got. You're a captain? Be a goddamn captain!", "character": "Hafner", "characterId": "nm0000388"}]}, {"lines": [{"text": "I'd like to know where these needle-dick dinks are getting new AK forty-fucking 7's at.", "character": "Hafner", "characterId": "nm0000388"}]}, {"lines": [{"text": "There's a cease-fire. Can't you tell?", "character": "Pilot", "characterId": "nm0909655"}, {"text": "Yeah. We cease, they fire.", "character": "Capt. A.J. 'Bugs' Moran", "characterId": "nm0380912"}]}, {"lines": [{"text": "Six-one-two, this is six. Thirty-second pass over the canopy. Let's burn Charlie's ass. Gunners on your left, you'll notice targets of opportunity. Please fire at will, and thank you for flying Moran Airlines.", "character": "Capt. A.J. 'Bugs' Moran", "characterId": "nm0380912"}]}, {"lines": [{"text": "Six-one-two, this is six. Let them know who we are on the way out", "character": "Capt. A.J. 'Bugs' Moran", "characterId": "nm0380912"}, {"text": "Six, this is six-one. I got some rockets left.", "character": "Pilot", "characterId": "nm0909655"}, {"text": "We don't get paid for bringing them home. Leave me some widows behind.", "character": "Capt. A.J. 'Bugs' Moran", "characterId": "nm0380912"}]}, {"lines": [{"text": "Can you stand any more gossip?", "character": "DiNardo", "characterId": "nm0369567"}, {"text": "What have you got?", "character": "Hafner", "characterId": "nm0000388"}, {"text": "They're digging.", "character": "DiNardo", "characterId": "nm0369567"}, {"text": "Where?", "character": "Hafner", "characterId": "nm0000388"}, {"text": "At the edge of the treeline and they're headed right this way. My little Cong friend tells me that two big guns are arriving in their camp the first thing in the morning.", "character": "DiNardo", "characterId": "nm0369567"}, {"text": "Where's your little Cong friend now?", "character": "Hafner", "characterId": "nm0000388"}, {"text": "He probally shaking hands with Buddha right now.", "character": "DiNardo", "characterId": "nm0369567"}]}, {"lines": [{"text": "DiNardo, do you think you can get into their camp, make a lot of trouble and ruckus?", "character": "Hafner", "characterId": "nm0000388"}, {"text": "Sergeant Major, it's Friday night and you're in Bangkok. You've got a fistfull of dollars. You think you can get laid?", "character": "DiNardo", "characterId": "nm0369567"}]}, {"lines": [{"text": "What's going on here Murphy?", "character": "DiNardo", "characterId": "nm0369567"}, {"text": "[Murphy points to two teenage Vietnamese girls standing and waving to them at the edge of the barbed wire perimeter]", "character": null, "characterId": null}, {"text": "There's two girls out there who want to come up here. What do you think?", "character": "Pvt. Murphy", "characterId": "nm0624214"}, {"text": "Bullshit! I smell sappers. Cut 'em down.", "character": "DiNardo", "characterId": "nm0369567"}, {"text": "[Murphy does not respond]", "character": null, "characterId": null}, {"text": "God dammit Murphy, I said take your weapon and...", "character": "DiNardo", "characterId": "nm0369567"}, {"text": "Fuck you man! I'm not shooting unarmed women who...", "character": "Pvt. Murphy", "characterId": "nm0624214"}, {"text": "[DiNardo suddenly grabs Murphy's M-16 rifle from his hands and shoots at the two girls, both hitting them in the chest... and their bodies explode!]", "character": null, "characterId": null}, {"text": "[grabs Murphy by the collar]\nNow listen up! This is Vietnam, you understand? Even the women have got balls! Instead of them communist armies putting books in their hands and sending them to school, they wrap 'em up in dynamite and they send them off to kill G.I.'s. You got that? That's the enemy, Murphy. That's the enemy! Get it together!", "character": "DiNardo", "characterId": "nm0369567"}, {"text": "[DiNardo walks off and approaches Hafner standing nearby who has observed the whole thing]", "character": null, "characterId": null}, {"text": "What do you think that was all about, Sergeant Major?", "character": "DiNardo", "characterId": "nm0369567"}, {"text": "I think Charlie just reminded us that he has nothing to lose, and everything to gain.", "character": "Hafner", "characterId": "nm0000388"}]}, {"lines": [{"text": "[Jones has just told Hafner about the presence of female medical staff located elsewhere on Firebase Gloria]\nThe shit's gettin' pretty goddamned deep around here. Is there any nuns or Girl Scouts that I should know about on the firebase?", "character": "Hafner", "characterId": "nm0000388"}, {"text": "That's what happens when you inherit wealth.", "character": "Jones", "characterId": "nm0691620"}]}, {"lines": [{"text": "Shortwave, get your dumb black John Wayne ass down! Get down!", "character": "Hafner", "characterId": "nm0000388"}]}, {"lines": [{"text": "[Upon seeing pile of massacred children at An Lap village]\nThis is insanity.", "character": "DiNardo", "characterId": "nm0369567"}, {"text": "This is effective. Charley's got this valley by the balls. Won't nobody step outta' line around here.", "character": "Hafner", "characterId": "nm0000388"}]}, {"lines": [{"text": "I want that chopper in here right now!", "character": "Hafner", "characterId": "nm0000388"}, {"text": "I'm doing my best, Sgt. Major.", "character": null, "characterId": null}, {"text": "Yeah, well, that's not quite good enough. Try harder!", "character": "Hafner", "characterId": "nm0000388"}]}, {"lines": [{"text": "[narrating]\nHeadquarters *still* didn't buy MY analysis of the situation. Hell, they had \"experts\" sitting in air-conditioned offices in Saigon who understood the war better than any one in the front line. We had asked for ammunition and reinforcements. What we got was the mail run, a few cases of beer, and a VD film... There were times when we all wondered whether Headquarters was fighting the same war.", "character": "Hafner", "characterId": "nm0000388"}]}, {"lines": [{"text": "[Speaking to the men under his command as they are busy reinforcing the firebase]\nThere is no doubt in my military mind that we are in a deep-shit situation, people. Now, if any of you dog-faced dope smokers DON'T feel like pulling your share of the load around here, you can pack your shit and get your young asses off of my firebase right now!", "character": "Hafner", "characterId": "nm0000388"}]}, {"lines": [{"text": "[narrating]\nWe learned we were up against the Dong Nai regiment, under the command of Colonel Cao Van. He wasn't exactly one of my favorite people. He had overrun the 9th Motor Transport last year, and that had really pissed me off. So I thought I'd let him know we weren't going to lay down and die that easy. It was time to sprinkle some shit in Charlie's rice.", "character": "Hafner", "characterId": "nm0000388"}]}, {"lines": [{"text": "[narrating]\nThe nights are always beautiful that time of year. But you were no safer at night. And the long hours of stillness worked on your fears. Night was the time you wondered what the *hell* you were doing here... and whether or not you'd get your balls blown off tomorrow. You could do some pretty ugly thinking at night. For some of us, the nights were getting far too long.", "character": "Hafner", "characterId": "nm0000388"}]}, {"lines": [{"text": "[Hafner has run up to the pilot-side window of Moran's chopper]\nHi! Can I take your order?", "character": "Capt. A.J. 'Bugs' Moran", "characterId": "nm0380912"}, {"text": "Yeah, we need C-rations, ammunition, a radio - and above all, bring back the Air Cav.", "character": "Hafner", "characterId": "nm0000388"}, {"text": "You want French fries with that?", "character": "Capt. A.J. 'Bugs' Moran", "characterId": "nm0380912"}, {"text": "No, but I'll tell you what, you can have a clean shave next time you come back. You look like a goddamned hippie.", "character": "Hafner", "characterId": "nm0000388"}, {"text": "[nonchalantly]\nAll right, General. Back at noon.", "character": "Capt. A.J. 'Bugs' Moran", "characterId": "nm0380912"}]}]}