{"quotes": [{"lines": [{"text": "Old man Stauf built a house and filled it with his toys. Six Guests were invited one night, their screams the only noise. Blood in the Library, blood right up the hall, dripping down the attic stairs, \"Hey Guests!, try not to fall\". Nobody came out that night. Not one was ever seen. But Old man Stauf is waiting there... Crazy! Sick! and MEAN!", "character": "Henry Stauf", "characterId": "nm0386572"}]}, {"lines": [{"text": "They're Stauf's puzzles. Only he knows the rules. Only Stauf knows the rules.", "character": "Ed Knox", "characterId": "nm0737511"}]}, {"lines": [{"text": "I heard singing up stairs, like some mad choir.", "character": "Brian Dutton", "characterId": "nm0687832"}, {"text": "Well I heard nothing; except you rummaging around your room yelling like a crazy man.", "character": "Julia Heine", "characterId": "nm0875909"}, {"text": "Well I, I saw blood.", "character": "Elinor Knox", "characterId": "nm0665881"}, {"text": "How ghastly.", "character": "Martine Burden", "characterId": "nm0556681"}, {"text": "I don't know how to describe what I saw, why none of you has ever seen...", "character": "Hamilton Temple", "characterId": "nm0493334"}, {"text": "OH none of the rest of us saw anything. How boring, I suggest we all leave and have some supper.", "character": "Julia Heine", "characterId": "nm0875909"}, {"text": "I think that we where meant to eat the soup.", "character": "Ed Knox", "characterId": "nm0737511"}, {"text": "Wait! Wait we need some rules, we need to stick together, play as a team.", "character": "Hamilton Temple", "characterId": "nm0493334"}, {"text": "Don't be such a bore darling", "character": "Martine Burden", "characterId": "nm0556681"}, {"text": "Crazy old Stauf is watching us, scaring us, watching us play at his puzzles. Only he knows the rules; only Stauf knows the rules.", "character": "Ed Knox", "characterId": "nm0737511"}]}, {"lines": [{"text": "How does it feel to be the first living creature to set foot in this dungeon? Oh, there have been a few who roamed here years ago, but I can't remember how long!", "character": "Henry Stauf", "characterId": "nm0386572"}]}, {"lines": [{"text": "[picked up by Elinor Knox in the Doll Room]\nMa-ma. Ma-ma. I want my ma-ma! Where are you, ma-ma?", "character": null, "characterId": null}]}, {"lines": [{"text": "[as the player is attempting to solve the octagram puzzle]\nI wonder if he will get the POINT of this!", "character": "Henry Stauf", "characterId": "nm0386572"}]}]}