{"quotes": [{"lines": [{"text": "[Jesse is speaking to a crowd at the beach, as Jude looks on]", "character": null, "characterId": null}, {"text": "Don't worry about the way others live. Perfect yourself first, with the strength that I give you. The rescuer comes to a drowning man, not a great swimmer. It would be better that some are made blind in order that they would see. Love is the key to overcoming hate.", "character": "Jesse", "characterId": "nm0639317"}, {"text": "[then, as Jesse prepares to heal a man's bad leg... ]", "character": null, "characterId": null}, {"text": "I can't teach a man to walk who's trusting in a crutch. Don't limit me; my power has no limits. Do you have faith? It's good to have faith, but it's of little use to you unless you believe.", "character": "Jesse", "characterId": "nm0639317"}]}, {"lines": [{"text": "[Jesse is sitting in a bar with his disciples, among them Jude]", "character": null, "characterId": null}, {"text": "No life is small to God. All life has value, but it's the quality of life that determines the value. Just as a physician heals the sick and not the healthy, so it is that I have come into the world to save the lost... who, through me, would have eternal life. If you believe, you will never be lonely.", "character": "Jesse", "characterId": "nm0639317"}, {"text": "[then, after Jude suggests that Jesse should employ His divine abilities to overthrow the World Powers... ]", "character": null, "characterId": null}, {"text": "The world wasn't created out of force, but out of love. God is love. Therefore He truly gives and requires unconditional love. Love can't be bought or forced. Love is the ultimate force and power. It's the only weapon with which sin can be driven out. To love someone, you must truly know and understand that someone. To accomplish much, you must first BE much. And then, if you truly wish to conquer, you must trust in God... because He alone will give you the only safety and security and guidance that you'll ever need... There's nothing wrong with power itself. It's how you use it.", "character": "Jesse", "characterId": "nm0639317"}]}, {"lines": [{"text": "[Jesse and his disciples are en route to where His Transfiguration will be]", "character": null, "characterId": null}, {"text": "When you climb a mountain, keep your eye on the summit, not how far it is.", "character": "Jesse", "characterId": "nm0639317"}, {"text": "[and after the Transfiguration has concluded... ]", "character": null, "characterId": null}, {"text": "do not fear those who are able to kill the body alone. Rather fear Him who can kill both body and soul in Hell.", "character": "Jesse", "characterId": "nm0639317"}, {"text": "[and later, He instructs them on how to pray... ]", "character": null, "characterId": null}, {"text": "There's no formula; just don't pray with your mind. Pray with your heart.", "character": "Jesse", "characterId": "nm0639317"}]}, {"lines": [{"text": "[Jesse is delivering another sermon to His congregation on the beach]", "character": null, "characterId": null}, {"text": "You have heard that you should love your neighbor and hate your enemy. But what reward is in that? I am telling you to love your enemy, to pray and forgive those who persecute you... You expect God to do for you what you're not willing to do for others? Since God is your Father, shouldn't you be a reflection of Him? Anything that lasts does so because it is built on a solid foundation.", "character": "Jesse", "characterId": "nm0639317"}, {"text": "[then, after Jesse has miraculously fed the entire gathering with one small basket of food... ]", "character": null, "characterId": null}, {"text": "Only when you're willing to give what little you have, will God use it and multiply it... and teach you the true meaning of prosperity.", "character": "Jesse", "characterId": "nm0639317"}]}, {"lines": [{"text": "[the World Powers, both religious and political, are trying to recruit Jesse as their instrument]", "character": null, "characterId": null}, {"text": "I'VE COME TO HELP! The weak need strength; the strong need tenderness; the tempted and fallen need salvation; the righteous need pity for sinners; the fighters need a leader; the lonely simply need a friend. Only God can be all these things... The world has always had a Leader; the trouble is no one wants to listen, much less follow.", "character": "Jesse", "characterId": "nm0639317"}]}, {"lines": [{"text": "What does rotting flesh know of beauty?", "character": "Jesse", "characterId": "nm0639317"}]}]}