{"quotes": [{"lines": [{"text": "You've disobeyed the Viglis once already Jerry. This calls for punishment. Now, we the Vigils don't believe in physical violence, but we've found it necessary to have a punishment code. The punishment is usually worse then the assignment. We can make your life sad. But we're letting you off easy Jerry. Tomorrow, we're simply asking you to sell the chocolates.", "character": "Archie Costello", "characterId": "nm0005120"}, {"text": "We're not asking Archie, we're telling!", "character": "Bill Carter", "characterId": "nm0000284"}]}, {"lines": [{"text": "I'm warning you Archie, if the sale goes down the drain, you and the Vigils go down the drain. We all go down the drain together!", "character": "Brother Leon", "characterId": "nm0001278"}]}, {"lines": [{"text": "All right, Archie. As head assigner, you're the brains of this outfit and you also got us into this mess. Where do we go from here?", "character": "Bill Carter", "characterId": "nm0000284"}, {"text": "[addressing the Vigils]\nGuys, you're all pushing the panic button for nothing. First of all, you can't go around beating up half the kids in the school that call us names. The brothers would shut us down in no time and people would really start sabatoging us if we started hurting people as a way of keeping everyone in line. That is why I like to lay off the strong-arm tactics for violence does not get us anywhere.", "character": "Archie Costello", "characterId": "nm0005120"}, {"text": "[Carter makes a wierd facial expression to Archie, clearly indicating him beating up Rollo only minutes earlier]", "character": null, "characterId": null}, {"text": "All right, Carter. I admit you did a beautiful job on Rolllo. I agree with you. He had it coming. But nobody at this school gives a damn about Rollo. He can lay out there and vomit til thy kingdom come and nobody would care. Rollo is just an exception.", "character": "Archie Costello", "characterId": "nm0005120"}, {"text": "Rollo is an example! I want the word to spread about him so no other kids can act wise or put up insulting posters about us.", "character": "Bill Carter", "characterId": "nm0000284"}, {"text": "Fine, but that doesn't sell chocolates. You said that the Vigils are connected to the sale, right? The solution to all this is simple. Let's get the goddamn chocolate sale over with as quickly as possible. Let's sell the chcocolates. If Jerry Renault is turning into some kind of rebel hero because he isn't selling, then how the hell is he going to look when everyone is selling... except him? Huh?", "character": "Archie Costello", "characterId": "nm0005120"}]}, {"lines": [{"text": "[firm and serious tone]\nAll right, Renault! Playtime's over. Tell us... why aren't you selling any chocolates?", "character": "Archie Costello", "characterId": "nm0005120"}, {"text": "[stammering as usual]\nB-because... I-I don't want to.", "character": "Jerry", "characterId": "nm0593819"}, {"text": "[scoffs]\nYou don't want to? Hey, Obie!", "character": "Archie Costello", "characterId": "nm0005120"}, {"text": "[annoyed]\nWhat?", "character": "Obie", "characterId": "nm0006535"}, {"text": "Did you not want to come to school today?", "character": "Archie Costello", "characterId": "nm0005120"}, {"text": "Hell no.", "character": "Obie", "characterId": "nm0006535"}, {"text": "But you came here anyway, didn't you?", "character": "Archie Costello", "characterId": "nm0005120"}, {"text": "Hell yes!", "character": "Obie", "characterId": "nm0006535"}, {"text": "[to Jerry]\nThere, you see Renault? We all have to do things that we don't want to do.", "character": "Archie Costello", "characterId": "nm0005120"}]}, {"lines": [{"text": "What about Renault?", "character": "Bill Carter", "characterId": "nm0000284"}, {"text": "Don't worry about Jerry Renault.", "character": "Archie Costello", "characterId": "nm0005120"}, {"text": "But I do, Archie! The guy's making pansies out of us!", "character": "Bill Carter", "characterId": "nm0000284"}, {"text": "Trust me. The Renault thing will take care of itself. Before the sale is over, Renault will be wishing with all his heart that he should have sold the chocolates... and the school will be glad that he didn't.", "character": "Archie Costello", "characterId": "nm0005120"}]}, {"lines": [{"text": "[Archie is on the phone with Janza who has just told Archie about him and a gang beating up Jerry]", "character": null, "characterId": null}, {"text": "[into the phone]\nWHAT? Janza, can't you do anything right?", "character": "Archie Costello", "characterId": "nm0005120"}, {"text": "[into the phone]\nHey, you said that the guy should take a hint about what he's up against. So, I thought I give him a brutal ass-kicking to show him that it's not nice to mess around with the Vigils. I asked some kids to assist me with the brawl.", "character": "Emile Janza", "characterId": "nm0292082"}, {"text": "[into the phone]\nWho were they? I don't want outsiders involved in this!", "character": "Archie Costello", "characterId": "nm0005120"}, {"text": "[into the phone]\nJust some animals that live in my neighborhood. They'd beat up their own grandmothers for a dollar.", "character": "Emile Janza", "characterId": "nm0292082"}]}]}