{"quotes": [{"lines": [{"text": "[as he is being released from prison]\nNo matter what institution I'm in, sooner or later I got you inside it. You couldn't, um, really go straight?", "character": "Warden", "characterId": "nm0419054"}, {"text": "[after a thoughtful pause and an exhale]\nMy heart wouldn't be in it, Frank.", "character": "Dortmunder", "characterId": "nm0000602"}]}, {"lines": [{"text": "I am sometime so astute, it's remarkable. There are some things people will not do.", "character": "Abe Greenberg", "characterId": "nm0609216"}, {"text": "But there's things that get done that you can't do yourself. There's things that happen that you can make happen! Am I right, Chicken?", "character": "Dortmunder", "characterId": "nm0000602"}]}, {"lines": [{"text": "[while going to meet Dr. Amusa]", "character": null, "characterId": null}, {"text": "Now, listen, I didn't tell the doctor about you being in prison. I figure, why undermine his confidence? He wants the best for his money. Not that you're not the best. But a layman might wonder why you're all the time in jail.", "character": "Kelp", "characterId": "nm0001719"}]}, {"lines": [{"text": "I won't pay a penny more than $25,000 a man.", "character": "Dr. Amusa", "characterId": "nm0348214"}, {"text": "I didn't ask for any more.", "character": "Dortmunder", "characterId": "nm0000602"}, {"text": "It comes to a total of exactly $100,000. Four men. If you need five, you'll each take less.", "character": "Dr. Amusa", "characterId": "nm0348214"}, {"text": "What if we can do it with three?", "character": "Kelp", "characterId": "nm0001719"}, {"text": "That will still be $25,000. I wouldn't want to encourage greed.", "character": "Dr. Amusa", "characterId": "nm0348214"}, {"text": "There's no greed around here, Doctor. We're all men of goodwill.", "character": "Kelp", "characterId": "nm0001719"}, {"text": "If I weren't a man of goodwill, I might think that some of us lied about the prison records of others of us. As it is, I know it was only an oversight.", "character": "Dr. Amusa", "characterId": "nm0348214"}]}, {"lines": [{"text": "[Persuading Murch against thinking about double-crossing Amusa]", "character": null, "characterId": null}, {"text": "Uh, one little problem is that Amusa knows who me and Dortmunder are. And since this stone is this big symbolic thing, I'm not all that anxious to have an entire African nation after my ass, if you don't mind. Blowguns and poison arrows, no thanks.", "character": "Kelp", "characterId": "nm0001719"}, {"text": "I think they're a little more modern now, Andrew.", "character": "Dortmunder", "characterId": "nm0000602"}, {"text": "Is that supposed to make me feel better, tommy guns and airplanes?", "character": "Kelp", "characterId": "nm0001719"}]}, {"lines": [{"text": "I'm really quite disenchanted with the results you're getting.", "character": "Dr. Amusa", "characterId": "nm0348214"}, {"text": "Things could be worse, Doctor. I mean, at least we know where it is. Now, all we need is a little plan.", "character": "Kelp", "characterId": "nm0001719"}, {"text": "[in a mocking tone]\n\"Here's the matériel request, Doctor. You'll notice there's a SUBMARINE on it! But don't get excited, we don't need anything atomic. Just your standard, ordinary sub. We're used to hardships.\"", "character": "Dr. Amusa", "characterId": "nm0348214"}]}, {"lines": [{"text": "Afghanistan Banana Stand.", "character": "Dortmunder", "characterId": "nm0000602"}]}, {"lines": [{"text": "It's good, and it's bad. There's a guaranteed return, and that's good. But the guarantor is Amusa, and Amusa's a rookie, and that's bad. But it's an easily transportable object, and that's good. Only it's in a rotten position in the museum, 30 steps to the quickest exit, and that's bad. And the glass over the stone, that's bad too, because that's glass with metal mixed in it, bulletproof, shatterproof. But the locks don't look impossible, 3, maybe 5 tumblers. But there's no alarm system, and that's the worst, because that means no one's going to get lazy watching, knowing the alarm will pick up their mistakes. Which means the whole thing has got to be a diversion job, and that's good and that's bad, because if the diversion's too big, it'll draw pedestrians, and if the diversion's not big enough, it won't draw that watchman.", "character": "Dortmunder", "characterId": "nm0000602"}, {"text": "Dortmunder, I don't know where the hell you are, or what the hell you're saying. Just tell me, will you plan the job?", "character": "Kelp", "characterId": "nm0001719"}, {"text": "[pauses, then smiles]\nIt's what I do.", "character": "Dortmunder", "characterId": "nm0000602"}]}, {"lines": [{"text": "While you're practicing up on your penmanship, you might leave a little time for a refresher course in plastic surgery. I've been tipping people at that bank for years. Everybody knows Abe Greenberg. That key won't get you anything. Even if you forge my name, you'll never forge this amiable countenance.", "character": "Abe Greenberg", "characterId": "nm0609216"}]}, {"lines": [{"text": "Not me. I've got no choice. I'm not superstitious. And I don't believe in jinxes, but that stone's jinxed me and it won't let go. I've been damned near bitten, shot at, peed on and robbed. And worse is gonna happen before it's done. So I'm takin' my stand. I'm going all the way. Either I get it, or it gets me.", "character": "Dortmunder", "characterId": "nm0000602"}]}, {"lines": [{"text": "[Inquiring about his prison term]\nSo how was it this time?", "character": "Kelp", "characterId": "nm0001719"}, {"text": "Not bad. I learned plumbing.", "character": "Dortmunder", "characterId": "nm0000602"}]}, {"lines": [{"text": "[On being presented with yet another request for assistance]\nI've heard of the habitual criminal, of course. But I never dreamed I'd become involved with the habitual CRIME.", "character": "Dr. Amusa", "characterId": "nm0348214"}]}, {"lines": [{"text": "Someday the schoolbooks of my country will sing your praises.", "character": "Dr. Amusa", "characterId": "nm0348214"}, {"text": "I don't think we want this noised around, do we, Doctor?", "character": "Kelp", "characterId": "nm0001719"}, {"text": "I was taking poetic license.", "character": "Dr. Amusa", "characterId": "nm0348214"}]}, {"lines": [{"text": "Doctor, the man is fresh out of prison. How's he supposed to eat? How's he supposed to keep body and soul together, Doctor?", "character": "Kelp", "characterId": "nm0001719"}]}, {"lines": [{"text": "I'll tell you something, you are the poorest birds I've ever seen.", "character": "Bird Lady", "characterId": "nm0641727"}]}, {"lines": [{"text": "I was thinking of using Saul Neisser for lock man.", "character": "Dortmunder", "characterId": "nm0000602"}, {"text": "Saul's in jail now. They got him for letting a lion loose.", "character": "Kelp", "characterId": "nm0001719"}]}, {"lines": [{"text": "If I seem less than enchanted with all of you, it's only because I do not like the way you led my son - the horse's ass - into the path of lawlessness.", "character": "Abe Greenberg", "characterId": "nm0609216"}, {"text": "You're Greenberg's father?", "character": "Kelp", "characterId": "nm0001719"}, {"text": "Guilty.", "character": "Abe Greenberg", "characterId": "nm0609216"}]}, {"lines": [{"text": "Gee, that's a nice watch. I'd really like that watch.", "character": null, "characterId": null}, {"text": "Keep goin' to church and maybe God'll reward you.", "character": "Dortmunder", "characterId": "nm0000602"}]}, {"lines": [{"text": "[after finding out that his Dad has double-crossed them]", "character": null, "characterId": null}, {"text": "I'm gonna tell Mama on you, Dad!", "character": "Greenberg", "characterId": "nm0761190"}]}, {"lines": [{"text": "Sir! Bombs... er bombs in the street, sir.", "character": "Policeman", "characterId": "nm0001302"}, {"text": "Bombs, huh? It's a revolution, a goddamn revolution.", "character": "Lt. Hoover", "characterId": "nm0714835"}, {"text": "[Another bomb explodes]", "character": null, "characterId": null}, {"text": "They always try the police stations first!", "character": "Lt. Hoover", "characterId": "nm0714835"}]}]}