{"quotes": [{"lines": [{"text": "[Jimmy is explaining to Reggie what kinds of people his secret army will be against]", "character": null, "characterId": null}, {"text": "Wreckers of law and order. Communists, Maoists, Trotskyists, neo-Trotskyists, crypto-Trotskyists, union leaders, Communist union leaders, atheists, agnostics, long-haired weirdos, short-haired weirdos, vandals, hooligans, football supporters, namby-pamby probation officers, rapists, papists, papist rapists, foreign surgeons - headshrinkers, who ought to be locked up, Wedgwood Benn, keg bitter, punk rock, glue-sniffers, \"Play For Today\", Clive Jenkins, Roy Jenkins, Up Jenkins, up everybody's, Chinese restaurants - why do you think Windsor Castle is ringed with Chinese restaurants?", "character": "Jimmy Anderson", "characterId": "nm0658244"}, {"text": "You realise the sort of people you're going to attract, don't you, Jimmy? Thugs, bully-boys, psychopaths, sacked policemen, security guards, sacked security guards, racialists, Paki-bashers, queer-bashers, Chink-bashers, anybody-bashers, rear Admirals, queer admirals, Vice Admirals, fascists, neo-fascists, crypto-fascists, loyalists, neo-loyalists, crypto-loyalists.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "Do you think so? I thought recruitment might be difficult.", "character": "Jimmy Anderson", "characterId": "nm0658244"}]}, {"lines": [{"text": "[C.J. angrily bursts into the commune's main room after an unfortunate babysitting incident]", "character": null, "characterId": null}, {"text": "I didn't get where I am today by having green frogs thrust down my crotch.", "character": "C.J.", "characterId": "nm0057683"}]}, {"lines": [{"text": "I didn't get where I am today by thinking.", "character": "C.J.", "characterId": "nm0057683"}]}, {"lines": [{"text": "I didn't get where I am today by wearing underpants decorated with Beethoven.", "character": "C.J.", "characterId": "nm0057683"}]}, {"lines": [{"text": "The computer has processed the results of the smelling.", "character": "C.J.", "characterId": "nm0057683"}, {"text": "Ah!", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "five people - mountains, four people - snow, three people - fresh water, two people - large forest, one person - Bolivian unicyclist's jockstrap!", "character": "C.J.", "characterId": "nm0057683"}, {"text": "This is extraordinary, C.J.!", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "lavender, thyme, marjoram, spice factory, heather and Bolivian unicyclist's jockstrap!", "character": "C.J.", "characterId": "nm0057683"}, {"text": "This is astonishing, C.J.!", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "fourteen people - roses. But!", "character": "C.J.", "characterId": "nm0057683"}, {"text": "But!", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "One person - Bolivian unicyclist's jockstrap!", "character": "C.J.", "characterId": "nm0057683"}, {"text": "I can hardly credit this, C.J.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "It's the same sorry story for all ten smells.", "character": "C.J.", "characterId": "nm0057683"}, {"text": "Oh dear. Oh dear. Oh dear. Oh dear. Oh dear. Oh dear. Oh dear. Oh dear. Oh dear. Oh dear.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "I didn't get where I am today by everything smelling of Bolivian unicyclist's jockstraps!", "character": "C.J.", "characterId": "nm0057683"}]}, {"lines": [{"text": "I didn't get where I am today by sleeping with sweaty, Caledonian chefs!", "character": "C.J.", "characterId": "nm0057683"}]}, {"lines": [{"text": "I didn't get where I am today by drinking a liquid that's only been tested on pencils!", "character": "C.J.", "characterId": "nm0057683"}]}, {"lines": [{"text": "I didn't get where I am today selling ice creams tasting of bookends, pumice stone, and West Germany.", "character": "C.J.", "characterId": "nm0057683"}]}, {"lines": [{"text": "Do you find you can't finish the crossword like you used to, nasty taste in the mouth in the mornings, can't stop thinking about sex, can't start doing anything about sex, wake up with a sweat in the mornings, keep falling asleep during '\"Play For Today\"?", "character": "Doc Morrissey", "characterId": "nm0395443"}, {"text": "That's extraordinary, Doc! That's exactly how I've been feeling.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "So have I. I wonder what it is? Take two aspirins.", "character": "Doc Morrissey", "characterId": "nm0395443"}]}, {"lines": [{"text": "[Reggie is awaiting his first customer at his new shop, Grot]", "character": null, "characterId": null}, {"text": "Everything in this shop is rubbish, is it?", "character": null, "characterId": null}, {"text": "Absolutely, sir.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "I see. What's the point of that, then?", "character": null, "characterId": null}, {"text": "Well, we're sold so much rubbish these days under false pretenses, I decided to be honest about it.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "Ah, you've got a point there. There you have got a point.", "character": null, "characterId": null}]}, {"lines": [{"text": "I didn't get where I am today by biting people in the changing room.", "character": "C.J.", "characterId": "nm0057683"}]}, {"lines": [{"text": "[Reggie, in full-fledged breakdown mode, is dictating a letter]", "character": null, "characterId": null}, {"text": "Your complaints about late delay are not only completely unjustified, but also ungrammatical. The fault lies in your inability to fill in an order form correctly. You are, in effect, a pompous, illiterate baboon.", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "[Reggie is being interviewed on \"Pillock Talk\" regarding the success of Grot]", "character": null, "characterId": null}, {"text": "Mr. Perrin. Are you trying to tell me that you're providing a valuable social service?", "character": "Colin Pillock", "characterId": "nm0138232"}, {"text": "No.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "But you just said you did.", "character": "Colin Pillock", "characterId": "nm0138232"}, {"text": "Exactly. I'm not trying to tell you, I'm succeeding. If I'd said \"I like squashy bananas\" I would have been failing to say \"I am providing a valuable social service\", but I didn't say \"I like squashy bananas\", I said \"I am providing a valuable social service\", thus succeeding brilliantly in saying \"I am providing a valuable social service\".", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "[Reggie is being interviewed on \"The World Tomorrow Today\"]", "character": null, "characterId": null}, {"text": "So when you said you were providing a valuable social service, you were lying?", "character": "Sheridan Honeydew", "characterId": "nm0265629"}, {"text": "Yes, I'm a congenial liar.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "Don't you mean \"congenital\" liar?", "character": "Sheridan Honeydew", "characterId": "nm0265629"}, {"text": "No, congenial. I'm enjoying myself. To tell you the truth, Sherry - do you mind if I call you Sherry? - to tell you the truth, I started the whole thing off as a joke. I'd spent a quarter of a century in puddings and I was feeling a trifle stifled. So I decided to try something else - I started Grot. But now I'm much more interested in my bankruptcy.", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "Every silver lining has a cloud.", "character": "C.J.", "characterId": "nm0057683"}]}, {"lines": [{"text": "[Reggie explains his tardiness]", "character": null, "characterId": null}, {"text": "Twenty-two minutes late, badger ate a junction box at New Malden.", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "[Reggie explains his tardiness]", "character": null, "characterId": null}, {"text": "Twenty-two minutes late, escaped puma, Chessington North.", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "There's no smoke without the worm turning.", "character": "C.J.", "characterId": "nm0057683"}]}, {"lines": [{"text": "[Reggie explains his tardiness]", "character": null, "characterId": null}, {"text": "Twenty-two minutes late, fed up by train delays, came by bike. Slow puncture at Peckham.", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "It's the early bird that catches the quick brown fox.", "character": "C.J.", "characterId": "nm0057683"}]}, {"lines": [{"text": "[Reggie is dictating a letter to the manager of one of the Grot stores]", "character": null, "characterId": null}, {"text": "I am sorry to hear you have not yet received your supply of edible furniture. This can only be due to the non-arrival of supplies. I am, however, deeply disturbed to hear that you have not yet received our new range of dentures for pets, which are proving so popular with bloody silly idiots who put little doggie dentures in glasses of water beside their kennels, and little budgie dentures in even smaller glasses of water beside their cages.", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "Absence is better than a cure. Prevention makes the heart grow fonder.", "character": "C.J.", "characterId": "nm0057683"}]}, {"lines": [{"text": "What the eye doesn't see is goose for the gander.", "character": "C.J.", "characterId": "nm0057683"}]}, {"lines": [{"text": "Has that secretary of yours got any more chest trouble?", "character": "Doc Morrissey", "characterId": "nm0395443"}, {"text": "No.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "Oh, pity.", "character": "Doc Morrissey", "characterId": "nm0395443"}]}, {"lines": [{"text": "I'm sorry, I might be a bit slow on the uptake.", "character": "David Harris-Jones", "characterId": "nm0099473"}, {"text": "Yes?", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "But why should anyone buy a pill that doesn't do anything?", "character": "David Harris-Jones", "characterId": "nm0099473"}, {"text": "Because it comforts them, David. It has no effects whatsoever, therefore it has no side-effects, you don't need to keep it out of the reach of children, and Catholics can take it.", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "Had any dreams about naked sportswomen?", "character": "Doc Morrissey", "characterId": "nm0395443"}, {"text": "As a matter of fact I have. Only last night, I dreamed I was watching the Whiteman Cup at Wimbledon. Everyone was naked. Even the line judges.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "Who won?", "character": "Doc Morrissey", "characterId": "nm0395443"}, {"text": "To be honest, I didn't much bother with the scores. I think it was the ones with the very big, er, first serves.", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "[an unemployed Reggie is seeking work at the Labour Exchange]", "character": null, "characterId": null}, {"text": "Why did you leave Sunshine Desserts?", "character": null, "characterId": null}, {"text": "I was, er, ooh, sacked. When I say \"I don't want to commute\", I am prepared to travel a small distance, of course.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "Why were you sacked?", "character": null, "characterId": null}, {"text": "Well, I sort of staged a fake suicide and, er, came back as my long lost friend from... The company car isn't absolutely essential and I am prepared to work weekends.", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "I once bought six sets of false teeth from a Maletto greengrocer in Marrakesh. I thought I might meet a chap one day, lost his choppers, they'd be worth their weight in gold.", "character": "Percy Spillinger", "characterId": "nm0801242"}]}, {"lines": [{"text": "It's my great pleasure to welcome back Reginald Perrin, the former head of the amazing Grot shops chain. I understand you're now running a community called \"Perrins\", Mr. Perrin?", "character": "Colin Pillock", "characterId": "nm0138232"}, {"text": "Yes.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "It's been described as a community for the middle-aged and the middle-class in what used to be Middlesex.", "character": "Colin Pillock", "characterId": "nm0138232"}, {"text": "Yes.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "Tell me, Mr. Perrin, are you running this community for the benefit of humanity, or simply to make money, or is it a giant confidence trick?", "character": "Colin Pillock", "characterId": "nm0138232"}, {"text": "Yes.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "I hope you're not going to tie yourself to this monosyllabic repetition of \"yes\".", "character": "Colin Pillock", "characterId": "nm0138232"}, {"text": "No.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "Oh good, because our viewers might think it a waste of time for you to come here and say nothing BUT \"yes\".", "character": "Colin Pillock", "characterId": "nm0138232"}, {"text": "Yes.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "So, which of them is it, Mr. Perrin? A social venture for the benefit of mankind? Purely a commercial venture? Or a con trick?", "character": "Colin Pillock", "characterId": "nm0138232"}, {"text": "Yes. It's all three of them. That's the beauty of it.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "What kind of people come to this community?", "character": "Colin Pillock", "characterId": "nm0138232"}, {"text": "Well, at the moment we've got a stockbroker, an overworked doctor, an underworked antiques shop owner, a disillusioned imports manager, and an even more disillusioned exports manager. Three sacked football managers, a fortune teller who's going to have a nervous breakdown next April, a schoolteacher who's desperate because he can't get a job, a schoolteacher who's even more desperate because he has got a job, an extremely shy vet, an overstressed car salesman and a pre-stressed concrete salesman. People with sexual problems, people with social problems, people with work problems, people with identity problems. People with sexual, social, work and identity problems. People who live above their garages, and above their incomes, in little boxes on prestige estates where families are two-tone, two-car and two-faced. Money has replaced sex as a driving force, death has replaced sex as a taboo, and sex has replaced bridge as a social event for mixed foursomes, and large deep freezes are empty except for twelve sausages. They come to Perrins in the hope that they won't be ridiculed as petty snobs, but as human beings who are bewildered at the complexity of social development, castrated by the conformity of a century of mass production, and dwarfed by the immensity of technological progress which has advanced more in fifty years than in the rest of human existence put together, so that when they take their first tentative steps into an adult society shaped by humans but not for humans, their personalities shrivel up like private parts in an April sea.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "I, er, I see...", "character": "Colin Pillock", "characterId": "nm0138232"}, {"text": "Not too monosyllabic for you, I hope?", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "Dramatic happenings in Jelly City!", "character": "Tony Webster", "characterId": "nm0011413"}]}, {"lines": [{"text": "Compost heaps, pros and cons. Credit side - Big enough. Nice and warm. Element of surprise when attacked by compost heap considerable. Debit side - Smelly, bad for morale. Field of vision limited. Delay in getting out of compost heap considerable. And, erm, anyway we haven't got any. Careful consideration, but on balance, \"thumbs down\".", "character": "Jimmy Armstrong", "characterId": "nm0658244"}, {"text": "Congratulations, Jimmy. Well done!", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "Why? What for?", "character": "Jimmy Armstrong", "characterId": "nm0658244"}, {"text": "For deciding it shouldn't be compost heaps.", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "[Reggie is reading the press release to the staff during a product planning meeting]", "character": null, "characterId": null}, {"text": "\"March was the most successful month yet for Grot. We launched our new silent LP 'Laryngitis In Thirty Lands', featuring the silence of Max Bygraves, Des O'Connor, the Bay City Rollers, the Sex Pistols and Rolf Harris - it has sold millions. Some pub landlords are even playing it as background silence. We have also introduced upright models of the Leaning Tower of Pisa, leaning models of the Eiffel Tower, and rubber razor blades for nervous shavers.\"", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "[a board meeting is taking place at Grot Headquarters]", "character": null, "characterId": null}, {"text": "I have distributed among you a few campaign ideas - I'm not really a campaign person - and slogans. I won't bore you with my slogan ideas now.", "character": "Tom Patterson", "characterId": "nm0695784"}, {"text": "No, no, Tom, I insist that you bore us with them now.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "\"Go to Grot shops and get an eyeful, of Perrin's Products with a wide range of goods that are really pretty awful\".", "character": "Tom Patterson", "characterId": "nm0695784"}, {"text": "Excellent, Tom! Perfect!", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "It doesn't rhyme or scan properly.", "character": "Tom Patterson", "characterId": "nm0695784"}, {"text": "It almost rhymes and scans properly, that's the important thing. This is exactly what I'm paying you for.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "\"Grot is the ideal place for gifts, because they're all on one floor, so there aren't any lifts.\" They aren't all of that standard, of course.", "character": "Tom Patterson", "characterId": "nm0695784"}]}, {"lines": [{"text": "One, two, three, four - make 'em wait outside the door. Five, six, seven, eight - always pays to make 'em wait. Nine, ten, eleven, twelve - come!", "character": "C.J.", "characterId": "nm0057683"}]}, {"lines": [{"text": "[On the phone]\nUh-hmmm. Oh, dear. Oh, dear, oh, dear. Oh, dear, oh, dear, oh dear. Yes, right, certainly, officer, right. OK, goodbye.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "[Hangs up]", "character": null, "characterId": null}, {"text": "Reggie, what's the matter?", "character": "Elizabeth Perrin", "characterId": "nm0946810"}, {"text": "Oh, McBlane broke an arm last night. I have to go and bail him out.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "Bail? I didn't know breaking an arm was an offense.", "character": "Elizabeth Perrin", "characterId": "nm0946810"}, {"text": "Oh, yes, if it's someone else's arm, darling.", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "But I wonder if you all would like to hear an extract from my novel on - ants!", "character": "C.J.", "characterId": "nm0057683"}, {"text": "Novel!", "character": "Elizabeth Perrin", "characterId": "nm0946810"}, {"text": "Ants!", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "I know what you're going to say...", "character": "C.J.", "characterId": "nm0057683"}, {"text": "[all speaking together]\nYou didn't get where you are today by writing a novel about ants!", "character": null, "characterId": null}, {"text": "Exactly, but it's never too late for a leopard to change horses in mid-stream.", "character": "C.J.", "characterId": "nm0057683"}, {"text": "What is your novel called, C.J.?", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "I haven't decided between Watership Anthill, Plague Ants, Lord of the Ants, Ants of the Flies, Charley's Ant or No Sex Please, We're Ants.", "character": "C.J.", "characterId": "nm0057683"}, {"text": "Yes, I can see the difficulty, C.J. Tricky choice, tricky choice! It would be too much bother for you to go and get the book.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "[Pulls manuscript from his pocket]\nI just happen to have an extract here with me.", "character": "C.J.", "characterId": "nm0057683"}, {"text": "Oh, dear.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "[reading]\n\"The owl led Thrugwash Blunt through the forest and then suddenly without any warning-\"", "character": "C.J.", "characterId": "nm0057683"}]}, {"lines": [{"text": "What about sex? What sort of sex angle do you want on this thing?", "character": null, "characterId": null}, {"text": "How about 'I like to stroke my nipple with strawberry lichee ripple'?", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "Don't you see I'm trying to help you, CJ? What good is life if it's hell for those who have to live it?", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "I can't be bothered with this, life's too short.", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "[Trying to shock Mr Lisburn]\nI'm a married man but that doesn't prove anything does it? I try to fight it, God knows I try. But I went to a boarding school and that's all there is to it. Do you know what I'm trying to say?", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "I think you've said it very well. I'm free any night this week!", "character": null, "characterId": null}]}, {"lines": [{"text": "Up yer clunge!", "character": "McBlane", "characterId": "nm0103656"}]}, {"lines": [{"text": "[Elizabeth is away and Reggie has invited Joan]\nWhat's this crisis, Mr Perrin?", "character": "Joan Greengross", "characterId": "nm0629507"}, {"text": "...There is no crisis, Joan.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "[Kisses her then pulls away]", "character": null, "characterId": null}, {"text": "No, no, sorry, no.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "Reggie!", "character": "Joan Greengross", "characterId": "nm0629507"}, {"text": "[Starts passionately kissing him back]", "character": null, "characterId": null}, {"text": "Good Lord!", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "Oh why, Reggie, why after all this time!", "character": "Joan Greengross", "characterId": "nm0629507"}, {"text": "It just suddenly seemed like such a waste.", "character": "Reginald Perrin", "characterId": "nm0744436"}, {"text": "I've dreamed about this for eight years!", "character": "Joan Greengross", "characterId": "nm0629507"}, {"text": "Good Lord!", "character": "Reginald Perrin", "characterId": "nm0744436"}]}, {"lines": [{"text": "[repeated lines]", "character": null, "characterId": null}, {"text": "Great!", "character": "Tony Webster", "characterId": "nm0011413"}, {"text": "Super!", "character": "David Harris-Jones", "characterId": "nm0099473"}]}]}