{"quotes": [{"lines": [{"text": "[after Peggy tells her parents that they never had any trouble in their relationship]", "character": null, "characterId": null}, {"text": "\"We never had any trouble.\" How many times have I told you I hated you and believed it in my heart? How many times have you said you were sick and tired of me; that we were all washed up? How many times have we had to fall in love all over again?", "character": "Milly Stephenson", "characterId": "nm0001485"}]}, {"lines": [{"text": "You wrote me that when you got home, you and I were going to be married. If you wrote that once, you wrote it a hundred times. Isn't that true?", "character": "Wilma Cameron", "characterId": "nm0640732"}, {"text": "Yes, but things are different now.", "character": "Homer Parrish", "characterId": "nm0751174"}, {"text": "Have you changed your mind?", "character": "Wilma Cameron", "characterId": "nm0640732"}, {"text": "Have I said anything about changing my mind?", "character": "Homer Parrish", "characterId": "nm0751174"}, {"text": "No. That's just it. You haven't said anything about anything... I don't know what to think, Homer. All I know is, I was in love with you when you left and I'm in love with you now. Other things may have changed but that hasn't.", "character": "Wilma Cameron", "characterId": "nm0640732"}]}, {"lines": [{"text": "[Al is speaking to the banquet]", "character": null, "characterId": null}, {"text": "our country stands today... where it stands today... wherever that is. I'm sure you'll all agree with me if I said that now is the time for all of us to stop all this nonsense, face facts, get down to brass tacks, forget about the war and go fishing. But I'm not gonna say it. I'm just going to sum the whole thing up in one word.", "character": "Al Stephenson", "characterId": "nm0545298"}, {"text": "[Milly coughs loudly to caution him - worrying that he will tell off the boss]", "character": null, "characterId": null}, {"text": "My wife doesn't think I'd better sum it up in that one word. I want to tell you all that the reason for my success as a Sergeant is due primarily to my previous training in the Cornbelt Loan and Trust Company. The knowledge I acquired in the good ol' bank I applied to my problems in the infantry. For instance, one day in Okinawa, a Major comes up to me and he says, \"Stephenson, you see that hill?\" \"Yes sir, I see it.\" \"All right,\" he said. \"You and your platoon will attack said hill and take it.\" So I said to the Major, \"but that operation involves considerable risk. We haven't sufficient collateral.\" \"I'm aware of that,\" said the Major, \"but the fact remains that there's the hill and you are the guys who are going to take it.\" So I said to him, \"I'm sorry, Major... no collateral, no hill.\" So we didn't take the hill and we lost the war. I think that little story has considerable significance, but I've forgotten what it is. And now in conclusion, I'd like to tell you a humorous anecdote. I know several humorous anecdotes, but I can't think of any way to clean them up, so I'll only say this much. I love the Cornbelt Loan and Trust Company. There are some who say that the old bank is suffering from hardening of the arteries and of the heart. I refuse to listen to such radical talk. I say that our bank is alive, it's generous, it's human, and we're going to have such a line of customers seeking and GETTING small loans that people will think we're gambling with the depositors' money. And we will be. We will be gambling on the future of this country. I thank you.", "character": "Al Stephenson", "characterId": "nm0545298"}]}, {"lines": [{"text": "I was afraid you wouldn't be able to stand up for me.", "character": "Homer Parrish", "characterId": "nm0751174"}, {"text": "I'd stand up for you, kid, til I drop.", "character": "Fred Derry", "characterId": "nm0000763"}]}, {"lines": [{"text": "[Al is explaining to the bank president why he made the loan to Mr. Novak]", "character": null, "characterId": null}, {"text": "You see, Mr. Milton, in the Army I've had to be with men when they were stripped of everything in the way of property except what they carried around with them and inside them. I saw them being tested. Now some of them stood up to it and some didn't. But you got so you could tell which ones you could count on. I tell you this man Novak is okay. His 'collateral' is in his hands, in his heart and his guts. It's in his right as a citizen.", "character": "Al Stephenson", "characterId": "nm0545298"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "You know what it'll be, don't you, Peggy? It may take us years to get anywhere. We'll have no money, no decent place to live. We'll have to work, get kicked around.", "character": "Fred Derry", "characterId": "nm0000763"}]}, {"lines": [{"text": "Say, who is this Peggy Stephenson?", "character": "Marie Derry", "characterId": "nm0562920"}, {"text": "She's a girl.", "character": "Fred Derry", "characterId": "nm0000763"}, {"text": "I didn't think she was a kangaroo!", "character": "Marie Derry", "characterId": "nm0562920"}]}, {"lines": [{"text": "Tell me the truth, Homer. Do you want me to forget about you?", "character": "Wilma Cameron", "characterId": "nm0640732"}, {"text": "I want you to be free, Wilma, to live your own life. I don't want you tied down forever just because you've got a kind heart.", "character": "Homer Parrish", "characterId": "nm0751174"}, {"text": "Oh, Homer! Why can't you ever understand the way things really are, the way I really feel? I keep trying to tell you.", "character": "Wilma Cameron", "characterId": "nm0640732"}, {"text": "But, but you don't know, Wilma. You don't know what it'd be like to have to live with me. To have to face this", "character": "Homer Parrish", "characterId": "nm0751174"}, {"text": "[his hooks]", "character": null, "characterId": null}, {"text": "every day, every night.", "character": "Homer Parrish", "characterId": "nm0751174"}, {"text": "But I can only find out by trying. And if it turns out I haven't courage enough, we'll soon know it.", "character": "Wilma Cameron", "characterId": "nm0640732"}]}, {"lines": [{"text": "[Homer has asked Wilma into his bedroom to see what happens as he prepares for bed. After removing his hooks and harness, he 'wiggles' into his pajama top]", "character": null, "characterId": null}, {"text": "I'm lucky. I have my elbows. Some of the boys don't. But I can't button them up.", "character": "Homer Parrish", "characterId": "nm0751174"}, {"text": "I'll do that, Homer.", "character": "Wilma Cameron", "characterId": "nm0640732"}, {"text": "This is when I know I'm helpless. My hands are down there on the bed. I can't put them on again without calling to somebody for help. I can't smoke a cigarette or read a book. If that door should blow shut, I can't open it and get out of this room. I'm as dependent as a baby that doesn't know how to get anything except to cry for it. Well, now you know, Wilma. Now you have an idea of what it is. I guess you don't know what to say. It's all right. Go on home. Go away like your family said.", "character": "Homer Parrish", "characterId": "nm0751174"}, {"text": "[She kneels in front of him]\nI know what to say, Homer. I love you and I'm never going to leave you... never.", "character": "Wilma Cameron", "characterId": "nm0640732"}, {"text": "[She kisses him]", "character": null, "characterId": null}]}, {"lines": [{"text": "I didn't see much of the war... I was stationed in a repair shop below decks. Oh, I was in plenty of battles, but I never saw a Jap or heard a shell coming at me. When we were sunk, all I know is there was a lot of fire and explosions. And I was ordered topsides and overboard. And I was burned. When I came to, I was on a cruiser. My hands were off. After that, I had it easy... That's what I said. They took care of me fine. They trained me to use these things. I can dial telephones, I can drive a car, I can even put nickels in the jukebox. I'm all right, but... well, you see, I've got a girl.", "character": "Homer Parrish", "characterId": "nm0751174"}]}, {"lines": [{"text": "You gotta hand it to the Navy; they sure trained that kid how to use those hooks.", "character": "Fred Derry", "characterId": "nm0000763"}, {"text": "They couldn't train him to put his arms around his girl, or to stroke her hair.", "character": "Al Stephenson", "characterId": "nm0545298"}]}, {"lines": [{"text": "What do you think of the children?", "character": "Milly Stephenson", "characterId": "nm0001485"}, {"text": "Children? I don't recognize 'em. They've grown so old.", "character": "Al Stephenson", "characterId": "nm0545298"}, {"text": "I tried to stop them, to keep them just as they were when you left, but they got away from me.", "character": "Milly Stephenson", "characterId": "nm0001485"}]}, {"lines": [{"text": "Give 'em time, kid; they'll catch on. You know your folks'll get used to you, and you'll get used to them. Then everything'll settle down nicely. Unless we have another war. Then none of us have to worry because we'll all be blown to bits the first day. So cheer up, huh?", "character": "Butch Engle", "characterId": "nm0005994"}]}, {"lines": [{"text": "I've seen nothing, I should have stayed at home and found out what was really going on.", "character": "Al Stephenson", "characterId": "nm0545298"}]}, {"lines": [{"text": "We've been having lectures in atomic energy at school, and Mr. McLaughlin, he's our physics teacher, he says that we've reached a point where the whole human race has either got to find a way to live together, or else uhm...", "character": "Rob Stephenson", "characterId": "nm0355907"}]}, {"lines": [{"text": "I've made up my mind.", "character": "Peggy Stephenson", "characterId": "nm0942863"}, {"text": "Good girl.", "character": "Al Stephenson", "characterId": "nm0545298"}, {"text": "To do what?", "character": "Milly Stephenson", "characterId": "nm0001485"}, {"text": "I'm going to break that marriage up! I can't stand it seeing Fred tied to a woman he doesn't love and who doesn't love him. Oh, it's horrible for him. It's humiliating and it's killing his spirit. Somebody's got to help him.", "character": "Peggy Stephenson", "characterId": "nm0942863"}]}, {"lines": [{"text": "You know, I had a dream. I dreamt I was home. I've had that same dream hundreds of times before. This time, I wanted to find out if it's really true. Am I really home?", "character": "Al Stephenson", "characterId": "nm0545298"}]}, {"lines": [{"text": "What are you gonna do?", "character": "Marie Derry", "characterId": "nm0562920"}, {"text": "I'm going away.", "character": "Fred Derry", "characterId": "nm0000763"}, {"text": "Where?", "character": "Marie Derry", "characterId": "nm0562920"}, {"text": "As far away from Boone City as I can get.", "character": "Fred Derry", "characterId": "nm0000763"}, {"text": "That's a good idea. You'll get a good job someplace else. There are drugstores everywhere.", "character": "Marie Derry", "characterId": "nm0562920"}]}, {"lines": [{"text": "You're crazy.", "character": "Milly Stephenson", "characterId": "nm0001485"}, {"text": "No. Too sane for my own good.", "character": "Al Stephenson", "characterId": "nm0545298"}]}, {"lines": [{"text": "[Al and Fred have arrived at Al's fancy apartment building]", "character": null, "characterId": null}, {"text": "Some barracks you got here. Hey, what are you? A retired bootlegger?", "character": "Fred Derry", "characterId": "nm0000763"}, {"text": "Nothing as dignified as that. I'm a banker.", "character": "Al Stephenson", "characterId": "nm0545298"}]}, {"lines": [{"text": "All marriages don't have to be like that one.", "character": "Woody Merrill", "characterId": "nm0193960"}, {"text": "Which one?", "character": "Peggy Stephenson", "characterId": "nm0942863"}, {"text": "Your friends, Fred and Marie.", "character": "Woody Merrill", "characterId": "nm0193960"}, {"text": "What's wrong with their marriage?", "character": "Peggy Stephenson", "characterId": "nm0942863"}, {"text": "Nothing, except one slight detail, they just don't like each other.", "character": "Woody Merrill", "characterId": "nm0193960"}]}, {"lines": [{"text": "I dreamed I was gonna have my own home. Just a nice little house for my wife and me out in the country... in the suburbs anyway. That's the cock-eyed kind of dream you have when you're overseas.", "character": "Fred Derry", "characterId": "nm0000763"}, {"text": "You don't have to be overseas to have dreams like that.", "character": "Peggy Stephenson", "characterId": "nm0942863"}, {"text": "Yeah. You can get crazy ideas right here at home.", "character": "Fred Derry", "characterId": "nm0000763"}]}, {"lines": [{"text": "What do you think I was doing all those years?", "character": "Marie Derry", "characterId": "nm0562920"}, {"text": "I don't know, babe, but I can guess.", "character": "Fred Derry", "characterId": "nm0000763"}, {"text": "Go ahead. Guess your head off. I could do some guessing myself. What were you up to in London and Paris and all those places? I've given you every chance to make something of yourself. I gave up my own job when you asked me. I gave up the best years of my life, and what have you done? You flopped! Couldn't even hold that job at the drugstore. So I'm going back to work for myself and that means I'm gonna live for myself too. And in case you don't understand English, I'm gonna get a divorce. What have you got to say to that?", "character": "Marie Derry", "characterId": "nm0562920"}, {"text": "Don't keep Cliff waiting.", "character": "Fred Derry", "characterId": "nm0000763"}]}, {"lines": [{"text": "We don't need to worry about that child. She can take care of herself.", "character": "Al Stephenson", "characterId": "nm0545298"}, {"text": "That's what she thinks.", "character": "Milly Stephenson", "characterId": "nm0001485"}]}, {"lines": [{"text": "How long since you been home?", "character": "Fred Derry", "characterId": "nm0000763"}, {"text": "Oh, a couple-a centuries.", "character": "Al Stephenson", "characterId": "nm0545298"}]}, {"lines": [{"text": "[Mr. Thorpe has offered Derry a job as asst. floor manager and part-time soda jerk]", "character": null, "characterId": null}, {"text": "At what salary?", "character": "Fred Derry", "characterId": "nm0000763"}, {"text": "Thirty-two fifty per week.", "character": "Mr. Thorpe", "characterId": "nm0150166"}, {"text": "Thirty-two fifty. I used to make over four hundred dollars a month in the Air Force.", "character": "Fred Derry", "characterId": "nm0000763"}, {"text": "The war is over, Derry.", "character": "Mr. Thorpe", "characterId": "nm0150166"}]}, {"lines": [{"text": "You'll probably have to make a speech.", "character": "Milly Stephenson", "characterId": "nm0001485"}, {"text": "It's my plan to meet that situation by getting plastered.", "character": "Al Stephenson", "characterId": "nm0545298"}]}, {"lines": [{"text": "Say, uh, do you mind if I ask you a personal question?", "character": "Mr. Mollett", "characterId": "nm0853576"}, {"text": "I know what it is. How did I get these hooks and how do they work? That's what everybody says when they start off, \"Do you mind if I ask you a personal question?\" Well, I'll tell ya. I got sick and tired of that old pair of hands I had. You know, an awful lot of trouble washing them and manicuring my nails. So I traded them in for a pair of these latest models. They work by radar. Look.", "character": "Homer Parrish", "characterId": "nm0751174"}, {"text": "[He takes a scoop of his ice cream sundae with a spoon]", "character": null, "characterId": null}, {"text": "Pretty cute, hey?", "character": "Homer Parrish", "characterId": "nm0751174"}]}, {"lines": [{"text": "Well, what have you been doing with yourself lately?", "character": "Peggy Stephenson", "characterId": "nm0942863"}, {"text": "Working.", "character": "Fred Derry", "characterId": "nm0000763"}, {"text": "Yes, Dad told me he heard you were in some kind of building work.", "character": "Peggy Stephenson", "characterId": "nm0942863"}, {"text": "Well, that's a hopeful way of putting it. I'm really in the junk business - an occupation for which many people feel I'm well-qualified by temperament and training.", "character": "Fred Derry", "characterId": "nm0000763"}]}]}