{"quotes": [{"lines": [{"text": "[asking Gretta about Michael Furey]\nWhat was it he died of so young? Consumption, was it?", "character": "Gabriel Conroy", "characterId": "nm0564857"}, {"text": "I think he died for me.", "character": "Gretta Conroy", "characterId": "nm0001378"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[voice over]\nOne by one, we're all becoming shades. Better to pass boldly into that other world, in the full glory of some passion, than fade and wither dismally with age. How long you locked away in your heart the image of your lover's eyes when he told you that he did not wish to live. I've never felt that way myself towards any woman, but I know that such a feeling must be love. Think of all those who ever were, back to the start of time. And me, transient as they, flickering out as well into their grey world. Like everything around me, this solid world itself which they reared and lived in, is dwindling and dissolving. Snow is falling. Falling in that lonely churchyard where Michael Furey lies buried. Falling faintly through the universe and faintly falling, like the descent of their last end, upon all the living, and the dead.", "character": "Gabriel Conroy", "characterId": "nm0564857"}]}, {"lines": [{"text": "Oh, if you'll excuse me... See, I've never been able to relieve me-self in the presence of another. Otherwise, I'd have joined the army.", "character": "Freddy Malins", "characterId": "nm0232703"}]}, {"lines": [{"text": "I didn't think you were a West Briton!", "character": "Molly Ivors", "characterId": "nm0567589"}, {"text": "And what do you mean, a West Briton?", "character": "Gabriel Conroy", "characterId": "nm0564857"}, {"text": "Someone who looks to England for our salvation instead of depending on ourselves alone.", "character": "Molly Ivors", "characterId": "nm0567589"}]}, {"lines": [{"text": "Well, isn't it for the honor of God, Aunt Kate?", "character": "Mary Jane", "characterId": "nm0186062"}, {"text": "I know all about the honor of God, Mary Jane.", "character": "Aunt Kate", "characterId": "nm0140833"}]}, {"lines": [{"text": "Are you an ornithologist as well?", "character": "Mary Jane", "characterId": "nm0186062"}, {"text": "An amateur. I suppose being a singer makes me susceptible to other creatures that sing. Birds are the most beautiful singers of all. Just think of the widow warbler and the wren.", "character": "Bartell D'Arcy", "characterId": "nm0666208"}]}, {"lines": [{"text": "Who was he?", "character": "Gabriel Conroy", "characterId": "nm0564857"}, {"text": "He was something at the Gasworks.", "character": "Gretta Conroy", "characterId": "nm0001378"}]}, {"lines": [{"text": "You have taken what is to the left of me, you have taken what is to the right of me, you have taken what is behind me, you have taken what is before me, and, it is my greatest fear, you have taken God from me.", "character": "Mr. Grace", "characterId": "nm0565887"}]}]}