{"quotes": [{"lines": [{"text": "I might just as well be married to the lighthouse out there.", "character": "Lottie Corlaix", "characterId": "nm0196820"}]}, {"lines": [{"text": "Robert, please, please... don't take it so hard. It was NOT your fault!", "character": "Lottie Corlaix", "characterId": "nm0196820"}, {"text": "Everybody thinks it was. They're all demanding my conviction. I'm to be brought to the bar like a criminal in the dock.", "character": "Captain Corlaix", "characterId": "nm0404158"}, {"text": "But they can't...", "character": "Lottie Corlaix", "characterId": "nm0196820"}, {"text": "Execute me? No. That would be merciful. But they *can* humiliate me before the whole world. Take everything from me.", "character": "Captain Corlaix", "characterId": "nm0404158"}, {"text": "Everything, Robert?", "character": "Lottie Corlaix", "characterId": "nm0196820"}, {"text": "Oh, of course not, my dear. I still have you. But those men out there, lying side by side. Men - friends I knew. Comrades. Buried in a common grave because not enough of each one was found for identification.", "character": "Captain Corlaix", "characterId": "nm0404158"}, {"text": "Don't torture yourself!", "character": "Lottie Corlaix", "characterId": "nm0196820"}, {"text": "361 seamen and commissioned officers who will never feel the deck beneath their feet again.", "character": "Captain Corlaix", "characterId": "nm0404158"}, {"text": "But it was not your fault!", "character": "Lottie Corlaix", "characterId": "nm0196820"}, {"text": "Who can tell? I let an enemy ship come close enough to sink us.", "character": "Captain Corlaix", "characterId": "nm0404158"}]}, {"lines": [{"text": "When you've spent your whole life on the sea, there's little reward except the honors we pile up slowly for our old age. We hold on because of the stripes we hope to wear and the respect we get at the finish.", "character": "Captain Corlaix", "characterId": "nm0404158"}, {"text": "[Glancing over at a model of a wooden ship]\nThat little ship... I used to sail it over in the lagoon. Even then I considered it was a frigate and I was in command. My mother gave it to me. In the afternoons, I'd get my nurse to take me down to the waterfront, so I could be with the sailors. Or at the end of the breakwater. There with my ribbons and the little hats streaming in the wind, I'd call out orders to the big ships lying out in the roads. I guess I must have been about five...", "character": "Captain Corlaix", "characterId": "nm0404158"}]}]}