{"quotes": [{"lines": [{"text": "BMW - it's the Rolls-Royce of automobiles!", "character": null, "characterId": null}]}, {"lines": [{"text": "Smoking. It has been found that twenty-five thousand people die each day from smoking-related illnesses. But scientists have now proved conclusively that this number would be halved if divided by two.", "character": "Shaun Micallef", "characterId": "nm0584017"}]}, {"lines": [{"text": "Ladies and Gentlemen of the jewellery, might I remind you that we no longer live in the age of the steam engine and the straw hat, and if it is a crime for my client to kill a man in cold blood, then my client is guilty. But if it is not a crime, then he isn't. The end.", "character": "District Attorney Ferguson", "characterId": "nm0584017"}]}, {"lines": [{"text": "His enemies all fear him, you can barely hear him, invincible and inaudible - Sotto Voce!", "character": "Shaun Micallef", "characterId": "nm0584017"}]}, {"lines": [{"text": "So if you think you've got what it takes to type slowly and sell confectionary and toiletries, then why not consider a career in pharmacy.", "character": "Shaun Micallef", "characterId": "nm0584017"}]}, {"lines": [{"text": "cruel and barbaric, or not that bad really? Outspoken chimneysweep Leon Spack has his say!", "character": "Shaun Micallef", "characterId": "nm0584017"}]}, {"lines": [{"text": "That was Randy Twiss, dressed as Quasimodo, changing a car tyre, singing the Lord's Prayer.", "character": "Shaun Micallef", "characterId": "nm0584017"}]}, {"lines": [{"text": "Well, like an understocked herb salesman, we've run out of oregano... sorry, time!", "character": "Shaun Micallef", "characterId": "nm0584017"}]}, {"lines": [{"text": "Remember, a dog is not for Christmas. It can also be for a birthday. In fact, you can eat them all year round!", "character": "Shaun Micallef", "characterId": "nm0584017"}]}, {"lines": [{"text": "Just a reminder that this week is the Forty Hour Pestilence. Kids will be contracting various diseases for charity. So please, if you have anything, no matter how minor, give it to whoever knocks on your door.", "character": "Shaun Micallef", "characterId": "nm0584017"}]}, {"lines": [{"text": "the best filing cabinet prostitutes in the business.", "character": "Shaun Micallef", "characterId": "nm0584017"}]}]}