{"quotes": [{"lines": [{"text": "How do you feel about all this, Casey?", "character": "Clay", "characterId": "nm0588553"}, {"text": "I don't know... I don't want to know. I don't want it and I hate it.", "character": "Casey", "characterId": "nm0000492"}, {"text": "What do you hate?", "character": "Clay", "characterId": "nm0588553"}, {"text": "My family. I hate them... but I want them... and I hate wanting them.", "character": "Casey", "characterId": "nm0000492"}, {"text": "Why do you hate it?", "character": "Clay", "characterId": "nm0588553"}, {"text": "I hate wanting. Wanting something means that you'll never get it.", "character": "Casey", "characterId": "nm0000492"}, {"text": "Haven't we always given you what you wanted? You have everything you've asked for.", "character": "Joanne", "characterId": "nm0001693"}, {"text": "Tell me one damn thing that I ever asked for? What... what did I ever ask for? I asked for nothing... and that's what I got. Gail got attention for screwin' up... and I got nothing for being good. Nothing from you... and nothing from daddy.", "character": "Casey", "characterId": "nm0000492"}, {"text": "That is not true. I love you. I wanted you to have everything.", "character": "Joanne", "characterId": "nm0001693"}, {"text": "Everything that you *wanted* me to have! You don't let me choose my own clothes. You never liked my friends so I don't have any friends... and I *can't* take this pressure.", "character": "Casey", "characterId": "nm0000492"}, {"text": "Don't talk to your mother like that.", "character": "Frank", "characterId": "nm0001164"}, {"text": "Daddy, for *once* in my life I am telling you how I feel! I... I just want you to love me... no matter what I do.", "character": "Casey", "characterId": "nm0000492"}]}, {"lines": [{"text": "They got some new drugs they want to try on me to see if they can cure my bulmarexia.", "character": "Carol", "characterId": "nm0563039"}, {"text": "What's that?", "character": "Casey", "characterId": "nm0000492"}, {"text": "What's bulmarexia? I got a lot to teach you. Bulmaxeria is binging, then getting rid of it. You see, it's kind of like eating through the refrigerator, then hitting the pizza joints, burger places, doughnut shops, wherever you can eat, you eat. I can eat three weeks non-stop. I could win awards.", "character": "Carol", "characterId": "nm0563039"}, {"text": "If you eat like that, then how come, I mean, how come you don't weigh 500 pounds?", "character": "Casey", "characterId": "nm0000492"}, {"text": "Vomiting.", "character": "Carol", "characterId": "nm0563039"}, {"text": "I'd rather not eat.", "character": "Casey", "characterId": "nm0000492"}, {"text": "So would I, but I can't help it. Sometimes I heave ten times a day. Doctors tell me its dangerous, but, um, it's better than being fat.", "character": "Carol", "characterId": "nm0563039"}]}, {"lines": [{"text": "[Casey bites Frank's hand while forcing her to eat a peanut butter sandwich]\nAaah! Aaah!", "character": "Frank", "characterId": "nm0001164"}]}]}