{"quotes": [{"lines": [{"text": "My body no longer wants the one who does not love.", "character": "The Chinaman", "characterId": "nm0504899"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Years after the war, after the marriages, the children, the divorces, the books, he had come to Paris with his wife. He had phoned her. He was intimidated; his voice trembled, and with the trembling it had found the accent of China again. He knew she'd begun writing books. He had also heard about the younger brother's death. He had been sad for her. And then he had no more to tell her. And then he told her - he had told her that it was as before, that he still loved her, that he would never stop loving her, that he would love her until his death.", "character": "Narrator", "characterId": "nm0603402"}]}, {"lines": [{"text": "Do you want to fight? Take care little buddy. It'd take two of you to do the job.", "character": "The Elder Brother", "characterId": "nm0320481"}, {"text": "Oh no. A lot more than that. Four of me. You have no idea how weak I am...", "character": "The Chinaman", "characterId": "nm0504899"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "I'm fifteen and a half. It's the crossing of a ferry on the Mekong.", "character": "Narrator", "characterId": "nm0603402"}]}, {"lines": [{"text": "\"Now and then I go back to the house in Sadek. To the horror of the house in Sadek. It's an unbearable place. It's close to death. A place of violence of pain of despair, of dishonour... But it's in this family's dryness in it's incredible harshness that I am the most deeply assured in myself. In the deepest of my essential certainties, all common history of ruin and shame, of love and hate is in my flesh.\"", "character": "Narrator", "characterId": "nm0603402"}]}, {"lines": [{"text": "It's me. I am always a little sad. I'm like my mother.", "character": "The Young Girl", "characterId": "nm0001506"}]}]}