{"quotes": [{"lines": [{"text": "[Charlie is trying to kiss a girl he just met]", "character": null, "characterId": null}, {"text": "Just say you love me.", "character": "The Existentialist", "characterId": "nm0427700"}, {"text": "[confused]\nWhat?", "character": "Charlie Samson", "characterId": "nm0614916"}, {"text": "Just say you love me. You don't have to mean it.", "character": "The Existentialist", "characterId": "nm0427700"}, {"text": "[Charlie tries to kiss her, but she fights him off]", "character": null, "characterId": null}, {"text": "What's the matter?", "character": "Charlie Samson", "characterId": "nm0614916"}, {"text": "Say you love me.", "character": "The Existentialist", "characterId": "nm0427700"}, {"text": "Oh, come on.", "character": "Charlie Samson", "characterId": "nm0614916"}, {"text": "Say you love me.", "character": "The Existentialist", "characterId": "nm0427700"}, {"text": "Come on.", "character": "Charlie Samson", "characterId": "nm0614916"}, {"text": "No!", "character": "The Existentialist", "characterId": "nm0427700"}, {"text": "I love you, I love you!", "character": "Charlie Samson", "characterId": "nm0614916"}, {"text": "[they madly embrace and kiss passionately]", "character": null, "characterId": null}]}, {"lines": [{"text": "My new landlord kept telling me he was in love with me. I said, \"How existentialist can you get? You just met me five minutes ago.\"", "character": "The Existentialist", "characterId": "nm0427700"}]}, {"lines": [{"text": "[about his fiancée]\nWhat'll I say to her, Charlie?", "character": "Arnold Craig", "characterId": "nm0008041"}, {"text": "Gee, I don't know. What do you feel like saying to her, Arnold? Do you really love her? I mean, are you just marrying this girl because your family wants you to marry her? What?", "character": "Charlie Samson", "characterId": "nm0614916"}, {"text": "I think I like her, Charlie. It's just that, well, I'm afraid that I'm not going to make a very good husband for her, Charlie.", "character": "Arnold Craig", "characterId": "nm0008041"}, {"text": "Tell her that, Arnold. Just tell her that you don't think you'll make a good husband, that you're scared. If she's a half-way decent girl, she'll try to understand. If she loves you, she'll make it her job to make you happy. That's what love is, Arnold, when you got somebody in the world you just want to make happy. My wife - I, I don't know what I'd do without her. Arnold, I got a pretty tough grind coming up - I'm gonna work all day and I'm gonna go to night school at night. My wife she knows I need this to be happy and she does everything she can to help me. We've got a baby coming, but if you love your wife and you love that baby, then everything's easy. Arnold, I want my wife so bad right now, I just wanna go home and I wanna take her in my arms and I wanna tell her how much she means to me. I want to make her happy. Take Walter, I mean, he's gonna die, but don't you think he's gonna be at work tomorrow morning, just like he always is, same old Walter, full of jokes and laughs and everything? It's because he's got somebody to live for, he's even got somebody to die for. How rich can a man be? Eddie. Poor Eddie. I used to be so jealous of Eddie. I used to say, \"gee, that guy is so free\". Free from what? Free from loving a woman, from really wanting a woman. Arnold, what I'm trying to tell you is that life is nothing if you don't love somebody. Life is wonderful if you do love somebody. I want my wife so bad right now, I...", "character": "Charlie Samson", "characterId": "nm0614916"}, {"text": "[Charlie gets choked up and can't speak anymore]", "character": null, "characterId": null}]}, {"lines": [{"text": "[speaking of porn movies]\nI got this one from my dentist. I don't know where he got it.", "character": "Eddie Watkins", "characterId": "nm0912001"}]}, {"lines": [{"text": "I got along fine at home. My mom's a good cook. I've got a nice life.", "character": "Arnold Craig", "characterId": "nm0008041"}]}, {"lines": [{"text": "[after hearing an answer to his question, what do you do with your wife?]\nI do that with my mother.", "character": "Arnold Craig", "characterId": "nm0008041"}]}, {"lines": [{"text": "I want that one over there. Not bad, huh? I think she's a communist. I think she wants me to join the party.", "character": "Eddie Watkins", "characterId": "nm0912001"}, {"text": "How you making out?", "character": "Charlie Samson", "characterId": "nm0614916"}, {"text": "Not so good. I may have to join the party...", "character": "Eddie Watkins", "characterId": "nm0912001"}, {"text": "I better get back there. She's liable to recruit somebody else.", "character": "Eddie Watkins", "characterId": "nm0912001"}]}, {"lines": [{"text": "Life is nothing if you don't love somebody.", "character": "Charlie Samson", "characterId": "nm0614916"}]}]}