{"quotes": [{"lines": [{"text": "Take off your clothes.", "character": "Mitch", "characterId": "nm0000169"}, {"text": "What?", "character": "Valery", "characterId": "nm0001726"}, {"text": "[shouts]\nGet naked!", "character": "Mitch", "characterId": "nm0000169"}]}, {"lines": [{"text": "[after killing Tran Chan Dinh, a mercenary sent to kill him]", "character": null, "characterId": null}, {"text": "Those sick sons-of-bitches! They're sending in the Viet Cong to get *me*!", "character": "Mitch", "characterId": "nm0000169"}]}, {"lines": [{"text": "You were in the Marines?", "character": "Valery", "characterId": "nm0001726"}, {"text": "No. US Army.", "character": "Mitch", "characterId": "nm0000169"}, {"text": "So, what did you do in the army?", "character": "Valery", "characterId": "nm0001726"}, {"text": "Sneak into places, blow shit up, and kill people.", "character": "Mitch", "characterId": "nm0000169"}]}, {"lines": [{"text": "[Speaking into radio]\nI don't want to hurt anyone. That's the first thing. I could have, but I didn't... even though there have been several attempts on my life. My name is not important; I'm just a guy. Nobody pays much attention to guys like me. I don't mean just because I'm a vet; I mean because my whole life has been directed by other people... I guess I let them. There's a lot of people like me in this city, who don't feel they have any control over their lives. A few weeks ago I got fed up; I couldn't hold a job, I couldn't put certain things behind me... my wife and I split up and my little boy's... whatever. And then a friend of mine killed himself - he was a vet, a good American, all those things... and when he wasn't useful anymore it was like he didn't exist; it was like he was made out of glass and they just looked right through him, and that boy disappeared. I am staying in this park until nine o'clock Wednesday night - that is Veteran's Day. All I want is for all of you to think about what is going on in your lives and in this city; about how you are treated and how you treat other people. I came here to say that one ordinary man can have some power - right now I matter, right now I make a difference, and I will NOT disappear.", "character": "Mitch", "characterId": "nm0000169"}]}, {"lines": [{"text": "The park is mine!", "character": "Mitch", "characterId": "nm0000169"}]}, {"lines": [{"text": "[after Valery is shot]", "character": null, "characterId": null}, {"text": "You ignorant mother fuckers have just shot an innocent photojournalist here! A female...", "character": "Mitch", "characterId": "nm0000169"}, {"text": "[Mitch is cut off by a burst of gunfire]", "character": null, "characterId": null}]}, {"lines": [{"text": "I never meant to hurt anyone.", "character": "Mitch", "characterId": "nm0000169"}, {"text": "You shove a gun in an old man's face and tell him you're gonna blow his head off, and he dies of a heart attack because he's so fucking scared, and you're not responsible because your gun isn't loaded?", "character": "Valery", "characterId": "nm0001726"}]}]}