{"quotes": [{"lines": [{"text": "I feel like a moth, flying closer and closer to the flame.", "character": "Kate Reynolds", "characterId": "nm0366027"}, {"text": "Which is the moth, and which is the flame?", "character": "Damien Thorn", "characterId": "nm0000554"}]}, {"lines": [{"text": "Nazarene, charlatan, what can you offer humanity? Since the hour you vomited forth from the gaping wound of a woman, you have done nothing but drown man's soaring desires in a deluge of sanctimonious morality. You've inflamed the pubertal mind of youth with your repellent dogma of original sin. And now you absolve in denying them the ultimate joy beyond death by destroying me ? But you will fail, Nazarene, as you have always failed. We were both created in man's image, but while you were born of an impotent god, I was concieved of a jackal. Born of Satan, the desolate one. Your pain on the cross was but a splinter compared to the agony of my father. Cast out of heaven, the fallen angel, banished, reviled. I will drive deeper the thorns into your rancid carcass, you profaner of vices. Cursed Nazarene. Satan, I will avenge thy torment, by destroying the Christ forever.", "character": "Damien Thorn", "characterId": "nm0000554"}]}, {"lines": [{"text": "Nazarene, you have won... nothing...", "character": "Damien Thorn", "characterId": "nm0000554"}]}, {"lines": [{"text": "Suffer the little children to come unto me. Your words, Nazarene. Not mine.", "character": "Damien Thorn", "characterId": "nm0000554"}]}, {"lines": [{"text": "If Abraham was ready to slay his own son for the love of his God, why won't you do the same for the love of mine?", "character": "Damien Thorn", "characterId": "nm0000554"}]}, {"lines": [{"text": "Disciples of the Watch; I stand before you; in the name of the one who was cast out from Heaven, but is alive in me.", "character": "Damien Thorn", "characterId": "nm0000554"}]}, {"lines": [{"text": "\"And it shall come to pass that in the end days the beast shall reign 100 score and 30 days and nights. And the faithful shall cry unto the Lord, 'Wherefore art thou in the day of evil?' And the Lord shall hear their prayers. And out of the Angel Isle he shall bring forth the Deliverer; the holy Lamb of God who shall do battle with the beast. And shall destroy him.\" Only it won't be the beast that is destroyed, it'll be the Nazarene.", "character": "Damien Thorn", "characterId": "nm0000554"}]}, {"lines": [{"text": "Oh my Father, Lord of Silence, Supreme God of Desolation, though mankind reviles yet aches to embrace, strengthen my purpose to save the world from a second ordeal of Jesus Christ and his grubby mundane creed. Show man instead the raptures of Thy kingdom. Infuse in him the grandeur of melancholy, the divinity of loneliness, the purity of evil, the paradise of pain.", "character": "Damien Thorn", "characterId": "nm0000554"}]}, {"lines": [{"text": "Most people confuse evil with their own trivial lusts and perversions. Now, true evil is as pure as innocence.", "character": "Damien Thorn", "characterId": "nm0000554"}]}, {"lines": [{"text": "She has her own weekly news show. It's called \"The World in Vision.\"", "character": "Dean", "characterId": "nm0330150"}, {"text": "[correcting Dean]\n\"In Focus.\"", "character": "Kate Reynolds", "characterId": "nm0366027"}, {"text": "Excuse me, \"The World In Focus.\"", "character": "Dean", "characterId": "nm0330150"}, {"text": "Or out of focus, as the case may be.", "character": "Kate Reynolds", "characterId": "nm0366027"}]}, {"lines": [{"text": "You, my disciples will truly inherit this Earth!", "character": "Damien Thorn", "characterId": "nm0000554"}]}, {"lines": [{"text": "He was born last night... I feel his presence. Like a virus, a parasite feeding on my energy; trying to drain me of power. For everyday that he lives and grows, my force will weaken.", "character": "Damien Thorn", "characterId": "nm0000554"}]}, {"lines": [{"text": "I now command you to seek out and destroy the Nazarene child. Slay the Nazarene... and I shall reign forever. Fail... and I perish.", "character": "Damien Thorn", "characterId": "nm0000554"}]}, {"lines": [{"text": "I love you.", "character": "Peter", "characterId": "nm0391476"}, {"text": "Beyond all others.", "character": "Damien Thorn", "characterId": "nm0000554"}, {"text": "Beyond all others.", "character": "Peter", "characterId": "nm0391476"}, {"text": "Beyond life itself.", "character": "Damien Thorn", "characterId": "nm0000554"}]}, {"lines": [{"text": "And who is this... Antichrist?", "character": "Kate Reynolds", "characterId": "nm0366027"}, {"text": "The American Ambassador, Damien Thorn.", "character": "DeCarlo", "characterId": "nm0106387"}, {"text": "[laughs]\nThat's ridiculous. I know Damien Thorn.", "character": "Kate Reynolds", "characterId": "nm0366027"}, {"text": "You know Thorn the man... but do you know his soul?", "character": "DeCarlo", "characterId": "nm0106387"}]}, {"lines": [{"text": "Every child still living born between those hours is in mortal danger if, indeed, he has not already been killed.", "character": "DeCarlo", "characterId": "nm0106387"}, {"text": "Are you suggesting they've been murdered?", "character": "Kate Reynolds", "characterId": "nm0366027"}, {"text": "No, no, I am not. I'm stating it as a fact.", "character": "DeCarlo", "characterId": "nm0106387"}, {"text": "But who on Earth would do such a thing?", "character": "Kate Reynolds", "characterId": "nm0366027"}, {"text": "He is born again. And so is the Antichrist - the son of Satan - as foretold in the Book of Revelation.", "character": "DeCarlo", "characterId": "nm0106387"}, {"text": "I'm sorry, Father. Look, I do respect your faith but I don't share it.", "character": "Kate Reynolds", "characterId": "nm0366027"}, {"text": "You are not a practicing Christian.", "character": "DeCarlo", "characterId": "nm0106387"}, {"text": "No, I'm a practicing journalist. And one of the first rules of journalism is to be a doubting Thomas. I need to see evidence with my own two eyes.", "character": "Kate Reynolds", "characterId": "nm0366027"}, {"text": "All right, here is your evidence. Check that for yourself.", "character": "DeCarlo", "characterId": "nm0106387"}]}]}