{"quotes": [{"lines": [{"text": "You're not going crazy. You're going sane in a crazy world!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Destiny's powerful hand has made the bed of my future, and it's up to me to lie in it. I am destined to be a superhero. To right wrongs, and to pound two-fisted justice into the hearts of evildoers everywhere. And you don't fight destiny. No sir. And, you don't eat crackers in the bed of your future, or you get all... scratchy.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "tiny, dimpled, fleshy mirrors of our us-ness, that we parents hurl into the future, like leathery footballs of hope. And you've got to get a good spiral on that baby, or evil will make an interception.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "And, isn't sanity really just a one-trick pony anyway? I mean all you get is one trick, rational thinking, but when you're good and crazy, oooh, oooh, oooh, the sky is the limit.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Ah, savory cheese puffs, made inedible by time and fate.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "And my middle name used to be Helping People, The Helping People Tick.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "And so, may Evil beware and may Good dress warmly and eat plenty of fresh vegetables.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Arthur, you have no historical perspective. Science in those days worked in broad strokes. They got right to the point. Nowadays, it's all just molecule, molecule, molecule. Nothing ever happens big.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Can't lose my name, it's on all my stationery!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Well, once again, my friend, we find that science is a two-headed beast. One head is nice, it gives us aspirin and other modern conveniences... But the other head of science is bad. Oh, beware the other head of science, Arthur. It bites.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "[The Tick is has an eating utensil in his hand. He is trying to come up with a battle cry that will strike terror into the hearts of evil-doers]", "character": null, "characterId": null}, {"text": "[shouts]\nSpoon!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "It's your turn now, Thorace-bog.", "character": "Tick", "characterId": "nm0171243"}, {"text": "It's Thrakkorzog. Thrakkorzog. With a K.", "character": "Thrakkorzog", "characterId": "nm0191906"}, {"text": "We're only serving humble pie, Whatchamazog.", "character": "Tick", "characterId": "nm0171243"}, {"text": "For the last time, it's...", "character": "Thrakkorzog", "characterId": "nm0191906"}, {"text": "Thorax-and-a-bog. Four-yacks-and-a-dog.", "character": "Tick", "characterId": "nm0171243"}, {"text": "No.", "character": "Thrakkorzog", "characterId": "nm0191906"}, {"text": "Ah, laxative-log.", "character": "Tick", "characterId": "nm0171243"}, {"text": "No, no, no.", "character": "Thrakkorzog", "characterId": "nm0191906"}, {"text": "Sapsucker-frog.", "character": "Tick", "characterId": "nm0171243"}, {"text": "Thrakkorzog.", "character": "Thrakkorzog", "characterId": "nm0191906"}, {"text": "Susan?", "character": "Tick", "characterId": "nm0171243"}, {"text": "Now you're doing it on purpose. How juvenile.", "character": "Thrakkorzog", "characterId": "nm0191906"}]}, {"lines": [{"text": "And so, Arthur, we learned that gambling is bad and yet in a certain sense, isn't life itself a gamble? You can never be sure of anything. Like who would have thought that dolphins could go bad and that fish were magnetic? Not me, no sir, not me.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Sanity, you're a madman!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Deadly Bulb. I'm about to write you a reality check. Or would you prefer the cold, hard cash of truth?", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Don't ever try to swim against the mighty tide of justice.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Eating kittens is just plain... plain wrong! And no-one should do it, ever!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Evil, chum, is ever-green.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "I hate broccoli, and yet, in a certain sense, I am broccoli.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "I'm betting that I'm just abnormal enough to survive.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Mucal invader, is there no end to your oozing?", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Not baked goods, Professor; baked bads.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Wait a minute, you. I heard about people like you. Are you saying you don't believe in Santa Claus? And you call yourselves superheroes?", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "You know, Arthur, it's really been quite a day. On the outside, oh, sure, we were pursued by Swiss Industrial Spies, trapped in the belly of a whale. But what really pursued us? Where were we really trapped? C'mon, Arthur. Get meta with me. What pursued us were our own obsessions. I'm good, you're evil. I'm a superhero, you're a sidekick. I'm a woman, you're a man. What does it all mean? Nothing. And where were we all trapped? I'll tell you where, Arthur. In the belly of Love - Love, Chum, Love.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "[Tongue-Tongue has been transfered into Arthur's body]", "character": null, "characterId": null}, {"text": "He weeps for he has but one small tongue with which to taste an entire world.", "character": "Dr. Mung-Mung", "characterId": "nm0542706"}]}, {"lines": [{"text": "[to Little Wooden Boy]\nYes, you know Little Wooden Boy, the worst sin in the world is disloyalty. You wouldn't lie to me, would you, Little Wooden Boy?", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Cloning is a precise science. That's why I use the Clonerizer. It costs more, but you get what you pay for. My own recipe calls for a generous portion of Dr. Thrakk's Secret Cloning Sauce, a pinch of oregano, 'cause you know a little goes a long way, and last, but not least, your toenail. Mix well aaaaand voila.", "character": "Thrakkorzog", "characterId": "nm0191906"}]}, {"lines": [{"text": "Are you aware your roommate is a hideous monster from another dimension with evil plans for world domination?", "character": "Arthur", "characterId": "nm0667326"}, {"text": "Listen, a good roommate relationship is based on a respect for privacy.", "character": "Thrakkorzog's roommate", "characterId": "nm0191906"}]}, {"lines": [{"text": "This looks like a job for Bi-Polar Bear... but I just cant seem to get out of bed.", "character": null, "characterId": null}]}, {"lines": [{"text": "[seeing a mass of \"Ho-Ho-Ho\"-ing Santas rush towards him like a wave]", "character": null, "characterId": null}, {"text": "[shouting]\nIt's a Yule tide!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "You'll never prove a thing copper, I'm just a part time electrician. I... I... I... Bad is good, baby. Down with government!", "character": "The Evil Midnight Bomber", "characterId": "nm0005606"}]}, {"lines": [{"text": "I'm cookin' with gas. I've gotta handful of vertebrae and a headful of mad. Yeah. That's your spinal cord. Baby. Dig it. Who's the man? I'm the man. I'm a bad man. How bad? Real bad. I'm a 12.0 on the 10.0 scale of badness.", "character": "The Evil Midnight Bomber", "characterId": "nm0005606"}]}, {"lines": [{"text": "So she says to me, do you wanna be a BAD boy? And I say YEAH baby YEAH! Surf's up space ponies! I'm makin' gravy... Without the lumps. HAAA-ha-ha-ha!", "character": "The Evil Midnight Bomber", "characterId": "nm0005606"}]}, {"lines": [{"text": "Yeah, baby, yeah! I'm the Midnight Bomber what bombs at midnight!", "character": "The Evil Midnight Bomber", "characterId": "nm0005606"}]}, {"lines": [{"text": "Brace yourself while Corporate America tries to sell us its wretched things.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "magnets for ease of travel. You could play chess on the moon.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "And that's just it, Doc - my mind has always been my Achilles' heel!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Arthur, we're a daddy!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Destiny, that finely-shaped engine of the universe with the warm hands and the tasteful footwear, pushed Arthur, wings and all, into my path. We were meant to be together, friends to the end. He has a three-pound brain, and it's all smarts.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Don't make us bite you in hard-to-reach places!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "[after jumping off a tall building and landing on the ground]\nGravity is a harsh mistress.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "He has the mustache of a titan.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Hey! You in the pumps! I say to you - stop being bad!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Honk if you love justice!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "I am mighty. I have a glow you cannot see. I have a heart as big as the moon. As warm as bathwater. We are superheroes, men, we don't have time to be charming. The boots of evil were made for walkin'. We're watching the big picture, friend. We know the score. We are a public service, not glamour boys. Not captains of industry. Keep your vulgar moneys. We are a justice sandwich. No toppings necessary. Living rooms of America, do you catch my drift? Do you dig?", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "I don't know the meaning of the word \"surrender\". I mean, I know it, I'm not dumb... just not in this context.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Not in the face! Not in the face!", "character": "Arthur", "characterId": "nm0667326"}]}, {"lines": [{"text": "I'm sure millions of viewers out there are just wondering what it's like to wear the tights of justice. Well, it's tingly and it's uncomfortable, but it gets the job done and, oh, the job of it.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "I'm taking off the kid gloves, and putting on the very mad gloves.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "It's starting to smell a little like danger in here, or heavily-fried food.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Let us not forget the lesson that we can learn from this, Arthur, that man was not meant to tamper with the four basic food groups.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Let your journey into hugeness teach us all a lesson. Absolute power is a sticky wicket. And, Arthur, chum, you were the stickiest. Don't you get it, good friend? Some of the best things come in small packages. But large things can't. Unless they're inflatable, or require some assembly, or unless they're hearts. Yes, giant, juicy, loving hearts. As big as the moon, but much, much warmer.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Let's hang ten for justice!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Like a great blue salmon of Justice, the mighty Tick courses upstream to the very spawning ground of evil.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Mad Nanny, if you harm a hair on this greasy spoon's head, you'll have The Tick to answer to!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Man. Today is so loopy.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Nobody mucks around with the Tick's bodily membranes. Prepare for swift justice.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Oh, look, Arthur, it's a completely rehabilitated villain. She's comfortable with herself. Comfort, commitment, marriage, what do these things have in common? The letter 'C' except for marriage, and if people get all British whenever they get knocked on the head, what do British people get? I know... comatose. Another 'C'.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Oh, science... boring... interest... fading...", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Oh, what a goofy work is man.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Ottoman, there'll be no Justice of the Peace for you; just a big piece of justice.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Poppa's got a brand-new bag... of fish!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "So once again, we find that evil of the past seeps into the present like salad dressing through cheap wax paper, mixing memory and desire.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Space aliens have neat stuff. Their space cookies are good, too.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Special delivery! Oh, Arthur! The thrill of modern postism!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Supermodels usually don't date guys who live in the dirt.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Thank you for teaching us all that love is thicker than most bodily membranes. But not quite as sticky. And that a heart full of love is better than a body full of people. Merrilly, the feet that carried us on the heart's path today will be the feet that soak in the steaming brew of happiness tomorrow.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "The human mind is a dangerous plaything, boys. When it's used for evil, watch out. But when it's used for good, then things are much nicer.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "The night is young and we have umbrellas in our drinks.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Their Achilles' heel is the noogie!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Villains always have antidotes. They're funny that way.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "that includes the sewers.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "inconvenient, nonessential... oh... I could go on and on... But time's a-wasting and evil's out there making hand-crafted mischief for the swap meet of villainy. And you can't strike a good deal with evil. No matter how much you haggle. We don't need to look for a bargain; goodness is cheap because it's free, and free is as cheap as it gets. Cut. What was that pig about?", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Well, once again we find that clowning and anarchy don't mix.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "What was with the lobsters? I thought there were alligators in the sewers. I was ready for alligators.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "When a nice clean brain tumbles into the dirty street to lay among the discarded wrappers and spat-out gum wads of wickedness, you can't just pick it up and wash it off with soap and water; you have to think it clean from the inside out.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Whoa-oh! Surprise hug from Mr. Freaky-Big!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Yeah, I agree, falling in love with a supervillain is trouble with a capital troub.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Yeah, well, don't count your weasels before they pop, dink!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Yes, destiny has her hand on my back, and she's pushing.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Yes, my slimy friend, once again slime does not pay. You can't just coat yourself with artificial mucous and slip through the long fingers of the law. It's wrong and it's gross.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "You just toasted the best BLT joint in the tristate area; prepare to pick up the tab!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "You know why super villains are so unhappy, Arthur? They don't treasure the little things.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "You know, Arthur, when you spend two months riding around on a really big man, you start to learn a few things about yourself. You learn that it is a really great thing to stay on Earth and live in a place that has no arms or legs of its own. And most importantly, Arthur, you learn how to close your eyes and tell yourself that this just isn't happening to me.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "You know, gang, when you're a superhero, you never know where the day will take you. You may find yourself halfway around the world in the shark-infested waters of true-to-life living. Or you may find yourself going down to the store for a lozenge. You can't know, can you? No. You gotta ride that wave, you gotta suck that lozenge. 'Cause if you don't, who will?", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "You know, though today was the worst day of my life, I learned many things. First, the world looks a lot different when you're six inches tall and covered with feathers. Second, two heads are definitely not better than one. And finally, you can lay eggs and still feel like a man.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "You know... I've heard the smarter you are, the more wrinkly your brain. And your guys' brains must be the wrinkliest. Oh, sure, ordinary Joes like me and Arthur here, maybe our brains are a little on the smooth side. But you don't have to be a genius to know that evil is bad. And good isn't.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "You know, evil comes in many forms, be it a man-eating cow or Joseph Stalin. But you can't let the package hide the pudding. Evil is just plain bad. You don't cotton to it. You gotta smack it on the nose with the rolled up newspaper of goodness. Bad dog! Bad dog!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "I am through being your sidekick. I'm through being your pudgy comic relief.", "character": "Arthur", "characterId": "nm0667326"}, {"text": "Arthur, stop it. You know I'm my own comic relief.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Tick, this is your mind speaking.", "character": null, "characterId": null}, {"text": "Oh. Hello.", "character": "Tick", "characterId": "nm0171243"}, {"text": "Sorry I haven't been around much lately but I'm easily distracted by shiny objects.", "character": null, "characterId": null}]}, {"lines": [{"text": "Breadmaster. Your culinary crime wave has crashed on the shores of justice!", "character": "Tick", "characterId": "nm0171243"}, {"text": "Nice one.", "character": "Arthur", "characterId": "nm0667326"}]}, {"lines": [{"text": "Quite frankly, that's why I was so glad to find this great apartment. You'd be surprised how hard it is to get a place in the city. Never mind that most folks are hesitant to rent to a slime-based organism, much less one with intentions of taking over the world...", "character": "Thrakkorzog", "characterId": "nm0191906"}, {"text": "And eating brains. Don't forget the brains.", "character": null, "characterId": null}]}, {"lines": [{"text": "Good *gosh*, man. Didn't you know it was against the laws of nature? Clowns were never meant to be that - big.", "character": "Arthur", "characterId": "nm0667326"}, {"text": "I know that... now.", "character": null, "characterId": null}]}, {"lines": [{"text": "See these insects? That's Coach Fussell's gym class. They made me wear shorts. So I turned 'em into earwigs.", "character": "Charles", "characterId": "nm0667326"}, {"text": "You know, Charles, sometimes, when I feel like a raving ding-dong, I find a nice bit of chamomile tea...", "character": "Tick", "characterId": "nm0171243"}, {"text": "Shut up.", "character": "Charles", "characterId": "nm0667326"}]}, {"lines": [{"text": "Bad man... hit dog... with *street*!", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Well, can you... blow up the world?", "character": null, "characterId": null}, {"text": "Egad. I hope not. That's where I keep all my stuff.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "I've gotta hand it to you Tick, you've really dropped the ball this time.", "character": "American Maid", "characterId": "nm0001464"}, {"text": "Yeah. Definitely some serious ball dropping going on.", "character": "Sewer Urchin", "characterId": "nm0363641"}]}, {"lines": [{"text": "And then I says, tell me I'm wrong. and he says I can't, baby,", "character": "The Evil Midnight Bomber", "characterId": "nm0005606"}, {"text": "[shouts]", "character": null, "characterId": null}, {"text": "'cause you're not!", "character": "The Evil Midnight Bomber", "characterId": "nm0005606"}]}, {"lines": [{"text": "Nature is one call you can't put on hold.", "character": "Thrakkorzog", "characterId": "nm0191906"}]}, {"lines": [{"text": "Mysteries abound.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "[watching villains escape]\nCool. They got a blimp.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Arthur, that belt is an accessory of evil, and evil is never in fashion.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "A day job? In an office? My worst nightmare come true.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "[the Tick and Arthur have traveled back in time]", "character": null, "characterId": null}, {"text": "[hysterical]\nWe'll grow old and die before we're even born.", "character": "Arthur", "characterId": "nm0667326"}, {"text": "Wow, look at us.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "The eyes play tricks like tiny round devils.", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "Check. Here's one sixty seven, one sixty six, one sixty five, one sixty-*fire*!", "character": "Tick", "characterId": "nm0171243"}, {"text": "[a blast of fire blazes through the hallway]", "character": null, "characterId": null}, {"text": "To safety, Chum!", "character": "Tick", "characterId": "nm0171243"}, {"text": "[the Tick hurls Arthur out of the flames]", "character": null, "characterId": null}, {"text": "Clear the area! Nobody panic!", "character": "Tick", "characterId": "nm0171243"}, {"text": "I'm not panicking, I'm exhibiting my new invention, Room-Temperature Fire!", "character": null, "characterId": null}, {"text": "Huh?", "character": "Tick", "characterId": "nm0171243"}, {"text": "Look! The marshmallows aren't even toasting! They remain a comfortable sixty-eight degrees!", "character": null, "characterId": null}, {"text": "Egad, man! What's the point?", "character": "Tick", "characterId": "nm0171243"}]}, {"lines": [{"text": "You know, Arthur, when evil is afoot, and you don't have any arms, you've gotta use your head. And when evil is ahead and you're behind, you've gotta do the legwork. But when you can't get a leg up, you gotta be hip. You gotta keep your chin up, and kick some-...", "character": "Tick", "characterId": "nm0171243"}, {"text": "Tick, we get the idea.", "character": "Arthur", "characterId": "nm0667326"}]}]}