{"quotes": [{"lines": [{"text": "[final lines]\nWe began in a fairytale and we came to life, but is this life reality? No. It is a film. Zoom back camera.", "character": "The Alchemist", "characterId": "nm0423524"}, {"text": "[camera zooms out, revealing equipment and crew]", "character": null, "characterId": null}, {"text": "We are images, dreams, photographs. We must not stay here. Prisoners! We shall break the illusion. This is magic! Goodbye to the Holy Mountain. Real life awaits us.", "character": "The Alchemist", "characterId": "nm0423524"}]}, {"lines": [{"text": "The grave recieves you with love. Surrender yourself to the Earth. Return what was loaned to you. Give up your pleasure, your pain, your friends, your lovers, your life, your past, what you desire. You will know nothingness, it is the only reality. Don't be afraid, it's so easy to give. You're not alone, you have a grave. It was your first mother. The grave is the door to your rebirth. Now you will surrender the faithful animal you once called your body. Don't try to keep it, remember, it was a loan. Surrended your legs, your sex, your hair, your brain, your all. You no longer want to possess, possession is the ultimate pain. The earth covers your body, she came to cover you with love, because she is your true flesh. Now you are an open heart, open to receive your true essence your ultimate perfection. Your new body, which is the universe, the work of god. You will be born again, you will be real. you will be your own father, your own mother, your own child, your own perfection. Open your eyes, you are the earth, you are the green, you are the blue, you are the Aleph, you are the essence. Look at the flower, look at the flower, for the first time look at the flowers.", "character": "The Alchemist", "characterId": "nm0423524"}]}, {"lines": [{"text": "You are excrement. You can change yourself into gold.", "character": "The Alchemist", "characterId": "nm0423524"}]}, {"lines": [{"text": "The Cross was a mushroom - and the mushroom was also the Tree of Good and Evil.", "character": "Drug Master", "characterId": "nm0650881"}]}, {"lines": [{"text": "[vomits]\nHis feet stink.", "character": "Lut, He whose planet is Pluto", "characterId": "nm0518540"}, {"text": "He has beautiful feet.", "character": "The Alchemist", "characterId": "nm0423524"}, {"text": "I can't stand the smell!", "character": "Lut, He whose planet is Pluto", "characterId": "nm0518540"}, {"text": "[attacks Lut, breaking his legs]\nWhen he puts your bones back together, you will like his smell!", "character": "The Alchemist", "characterId": "nm0423524"}]}, {"lines": [{"text": "Our bees make honey, but your flies make shit.", "character": "The Written Woman", "characterId": "nm0766993"}]}, {"lines": [{"text": "Your sacrifice completes my sanctuary of one thousand testicles.", "character": "Axon", "characterId": "nm0752116"}]}, {"lines": [{"text": "[arrays the Thief with symbolic items]\nTo know, to dare, to want, to keep silent...", "character": "The Alchemist", "characterId": "nm0423524"}]}]}