{"quotes": [{"lines": [{"text": "[Over the speaker to the crew]", "character": null, "characterId": null}, {"text": "This U-Boat is now under the control of our enemy, Mr. Tyler. You will obey his commands... for the time being.", "character": "Captain Von Schoenvorts", "characterId": "nm0568491"}]}, {"lines": [{"text": "Caprona has damn little respect for guns, Mr. Tyler.", "character": "Bradley", "characterId": "nm0057685"}, {"text": "No, there's nothing wrong with our shooting, gentlemen. In primitive nervous systems like this allosaurus, even a fatal wound might register in the brain with a delayed action. As your saying would have it, this \"chap\" was late for his own funeral.", "character": "Captain Von Schoenvorts", "characterId": "nm0568491"}]}, {"lines": [{"text": "You know it could be more difficult to leave Caprona than it was to land. We'll have that current with us going out through the tunnel. Be very difficult to navigate.", "character": "Whiteley", "characterId": "nm0268200"}, {"text": "Captain Von Schoenvorts will take us through. I was with him when he took our U-33 down the Norwegian coast in winter, to sink a British cruiser. Storms and ice floes did not stop him.", "character": "Dietz", "characterId": "nm0014677"}, {"text": "He's not very good against lifeboats, though, is he?", "character": "Olson", "characterId": "nm0611839"}]}, {"lines": [{"text": "You know, I'm a biologist, Captain. I study the structure of living things, their motivations and their behavior. But I don't understand you. How can anyone who is so interested in life follow a profession which is devoted to destruction and killing?", "character": "Lisa Clayton", "characterId": "nm0671854"}, {"text": "The study of nature, Miss Clayton, has taught me that life is founded upon killing and destruction. The sea swarms with living things that prey on one another to survive.", "character": "Captain Von Schoenvorts", "characterId": "nm0568491"}, {"text": "But human beings needn't. The ship you torpedoed contained nothing but innocent passengers! Women and children!", "character": "Lisa Clayton", "characterId": "nm0671854"}, {"text": "And a hold full of arms and ammunition that would be used to kill women and children in my country. Oh, yes. How else would it have exploded so quickly?", "character": "Captain Von Schoenvorts", "characterId": "nm0568491"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[narrating]\nI do not expect anyone to believe the story that I am about to relate. It even seems incredible to me that all that I have passed through, all those weird and terrifying experiences, should have been encompassed within as short a span as three brief months. It must have been a little after 3 o'clock in the afternoon that it began - the afternoon of June 3rd, 1916.", "character": "Bowen Tyler", "characterId": "nm0565982"}]}, {"lines": [{"text": "Is plesiosaurus a common dish in the British Navy, Mr. Olson?", "character": "Lisa Clayton", "characterId": "nm0671854"}, {"text": "Ah, no, Ma'am. The chef confessed complete ignorance of how to cook such a beast. This is an old Irish recipe I dreamed up for the occasion.", "character": "Olson", "characterId": "nm0611839"}]}, {"lines": [{"text": "Should one drink white or red wine with plesiosaurus, Herr Von Schoenvorts?", "character": "Bradley", "characterId": "nm0057685"}]}, {"lines": [{"text": "You are too late! Caprona has won. You cannot go back to the... beginning.", "character": "Captain Von Schoenvorts", "characterId": "nm0568491"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "With the sinking of the submarine, all our hopes of getting away from Caprona have disappeared. We are alone, spurned by even the highest, the Galu. So we have to go on in the way of Caprona till we find peace. I would rather live here with Lisa than to live elsewhere without her. She says the same of me. If God wills it, we shall live our lives here. However, we are determined to move ever northward, ever forward, toward the greater mysteries that lie ahead... of this land that time forgot.", "character": "Bowen Tyler", "characterId": "nm0565982"}]}]}