{"quotes": [{"lines": [{"text": "I can't say much for the women though, but, oh, the girls! All Malayan females should be poisoned at 21. Before that, they're... Mmmmmm!", "character": "Brown", "characterId": "nm0219666"}, {"text": "But a bit on the dark side, hunh, Brown?", "character": "Jock MacKay", "characterId": "nm0361345"}, {"text": "Oh, yes, they're dark, but the longer you're there, the whiter they get, or that's the way it seems. That didn't bother me, Jock. I'll never forget the first time I saw... We sailed into a little harbor about sundown. The girls all came swimming out, flowere in their long hair, singing and laughing up at us from the water. Brown skin? Seemed like gold to me! A richer, deeper gold than any metal! I can see that gold shimmering now on their wet bodies as they swam like mermaids to the rail and climbed on board, laughing at us like a lot of shameless imps.", "character": "Brown", "characterId": "nm0219666"}, {"text": "Ah, man, Topper, 'tis the soul of a poet you have!", "character": "Quincannon", "characterId": "nm0449858"}]}, {"lines": [{"text": "Brown, you're a gentleman! You've got breeding! You must have faith!", "character": "Sanders", "characterId": "nm0000472"}, {"text": "Why?", "character": "Brown", "characterId": "nm0219666"}, {"text": "Why? Why in Heaven's name, man, what do you believe in?", "character": "Sanders", "characterId": "nm0000472"}, {"text": "Would it really interest you? Oh, a lot of things. A good horse, steak and kidney pudding, a fellow named George Brown, the asinine futility of this war, being frightened, being drunk enough to be brave and brave enough to be drunk, the feel of the sea when you swim, the taste and strength of wine, the loveliness of women, the splendid, unspeakable joy of killing Arabs, the smell of incense and bacon, the weight of a fist, an old pair of shoes, a toothache, triunph...", "character": "Brown", "characterId": "nm0219666"}, {"text": "STOP!", "character": "Sanders", "characterId": "nm0000472"}, {"text": "All right.", "character": "Brown", "characterId": "nm0219666"}]}, {"lines": [{"text": "[after telling the Sergeant that Brown has left]\nHe wrote something in my Bible... for you.", "character": "Sanders", "characterId": "nm0000472"}, {"text": "Deserted, hunh? Insubordinate swine! Bilged out! Left us like a rat when we needed every man! Why didn't you tell me? You're a party to this, you know! Well, get your rifle and get out of here. You take his place.", "character": "The Sergeant", "characterId": "nm0572142"}, {"text": "[With a crazed look in his eyes]\nYes, Yes, that's it, Sergeant! Yes!", "character": "Sanders", "characterId": "nm0000472"}, {"text": "[Reading Brown's note]\n'Sorry, Sergeant, but Quincannon was right. He knocked one off for Jock. I'll get another for Matlow. Taking a long swing to come around behind them. Fine moon tonight. Should be good hunting. Yours contritely, George Brown. P.S. Not a good name, but the best I could think of when I enlisted.'", "character": "The Sergeant", "characterId": "nm0572142"}]}, {"lines": [{"text": "What's the use of chewin' the rag about something we might of done?", "character": "The Sergeant", "characterId": "nm0572142"}, {"text": "Right you are, Sarge!", "character": "Morelli", "characterId": "nm0285922"}, {"text": "Yeah, I know what you're thinkin'. Perhaps I've done everything wrong! Perhaps this and perhaps that! But what I've done I've done, and what I haven't, I haven't!", "character": "The Sergeant", "characterId": "nm0572142"}]}]}