{"quotes": [{"lines": [{"text": "An invisible man can rule the world. Nobody will see him come, nobody will see him go. He can hear every secret. He can rob, and rape, and kill!", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "[in an oily, menacing voice]\nThere is no need to be afraid, Kemp. We are partners.", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "And if you try and escape by the window, I shall follow you, and no one in the world can save you.", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "The drugs I took seemed to light up my brain. Suddenly I realized the power I held, the power to rule, to make the world grovel at my feet.", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Did you hear about Mrs. Mason's little Willy? Sent him to school and found him buried ten-foot deep in a snow drift.", "character": null, "characterId": null}, {"text": "How did they get him out?", "character": null, "characterId": null}, {"text": "Brought the fire engine 'round, put the hose pipe in, pumped it backwards and sucked him out.", "character": null, "characterId": null}]}, {"lines": [{"text": "I was walkin' home to me lunch, sir, when, all of a sudden, something takes hold of me hat and throws it in the pond.", "character": "Villager", "characterId": "nm0180967"}, {"text": "How many drinks did you have on your way home?", "character": "Insp. Bird", "characterId": "nm0835913"}, {"text": "Only a couple, sir. That's all.", "character": "Villager", "characterId": "nm0180967"}, {"text": "A couple of drinks and a gust of wind. So much for you!", "character": "Insp. Bird", "characterId": "nm0835913"}]}, {"lines": [{"text": "Power, I said! Power to walk into the gold vaults of the nations, into the secrets of kings, into the Holy of Holies; power to make multitudes run squealing in terror at the touch of my little invisible finger. Even the moon's frightened of me, frightened to death! The whole world's frightened to death!", "character": "The Invisible Man", "characterId": "nm0001647"}, {"text": "[seeing police dogs and policemen encroaching upon the house]", "character": null, "characterId": null}, {"text": "So, I see. Kemp couldn't sleep. He had to go downstairs. He was frightened. I put my trust in Kemp. I told him my secret and he gave me his word of honor. You must go now, Flora.", "character": "The Invisible Man", "characterId": "nm0001647"}, {"text": "I want to help you.", "character": "Flora Cranley", "characterId": "nm0001784"}, {"text": "There is nothing left for you to do, my dear, except to go. I shall come back. I swear, I shall come back because I shall defeat them. Go now my dear.", "character": "The Invisible Man", "characterId": "nm0001647"}, {"text": "No, I want to stay. You must hide.", "character": "Flora Cranley", "characterId": "nm0001784"}, {"text": "Don't worry, the whole world's my hiding place. I can stand there amongst them in the day and night and laugh at them.", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "We'll begin with a reign of terror, a few murders here and there, murders of great men, murders of little men - well, just to show we make no distinction. I might even wreck a train or two... just these fingers around a signalman's throat, that's all.", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "He's invisible, that's what's the matter with him. If he gets the rest of them clothes off, we'll never catch him in a thousand years.", "character": "Const. Jaffers", "characterId": "nm0166974"}]}, {"lines": [{"text": "How can I handcuff a bloomin' shirt?", "character": "Const. Jaffers", "characterId": "nm0166974"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Father, come quickly!", "character": "Flora Cranley", "characterId": "nm0001784"}]}, {"lines": [{"text": "It's a conjuring trick, that's what it is. I saw a fellow make a peanut disappear once.", "character": null, "characterId": null}]}, {"lines": [{"text": "I think we must tell the police that Griffin's disappeared... but only that he's disappeared.", "character": "Dr. Cranley", "characterId": "nm0871287"}]}, {"lines": [{"text": "[on the phone]\nWhere are you speaking from, Jaffers? Lion's Head Inn, eh? Did you say an invisible man? Well, look here! You put more water in it next time!", "character": "Insp. Bird", "characterId": "nm0835913"}]}, {"lines": [{"text": "I give you a last chance to leave me alone.", "character": "The Invisible Man", "characterId": "nm0001647"}, {"text": "Give ME a last chance? You've commited assualt, that's what you've done, and you can come along to the station with me. Come along now. Come quietly, unless you want me to put the handcuffs on.", "character": "Const. Jaffers", "characterId": "nm0166974"}, {"text": "Stop where you are. You don't know what you're doing.", "character": "The Invisible Man", "characterId": "nm0001647"}, {"text": "I know what I'm doing, all right. Come on", "character": "Const. Jaffers", "characterId": "nm0166974"}, {"text": "Get hold of him!", "character": null, "characterId": null}, {"text": "Lock him up!", "character": null, "characterId": null}, {"text": "All right, you fools. You've brought it on yourselves! Everything would have come right if you'd only left me alone. You've driven me near madness with your peering through the keyholes and gaping through the curtains, and now you'll suffer for it! You're crazy to know who I am, aren't you? All right! I'll show you!", "character": "The Invisible Man", "characterId": "nm0001647"}, {"text": "[the Invisible Man removes his rubber nose and goggles and throws them at his spectators]", "character": null, "characterId": null}, {"text": "There's a souvenior for you, and one for you. I'll show you who I am - and WHAT I am!", "character": "The Invisible Man", "characterId": "nm0001647"}, {"text": "[the Invisible Man, laughing maniacally, removes his bandages and fake hair]", "character": null, "characterId": null}, {"text": "Look! He's all eaten away!", "character": "Const. Jaffers", "characterId": "nm0166974"}, {"text": "Eh? How do you like that, ay?", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "[his last words]\nI knew you'd come for me, Flora. I wanted to come back to you. My darling... I failed. I meddled in things that man must leave alone.", "character": "The Invisible Man", "characterId": "nm0001647"}, {"text": "[dies]", "character": null, "characterId": null}]}, {"lines": [{"text": "[hearing the distant clock tower chiming ten and thinking himself alone]\n10 o'clock. 10 o'clock, he wanted to murder me!", "character": "Dr. Kemp", "characterId": "nm0364203"}, {"text": "I think this will do nicely, Kemp. We'll stop here. It's 10 o'clock. I came with you to keep my promise.", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "I hope your car's ensured, Kemp. I'm afraid there's going to be a nasty accident in a minute. A very nasty accident!", "character": "The Invisible Man", "characterId": "nm0001647"}, {"text": "Griffin, I'll do anything! Everything you ask me!", "character": "Dr. Kemp", "characterId": "nm0364203"}, {"text": "You will? That's fine. Just sit where you are. I'll get out and take the handbrake off and give you a little shove to help you on. You'll run gently down and through the railings, then you'll have a big thrill for a hundred yards or so till you hit a boulder, then you'll do a somersault and probably break your arms, then a grand finish up with a broken neck! Well, goodbye, Kemp. I always said you were a dirty little coward. You're a dirty sneaking little rat as well. Goodbye.", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "[strangling a volunteer searcher]\nHere I am. Aren't you pleased you found me?", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "Put a warm rug in the car. It's cold outside when you have to go about naked.", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "You're a true friend, Kemp, a man to trust. I've no time now but, believe me, as surely as the moon will set and the sun will rise I shall kill you tomorrow night. I shall kill you even if you hide in the deepest cave of the Earth. At ten o'clock tomorrow night, I shall kill you!", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "I'm frozen. Cold enough to freeze the icicles off an Eskimo.", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "Leave that alone and get out of here!", "character": "The Invisible Man", "characterId": "nm0001647"}, {"text": "Look here, is this my house or yours?", "character": "Herbert Hall", "characterId": "nm0367516"}]}, {"lines": [{"text": "[undressing]\nThey've asked for it, the country bumpkins. This will give them a bit of a shock, something to write home about. A nice bedtime story for the kids, too, if they want it.", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "Monocane is a terrible drug.", "character": "Dr. Cranley", "characterId": "nm0871287"}, {"text": "I never heard of it.", "character": "Dr. Kemp", "characterId": "nm0364203"}, {"text": "You wouldn't, Kemp. It's never used now. I didn't know it was even made. It's a drug that's made from a flower that's grown in India. It draws color from everything it touches. Years ago they tried it for bleaching cloth. They gave it up because it destroyed the material.", "character": "Dr. Cranley", "characterId": "nm0871287"}, {"text": "That doesn't sound very terrible.", "character": "Dr. Kemp", "characterId": "nm0364203"}, {"text": "Yes, I know, but it does something else, Kemp. It was tried out on some poor animal - a dog, I believe. It was injected under the skin, and it turned the dog dead white, like a marble statue.", "character": "Dr. Cranley", "characterId": "nm0871287"}, {"text": "Is that so?", "character": "Dr. Kemp", "characterId": "nm0364203"}, {"text": "Yes, and it also sent it raving mad.", "character": "Dr. Cranley", "characterId": "nm0871287"}, {"text": "You surely don't think...", "character": "Dr. Kemp", "characterId": "nm0364203"}, {"text": "I only pray to God that Griffin hasn't been meddling with this ghastly stuff.", "character": "Dr. Cranley", "characterId": "nm0871287"}, {"text": "He'd never touch a thing with madness in it.", "character": "Dr. Kemp", "characterId": "nm0364203"}, {"text": "He might not know. I found that experiment in an old German book, just by chance. The English books only describe the bleaching power. They were printed BEFORE the German experiment.", "character": "Dr. Cranley", "characterId": "nm0871287"}]}, {"lines": [{"text": "[singing]\n\"Here we go gathering nuts in may / nuts in may / nuts in may / here we go gathering nuts in may / on a cold and frosty morning.\"", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "I meant to come back just as I was when you saw me last, but the fools wouldn't let me work in peace. I had to teach them a lesson.", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "Safe? I tell you, he's not human! He can go through anything, prison walls, everything!", "character": "Dr. Kemp", "characterId": "nm0364203"}]}, {"lines": [{"text": "They'll have a guard.", "character": "Dr. Kemp", "characterId": "nm0364203"}, {"text": "A guard? What can a guard do, you fool?", "character": "The Invisible Man", "characterId": "nm0001647"}]}, {"lines": [{"text": "Excuse me, sir. There's breathing in my barn.", "character": "Farmer", "characterId": "nm0112898"}]}]}