{"quotes": [{"lines": [{"text": "I'm going to the movies.", "character": "Tom Wingfield", "characterId": "nm0000518"}, {"text": "I don't believe that lie!", "character": "Amanda Wingfield", "characterId": "nm0940946"}, {"text": "No? Well you're right, Mother. I'm going to opium dens. Yes, mother. Opium dens. Dens of vice and criminal's hangouts, mother, I am a hired assassin, I joined the Hogan gang, I carry a tommy gun in a violin case, and I run a stream of cat houses in the valley, they call me Killer, Killer Wingfield, see I'm leading a double life, really, a simple honest warehouse worker by day, but by night a dynamic czar of the underworld, mother, I just go to gambling casinos, spin away fortune on the roulette tables, mother, I wear a patch over one eye, and a false moustache and sometimes I put on green whiskers, on, on those occasions, they call me \"El Diablo,\" I can tell you many things to make you sleepless, mother, my enemies plan to dynamite this place, they're gonna blow us sky high! And I will be glad? I will be very happy, and so will you be. You will go up, up, up, over Blue Mountain, on a broomstick with seventeen gentleman callers! You ugly, babbling old witch!", "character": "Tom Wingfield", "characterId": "nm0000518"}]}, {"lines": [{"text": "Rise and Shine! Rise and Shine!", "character": "Amanda Wingfield", "characterId": "nm0940946"}, {"text": "I will rise but i will NOT Shine...", "character": "Tom Wingfield", "characterId": "nm0000518"}]}, {"lines": [{"text": "You are the only young man that I know of who ignores the fact that the future becomes the present, the present becomes the past, and the past turns into everlasting regret if you don't plan for it!", "character": "Amanda Wingfield", "characterId": "nm0940946"}]}, {"lines": [{"text": "Oh, I could tell you things to make you sleepless! My enemies plan to dynamite this place. They're going to blow us all sky-high some night! And will I be glad, will I be happy, and so will you be! And you'll go up, up, up! over Blue Mountain on a broomstick, with your seventeen gentlemen callers! You ugly, babbling old witch!", "character": "Tom Wingfield", "characterId": "nm0000518"}]}, {"lines": [{"text": "[to his mother]\nEvery morning that you come in, yelling that goddamned \"Rise and shine, rise and shine,\" I think to myself, how lucky dead people are.", "character": "Tom Wingfield", "characterId": "nm0000518"}]}]}