{"quotes": [{"lines": [{"text": "He's floating at the bottom of the pool.", "character": "Lee Barrett", "characterId": "nm0536781"}]}, {"lines": [{"text": "How come you get a telegram here?", "character": "Eric Cavanaugh", "characterId": "nm0119993"}, {"text": "Magic.", "character": "Lee Barrett", "characterId": "nm0536781"}, {"text": "I'd certainly like to know what it says.", "character": "Eric Cavanaugh", "characterId": "nm0119993"}, {"text": "I'll bet you would.", "character": "Lee Barrett", "characterId": "nm0536781"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "I'll be setting down at LAX, tell the boys to be on the lookout for me, I'm a little rusty at these things.", "character": "Lee Barrett", "characterId": "nm0536781"}, {"text": "We'll meet you there Lee, take it nice and easy and for God's sake make a good landing.", "character": "Gen. Williams", "characterId": "nm0000763"}, {"text": "I'll put down safely, and I'll give you the flask, and we're right back where we started.", "character": "Lee Barrett", "characterId": "nm0536781"}]}, {"lines": [{"text": "More than forty chemical weapons are being developed at Station 3. I will confine myself to two which we have developed here, at E Lab. The first, botulinus. We have twelve hundred grammes in six flasks. If ten grammes of it were allowed to contaminate a city, that city is a morgue in four hours. It is an ideal weapon, if you will forgive the phrase, because it only destroys people. It oxides itself, and in effect dies after eight hours.", "character": "Dr. Gregor Hoffman", "characterId": "nm0000865"}, {"text": "Well, then it's safe to go in there. It's been over eight hours since that vault door was closed. And if all twelve hundred grammes of botulinus were spilled, it would still be safe. The closed-air circulation system is still in operation, so it would be oxidised.", "character": "Lee Barrett", "characterId": "nm0536781"}, {"text": "That is correct, but there is something else in there. It is only three weeks since Dr. Baxter refined it, and only three days since he communicated its existence to anyone.", "character": "Dr. Gregor Hoffman", "characterId": "nm0000865"}, {"text": "There's something beyond botulinis?", "character": "Gen. Williams", "characterId": "nm0000763"}, {"text": "Yes, the second weapon. Also a virus, airborne. But self-perpetuating. Indestructible. Once released it will multiply at a power beyond our calculations. It perhaps will never die. To this virus we have given a highly unscientific name, but one which describes it perfectly. \"The Satan Bug.\" If I took the flask which contains it and exposed it to the air, everyone here would be dead in three seconds. California would be a tomb in a few hours. In a week all life, and I mean all life, would cease in the United States. In two months, two months at the most, the trapper from Alaska, the peasant from the Yangtze, the Aborigine from Australia are dead. All dead, because I crushed a flask and exposed a green colored liquid to the air. Nothing, nothing can stop the Satan Bug.", "character": "Dr. Gregor Hoffman", "characterId": "nm0000865"}, {"text": "What would be the last to go?", "character": "Lee Barrett", "characterId": "nm0536781"}, {"text": "Perhaps the Great Albatross swinging its way around the bottom of the world. Perhaps an Eskimo deep in the Arctic. But the seas travel the world over, and so do the winds. One day, one day soon, they too would die. The Satan Bug is behind that door! One flask. It has got to be locked up in there, it has got to be! I must make you understand, if botulinus has been spilled then, as Mr. Barrett here says, it does not matter. But by god, if someone were to get in there and the Satan Bug has been spilled and the vault door were opened more than half an inch and left open, then the airlock room is lethal! Open this door for more than five seconds, and everything that I have told you will happen will happen. I beg you sir, seal up the door! You cannot take the risk!", "character": "Dr. Gregor Hoffman", "characterId": "nm0000865"}]}, {"lines": [{"text": "improbable. It's the first and the third that bother me.", "character": "Lee Barrett", "characterId": "nm0536781"}, {"text": "What's the third?", "character": "Gen. Williams", "characterId": "nm0000763"}, {"text": "Well, you said it. A lunatic.", "character": "Lee Barrett", "characterId": "nm0536781"}, {"text": "Psychotics don't generally engage in teamwork, Lee.", "character": "Gen. Williams", "characterId": "nm0000763"}, {"text": "Paranoids do, and they're very brilliant, some of them.", "character": "Lee Barrett", "characterId": "nm0536781"}, {"text": "What sort of paranoid?", "character": "Gen. Williams", "characterId": "nm0000763"}, {"text": "The kind that we grow the most of in this country. A messiah.", "character": "Lee Barrett", "characterId": "nm0536781"}, {"text": "What kind of messiah?", "character": "Ann Williams", "characterId": "nm0004282"}, {"text": "Take your pick. Extreme right. Extreme left. From the I'd-Rather-Be-Red-Than-Dead fanatics to the Bomb-Moscow-Right-Now fanatics.", "character": "Lee Barrett", "characterId": "nm0536781"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[getting out of helicopter]\nThanks.", "character": "Agent Reagan", "characterId": "nm0026930"}, {"text": "Yes sir.", "character": "Helicopter pilot", "characterId": "nm0056922"}, {"text": "See you.", "character": "Agent Reagan", "characterId": "nm0026930"}]}]}