{"quotes": [{"lines": [{"text": "There's always been something wrong. Always, just as long as I can remember. But I never knew what it was until all this happened.", "character": "Martha", "characterId": "nm0000511"}, {"text": "Stop it Martha! Stop this crazy talk!", "character": "Karen", "characterId": "nm0000030"}, {"text": "You're afraid of hearing it, but I'm more afraid that you.", "character": "Martha", "characterId": "nm0000511"}, {"text": "I won't listen to you!", "character": "Karen", "characterId": "nm0000030"}, {"text": "No! You've got to know. I've got to tell you. I can't keep it to myself any longer. I'm guilty!", "character": "Martha", "characterId": "nm0000511"}, {"text": "You're guilty of nothing!", "character": "Karen", "characterId": "nm0000030"}, {"text": "I've been telling myself that since the night I heard the child say it. I lie in bed night after night praying that it isn't true. But I know about it now. It's there. I don't know how, I don't know why. But I did love you! I do love you! I resented your plans to marry. Maybe because I wanted you. Maybe I've wanted you all these years. I couldn't call it by name before, but maybe it's been there since I first knew you.", "character": "Martha", "characterId": "nm0000511"}, {"text": "But it's not the truth, not a word of it is true! We've never thought of each other that way.", "character": "Karen", "characterId": "nm0000030"}, {"text": "No, of course you didn't. But who's to say I didn't. I'd never felt that way about anybody before you. I've never loved a man. I never knew why before, maybe it's that.", "character": "Martha", "characterId": "nm0000511"}, {"text": "You're tired and worn out.", "character": "Karen", "characterId": "nm0000030"}, {"text": "It's funny. It's all mixed up. There's something in you, and you don't know anything about it because you don't know it's there. And then suddenly, one night a little girl gets bored and tells a lie, and there, for the first time, you see it. Then you say to yourself, did she see it? Did she sense it?", "character": "Martha", "characterId": "nm0000511"}, {"text": "But you know it could have been any lie. She was looking for anything to...", "character": "Karen", "characterId": "nm0000030"}, {"text": "But why this lie? She found the lie with the ounce of truth. Don't you see? I can't stand to have you touch me! I can't stand to have you look at me! Oh, it's all my fault. I have ruined your life and I have ruined my own. I swear I didn't know it! I didn't mean it! Oh, I feel so damn sick and dirty I can't stand it anymore!", "character": "Martha", "characterId": "nm0000511"}]}, {"lines": [{"text": "God will punish you.", "character": "Mrs. Lily Mortar", "characterId": "nm0394244"}, {"text": "He's doing all right.", "character": "Martha", "characterId": "nm0000511"}]}, {"lines": [{"text": "[about Mary]\nOh, what happened? Did she fall?", "character": "Mrs. Lily Mortar", "characterId": "nm0394244"}, {"text": "No, I was disciplining her.", "character": "Karen", "characterId": "nm0000030"}, {"text": "And you finally hit her?", "character": "Mrs. Lily Mortar", "characterId": "nm0394244"}]}, {"lines": [{"text": "I don't believe this talk of jealousy between Miss Dobie and Miss Wright.", "character": "Mrs. Amelia Tilford", "characterId": "nm0047810"}, {"text": "But I didn't say she was jealous of Miss Wright. I said that Mrs. Mortar said that Miss Dobie was jealous of cousin Joe.", "character": "Mary Tilford", "characterId": "nm0050318"}]}, {"lines": [{"text": "Any day that he's in the house is a bad day. You can't stand them being together and you're taking out on me. You've always had a jealous, possessive nature even as a child. If you had a friend, you'd be upset if she liked anybody else. And that's what's happening now. And it's unnatural. It's just as unnatural as it can be.", "character": "Mrs. Lily Mortar", "characterId": "nm0394244"}]}]}