{"quotes": [{"lines": [{"text": "Four days ago, at the beginning of the month, Georg started in his new position. It took him a lot to get there. You might remember that when he first started, his new boss didn't like him at all. But now he's made it. He brought new inspiration to the department. So when his boss fell ill with an intestinal problem and was off sick more than at work, Georg was asked to take over the department provisionally. His boss is retiring soon anyway. Georg's appointment as head of department is just a formality now. You have every reason to be proud of your son. Alexander is much better. He went on a cruise to Scandinavia which did him a world of good. He sends his regards. Georg's senior boss Dr. Breitenfels is coming for dinner tonight. This is our way of thanking him for his party two weeks ago where Georg's new position was unofficially confirmed. His boss is a real gourmet, so I'll have to cook something extra special. I'll try your stuffed duck recipe, Mother. Wish me luck.", "character": "Anna Schober", "characterId": "nm0231085"}]}, {"lines": [{"text": "Have you gone mad?", "character": "Anna Schober", "characterId": "nm0231085"}, {"text": "Have you gone mad? Why?", "character": "Evi Schober", "characterId": "nm0849892"}, {"text": "Why? How come you say you're blind? Are you mad?", "character": "Anna Schober", "characterId": "nm0231085"}, {"text": "I didn't.", "character": "Evi Schober", "characterId": "nm0849892"}, {"text": "You didn't? Your teacher made it up? Answer me.", "character": "Anna Schober", "characterId": "nm0231085"}, {"text": "I never said that.", "character": "Evi Schober", "characterId": "nm0849892"}, {"text": "Look at me. Come on, tell me, did you pretend to be blind? Come on, tell me. I just want to know the truth. Come on. Don't be afraid, I won't hurt you. Is it true? Did you pretend to be blind?", "character": "Anna Schober", "characterId": "nm0231085"}, {"text": "Yes.", "character": "Evi Schober", "characterId": "nm0849892"}, {"text": "[Anna slaps Evi in the face]", "character": null, "characterId": null}]}, {"lines": [{"text": "Did you like the Mickey your uncle Alex brought you? He loves you very much. You know that? Me too. Do you feel alone sometimes? Do you love dad and me?", "character": "Anna Schober", "characterId": "nm0231085"}, {"text": "[Evi hugs her mother]", "character": null, "characterId": null}, {"text": "Okay, time to say your prayers.", "character": "Anna Schober", "characterId": "nm0231085"}]}]}