{"quotes": [{"lines": [{"text": "As soon as the American troops are gone, the Moros will come down from the hills. They will kill all the men and carry away all the women and children into slavery. For you it will be a report written in ink, but for my people, it will be a report written in blood.", "character": "Padre Rafael", "characterId": "nm0907289"}]}, {"lines": [{"text": "I thought I missed when I shot at that juramentado, but I guess I didn't.", "character": "Dr. Bill Canavan", "characterId": "nm0000011"}, {"text": "[He throws five bullets he romoved from the body on the table]", "character": null, "characterId": null}, {"text": "He had enough lead in him to sink a battleship!", "character": "Dr. Bill Canavan", "characterId": "nm0000011"}, {"text": "Doctor, a juramentado is like a horse. The only place to stop him is right here.", "character": "Capt. George Manning", "characterId": "nm0382954"}, {"text": "[He gestures to his head]", "character": null, "characterId": null}, {"text": "Only you feel sorry for the horse.", "character": "Capt. George Manning", "characterId": "nm0382954"}, {"text": "I've heard of these fanatics that go beserk, but I never saw one before. I wonder what kept the bugger going with all those slugs in him. Must be some drug.", "character": "Dr. Bill Canavan", "characterId": "nm0000011"}, {"text": "The drug that keeps them going is what keeps most of us going - faith - good or bad! The juramentado believes that when he kills an infidel, it is a passport to Heaven.", "character": "Padre Rafael", "characterId": "nm0907289"}]}, {"lines": [{"text": "[Referring to the many soldiers in sick bay]\nThe Moro that struck Captain Manning down struck them down too, but not with a bolo. They're down with a disease medicine can't cure.", "character": "Dr. Bill Canavan", "characterId": "nm0000011"}, {"text": "They'll be all right when they learn how to use a gun, when they're properly drilled!", "character": "Capt. Steve Hartley", "characterId": "nm0654239"}, {"text": "The trouble is that you're trying to drill things into them when you should be drilling things out of them. What good's a gun when your finger's so paralyzed with fright that you can't pull a trigger?", "character": "Dr. Bill Canavan", "characterId": "nm0000011"}]}, {"lines": [{"text": "[referring to a sick McCool]\nThe germ hasn't been found that can stop him.", "character": "Dr. Bill Canavan", "characterId": "nm0000011"}]}, {"lines": [{"text": "[to Captain Hartley, who is going blind]\nFact is you're afraid to live. That's much worse than being afraid to die!", "character": "Dr. Bill Canavan", "characterId": "nm0000011"}]}]}