{"quotes": [{"lines": [{"text": "That's the question on the minds of all your viewers? Whether I run out of gas or not? Tell you what, Jer. You let your viewers know that I hope Miss Voss' fear and my desperation are entertainment enough for them. After all, that is what this is all about, isn't it? The story. As it breaks. Live. Coming to you from the bad guy himself. I mean we wouldn't want your viewers to change the fucking channel, now, would we?", "character": "Jack Hammond", "characterId": "nm0000221"}]}, {"lines": [{"text": "Time to be heroes!", "character": "Dale", "characterId": "nm0281359"}, {"text": "[Swerves the truck and attempts to knock Jack and Natalee into the guard rail]", "character": null, "characterId": null}]}, {"lines": [{"text": "Chew some gum! Your breath smells like my grandmother's feet.", "character": "Jack Hammond", "characterId": "nm0000221"}]}, {"lines": [{"text": "You kidnapped me with a candy bar?", "character": "Natalie Voss", "characterId": "nm0001785"}, {"text": "It makes a handy weapon in a pinch.", "character": "Jackson Davis Hammond", "characterId": "nm0000221"}]}, {"lines": [{"text": "For me, it's the respect and power that the position commands. I don't know whether to be busting bad guys or signing autographs. It's kinda like being a star.", "character": "Officer Dobbs", "characterId": "nm0738433"}]}, {"lines": [{"text": "There's no rule that says that when you're kidnapping, you can't be cordial and nice.", "character": "Jack Hammond", "characterId": "nm0000221"}]}, {"lines": [{"text": "There's a difference between being violent and being driven to violence. I am NOT a violent man!", "character": "Jack Hammond", "characterId": "nm0000221"}]}, {"lines": [{"text": "I said kick it over to me, Pelé!", "character": "Jack Hammond", "characterId": "nm0000221"}]}, {"lines": [{"text": "You are a gun-wielding, cop-shooting, maniac kidnapper; now that is violent.", "character": "Natalie Voss", "characterId": "nm0001785"}]}, {"lines": [{"text": "[after ending credits]\nYou smell that? Do you smell that? Nothing else in the world smells like that, son. I love the smell of napalm in the morning! You know, one day we had a hell bomb. And when I walked out, we didn't find one of 'em, not one stinkin' dink body. But that smell, that gasoline smell... the whole hill, it smelled like... victory.", "character": null, "characterId": null}]}, {"lines": [{"text": "You're confused! He's confused you! It's very confusing!", "character": "Officer Figus", "characterId": "nm0609215"}]}, {"lines": [{"text": "[after Jack and Natalie agree to run away together to Mexico]\nWe'll be fugitives.", "character": "Jack Hammond", "characterId": "nm0000221"}, {"text": "Sounds exciting!", "character": "Natalie Voss", "characterId": "nm0001785"}, {"text": "You won't be Natalie Voss anymore.", "character": "Jack Hammond", "characterId": "nm0000221"}, {"text": "Who the hell is she anyway?", "character": "Natalie Voss", "characterId": "nm0001785"}]}]}