{"quotes": [{"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "There are eight million stories in the naked city. This has been one of them.", "character": "Narrator", "characterId": "nm0375446"}]}, {"lines": [{"text": "I don't know anything about medicine, doctor, but that's one prescription that never cured anything.", "character": "Muldoon", "characterId": "nm0280178"}]}, {"lines": [{"text": "What can you tell me about Mr. Niles' Business?", "character": "Muldoon", "characterId": "nm0280178"}, {"text": "He ain't got a business. It's a dodge. No credit rating. Dropped from his university club for non-payment of dues. Still owes a food and liquor bill of hundred and ten dollars and eighty three cents.", "character": "Perelli", "characterId": "nm0670017"}]}, {"lines": [{"text": "No, the picnic is over, you've told your last lie. You're knee deep in stolen jewlery. You're involved the the Dexter Murder. You've been trying to obstruct justice all along the line. Now you're gonna tell me what I want to know or so help me if it's the last thing I do in this department, I'll get you twenty years. Now that's the truth Sonny Boy, and you know I'm not bluffing. Who's Henderson? Who's Henderson?", "character": "Muldoon", "characterId": "nm0280178"}, {"text": "Stoneman! It's Doctor Stoneman.", "character": "Frank Niles", "characterId": "nm0003318"}]}, {"lines": [{"text": "Thought you were off the liquor. Liquor is bad. Weakens your character. How can a man like me trust a liar like you? I can't.", "character": "Willie Garza", "characterId": "nm0208125"}]}, {"lines": [{"text": "I can't imagine!", "character": "Shop girl", "characterId": "nm0020702"}]}, {"lines": [{"text": "\"He got it didn't they?", "character": "Muldoon", "characterId": "nm0280178"}, {"text": "\"No, there's nothing missing. I don't have any valuables\".", "character": "Frank Niles", "characterId": "nm0003318"}, {"text": "\"What were you looking for so hard just now - your BVD's?\"", "character": "Muldoon", "characterId": "nm0280178"}]}]}