{"quotes": [{"lines": [{"text": "[covering the dog race]\nWait a minute, there's another rabbit on the track... and he's chasing the dogs! This is unheard of! He's got Bill's Bunion by the tail! He steps on Bill's Bunion! He's out of it! There goes the rabbit. He lands on Pneumatic Tire. The dog can't see! He's running all over the track! He's heading for the wall! OW! Pneumatic Tire is flat! Now the rabbit leaps up into the air; he lands on Bride's Biscuit. The Biscuit is out of it. The rabbit is running and... oohh, what a tackle! That hurt! Motorman's Glove is down! The rabbit is off again! Now I've seen everything!", "character": "Announcer", "characterId": "nm0000305"}, {"text": "[sound of gunshot]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Examining the dogs]\nHmm, looks a little undernourished. Kind of inny-skay in the elly-bay. This one looks a little better. Kind of flabby, though. No muscle tone. This runt ain't got a chance. Ah, number 7! That's me lucky number. Looks pretty good. Better check his teeth, though. Come on, Lassie, open your mouth. Let's see those little toothies. Hmm. A little shadow on that bicuspidor. You better see a dentist.", "character": "Bugs Bunny", "characterId": "nm0000305"}, {"text": "Grr-rabbit!", "character": "#7 Dog", "characterId": "nm0000305"}, {"text": "Eh, what's up, Doc? Don't you like rabbits?", "character": "Bugs Bunny", "characterId": "nm0000305"}, {"text": "Grr-no!", "character": "#7 Dog", "characterId": "nm0000305"}, {"text": "[Charges toward Bugs, digging a hole in the ground trying to run]", "character": null, "characterId": null}, {"text": "What a performance! Hey, this kid's gonna leave his race down that hole.", "character": "Bugs Bunny", "characterId": "nm0000305"}]}, {"lines": [{"text": "The dogs are going into their starting boxes. Now they're on edge for this race. Bill's Bunion looks a little sore. Pneumatic Tire's rounding into shape. Father's Moustache looks a little droopy. Motorman's Glove will have a hand in it. Bride's Biscuit is hard as a rock. Grandpa's Folly is out of it. He's being scratched.", "character": "Announcer", "characterId": "nm0000305"}]}, {"lines": [{"text": "Now they're ready. There goes the buzzer, and there goes the rabbit!", "character": "Announcer", "characterId": "nm0000305"}, {"text": "Rabbit?", "character": "Bugs Bunny", "characterId": "nm0000305"}, {"text": "[Sees the mechanical rabbit]", "character": null, "characterId": null}, {"text": "Wow!", "character": "Bugs Bunny", "characterId": "nm0000305"}, {"text": "[Wolf whistle]", "character": null, "characterId": null}, {"text": "What a hunk of feminine pulchritudee!", "character": "Bugs Bunny", "characterId": "nm0000305"}, {"text": "The dogs are going wild, and there they go!", "character": "Announcer", "characterId": "nm0000305"}, {"text": "What? Dogs chasing that cute little bunny? They can't do this! Chivalry is not dead! I'll save you, sweetheart!", "character": "Bugs Bunny", "characterId": "nm0000305"}]}]}