{"quotes": [{"lines": [{"text": "You want me, Pa?", "character": "Buck Hannassey", "characterId": "nm0175200"}, {"text": "Before you was born I did.", "character": "Rufus Hannassey", "characterId": "nm0412322"}]}, {"lines": [{"text": "I'm a law-abiding man. That is, if there's any law to abide by.", "character": "Rufus Hannassey", "characterId": "nm0412322"}]}, {"lines": [{"text": "But if he loved me, why would he let me think he was a coward?", "character": "Patricia Terrill", "characterId": "nm0004647"}, {"text": "If you love him, why would you think it? How many times does a man have to win you?", "character": "Julie Maragon", "characterId": "nm0001739"}]}, {"lines": [{"text": "If there's anything I admire more than a dedicated friend, it is a dedicated enemy.", "character": "Major Henry Terrill", "characterId": "nm0001948"}]}, {"lines": [{"text": "[examining McKay's dueling pistols]\nThese guns loaded?", "character": "Rufus Hannassey", "characterId": "nm0412322"}, {"text": "All but the caps. They haven't been fired for a long time - the vents will have to be cleared out. I'll do it for you, if you like.", "character": "James McKay", "characterId": "nm0000060"}, {"text": "Teach your grandmother to suck eggs! I've been handling guns like this, flintlock and caplock, since before you were born.", "character": "Rufus Hannassey", "characterId": "nm0412322"}]}, {"lines": [{"text": "All I can say, McKay, is you take a helluva long time to say good-bye.", "character": "Steve Leech", "characterId": "nm0000032"}]}, {"lines": [{"text": "What do you want, Hannassey?", "character": "Major Henry Terrill", "characterId": "nm0001948"}, {"text": "I'm just payin' back the call you and your men made on my home this mornin'. Sorry I wasn't there to give you the proper welcome.", "character": "Rufus Hannassey", "characterId": "nm0412322"}, {"text": "Let him speak his piece.", "character": "Major Henry Terrill", "characterId": "nm0001948"}, {"text": "a gentleman's house. Those are mighty fine clothes your wearin'. Well, maybe you've got some of these folks fooled, but you ain't got me fooled, not by a damn sight! The Hannassey's know and admire a real gentleman when they see one, and they recognize a high tone skunk when they smell one. Now, I'm not here complainin' about twenty of your brave men who beat three of my boys 'til they couldn't stand. Maybe they had it comin'. Anyways, they're full growed and can take their lickin's. And I'm not here complainin' because I know that you're tryin' to buy the Big Muddy to keep my cows from water. Though it galls me sore to see the granddaughter of a genuine gentleman like Glenn Maragon under this roof. I'll tell you why I'm here, Major Terrill! When you come a-ridin' roughshod over my land scarin' the kids and the women folks, when you invade my home, like you was the law or God Almighty, then I say to you, I've seen every kind of critter God ever made, and I ain't never seen a meaner, lower, more stinkin', yellow, hyprocrite than you! Now you can swallow up a lot of folks and make 'em like it, but you ain't swallowin' me. I'm stuck in your craw, Henry Terrill, and you can't spit me out! You hear me now! You rode into my place and beat my men for the last time and I give you warnin'. You set foot in Blanco Canyon once more and this country's gonna run red with blood 'til there ain't one of us left! Now I don't hold mine so precious, so if you want to start, here, start now! What's the matter? Can't you shoot a man a-facin' ya? I'll make it easy fer ya. Here's my back.", "character": "Rufus Hannassey", "characterId": "nm0412322"}]}, {"lines": [{"text": "Why ain't you dead? You let 'em run my cows off and you come back standing up!", "character": "Rufus Hannassey", "characterId": "nm0412322"}, {"text": "What could we do, Pa? There was twenty of them... just a few of us!", "character": "Buck Hannassey", "characterId": "nm0175200"}, {"text": "Them cows is worth more than the whole lot of ya.", "character": "Rufus Hannassey", "characterId": "nm0412322"}]}, {"lines": [{"text": "Well, even when you rode Old Thunder, everybody knew it. Ramon knew it. Julie knew it. But me? Not a word. Why? You know how much it meant to me... with everybody laughing at me. And don't tell me they weren't. But you wouldn't do it for me. Why not? Why not for me?", "character": "Patricia Terrill", "characterId": "nm0004647"}, {"text": "There's some things a man has to prove to himself alone... not to anyone else.", "character": "James McKay", "characterId": "nm0000060"}, {"text": "Not even to the woman he loves.", "character": "Patricia Terrill", "characterId": "nm0004647"}, {"text": "Least of all her... if she loves him.", "character": "James McKay", "characterId": "nm0000060"}]}, {"lines": [{"text": "You know, McKay, you're a bigger fool than I thought you were. And to tell you the truth, that just didn't seem possible.", "character": "Steve Leech", "characterId": "nm0000032"}]}, {"lines": [{"text": "He's going to be the most surprised dead man you ever saw!", "character": "Rufus Hannassey", "characterId": "nm0412322"}]}, {"lines": [{"text": "Any ranch that you can see on foot just isn't worth looking at.", "character": "Julie Maragon", "characterId": "nm0001739"}]}, {"lines": [{"text": "[Buck Hannassey is about to shoot the weaponless James McKay until Buck's father intercedes]", "character": null, "characterId": null}, {"text": "You don't shoot an unarmed man... not while I'm around.", "character": "Rufus Hannassey", "characterId": "nm0412322"}]}, {"lines": [{"text": "There's no prettier sight in the world than 10,000 head of cattle... unless it's 50,000.", "character": "Major Terrill", "characterId": "nm0001948"}]}, {"lines": [{"text": "The Hannasseys will have no peace until the bones of Henry Terrill is bleaching in Blanco Canyon. Now he started this blood-spilling, and I aim to finish it.", "character": "Rufus Hannassey", "characterId": "nm0412322"}]}, {"lines": [{"text": "This is the west, Jim, a man is still expected to defend himself. If he allows people to think he won't, he's in trouble. Bad trouble.", "character": "Major Henry Terrill", "characterId": "nm0001948"}]}, {"lines": [{"text": "Treat her right. Take a bath sometime.", "character": "Rufus Hannassey", "characterId": "nm0412322"}]}, {"lines": [{"text": "[Leetch tries to impress Patricia by picking a fight with McKay]", "character": null, "characterId": null}, {"text": "If it's a fight you want, you've picked the right time for it, haven't you?", "character": "James McKay", "characterId": "nm0000060"}, {"text": "Yeah, I'm offering you a fight. Or ain't that a nice word back east?", "character": "Steve Leech", "characterId": "nm0000032"}, {"text": "You're gambling, Leech. You're gambling that if we fight, you can beat me. And you're gambling that if you beat me, Ms. Terrill will admire you for it.", "character": "James McKay", "characterId": "nm0000060"}, {"text": "Out here, we leave a lady's name out of an argument.", "character": "Steve Leech", "characterId": "nm0000032"}]}, {"lines": [{"text": "[discussing McKay's \"cowardice\"]\nDon't you care what people think of you?", "character": "Patricia Terrill", "characterId": "nm0004647"}, {"text": "I'm not responsible for what people think, Pat, only for what I am.", "character": "James McKay", "characterId": "nm0000060"}]}, {"lines": [{"text": "[attempting to ride \"Old Thunder\"]\nAny advice?", "character": "James McKay", "characterId": "nm0000060"}, {"text": "Yes! Don't do it.", "character": "Ramón Guiteras", "characterId": "nm0066166"}]}, {"lines": [{"text": "[forced to shoot his own son]\nI told you! I told you I'd do it. I told you, but you wouldn't believe me! Damn your soul, I told you!", "character": "Rufus Hannassey", "characterId": "nm0412322"}]}, {"lines": [{"text": "Tell me Leech, what did we prove?", "character": "James McKay", "characterId": "nm0000060"}]}, {"lines": [{"text": "If you ain't the mother and father of all liars!", "character": "Rufus Hannassey", "characterId": "nm0412322"}]}, {"lines": [{"text": "I was just about finished if it's okay with you.", "character": "James McKay", "characterId": "nm0000060"}]}, {"lines": [{"text": "Crawl, you act like a dog, crawl like one! Crawl I said, crawl!", "character": "Rufus Hannassey", "characterId": "nm0412322"}]}, {"lines": [{"text": "I'm not going to go on living in the middle of a civil war.", "character": "James McKay", "characterId": "nm0000060"}]}, {"lines": [{"text": "Remember, the Terrills ain't no friend of ours.", "character": "Buck Hannassey", "characterId": "nm0175200"}, {"text": "I'll choose my own friends.", "character": "Julie Maragon", "characterId": "nm0001739"}, {"text": "Oh, that won't do. You got to be on one side or the other. You can't have it both ways.", "character": "Buck Hannassey", "characterId": "nm0175200"}]}, {"lines": [{"text": "I don't know that I would wear that hat too long around here, Mr. McKay.", "character": "Steve Leech", "characterId": "nm0000032"}, {"text": "Oh, why not?", "character": "James McKay", "characterId": "nm0000060"}, {"text": "Oh, one of these wild cowboys might take it into their head to shoot it off ya.", "character": "Steve Leech", "characterId": "nm0000032"}]}]}