{"quotes": [{"lines": [{"text": "[Sidorin offers to expell Anikeeva]", "character": null, "characterId": null}, {"text": "What? You're betraying me?", "character": "Anikeeva", "characterId": "nm0767954"}, {"text": "Betraying on time is not betraying. It's foreseeing.", "character": "Sidorin", "characterId": "nm0300781"}]}, {"lines": [{"text": "I demand for my protest to be written down into the protocol!", "character": "Professor", "characterId": "nm0548617"}, {"text": "We'll remember your protest, Professor, but we can't write itdown, for the protocol was eaten.", "character": "Chairman Sidorin", "characterId": "nm0300781"}]}, {"lines": [{"text": "So, you are an activist! Say, how much did you pay the guy to get you knocked up? The boy must have been brave to go there...", "character": "Market Director", "characterId": "nm0903939"}, {"text": "Really, now. That's out of line.", "character": "Sidorin", "characterId": "nm0300781"}, {"text": "Go to hell!", "character": "Yakubov", "characterId": "nm0834651"}, {"text": "I would, but the door is locked.", "character": "Market Director", "characterId": "nm0903939"}, {"text": "Earlier you strip-searched me, now let's all poke around in my bed. I've never been married and probably never will be. As for the kid - I'll have another one if I want. These days, a husband isn't necessary. The most important thing in a woman's life is her children. Do you know how many women there are out there, who are like me? And I am happy. And my little boy is happy. As for the money that I supposedly paid, how did your filthy mouth ever let something like that fall out? If you really must know, I had a perfectly ordinary affair with a married man. He chose his family. You wanted to humiliate me, but it's only yourself you have humiliated.", "character": "Malayeva", "characterId": "nm0015253"}]}, {"lines": [{"text": "I beg you, don't tell me your name. You will forever remain for me the son of Miloserdov.", "character": "Marina", "characterId": "nm0652523"}]}, {"lines": [{"text": "If a woman with looks like that is fighting for justice, it's a safe bet she's single.", "character": "Market Director", "characterId": "nm0903939"}]}, {"lines": [{"text": "Let the minutes reflect the sale of our Motherland.", "character": "Anikeeva", "characterId": "nm0767954"}]}, {"lines": [{"text": "When this nonsense is over, how about we go to my place for breakfast?", "character": "Miloserdov's Son", "characterId": "nm0467486"}, {"text": "I've never been invited to breakfast before. Usually, men suggest dinner.", "character": "Marina", "characterId": "nm0652523"}, {"text": "I am an innovator.", "character": "Miloserdov's Son", "characterId": "nm0467486"}, {"text": "I realize I look like the kind of woman who can be seduced over dinner, lunch, or even breakfast.", "character": "Marina", "characterId": "nm0652523"}, {"text": "Next you are going to say you are not like that.", "character": "Miloserdov's Son", "characterId": "nm0467486"}, {"text": "No, I won't say that. But I won't have breakfast with you, either. My breakfasting days are over.", "character": "Marina", "characterId": "nm0652523"}, {"text": "It's a little early for that, no?", "character": "Miloserdov's Son", "characterId": "nm0467486"}, {"text": "My recent husband has forever made me lose my appetite.", "character": "Marina", "characterId": "nm0652523"}]}]}