{"quotes": [{"lines": [{"text": "What the hell are you talking about? You saw me at the hospital, what you think I asked for that? Is that what you think? If that's what you think then you get the fuck out of my house!", "character": "Sarah Tobias", "characterId": "nm0000149"}]}, {"lines": [{"text": "You don't understand how I feel! I'm standing there with my pants down and my crotch hung out for the world to see and three guys are sticking it to me, a bunch of other guys are yelling and clapping and you're standing there telling me that that's the best you can do. Well, if that's the best you could do, then your best sucks! Now, I don't know what you got for selling me out, but I sure as shit hope it was worth it!", "character": "Sarah Tobias", "characterId": "nm0000149"}]}, {"lines": [{"text": "Ladies and Gentleman, Mr. Paulson has told you the testimony of Sarah Tobias is nothing. Sarah Tobias was raped but that is nothing. She was cut, bruised, and terrorized but that is nothing. All of it happened in front of a howling crowd and that is nothing. Well, it may be nothing to Mr. Paulson, but it is not nothing to Sarah Tobias and I don't believe it's nothing to you. Next, Mr. Paulson tried to convince you that Kenneth Joyce was the only one in that room who knew that Sarah Tobias was being raped. The only one. Now you watched Kenneth Joyce, how did he strike you? Did he seem specially sensitive? Did he seem so remarkable that you said to yourselves, \"Of course. This man would notice things other people wouldn't.\" Do you believe that Kenneth Joyce saw something in that room that those three men didn't see. In all the time that Sarah was pinned down on that Pinball machine that other people didn't know? Kenneth Joyce confessed to you that he watched a rape and did nothing. He told you that everyone in that bar behaved badly and he was right. But no matter how immoral it may be, it is not the crime of criminal solicitation to walk away from a rape. It is not the crime of criminal solicitation to watch a rape. But it is the crime of criminal solicitation to induce, or entreat, or encourage, or persuade another person to commit a rape. Hold her down, stick it to her, make her moan. These three men did worse than nothing. They cheered and they clapped and they rooted the others on. They made sure that Sarah Tobias was raped, and raped, and raped, and raped. And tell me, was that nothing?", "character": "Kathryn Murphy", "characterId": "nm0000534"}]}, {"lines": [{"text": "[to Sarah Tobias]\nHey, wanna play pinball?", "character": "Cliff 'Scorpion' Albrect", "characterId": "nm0744235"}]}, {"lines": [{"text": "This is what the jury is going to see. And they are going to see the girl too and you can't tell it from these. But she's tiny. She's the most defenceless looking thing you you ever saw.", "character": "Kathryn Murphy", "characterId": "nm0000534"}]}, {"lines": [{"text": "What are our chances?", "character": "Sarah Tobias", "characterId": "nm0000149"}, {"text": "50-50 at the most. Good night.", "character": "Kathryn Murphy", "characterId": "nm0000534"}, {"text": "Good night.", "character": "Sarah Tobias", "characterId": "nm0000149"}]}, {"lines": [{"text": "Either you tell me right now what you saw or you can tell it to me on the witness stand.", "character": "Kathryn Murphy", "characterId": "nm0000534"}, {"text": "Why? This isn't my business. I don't care about this.", "character": "Ken Joyce", "characterId": "nm0183464"}]}, {"lines": [{"text": "Listen again...\"A person is guilty of criminal solicitation if he commands, induces, entreats or otherwise persuades another person to commit a felony-\"", "character": "Kathryn Murphy", "characterId": "nm0000534"}, {"text": "You can read it to me until you're blue in the face, I am not gonna let you prosecute a bunch of spectators -", "character": "D.A. Paul Rudolph", "characterId": "nm0034492"}, {"text": "[cutting him off]\nThey're not spectators. They solicited the rape.", "character": "Kathryn Murphy", "characterId": "nm0000534"}, {"text": "Do you really want to ask a jury to lock up a bunch of people for clapping and cheering?", "character": "D.A. Paul Rudolph", "characterId": "nm0034492"}, {"text": "Clapping? Cheering? Pushing? Goading? Getting the rape going and keeping it going!", "character": "Kathryn Murphy", "characterId": "nm0000534"}, {"text": "And what happens if you lose? You'll look like an incompetent. If you win, you'll look like a vengeful bitch. Either way, you'll hurt yourself and this office. Now, drop it. You've got more important things to do.", "character": "D.A. Paul Rudolph", "characterId": "nm0034492"}, {"text": "No I haven't.", "character": "Kathryn Murphy", "characterId": "nm0000534"}, {"text": "You haven't got more important things to do than go to trial with a sure loser? What the hell's gotten into you?", "character": "D.A. Paul Rudolph", "characterId": "nm0034492"}, {"text": "We owe her.", "character": "Kathryn Murphy", "characterId": "nm0000534"}, {"text": "Owe her what? We put the rapists away.", "character": "D.A. Paul Rudolph", "characterId": "nm0034492"}, {"text": "*I* owe her.", "character": "Kathryn Murphy", "characterId": "nm0000534"}, {"text": "I see. You wanna spend my money to put a bunch of spectators on trial - a trial that you'll lose - because you owe her? No! You don't get to use this office to pay your debts!", "character": "D.A. Paul Rudolph", "characterId": "nm0034492"}, {"text": "I am going to try this case and you are not going to stop me.", "character": "Kathryn Murphy", "characterId": "nm0000534"}, {"text": "Kathryn, you're an ace. You've got a great future. Don't put it in jeopardy.", "character": "D.A. Paul Rudolph", "characterId": "nm0034492"}, {"text": "What are you going to do, fire me? Go right ahead. My first case will be a civil suit against the rapists, the solicitors, the Bar and the State. I will show that Sarah Tobias ended up in a hospital bed because this office sold her out. I will personally subpoena your records, put you on the witness stand and cross-examine you about every single sleazy plea-bargain this office has ever made.", "character": "Kathryn Murphy", "characterId": "nm0000534"}, {"text": "[turning to exit]", "character": null, "characterId": null}, {"text": "[shouting]\nGo ahead! Try your case! Have a good time! Because win or lose, you're through!", "character": "D.A. Paul Rudolph", "characterId": "nm0034492"}, {"text": "[turns to notice others in the office staring at him]", "character": null, "characterId": null}, {"text": "What are you lookin' at? Get back to work!", "character": "D.A. Paul Rudolph", "characterId": "nm0034492"}]}, {"lines": [{"text": "No, I don't know her. She's a whore, the last time I saw her she was doing a sex show.", "character": "Cliff 'Scorpion' Albrect", "characterId": "nm0744235"}, {"text": "You watched?", "character": "Kathryn Murphy", "characterId": "nm0000534"}, {"text": "You bet your ass I watched she put on a great show!", "character": "Cliff 'Scorpion' Albrect", "characterId": "nm0744235"}, {"text": "I thought she was raped?", "character": "Kathryn Murphy", "characterId": "nm0000534"}, {"text": "Raped? She fucked a bar full of guys then she turns round and blames them for it? Listen lady, she loved it, she had an audience, she did the show of her life!", "character": "Cliff 'Scorpion' Albrect", "characterId": "nm0744235"}]}, {"lines": [{"text": "[to Danny]\nFourth and one, my man, stick 'em!", "character": "Cliff 'Scorpion' Albrect", "characterId": "nm0744235"}]}, {"lines": [{"text": "[to Danny]\nSmell that new blood, baby!", "character": "Cliff 'Scorpion' Albrect", "characterId": "nm0744235"}]}, {"lines": [{"text": "[to Kurt]\nYou think we'll pull down your pants and see little silk panties?", "character": "Cliff 'Scorpion' Albrect", "characterId": "nm0744235"}]}, {"lines": [{"text": "[Larry tries to kiss Sarah]\nStop! Stop!", "character": "Sarah Tobias", "characterId": "nm0000149"}, {"text": "When are you going to get over this? Because it's getting really boring!", "character": "Larry", "characterId": "nm0639856"}, {"text": "Get out!", "character": "Sarah Tobias", "characterId": "nm0000149"}, {"text": "Fine. I'll be back in a couple of hours.", "character": "Larry", "characterId": "nm0639856"}, {"text": "No. This is my house, and I don't want you in it. Get out!", "character": "Sarah Tobias", "characterId": "nm0000149"}]}, {"lines": [{"text": "Are you deaf, asshole? No comment!", "character": "Sarah Tobias", "characterId": "nm0000149"}]}, {"lines": [{"text": "What time is it?", "character": "Sarah Tobias", "characterId": "nm0000149"}, {"text": "You just asked me that.", "character": "Kathryn Murphy", "characterId": "nm0000534"}]}, {"lines": [{"text": "[to Kurt]\nGotta see his panties!", "character": "Cliff 'Scorpion' Albrect", "characterId": "nm0744235"}]}]}