{"quotes": [{"lines": [{"text": "A real troublemaker, that one. But don't you worry; this stuff'll move, it'll move. When I get done with him, he won't bother us no more.", "character": "Artie Ravidge", "characterId": "nm0095524"}, {"text": "What are you going to do?", "character": "Alan Mitchell", "characterId": "nm0558663"}, {"text": "Never mind. I'm going to educate that Union real good to lay off us.", "character": "Artie Ravidge", "characterId": "nm0095524"}, {"text": "Dad, are you going to let him...?", "character": "Alan Mitchell", "characterId": "nm0558663"}, {"text": "What do you want me to do? Give in to them? Let the Union take over? That's what'll happen once they grab hold. With their hours, and benefits, and guarantees... three percent of the payroll for retirement, two percent for health, two percent for vacations... always with their hands stuck out for more. The only thing a boss can be sure of these days is an early heart attack. Who guarantees me anything?", "character": "Walter Mitchell", "characterId": "nm0002011"}, {"text": "How do other manufacturers get along...?", "character": "Alan Mitchell", "characterId": "nm0558663"}, {"text": "I don't care about the others. I built this place with my own hands and nobody's going to tell me how to run it. I wanna be my own boss. Do you understand? My own boss.", "character": "Walter Mitchell", "characterId": "nm0002011"}, {"text": "That still doesn't give you the right to keep a hoodlum on the payroll.", "character": "Alan Mitchell", "characterId": "nm0558663"}, {"text": "Oh, this boy, when he gives it to you... right under the belt. Mr \"Junior Executive\", when you learn the facts of life in this business...", "character": "Artie Ravidge", "characterId": "nm0095524"}, {"text": "Oh, I learned enough already. But never once did I hear anything about right or wrong.", "character": "Alan Mitchell", "characterId": "nm0558663"}, {"text": "[pause]\nThere's no such thing in the garment business.", "character": "Walter Mitchell", "characterId": "nm0002011"}]}]}