{"quotes": [{"lines": [{"text": "Poor butterfly oh.", "character": null, "characterId": null}, {"text": "[Pets the butterfly but it transforms into a female blue fairy]", "character": null, "characterId": null}, {"text": "Brave little mouse. You've been kind to me. I'll grant one wish. What shall it be?", "character": null, "characterId": null}, {"text": "I wanna fly.", "character": null, "characterId": null}, {"text": "[Flaps his arms to show he wants to fly]", "character": null, "characterId": null}, {"text": "Oh a mouse was never meant to fly. Think carefully beware.", "character": null, "characterId": null}, {"text": "Please I wanna fly like the birds.", "character": null, "characterId": null}, {"text": "Well if wings are what you wish, then you shall have a pair.", "character": null, "characterId": null}, {"text": "[the Blue Fairy taps her wand on the boy mouse and bat wings appear on his back. He tries out his bat wings and flies, but runs back to kiss the blue fairies hand and then she disappears]", "character": null, "characterId": null}]}, {"lines": [{"text": "[singing]\nI would like to be a bird and go sailing through the sky. If I were a little bird. I would flap my wings and fly. I would go from tree to tree while lonesome melody. For the other mice would envy me. I would like to be a bird.", "character": null, "characterId": null}]}, {"lines": [{"text": "[the boy mouse flies in the cave and the bat drops down behind him]\nHello there brother. Ha ha ha ha ha!", "character": "Bat", "characterId": "nm0621699"}, {"text": "I'm not your brother I'm a mouse.", "character": null, "characterId": null}, {"text": "A mouse. Ha ha ha ha ha! No mouse can fly so you got wings. So if you ain't a bat. Ha ha ha. You're nothing think of that.", "character": "Bat", "characterId": "nm0621699"}, {"text": "[the bat pulls on his wing, points his finger at the mouse and the other three bats drop down]", "character": null, "characterId": null}, {"text": "A mouse ha ha! A mouse ha ha. A mouse ha ha ha ha ha!", "character": null, "characterId": null}, {"text": "[Then the four bats dance around the boy mouse]", "character": null, "characterId": null}, {"text": "[singing]\nYou're nothing but a nothing. A nothing, a nothing. You're nothing but a nothing. You're not a thing at all.", "character": null, "characterId": null}, {"text": "[singing]\nYou're nothing but a nothing. A nothing, a nothing. Ha ha ha.", "character": "Bat", "characterId": "nm0621699"}, {"text": "[the boy mouse flies out of the cave and looks at his reflection in the pond and sees his image turning into a laughing bat and he runs and tries to rip his wings off but it doesn't come off. He then begins to cry. Then the blue fairy shows up]", "character": null, "characterId": null}, {"text": "Why are you crying little mouse? Don't you like to fly?", "character": null, "characterId": null}, {"text": "[Mouse crying]\nI'm not a mouse! I'm a nothing Sniff! I wish that I could die!", "character": null, "characterId": null}, {"text": "Come come my little friend. Cheer up. You learned your lesson part in you. Do your best, be yourself and light will smile upon you.", "character": null, "characterId": null}, {"text": "[Then the blue fairy taps her wand on the mouses bat wings and they disappear. Then the boy mouse runs and kisses her hand and she disappears. Then the boy mouse runs home to his mice family]", "character": null, "characterId": null}, {"text": "Oh mom! Mom! Mom! Mom!", "character": null, "characterId": null}, {"text": "[Then the boy mouse jumps in his mouse mothers arms and kisses her face. Then the three boy mice dance around him]", "character": null, "characterId": null}]}]}