{"quotes": [{"lines": [{"text": "[as Leonard Dawson commits suicide by falling to his death, Robert's last letter is heard]", "character": null, "characterId": null}, {"text": "Leonard Dawson. From your disobedient son, Robert.", "character": "Robert Dawson", "characterId": "nm0031407"}]}, {"lines": [{"text": "[Cindy is about to have sex with Golgo 13]\nThis is my first time... with an Asian.", "character": "Cindy", "characterId": "nm0476037"}]}, {"lines": [{"text": "[punches Jefferson after belittling his plans to kill Golgo 13 using Gold and Silver]\nDon't *ever* talk to me like that, you animal! You dare to refuse me... you worthless, disgusting slime? Go ahead and refuse me if you can! I'll suspend every operation under Dawson Enterprises indefinitely! And you know god-damn well what that means! If I shut down my oil refineries and banks and tankers, then evey you three metal giants must realize what that would mean! I could shut the economy of this country down tomorrow if I want, and it sure as hell won't end there! No one says no to Leonard Dawson! I'm gonna settle this problem with Golgo 13 no matter what it takes... and if I have to blow up a city or two in the process, I will! However... if you comply with my demands, I can assure you that no civilian will be involved. You have my word as head of Dawson Enterprises on that.", "character": "Leonard Dawson", "characterId": "nm0566332"}]}, {"lines": [{"text": "Mr. Dawson, the FBI has always been at your complete disposal and...", "character": "F. Garvin", "characterId": "nm0261930"}, {"text": "You call that complete? Go comb the federal prison, but get me someone to finish him off.", "character": "Leonard Dawson", "characterId": "nm0566332"}, {"text": "Federal Prison? What do you mean by that?", "character": "F. Garvin", "characterId": "nm0261930"}, {"text": "Garvin, you're far too smart to be this stupid.", "character": "Leonard Dawson", "characterId": "nm0566332"}]}, {"lines": [{"text": "[Duke finds out who Dr. Z really is]", "character": null, "characterId": null}, {"text": "Who is this?", "character": "Cindy", "characterId": "nm0476037"}, {"text": "You almost had me fooled.", "character": "Golgo 13", "characterId": "nm0756033"}, {"text": "Duke?", "character": "Cindy", "characterId": "nm0476037"}, {"text": "It's you.", "character": "Golgo 13", "characterId": "nm0756033"}, {"text": "[hesitates]\nDuke! Duuuuuuke!", "character": "Cindy", "characterId": "nm0476037"}]}, {"lines": [{"text": "[to Jefferson, Garvin and Young after they fail to kill Golgo 13]\nI was a poor nine-year-old immigrant, when I started my first job as a shoe-shine boy. For fifty-three years, I've suffered every hardship there is to build the wealth I have today. Thirteen years ago, my wife passed away. From that time on, the only meaning my life has had has been to take care of my beloved son, Robert. He... Robert was a poet, and he loved to paint. Eventually, he fell in love, like a schoolboy. He'd finally become a man. He married, and my ultimate dream - to hand over Dawson Enterprises to *my son* - was about to become real. For a brief moment, it seemed to me that it had become real... and before I was able to move, my life was destroyed completely!", "character": "Leonard Dawson", "characterId": "nm0566332"}, {"text": "[flashback to Golgo killing Robert]", "character": null, "characterId": null}, {"text": "By a single bullet... by Golgo 13!", "character": "Leonard Dawson", "characterId": "nm0566332"}, {"text": "[scatters a vase of flowers, exhaling stressfully]", "character": null, "characterId": null}, {"text": "I plan to avenge my son... and I bought you gentlemen, if I may, and allow me to remind you that I paid you millions! Because you three are supposed to be experts! I bought the brains and the muscle of the agencies you had! I bought you, do you understand that? And what do I get? Failure! And I forgave you. But you failed again! I will not tolerate it a third time, do you understand me? Get it into your fucking heads, and that the next time you fail, is when you all DIE!", "character": "Leonard Dawson", "characterId": "nm0566332"}]}, {"lines": [{"text": "I'll take the job.", "character": "Golgo 13", "characterId": "nm0756033"}]}, {"lines": [{"text": "[after Snake is killed]\nSilver and Gold, finish it off. I want him dead and I want him dead now! Rip out his brains and throw them on the floor!", "character": "Leonard Dawson", "characterId": "nm0566332"}]}]}