{"quotes": [{"lines": [{"text": "[from trailer]", "character": null, "characterId": null}, {"text": "Run, Viveca! Run! Preserve your innocence, preserve your youth! Don't let him catch you!", "character": "Viveca Hansen", "characterId": "nm0011897"}, {"text": "But she wasn't quick enough. She was raped, violated, brutally and viciously. This was the beginning of the end. Beaten and weeping, her virginity was lost forever. To her, nothing was sacred on the altar of lust. Viveca sought professional help. But even the psychiatrist couldn't help her.", "character": "Male narrator", "characterId": "nm0272104"}, {"text": "I loved Don with all my heart. Our two bodies were as one.", "character": "Viveca Hansen", "characterId": "nm0011897"}, {"text": "See love scenes photographed as never before. A young girl's innocent first love is soon to be corrupted. Who could suspect that this beautiful young woman's sexual drives would soon be perverted? An idyllic rhapsody of love interrupted by the strains of deviation and degeneracy! They knew all the delights of natural sex. They bared their souls upon the altar of lust. But one love was not yet enough. Don craved more!", "character": "Male narrator", "characterId": "nm0272104"}, {"text": "My lover had taken another. They lay there, nude and shameless, restless in their passion. What could I do? I joined them and began to know the torments of unnatural sex drives.", "character": "Viveca Hansen", "characterId": "nm0011897"}, {"text": "Rising to the heights of sexual extravagance, Viveca learned quickly what lust was all about. Her lover introduced her to the joys and sorrows of an uncontrolled passion that is lesbianism upon the newly-discovered altar of lust. Viveca met Linda at a party. They were irresistibly drawn towards one another.", "character": "Male narrator", "characterId": "nm0272104"}, {"text": "What was it that made me so sexually irresistible? Even my psychiatrist succumbed.", "character": "Viveca Hansen", "characterId": "nm0011897"}, {"text": "His couch became an altar of lust! There was an orgy of passion. Viveca became the catalyst of sex. All who knew her became attached to her. All sought and craved her body. Even Tania the belly-dancer was not immune! Who was this girl called Viveca? Be sure to see The Altar of Lust, an unforgettable erotic experience, coming soon to this theater!", "character": "Male narrator", "characterId": "nm0272104"}]}]}