{"quotes": [{"lines": [{"text": "Jacqueline, you've spoken so often of ending it all I can't understand why this should be so difficult for you. You have only to drink a little.", "character": "Nancy", "characterId": "nm0621794"}, {"text": "Yes, Jacqueline. You were always talking suicide; ending your life when you wanted to.", "character": "Esther Redi, Jacqueline's Partner", "characterId": "nm0628561"}, {"text": "Yes, when *I* wanted to.", "character": "Jacqueline Gibson", "characterId": "nm0112046"}]}, {"lines": [{"text": "I feel like an idiot fainting in a stranger's office.", "character": "Mary Gibson", "characterId": "nm0001375"}]}, {"lines": [{"text": "I tell you young lady. When a thing likes this comes up you got to go to the police. What do you think people pay taxes for? It ain't just to keep us chasing after crooks and regulating traffic. We're suppose to help everybody. Now, you got to go to the police about your sister, Miss.", "character": "Police Officer Danny, Bureau Clerk", "characterId": "nm0187914"}]}, {"lines": [{"text": "No, that room made her happy in some strange way I couldn't understand. She lived in a world of her own fancy. She didn't always tell the truth. In fact, I'm afraid she didn't know what the truth was.", "character": "Gregory Ward", "characterId": "nm0064604"}]}, {"lines": [{"text": "You're not a dipsomaniac at your age?", "character": "Doctor Louis Judd", "characterId": "nm0007218"}]}, {"lines": [{"text": "I'm sorry, I don't practice anymore. I find it easier to write about mental illness and leave the cure to others.", "character": "Doctor Louis Judd", "characterId": "nm0007218"}]}, {"lines": [{"text": "One can take either staircase. I prefer the left. The sinister side.", "character": "Doctor Louis Judd", "characterId": "nm0007218"}]}, {"lines": [{"text": "My dear, we were intimate. The times we use to have together! I bet she never told you about that - you're too young.", "character": "Gladys", "characterId": "nm0054060"}]}, {"lines": [{"text": "Why can't everyone be happy like we are? Laugh and have a good time. That poor little one - so sad because she can't find her sister. And that man with her, he doesn't make her laugh - just sits and talk.", "character": "Mrs. Bella Romari", "characterId": "nm0843158"}, {"text": "We are happy Mrs. Romari. You have everything, and I have nothing to lose.", "character": "Jason Hoag, Poet", "characterId": "nm0300809"}]}, {"lines": [{"text": "I'm a terrible failure, Mary. A book clerk by day, a poet by night. Not a very good one. But if you'll trust me, in this one thing I won't fail. I'll find your sister.", "character": "Jason Hoag, Poet", "characterId": "nm0300809"}]}, {"lines": [{"text": "I love your sister, Mary. I love her very much. It's easy to understand now, isn't it? A man would look for her anywhere, Mary. There's something... exciting and unforgettable about Jacqueline. Something you never... quite get hold of. Something that keeps a man following after her.", "character": "Gregory Ward", "characterId": "nm0064604"}, {"text": "Because I loved Jacqueline I thought I knew her. Today I found out such strange things, frightening things. I saw a hangman's noose that Jacqueline had hanging... waiting.", "character": "Mary Gibson", "characterId": "nm0001375"}, {"text": "Well, at least I can explain about that. Your sister had a feeling about life; that it wasn't worth living unless one could end it. I helped her get that rope.", "character": "Gregory Ward", "characterId": "nm0064604"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "I run to death,and death meets me as fast, and all my pleasures are like yesterday.", "character": "Mimi", "characterId": "nm0751131"}]}, {"lines": [{"text": "He was a kind little man in his way. I made him go down that hall into the darkness. I made him do it.", "character": "Mary Gibson", "characterId": "nm0001375"}]}, {"lines": [{"text": "As a man you distrust me. Perhaps you can believe me as a physician", "character": "Doctor Louis Judd", "characterId": "nm0007218"}]}, {"lines": [{"text": "Your sister had many friends, but they weren't my friends. I was only the manager of her plant.", "character": "Esther Redi, Jacqueline's Partner", "characterId": "nm0628561"}]}, {"lines": [{"text": "I'm under orders to make you laugh. In Mrs. Romari's mind, poetry and humor has some strange affinity, which they don't have in fact. She wants me to play the fool for you but... suddenly Miss Gibson, I feel as sad as you do.", "character": "Jason Hoag, Poet", "characterId": "nm0300809"}, {"text": "Well, then, I've spoiled your dinner. Your food won't digest and your wine will sour.", "character": "Mary Gibson", "characterId": "nm0001375"}]}]}