{"quotes": [{"lines": [{"text": "[telling the joke to the others in the bar]", "character": null, "characterId": null}, {"text": "So Pat says, he says, \"They got this new bar... and you go inside and for half a buck you get a beer, a free lunch and they take you in the back room - they get you laid... Mike says, \"Now wait a minute, wait a minute, wait a minute. Do you mean to say there's a new bar and you go inside and for a half a buck they give you a beer, a free lunch and they take you in the back room and they get you laid?\" Pat says, \"That's right.\" \"Have you ever been in the bar?\" And he says, \"No, but me sister has.\"", "character": "Frank Galvin", "characterId": "nm0000056"}]}, {"lines": [{"text": "[Mickey is trying to convince Frank not to take the case to trial]\nDo you know who the attorney for the Archdiocese is? Ed Concannon!", "character": "Mickey Morrissey", "characterId": "nm0912001"}, {"text": "He's a good man...", "character": "Frank Galvin", "characterId": "nm0000056"}, {"text": "He's a good man? Heh, heh, he's the Prince of fucking Darkness! He'll have people testifying they saw her waterskiing in Marblehead last summer. Now look, Frank, don't *fuck with this case!", "character": "Mickey Morrissey", "characterId": "nm0912001"}]}, {"lines": [{"text": "[Frank is giving his summation to the jury]", "character": null, "characterId": null}, {"text": "a fervent and a frightened prayer. In my religion, they say, \"Act as if ye had faith... and faith will be given to you.\" IF... if we are to have faith in justice, we need only to believe in ourselves. And ACT with justice. See, I believe there is justice in our hearts.", "character": "Frank Galvin", "characterId": "nm0000056"}, {"text": "[he sits down]", "character": null, "characterId": null}]}, {"lines": [{"text": "Why wasn't she getting oxygen?", "character": "Ed Concannon", "characterId": "nm0000051"}, {"text": "Well, many reasons, really...", "character": "Dr. Towler", "characterId": "nm0011741"}, {"text": "Tell me one.", "character": "Ed Concannon", "characterId": "nm0000051"}, {"text": "She'd aspirated vomitus into her mask.", "character": "Dr. Towler", "characterId": "nm0011741"}, {"text": "She threw up in her mask.", "character": "Ed Concannon", "characterId": "nm0000051"}]}, {"lines": [{"text": "This case should never have come to trial. But you know better. You're mister independent. You want to be independent? Be independent now. I have no sympathy for you.", "character": "Judge Hoyle", "characterId": "nm0642675"}]}, {"lines": [{"text": "It seems to me, a fellow's trying to come back, he'd take the settlement, get a record for himself. I, myself. would take it and run like a thief.", "character": "Judge Hoyle", "characterId": "nm0642675"}, {"text": "I'm sure you would.", "character": "Frank Galvin", "characterId": "nm0000056"}]}, {"lines": [{"text": "[the church has offered a check for $210,000 to settle the case]", "character": null, "characterId": null}, {"text": "How did you settle on the amount?", "character": "Frank Galvin", "characterId": "nm0000056"}, {"text": "We thought it was just.", "character": "Bishop Brophy", "characterId": "nm0083081"}, {"text": "You thought it was just?", "character": "Frank Galvin", "characterId": "nm0000056"}, {"text": "Yes.", "character": "Bishop Brophy", "characterId": "nm0083081"}, {"text": "210,000. That means I would keep seventy.", "character": "Frank Galvin", "characterId": "nm0000056"}, {"text": "That was our insurance company's recommendation.", "character": "Bishop Brophy", "characterId": "nm0083081"}, {"text": "Yes, that would be.", "character": "Frank Galvin", "characterId": "nm0000056"}, {"text": "Nothing we can do can make that woman well.", "character": "Bishop Brophy", "characterId": "nm0083081"}, {"text": "And no one will know the truth.", "character": "Frank Galvin", "characterId": "nm0000056"}, {"text": "What is the truth?", "character": "Bishop Brophy", "characterId": "nm0083081"}, {"text": "That that poor girl put her trust into the... into the hands of two men who took her life. She's in a coma. Her life is gone. She has no home, no family. She's tied to a machine. She has no friends. And the people who should care for her - her doctors... and you and me - have been bought off to look the other way. We've been paid to look the other way. I came here to take your money. I brought snapshots to show you so I could get your money. I can't do it; I can't take it. 'Cause if I take the money I'm lost. I'll just be a... rich ambulance chaser. I can't do it. I can't take it.", "character": "Frank Galvin", "characterId": "nm0000056"}]}, {"lines": [{"text": "You know, you guys are all the same. You don't care who you hurt. All you care about is the dollar, you're a bunch of whores. You got no loyalty, no nothing. You're a bunch of whores!", "character": "Maureen Rooney", "characterId": "nm0100566"}]}, {"lines": [{"text": "[to the judge]\nYou couldn't hack it as a lawyer. You were a bag man for the boys downtown and you still are, I know about you.", "character": "Frank Galvin", "characterId": "nm0000056"}]}, {"lines": [{"text": "You guys... you guys are all the same! The doctors at the hospital, you... it's always what I'm going to do for you. And then you screw up, and it's, \"Ah, we did the best that we could, I'm dreadfully sorry.\" And people like us live with your mistakes the rest of our lives.", "character": "Kevin Doneghy", "characterId": "nm0359695"}]}, {"lines": [{"text": "[testifying why she kept a copy of the admittance form]\nAfter the operation, when that poor girl she went into a coma, Dr. Towler called me in. He told me that he'd had five difficult deliveries in a row and he was tired... and he never looked at the admittance form. And he told me to change the form. He told me to change the '1' to a '9'... or else... or else he said, he said he'd fire me. He said I'd never work again. Who were these men? Who were these men? I wanted to be a nurse!", "character": "Kaitlin", "characterId": "nm0001080"}]}, {"lines": [{"text": "I know how you feel. You don't believe me, but I do know. I'm going to tell you something that I learned when I was your age. I'd prepared a case and old man White said to me, \"How did you do?\" And, uh, I said, \"Did my best.\" And he said, \"You're not paid to do your best. You're paid to win.\" And that's what pays for this office... pays for the pro bono work that we do for the poor... pays for the type of law that you want to practice... pays for my whiskey... pays for your clothes... pays for the leisure we have to sit back and discuss philosophy as we're doing tonight. We're paid to win the case. You finished your marriage. You wanted to come back and practice the law. You wanted to come back to the world. Welcome back.", "character": "Ed Concannon", "characterId": "nm0000051"}]}, {"lines": [{"text": "[Judge Hoyle is speaking with Concannon and Galvin about the case]", "character": null, "characterId": null}, {"text": "Frank, what would you and your client take - right now, this very minute - to walk out of here, let this damn thing drop?", "character": "Judge Hoyle", "characterId": "nm0642675"}, {"text": "My client can't walk, your honor.", "character": "Frank Galvin", "characterId": "nm0000056"}, {"text": "I know full well she can't, Frank. You see the padre on your way out; he'll punch your ticket... you follow me?", "character": "Judge Hoyle", "characterId": "nm0642675"}]}, {"lines": [{"text": "I changed my life today, what did you do?", "character": "Frank Galvin", "characterId": "nm0000056"}, {"text": "I changed my room at the hotel.", "character": "Laura Fischer", "characterId": "nm0001648"}, {"text": "Why did you do that?", "character": "Frank Galvin", "characterId": "nm0000056"}, {"text": "TV didn't work.", "character": "Laura Fischer", "characterId": "nm0001648"}]}, {"lines": [{"text": "if you're going to try my case for me, I wish you wouldn't lose it.", "character": "Frank Galvin", "characterId": "nm0000056"}]}, {"lines": [{"text": "He is the prince of fucking darkness.", "character": "Mickey Morrissey", "characterId": "nm0912001"}]}, {"lines": [{"text": "[as he's closing his door]", "character": null, "characterId": null}, {"text": "I've no sympathy for you.", "character": "Judge Hoyle", "characterId": "nm0642675"}]}, {"lines": [{"text": "I'm her attorney.", "character": "Frank Galvin", "characterId": "nm0000056"}]}]}