{"quotes": [{"lines": [{"text": "[Notes written in secret]\nThe engine driver Duterne drinks wine. The engine driver Chaume drinks water. The stoker Larment drinks beer. The stoker Leger drinks vermouth... Sisif, engineer first class, drinks large amounts of alcohol.", "character": null, "characterId": null}]}, {"lines": [{"text": "What's the matter with poor Sisif?", "character": null, "characterId": null}, {"text": "You feel sorry for a fool who gambles all his money away? Just look at him! He thinks he's some barroom Christ with that light in the window behind him!", "character": null, "characterId": null}]}, {"lines": [{"text": "Rails, wheels, smoke - how gloomy it all is! This hectic modern life is so exasperating!", "character": "Elie", "characterId": "nm0336414"}]}, {"lines": [{"text": "I forbid you to wear short skirts and silk stockings! You understand?", "character": "Sisif", "characterId": "nm0786313"}]}, {"lines": [{"text": "Sisaf had to catch his breath. His heart was pounding like a racing connecting rod, while the twilight trains grew blurred in the phantasmagoric mist.", "character": null, "characterId": null}]}, {"lines": [{"text": "I drink to the end of my life - - - as a bachelor.", "character": "Jacques de Hersan", "characterId": "nm0536252"}]}, {"lines": [{"text": "I must try to behave myself now. Yes, my dears, I am quite mad about a little lady of the Rail - - - who has such legs - -...", "character": "Jacques de Hersan", "characterId": "nm0536252"}]}, {"lines": [{"text": "[Sisif imagines the Train is talking to him]\n\"I will always be true to you, and when you're feeling sad, I will talk to you of her and you will hear her ethereal melancholy in the song of my wheels, in the everish pounding of my connecting rods, in my smoke-filled sighs.\"", "character": null, "characterId": null}]}, {"lines": [{"text": "There are no flowers amid the rails for us, son. You realize that, don't you? And if by some miracle one should blossom some day, we can be forgiven for reaching out for it.", "character": "Sisif", "characterId": "nm0786313"}]}, {"lines": [{"text": "He's getting crazy with that station girl of his!", "character": "Dalilah", "characterId": "nm0165137"}]}, {"lines": [{"text": "No one answered my letters, so I came to scold you naughty boys!", "character": "Norma", "characterId": "nm0167087"}]}, {"lines": [{"text": "they call me Napoleon everywhere.", "character": "Machefer", "characterId": "nm0879412"}]}, {"lines": [{"text": "Go on. Go without me. Work comes first. The Wheel has to keep turning.", "character": "Sisif", "characterId": "nm0786313"}]}, {"lines": [{"text": "Watch the lubrication, will you?", "character": "Sisif", "characterId": "nm0786313"}]}, {"lines": [{"text": "Miss Norma, since you'll be spending the entire winter here, without any distractions, we thought you might like to come dance with us today.", "character": null, "characterId": null}, {"text": "Let me just powder my face first.", "character": "Norma", "characterId": "nm0167087"}]}, {"lines": [{"text": "You're turning your head again, Norma. Not feeling gay today?", "character": "Sisif", "characterId": "nm0786313"}]}, {"lines": [{"text": "And everything turned. Even the clouds, those white shadows of the mountains which danced the eternal tragic dance of the Wheel around the peaks.", "character": null, "characterId": null}]}, {"lines": [{"text": "There are shames that must be silenced! - - - OEDIPUS REX", "character": null, "characterId": null}]}, {"lines": [{"text": "There are the truly damned - - - men who bear the word \"jinxed\" written in mysterious letters in the crease of their brow. BEAUDELAIRE", "character": null, "characterId": null}]}, {"lines": [{"text": "For we must bear the Cross before the Cross bears us. CLAUDEL", "character": null, "characterId": null}]}, {"lines": [{"text": "I know the Creation is a Great Wheel which cannot move without crushing someone! - VICTOR HUGO", "character": null, "characterId": null}]}, {"lines": [{"text": "And it is said that they cannot themselves be free of the Wheel. - KIPLING", "character": null, "characterId": null}]}, {"lines": [{"text": "City of the inimitable tower of the Great Gallows and of the Wheel - - - - BLAISE CENDRARS", "character": null, "characterId": null}]}, {"lines": [{"text": "And they are all bound upon the Wheel - - - bound from life after life! - KIPLING", "character": null, "characterId": null}]}]}