{"quotes": [{"lines": [{"text": "I am a doctor of philosophy from Edinburgh, a doctor of law from Christ's College, a doctor of medicine from Harvard. My friends, out of courtesy, call me 'Doctor'.", "character": "Fu Manchu", "characterId": "nm0000472"}]}, {"lines": [{"text": "Will we ever understand these Eastern races?", "character": "Nayland Smith", "characterId": "nm0832011"}]}, {"lines": [{"text": "You're Fu Manchu, aren't you?", "character": "Sir Lionel Barton", "characterId": "nm0335517"}, {"text": "I am a doctor of philosophy from Edinburgh, I am a doctor of law from Christ College, I am a doctor of medicine from Harvard. My friends, out of courtesy, call me doctor.", "character": "Fu Manchu", "characterId": "nm0000472"}, {"text": "Oh, I beg your pardon. Well, three times doctor, what do you want of me.", "character": "Sir Lionel Barton", "characterId": "nm0335517"}, {"text": "I have sent for you to make your fortune. What good are these relics of a dead warrior to you?", "character": "Fu Manchu", "characterId": "nm0000472"}, {"text": "Oh, our English people like to look at them on holidays.", "character": "Sir Lionel Barton", "characterId": "nm0335517"}, {"text": "Are they worth a million pounds to you?", "character": "Fu Manchu", "characterId": "nm0000472"}, {"text": "My dear fellow, I can't sell what I haven't got.", "character": "Sir Lionel Barton", "characterId": "nm0335517"}, {"text": "But you will tell me where they are for money, I mean?", "character": "Fu Manchu", "characterId": "nm0000472"}, {"text": "Not for anything in the world.", "character": "Sir Lionel Barton", "characterId": "nm0335517"}]}, {"lines": [{"text": "What do you expect to find in that tomb?", "character": "Nayland Smith", "characterId": "nm0832011"}, {"text": "A record, the golden plate, the threat of Genghis Khan's return, the golden mask he wore, and the famous golden scimitar.", "character": "Sir Lionel Barton", "characterId": "nm0335517"}, {"text": "Exactly, of course in your hands these things would be merely interesting archaeological specimens to go into British Museum, but should Fu Manchu put that mask across his wicked eyes and take that scimitar into his bony, cruel hands, all Asia rises. He'll declare himself Genghis Khan come to life again. And that, my friend, is what you have got to prevent. You must find that grave, and you must be the first to find it. And you must bring those pretty things back to England.", "character": "Nayland Smith", "characterId": "nm0832011"}]}, {"lines": [{"text": "I have seen a vision, the prophecy is about to be fulfilled. Genghis Khan, masked in his plate of gold, bearing the scimitar that none but he could ever wield comes back to us. I've seen a vision of countless hordes swarming to recapture the world. I've seen them victorious. I've heard the shouts of the dead and the dying drowned by the victorious cries of our people. Genghis Khan comes back! Genghis Khan leads the East against the world!", "character": "Fah Lo See", "characterId": "nm0001485"}]}, {"lines": [{"text": "[pointing to a snake]\nIs this a friend of your family's?", "character": "Nayland Smith", "characterId": "nm0832011"}, {"text": "It is not wise to insult your host, Sir Nayland. If it were not the easy way out, I would kill you now.", "character": "Fu Manchu", "characterId": "nm0000472"}]}, {"lines": [{"text": "The slightest move will send a bullet crashing through your stiff British spine.", "character": "Fu Manchu", "characterId": "nm0000472"}, {"text": "Are you in the habit of shooting your enemies in the back?", "character": "Nayland Smith", "characterId": "nm0832011"}, {"text": "Put your gun away. You may turn around. Ah, now that's better. Now we can talk like gentleman.", "character": "Fu Manchu", "characterId": "nm0000472"}]}, {"lines": [{"text": "[referring to Terrence Granville]\nHe is not entirely unhandsome, is he, my father?", "character": "Fah Lo See", "characterId": "nm0001485"}, {"text": "For a white man, no.", "character": "Fu Manchu", "characterId": "nm0000472"}]}, {"lines": [{"text": "The whip! The whip!", "character": "Fah Lo See", "characterId": "nm0001485"}]}, {"lines": [{"text": "[after Fu Manchu has reveald his murderous plans for her and Dr. Von berg]\nYou yellow beast!", "character": "Sheila", "characterId": "nm0605904"}]}, {"lines": [{"text": "[Pointing to blonde female captive]\nWould you have maidens such as these for your wives?", "character": "Fu Manchu", "characterId": "nm0000472"}, {"text": "[Roars in approval, some waving swords]", "character": null, "characterId": null}, {"text": "Then conquer and breed... kill the white man... and take his women!", "character": "Fu Manchu", "characterId": "nm0000472"}]}, {"lines": [{"text": "it never stops. Minute after minute, hour after hour, day after day. Seems harmless, doesn't it? Just a bell ringing. But the percussion and the repercussion of sound against your eardrums will soften and destroy them until the sound is magnified a thousand times.", "character": "Fu Manchu", "characterId": "nm0000472"}, {"text": "[Barton is now secured hand and foot beneath the giant bell]", "character": null, "characterId": null}, {"text": "You can't move. You can't sleep. You will be frantic with thirst. You will be unspeakably foul. But here you will lie, day after day, until you tell.", "character": "Fu Manchu", "characterId": "nm0000472"}]}, {"lines": [{"text": "[Fu Manchu temporarily stops the \"bell torture bell\" from ringing, lifts up Sir Lionel Barton's head and gives him a glass of water]\nAnd now for a nice, long drink.", "character": "Fu Manchu", "characterId": "nm0000472"}, {"text": "[Sir Lionel Barton begins to drink from the glass, splutters and lays his head back down; moaning]\nHa ha ha ha ha... Oh, I forgot to tell you... it was salted!", "character": "Fu Manchu", "characterId": "nm0000472"}]}, {"lines": [{"text": "[to horde of Asians]\nMen of Asia! The skies are red with the thunderbolts of Genghis Khan! They rain down on the white race... and burn them!", "character": "Fu Manchu", "characterId": "nm0000472"}]}, {"lines": [{"text": "[directing his minions to take Nayland Smith into captivity]\nSee that he is comfortable... for now.", "character": "Fu Manchu", "characterId": "nm0000472"}]}, {"lines": [{"text": "]\nSilence! It is my pleasure to show you how I entertain my guests.", "character": "Fu Manchu", "characterId": "nm0000472"}, {"text": "[to Sheila]", "character": null, "characterId": null}, {"text": "You, Miss Barton, will be taken to the Room of the Golden Peacock, where you will be prepared as a sacrifice to our gods!", "character": "Fu Manchu", "characterId": "nm0000472"}, {"text": "[to Dr. von Berg, describing the torture of impalement]", "character": null, "characterId": null}, {"text": "And you? You, my dear doctor, will follow my slaves to the Room of the Slim Silver Fingers, where I am sure you will be more than comfortable!", "character": "Fu Manchu", "characterId": "nm0000472"}, {"text": "[to both]", "character": null, "characterId": null}, {"text": "And at sunrise tomorrow, as my chieftains are assembled in the temple below, you two, and your compatriot, Sir Nayland Smith, will have the pleasure of entering your Christian heaven together! It will be your honor to be the first white martyrs to perish at the hands of the new Genghis Kahn! I congratulate you!", "character": "Fu Manchu", "characterId": "nm0000472"}]}, {"lines": [{"text": "[telling Terence Granville, who is strapped to an operating table, what Fu Manchu is about to inject him with]\nThis serum, distilled from dragon's blood, my own blood, the organs of different reptiles, and mixed with the magic brew of the sacred seven herbs, will temporarily change you into the living instrument of my will. You will do as I command!", "character": "Fu Manchu", "characterId": "nm0000472"}]}]}