{"quotes": [{"lines": [{"text": "If the women don't find you handsome, they should at least find you handy.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[closing line of each episode]", "character": null, "characterId": null}, {"text": "And to the rest of you, thanks for watching. On behalf of myself and Harold and the whole gang up here at Possum Lodge... keep your stick on the ice.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Well, I'm not gonna be calling the U.S. Air Force, Harold. What do I say? We've got a missile? They take that as a threat, we're in real trouble.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Well, then, contact the Canadian Air Force.", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "Harold, it's after six; he's gone home.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Remember, you may have to grow old, but you don't have to mature.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[the \"Men Anonymous\" pledge, or the Man's Prayer]", "character": null, "characterId": null}, {"text": "I'm a man, but I can change, if I have to, I guess.", "character": null, "characterId": null}]}, {"lines": [{"text": "You know me, safety forced.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Remember, I'm pulling for ya. We're all in this together!", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[singing]\nWhen you feel like a toad on the highway of life... and everyone seems like a steel-belted radial... when you're lyin' there squished in an assortment of bodily fluids... at least you left your mark.", "character": "Arnie Dogen", "characterId": "nm0776187"}]}, {"lines": [{"text": "If life gives you lemons, throw 'em into a quart of vodka.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[Red talks about the Seven Stages of Parking]", "character": null, "characterId": null}, {"text": "You're parked. Permanently. You have your own parking spot. It even has your name over it.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Where does cheese come from, anyway?", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "I'm not sure but I think butter comes from leaving milk out too long.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Maybe cheese is butter that has been left out too long...", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "Yeah, could be... but I always thought cheese was a urine product. No, maybe that's cheez-whiz.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "\"Vegetarian\" is an old Indian word meaning \"I don't hunt so good.\"", "character": "Reg Hunter", "characterId": "nm0199325"}]}, {"lines": [{"text": "You ever see one of these? It's called a GPS, which stands for - well, who cares? Point is, this thing uses satellites to tell you where you are, which means that every man can have a five-hundred-dollar reason not to ask for directions.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "she thinks you'll change. She thinks you'll change, for the BETTER. Things don't get better as they get older. Look at your truck. Look at your roof. Look in the MIRROR!", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "When the going gets tough, switch to power tools.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Men are like gas, they take up the space available.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "And men, remember, if the women don't find you handsome, they should at least find you handy.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Your wife left you? Blow up the stove. Otherwise you'll start cooking for yourself and that's dangerous.", "character": "Edgar Montrose", "characterId": "nm0001295"}]}, {"lines": [{"text": "[singing]\nOh, they're weighin' the fish at the fish weigh-in, down at Mercury Creek / The prize is a boat and a thousand bucks for the biggest fish of the week / I caught me a nice little sunfish, it's gonna make me a winner / Not from the weight of the fish itself, but the ball bearings I fed it for dinner.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "And the best part is, Junior doesn't need a license to fly it. Apparently, it qualifies as a 'manned kite'. Or a 'manned lightning rod'; we'll see.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[singing]\nThis is a love song, more or less for my wife / She's the best thing - or one of the better things - to happen to me, in my life / I'd say what I am, I am because of her - but she wouldn't take that as a compliment / I consider to be perfect - or almost perfect, in a lot of ways / But she could back off on the nagging; that wouldn't hurt at all. Happy Anniversary, Bernice.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "If my wife Bernice is watching, I'll be coming straight home after the meeting, and I learned today that you cannot change an ugly thing by hiding it. But I'm still not going to shave my beard off.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[singing]\nTougher than iron, not one ounce of fat / All sinew and muscle, and blacker than black... I guess I burned the steaks again.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[singing]\nWhen life gets you down and you can't wait to die / when the slightest contusion puts tears in your eyes / Here's what I do when everything goes wrong / I go on my own TV show and sing a song / Oh well! At least I'm not a mole / Oh well! At least I'm not a mole - either kind / One I'm underground, totally blind / The other I'm a blemish on someone's behind / So put a smile on that long, long face... unless you're a mole, in which case I apologize for this insensitive song.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Well, you know what I think...", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "It doesn't matter what you think, Harold. If you were married, you'd know that.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "You can't be forgetting your wedding anniversary, Dalton.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Yeah, it's kind of ironic when the second dumbest think you ever did was to forget the dumbest thing you ever did.", "character": "Dalton Humphries", "characterId": "nm0047744"}]}, {"lines": [{"text": "I guess crime doesn't pay, huh, Mike?", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Not the way I do it.", "character": "Mike Hamar", "characterId": "nm0733500"}]}, {"lines": [{"text": "Be generous with the duct tape, you know; spare the duct tape, spoil the job.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "\"Your sewage is our bread and butter.\"", "character": "Winston Rothschild", "characterId": "nm0525872"}]}, {"lines": [{"text": "Apparently the water in Possum Lake has just been declared okay for human consumption.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Really? I wouldn't drink it.", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "So what? I said *human* consumption.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[Season 6 opening intro, displaying clips from the episode to be shown]", "character": null, "characterId": null}, {"text": "What you're looking at now are a bunch of segments from this particular show, the main message being, \"For gosh sakes, don't even think about changing the channel!\" I'll tell you something, if you want to make sense out of this program, you got to give it your undivided attention.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Badgers sleep in holes in the ground. How did one get in Old Man Sedgwick's pants?", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "Old Man Sedgwick was sleeping in a hole in the ground.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "One man's junk is another man's antique and if someone thinks rust and dust turns trash into cash, who am I to argue? These people are a lot smarter than we are.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[singing]\nOh, the mountain is high and the valley is low/It's the laws of Nature that make it so/If the valley is high and the mountain is low/You're either upside down or drunk or both.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[poem]\nIt is spring. Tadpoles swim in a stagnant pond, surrounded by floating lilies and water snakes. You're tempted to destroy their world with men and equipment, to dry up the swamp and kill the animals. But what the heck? You don't go down in the basement that often anyway.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "I thought \"Chariots of Fire\" was a remake of \"Ben Hur\" with flame throwers.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[Reading from a driver's manual]\n\"Two drivers approach an umarked intersection at the same time. Who has the right-of-way?\"", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "The guy in the big truck.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "No, Uncle Red. It says here, \"The guy on the right always has the right-of-way.\"", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "Unless the other guy has the big truck.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Uncle Red, check the manual.", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "Harold, check the cemetery.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[showing Red a bouquet of flowers for show's return]\nI went to a lot of trouble to get these. Cemetery gates were locked when I got there.", "character": "Dalton Humphries", "characterId": "nm0047744"}]}, {"lines": [{"text": "[trying to unscrew a jar of nitroglycerin]\nIt would work better if that finger wasn't missing.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Oh, it's not missing, Red. I know exactly where it is. It's back up at the quarry, still pointing at the \"no smoking\" sign.", "character": "Edgar Montrose", "characterId": "nm0001295"}]}, {"lines": [{"text": "Welcome to \"Harold's Handy Crafts\" where crafty hands make handy crafts!", "character": "Harold Green", "characterId": "nm0571405"}]}, {"lines": [{"text": "Where there's smoke, there's fire; where there's fire, there's Ranger Gord; where there's Ranger Gord, there's... nothing...", "character": "Ranger Gord", "characterId": "nm0445420"}]}, {"lines": [{"text": "If a person could find a better way to kill bugs, they would not only get rich, they'd probably get a lot more dates.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "We have a condom machine at school. It's always broken, but it's fun to think about.", "character": "Harold Green", "characterId": "nm0571405"}]}, {"lines": [{"text": "If repetition wasn't a good thing, why would people get married?", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "There's only two things that excite a man, expensive toys and real expensive toys.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "It is physically impossible to drink a five-gallon pail full of water while lying down.", "character": "Glen Braxton", "characterId": "nm0933817"}]}, {"lines": [{"text": "There is a historical significance to party boats, going back to um, Cleopatra and um, Moses, and um the crew of the Exxon-Valdez.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "The Red Green Show is kind of like the flu; not everybody gets it.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "I'm Ranger Gord... what year is it?", "character": "Ranger Gord", "characterId": "nm0445420"}]}, {"lines": [{"text": "We now come to the part of the show called \"If it ain't broke, you're not trying!\"", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[announcement at the lodge meeting]\nOld man Sedgwick says, if anybody finds a black-and-white cat that answers to the name 'Screech', would they please keep it?", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "All it takes is a little imagination, some mechanical ability, and neighbors who mind their own business.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Or you could pick a job without a mandatory retirement age. Like a politician.", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "Or a car thief.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "The handyman's secret weapon - duct tape.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[reciting Possum Log secret chant]\nQuando, Omni, Flunkus, Moritadi. Sit down.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Welcome to Possum Creek. Where men are men... and Harold here is my nephew.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "If the time ever comes when the world turns its back on something just because it's old and useless... well, that'll be a sad day for me and most of my fans.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Procrastination is like being intimate. The best things come at the end.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[Seeing Harold in a neckbrace]\nDid you hurt your neck, Harold, or have you been going to Don Cherry's tailor?", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[Red enters the lodge, feeling depressed]", "character": null, "characterId": null}, {"text": "Harold, if the people of this community ever find out what we did in that parking lot to that cow, I will never be able to hold my head up high again.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "You actually did it, Uncle Red? You did that whole \"Texas Chainsaw Massacre\" thing to that poor little defenseless milk-maker?", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "We chickened out, Harold, every last one of us. There wasn't one guy who could look into those big brown eyes and nail her with a sledgehammer. Guys were sobbing and they got misty-eyed. At one point, Moose Thompson asked the cow to marry him. This is a dark day for the image of Possum Lodge.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Well, I for one am very proud of you, Uncle Red.", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "the less you know about it, the more likely you are to go ahead.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Well, I hope you apologize to the cow, because she's had a very stressful day.", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "Oh, you can tell that by the back seat of Stinky's Cadillac.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "You know, it's not what you make, it's what you spend there. It's not what you pay, it's what you buy.", "character": "Dalton Humphries", "characterId": "nm0047744"}]}, {"lines": [{"text": "Vehicles don't belong in the Middle Ages anyway. Except maybe for Buster's Edsel.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Boy, people who don't even like the show are watching it now, ya know. It's like we're some big American network program or somethin'. Uncle Red, that is the power of hype. Hype works. Hype is cool. You don't have to have talent, good looks, brains, nothing, if you got enough hype.", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "You know I was thinking hype could really help you, Harold. You're hyper now, so just back off one letter, and you're there.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[During \"The Experts\", Red is asked what type of food to prepare and serve for a cookout]", "character": null, "characterId": null}, {"text": "Well, I find budget is the main consideration. For instance, we may be planning on having something like fish fry at the Lodge. 'Course, no one catches any. So we have to augment the menu and that always forces us over budget. And then we get all the whiners who want to know how the hot dogs and macaroni qualify as fish fry. So I just say, \"Hey, just throw some worms in.\"", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Well, you sounded serious at the time!", "character": "Harold Green", "characterId": "nm0571405"}]}, {"lines": [{"text": "How did you learn so much about money?", "character": "Red Green", "characterId": "nm0810019"}, {"text": "I watch that show \"Traders.\"", "character": "Harold Green", "characterId": "nm0571405"}]}, {"lines": [{"text": "clothes, stores and benches for the husbands to sit on.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "How old are you, Red?", "character": "Buzz Sherwood", "characterId": "nm0928716"}, {"text": "47.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "You're 56!", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "I'm 52.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Gotcha!", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "[Pumps his arms in victory]", "character": null, "characterId": null}, {"text": "Oh, oh, oh! Yeah!", "character": "Harold Green", "characterId": "nm0571405"}]}, {"lines": [{"text": "Don't you just hate it when you come home from a hard day at the track and your wife hasn't shoveled the driveway? Next thing you know, not only is your car in the garage, but so is the door.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[Referring to one of Red's many schemes]\nI don't want any judgments or anything, but I think your plan is flawed, badly flawed, like \"Rescue 911\"-type flawed.", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "Well, Harold, if we're gonna have to start comparing things with flaws in them, I don't think you're going to have a very nice day.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[singing]\nOh, you got your book; you hear the knock / But you don't care; the door is locked / Let them pound and yell and scream and shout / You know what they want; you know what they need / But you got there first with something to read / And they'll just have to learn to do without / The john is the only place where a man / Can put up his feet and turn on the fan / And read a book and know what it's actually about / Oh, but don't let it go to the bitter end / 'Cause every five minutes you lose another friend / And they'll all be waiting to kill you when you finally come out.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[poem]\nIt is winter. When I was young, we never had fights in hockey. But we also never had helmets or protective padding or shields on our skate blades or smooth ice. We used broken, splintered sticks and a brick for a puck and big, hard rocks for the posts. But we didn't have fights. We didn't *need* fights.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Some men look at a problem like this and try to find a solution. I prefer to figure out whose fault it is and let them take care of it.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "I cannot believe the government continues to pay politicians after they die.", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "Well, it's so hard for them to tell, Harold.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[Red and Harold enter the Lodge after Harold was driving with Red]", "character": null, "characterId": null}, {"text": "Well, that wasn't so bad, Harold. Old Lady Benkman yelled a lot, but I think those shrubs were already dead.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "If you're a pilot, you can use the roads and highways to steer your plane. Just remember, stay in the passing lane, or the motorists really yell at you.", "character": "Buzz Sherwood", "characterId": "nm0928716"}]}, {"lines": [{"text": "Who am I kidding? No one ever gets lost out here.", "character": "Ranger Gord", "characterId": "nm0445420"}, {"text": "I don't know, Gord. You seem pretty out there to me.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "I haven't had this much fun since my dad wore his rude t-shirt to parent-teacher night!", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Okay, you got new neighbors moving in down the street. They look okay from a distance. But as you're peering at them through your binoculars to see if their faces look familiar to you from TV shows like \"America's Most Wanted\", your wife comes running into the bedroom and tells you to put your pants on, she's invited the new people over. Now, I know you will have a negative reaction because you're thinking that you already know way more people than you want to know, and anyone who would buy a house on the same street as a chlorine factory is an idiot. Except you, of course. But you've got entirely the wrong attitude. When the moving van pulls into the driveway, you run right over. You say, \"Howdy, neighbor,\" all the time keeping an eye on everything coming out of the van. What you're looking for are power tools, gardening equipment and a big-screen TV. When it becomes obvious that they're a little more better off than you are, you try and figure out some way to get together at each other's houses at least once a week, maybe even more often during playoffs. It's okay to give a little as long as you get a lot. That's called free trade.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "\"There once was a man from Turkey, whose septics were plugged up and murky. They blamed it on lead from the pipes in the bed when the culprit was too much beef jerky.\"", "character": "Winston Rothschild", "characterId": "nm0525872"}]}, {"lines": [{"text": "The only thing Junior Singleton reads cover to cover is a matchbook.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Nothing bugs a handyman more than a stripper that works too slow.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[Dalton talks about his favorite car, a Chevy 2, which has apparently changed his life]", "character": null, "characterId": null}, {"text": "It taught me not to be materialistic, not to get attached to furniture or books and family photographs. Things just aren't that important. You know what? It's the money you make *selling* things that's important.", "character": "Dalton Humphries", "characterId": "nm0047744"}]}, {"lines": [{"text": "[singing]\nOh, I have one whisker on the end of my nose/And the more I shave it, the more it grows/I waxed it and stretched it until it was 40 inches long/And then it was hit by lightning and I was forced to rethink the whole project.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[Discussing Old Man Sedgwick's radio show]", "character": null, "characterId": null}, {"text": "Does he speak Latin or did he just have his teeth out?", "character": "Harold Green", "characterId": "nm0571405"}]}, {"lines": [{"text": "[Red has learned that Old Man Sedgwick's son has moved back in with him]", "character": null, "characterId": null}, {"text": "Okay, so Old Man Sedgwick's son has moved back in with him, and you can tell by the broken furniture out on the front lawn and the duct tape they got dividing the rooms exactly in half that things are really not going all that well. Now, you tell me, what is the worst thing that could happen out of that scenario?", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Well, they could be heating their cabin, like, with a high-sulfur coal, you know? Then meanwhile, on top of the wood stove, both men are rinsing their teeth in the same pewter jar, right? And that would create this symbiotic hydrolysis, right? And then there'd be a thermal inversion, right? And then all of a sudden, the sulfur and ions, they'd have to collide with the dental plaque, right? And that'd accelerate the electrons to the point where there'd be this massive nuclear reaction, right? But it wouldn't kill them. Oh, no, it wouldn't kill them, Uncle Red. But indeed, yes, it would render them absolutely sterile for the rest of their lives!", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "[Harold laughs psychotically, then composes himself]", "character": null, "characterId": null}, {"text": "I'm writing an episode of \"The Outer Limits\".", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "Harold, you *are* an episode of \"The Outer Limits\".", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Why don't you come up to the highway and help us clean that up just for a little while, eh?", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Well, yeah, I could do that. I got some spare time.", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "All right, Harold. And when you get up there, clean it up as fast as you can. Don't talk to the other guys, eh?", "character": "Red Green", "characterId": "nm0810019"}, {"text": "How come?", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "'Cause they'll kill you, Harold.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[Red tries to get Dalton to guess the word 'Paranoid']", "character": null, "characterId": null}, {"text": "You got two slippers. That makes a...?", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Pair.", "character": "Dalton Humphries", "characterId": "nm0047744"}, {"text": "Someone bugs you, you get...?", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Annoyed.", "character": "Dalton Humphries", "characterId": "nm0047744"}, {"text": "Put 'em together. Put 'em together.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "You say someone's stealing my slippers to annoy me? You know, it's probably my neighbor, you know, because he's trying to get me. Sometimes I sneak into his house at night and rearrange his furniture.", "character": "Dalton Humphries", "characterId": "nm0047744"}, {"text": "All right, and he thinks that way because he's...", "character": "Red Green", "characterId": "nm0810019"}, {"text": "...caught me doing it.", "character": "Dalton Humphries", "characterId": "nm0047744"}]}, {"lines": [{"text": "I know you teenagers watch a whole lot of television and you get kind of a mixed-up view of what the world is really like. The worst thing is that TV makes crime look good, where actually crime is bad. First of all, there's no such thing as a criminal mastermind, okay? The prison population is not a brain trust. If you ever skimmed through the mugshots down at the police station, you know you're not looking at the MIT graduating class. And if you're a criminal, one of these guys is going to be your roommates for the next 20 years. Also, if you get into the criminal line of work, you got to work a lot of nights, there are zero benefits and no one will come to your patio dinner party because they're afraid there's going to be a drive-by shooting. Despite what you see on television, most criminals either get caught or killed or they have to change their identity and move to a country where there's nothing worth stealing. So I'm asking you to just say no to assault, break-and-enter, arson, murder, theft, drug trafficking, and, oh yeah, real estate sales.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "You're never too old to learn things.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Are you ever too old to listen? You never listen, so I guess the answer is yes on that one.", "character": "Harold Green", "characterId": "nm0571405"}]}, {"lines": [{"text": "We never heard of anyone getting rich during a *mold* rush.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Well, mold has its values, too, because they use it to make things like bread and penicillin. Mold is not a bad thing.", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "Well, would you be willing to pay 400 bucks an ounce for it, Harold? If not, then it's a bad thing, because that's how much we spent to dig the gold mine.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[singing]\nWhen you wish upon a star / Make sure it's not our own sun / 'Cause wishing on our sun isn't much fun / Unless your wish is to burn out your retinas.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Harold, you want the truth?", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Yes!", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "You want the truth?", "character": "Red Green", "characterId": "nm0810019"}, {"text": "I want the truth!", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "I can't handle the truth!", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[the lodge members are trying to get into the record books]", "character": null, "characterId": null}, {"text": "What about you, Red? Is there anything you can do to set a world record?", "character": "Dalton Humphries", "characterId": "nm0047744"}, {"text": "Well, I could, but that's kind of between Bernice and I. I'm pretty sure they don't have that category.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "[he gestures towards the Guiness Book of World Records in Winston's hand]", "character": null, "characterId": null}, {"text": "[looking at the book]\nOh, no, snoring is in here.", "character": "Winston Rothschild", "characterId": "nm0525872"}]}, {"lines": [{"text": "I love the Americans. I'm really happy the Americans are watching our show. But I'm not gonna change my tune now, okay? My tune is \"O Canada!\"", "character": "Red Green", "characterId": "nm0810019"}, {"text": "That's wonderful! That's fantastic! I just thought I might mention at this point and time that American TV stars get $50,000 an episode.", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "All right. Well, my new tune is \"I'm a Yankee Doodle Dandy.\"", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "You know, contrary to popular folklore, bats will not suck the blood out of your body. That's your boss' job.", "character": "Garth Harble", "characterId": "nm0569787"}]}, {"lines": [{"text": "Well, we got the old army tank towed up to the lodge. Man, that was a job and a half, I'll tell ya.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Well, maybe you should've just hired a guy with a crane. He could've lifted it onto a flatbed truck and drive it up here.", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "Oh, yeah, and maybe I should've been born a millionaire. It's always money with you, isn't it, Harold? You need a tank moved, you pay someone. You need a roof reshingled, you pay someone. You need underwear, you pay someone. I just don't work that way, Harold.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "I don't want to brag, but no less an actor than Charlton Heston told me that I could really act.", "character": "Hap Shaughnessy", "characterId": "nm0684521"}, {"text": "Well, he said that with a straight face, so I'm convinced.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Harold, Possum Lodge is not exactly a place of worship. If I could work miracles, would you still be here?", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Well, yes, *I* can work miracles, Uncle Red.", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "[He plays the electronic instrument he has strapped on him; the audience laughs]", "character": null, "characterId": null}, {"text": "See? I just raised this show from the dead.", "character": "Harold Green", "characterId": "nm0571405"}, {"text": "Well, it can go back.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[poem]\nIt is winter. We hitched the horse up to the sleigh, like Grandfather used to do. Over hills and through the dells we'd glide for an hour or two. And soon my ears are brittle and my mouth is frozen shut. My eyes are locked wide open and all I see is the horse's butt.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[singing]\nFingers are handy, you must understand / You can do more things with your fingers than you can count on one hand / Work with them, point with them, pick with them, scratch / But if you give a big guy the finger, you may not get it back.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Pretty soon, you're going to find yourself going on and on about every topic under the sun, and you're going to wonder, \"Why am I suddenly the Encyclopedia Britannica in shorts and a T-shirt? And why this urge to tell anyone with ears?\" Well, you're a middle-aged man now. And middle-aged men know everything. Oh, yeah. Middle-aged men know the best route on any highway from one place to another place. We know how to fix stuff. We know how to cut the lawn properly. We know everything. But you got to keep this knowledge to yourself, all right? I know that you know that your neighbor is planting that shrub the wrong way, but don't say anything. I too have seen my wife wallpaper the bedroom the hard way. Just keep your mouth shut, all right? Because when they found out how smart we are, they get jealous, all right? I don't know who said, \"A little knowledge is a dangerous thing,\" but I'm guessing it was a middle-aged man. So whatever it is you know - and I know it's a lot - keep it under your hat and you'll be able to keep your friends. Believe me, I know.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[Red has complained about the Possum Van not working right]", "character": null, "characterId": null}, {"text": "Why don't you just call a tow truck?", "character": "Dalton Humphries", "characterId": "nm0047744"}, {"text": "A tow truck? That's a hundred bucks, Dalton. I can replace the van for 75.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[Mike enters the lodge with a basket of plums]", "character": null, "characterId": null}, {"text": "I got some plums for you, Mr. Green. Do you like plums?", "character": "Mike Hamar", "characterId": "nm0733500"}, {"text": "Oh, I sure do. Where'd you get those, Mike?", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Thompson's Orchard.", "character": "Mike Hamar", "characterId": "nm0733500"}, {"text": "Oh, they'll be good.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Yeah.", "character": "Mike Hamar", "characterId": "nm0733500"}, {"text": "How much did they cost ya?", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Nothin'. I just saw the sign that said, \"Pick your own\".", "character": "Mike Hamar", "characterId": "nm0733500"}, {"text": "[Red stares at Mike, who realizes his mistake]", "character": null, "characterId": null}, {"text": "Oh, I didn't know you're supposed to pay. They need a better system.", "character": "Mike Hamar", "characterId": "nm0733500"}, {"text": "They need a better fence, Mike. Just put them on the table until they cool off, huh?", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "\"Let us go then, you and I, when the evening is spread out against the sky, like a patient etherized upon a table. Let us go through certain half-deserted streets, because, my friend, life is short. And how often do you get the chance to drive a snowmobile through a mall?\"", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "You know, guys don't like to ask anybody for help. Women think it's because it makes us look weak, but that's not it. No, guys hate asking friends for help on a project because it means selling yourself into slavery. It's called payback work. If I ask a friend to help me do something smart like build a winterized garage for my snowmobile, then I'd have go help him do something stupid, like pour a cement pad for his rocket launcher. And why would I want to do that? If I've already finished my project, I don't want to do any more work. That payback work is nagging away in the back of your mind. Just like that relative living in the guest room. No matter what you say or what you do, it will not leave. You want my advice? You need something that needs to be fixed, hire a professional. If it's not bad enough to need a professional, fix it yourself and it will be. Believe me, you're better paying in cash once than paying in payback work the rest of your life.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "I find fruit preserves are kinda like neckties. They're something ya get for Christmas from people who either don't like you or are too cheap to buy ya a real gift.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[repeated opening lines]", "character": null, "characterId": null}, {"text": "Big, big week up at the lodge this week.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Now, this is only temporary - unless it works.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "Learn from my mistakes - someone should.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[singing]\nBacon drippings! Bacon drippings! Bacon drippings, bacon! / If you want to call your song 'Bacon Drippings / I'm sorry; it's been taken.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Excellent! That went better than I hoped!", "character": "Harold Green", "characterId": "nm0571405"}]}, {"lines": [{"text": "[Trying to get Red to guess 'sushi' in the Possum Lodge Word Game]\nA kind of bar.", "character": "Kevin Black", "characterId": "nm0343472"}, {"text": "Open.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "No. A kind of bar you don't like.", "character": "Kevin Black", "characterId": "nm0343472"}, {"text": "Oh, cash.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Let's go in a different direction, with this. What do you call raw fish?", "character": "Kevin Black", "characterId": "nm0343472"}, {"text": "Bait.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "What do you call it when people EAT raw fish?", "character": "Kevin Black", "characterId": "nm0343472"}, {"text": "Insane.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "What would you eat at a Japanese restaurant?", "character": "Kevin Black", "characterId": "nm0343472"}, {"text": "I don't go to Japanese restaurants.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "But if you did go to a Japanese restaurant, what would you eat?", "character": "Kevin Black", "characterId": "nm0343472"}, {"text": "Pizza.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "They don't serve pizza.", "character": "Kevin Black", "characterId": "nm0343472"}, {"text": "I'd bring it with me.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "They don't let you do that.", "character": "Kevin Black", "characterId": "nm0343472"}, {"text": "That's why I don't go!", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "[singing]\nThere are certain things you should never do / like eating things that you find on your shoe / Don't take a nap in the middle of the road / And don't ever lick a toad / Don't like a toad, don't lick it! / You'd be better off to kick it -or better still, just leave it alone; it wasn't bothering you any / Don't lick a toad, don't lick it! / Just say no to toad.", "character": "Red Green", "characterId": "nm0810019"}]}, {"lines": [{"text": "This is what you use when you clean the house.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "[Blank look]", "character": "Dougie Franklin", "characterId": "nm0858934"}, {"text": "This is what your MOM uses when SHE cleans the house.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Air freshener?", "character": "Dougie Franklin", "characterId": "nm0858934"}, {"text": "No, this picks up little bits of food and stuff off the floor.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "Oh, a dog!", "character": "Dougie Franklin", "characterId": "nm0858934"}, {"text": "No, no, this picks up bits of dirt and fluff and lint and stuff.", "character": "Red Green", "characterId": "nm0810019"}, {"text": "A baby?", "character": "Dougie Franklin", "characterId": "nm0858934"}]}, {"lines": [{"text": "You're only limited by your own imagination, and the laws in your area.", "character": "Red Green", "characterId": "nm0810019"}]}]}