{"quotes": [{"lines": [{"text": "I've lost five men, Lew. Gabriel in there, he's on the way, that'll be six. Are you asking me to try to kill the rest of them trying to get a deathtrap off the ground. I don't know... I don't know, Lew. It won't work... it just can't work.", "character": "Frank Towns", "characterId": "nm0000071"}, {"text": "All right, then, it can't. Maybe it can't and we'll all be killed. But if there's just one chance in a thousand that he's got something, boy, I'd rather take it than just sit around here waiting to die.", "character": "Lew Moran", "characterId": "nm0000277"}]}, {"lines": [{"text": "If you hadn't made a career out of being a drunk you might not have been a second-rate navigator in a firth-rate outfit. And if you'd not stayed in your bunk to kill that last bottle, maybe you might have checked that engineer's report on the radio and we might not be here now. All right!", "character": "Frank Towns", "characterId": "nm0000071"}]}, {"lines": [{"text": "Mr. Towns, you behave as if stupidity were a virtue. Why is that?", "character": "Heinrich Dorfmann", "characterId": "nm0473228"}]}, {"lines": [{"text": "You told Towns he was behaving as if stupidity was a virtue. If he's making it into a virtue, YOU'RE MAKING IT INTO A BLOODY SCIENCE!", "character": "Lew Moran", "characterId": "nm0000277"}]}, {"lines": [{"text": "I don't know what your practical navigation's like, but mine's not bad. I wouldn't march ten paces from here. In the daytime it's hitting a hundred and twenty in the shade, and out there, there is no shade.", "character": "Lew Moran", "characterId": "nm0000277"}]}, {"lines": [{"text": "If you marched a hundred and six miles by the stars and your calculations were just one per cent out, you could pass the Eiffel Tower in daylight and never even see it.", "character": "Lew Moran", "characterId": "nm0000277"}]}, {"lines": [{"text": "I told you there would be no difficulty in building this aeroplane. I also told you it would require an outstanding pilot to fly it. The only thing outstanding about you, Mr. Towns, is your stupidity.", "character": "Heinrich Dorfmann", "characterId": "nm0473228"}]}, {"lines": [{"text": "[of an alternate destination]\nThree stinkin' mud huts and a poisoned well. That's not a place, it's a disease.", "character": "Lew Moran", "characterId": "nm0000277"}]}, {"lines": [{"text": "[nervously]\nThe sandstorm'll make it more difficult, won't it?", "character": "Standish", "characterId": "nm0002053"}, {"text": "[in a mocking, ironic tone]\nWhat? Find us? Nah, it'll simplify things no end, old chap! They'll just bloody give up! Oh, you're not frightened, are ya? You don't want to be despondent, old man, you know! Wait till the water runs out. Then you'll really start laughing!", "character": "'Ratbags' Crow", "characterId": "nm0000846"}]}, {"lines": [{"text": "It may not be the best possible advertisement. but Frank Towns is probably one of the few really great pilots left in this push-button world of yours.", "character": "Lew Moran", "characterId": "nm0000277"}, {"text": "Oh, really?", "character": "Heinrich Dorfmann", "characterId": "nm0473228"}, {"text": "[angrily]\nYes, 'Oh, really!' He was flying by the seat of his pants in planes that were nothing more than bits and pieces before you even went to school!", "character": "Lew Moran", "characterId": "nm0000277"}, {"text": "That's precisely what is wrong - he has remembered everything and learned nothing!", "character": "Heinrich Dorfmann", "characterId": "nm0473228"}]}, {"lines": [{"text": "Sometimes I wonder how you chaps never won the war.", "character": "'Ratbags' Crow", "characterId": "nm0000846"}, {"text": "War?", "character": "Heinrich Dorfmann", "characterId": "nm0473228"}, {"text": "[making sputtering sounds like an airplane and gesturung to suggest a plane flying in a mocking fashion]", "character": "'Ratbags' Crow", "characterId": "nm0000846"}, {"text": "[trying not to respond in kind]\nI wasn't involved.", "character": "Heinrich Dorfmann", "characterId": "nm0473228"}, {"text": "[makes a sound like a machine gun, falls down on the sand, and rolls over]\nThat's it then! That's why they never won!", "character": "'Ratbags' Crow", "characterId": "nm0000846"}, {"text": "[in a mocking tone]\nThey didn't have old Heinrich!", "character": "'Ratbags' Crow", "characterId": "nm0000846"}]}, {"lines": [{"text": "Time was you could take real pride, in just getting there, flying used to be fun Lou, it really was.", "character": "Lew Moran", "characterId": "nm0000277"}, {"text": "He's crazy Lou, he builds toy airplanes.", "character": "Frank Towns", "characterId": "nm0000071"}]}, {"lines": [{"text": "Insurance companies move in mysterious ways. Much like God... only far less generous.", "character": "Standish", "characterId": "nm0002053"}]}, {"lines": [{"text": "Don't forget to put it down in your diary, how very, very nice it was at the party here until the booze ran out!", "character": "'Ratbags' Crow", "characterId": "nm0000846"}]}, {"lines": [{"text": "Gentlemen, I have been examining this aeroplane.", "character": "Heinrich Dorfmann", "characterId": "nm0473228"}, {"text": "Yeah?", "character": "Frank Towns", "characterId": "nm0000071"}, {"text": "Yes. We've everything we need here to build a new one and fly it out. Now, if you'd like to have a look at my calculations, I don't know whether you can read my handwriting.", "character": "Heinrich Dorfmann", "characterId": "nm0473228"}, {"text": "Are you trying to be funny?", "character": "Frank Towns", "characterId": "nm0000071"}, {"text": "What did you say?", "character": "Heinrich Dorfmann", "characterId": "nm0473228"}, {"text": "I said, are you trying to be funny?", "character": "Frank Towns", "characterId": "nm0000071"}, {"text": "That is precisely the reaction I would have expected from a man of your obvious limitations.", "character": "Heinrich Dorfmann", "characterId": "nm0473228"}]}, {"lines": [{"text": "Your theory's fine, but you get this mister... that engine's rated at two thousand horsepower and if I was ever fool enough to let it get started up it'd shake your patched-up pile of junk into a thousand pieces, and cut us up into mincemeat with the propeller.", "character": "Frank Towns", "characterId": "nm0000071"}]}, {"lines": [{"text": "I must say, without a radio, you would have expected them to turn for their alternate airport by now. Wouldn't you?", "character": "Heinrich Dorfmann", "characterId": "nm0473228"}, {"text": "I don't know, you grew up boy? Are you from the oil fields?", "character": "Trucker Cobb", "characterId": "nm0000308"}, {"text": "My brother's there Dorfmann. I went to visit him on a holiday.", "character": "Heinrich Dorfmann", "characterId": "nm0473228"}, {"text": "You went to visit your brother a general?", "character": "Trucker Cobb", "characterId": "nm0000308"}, {"text": "Yes he's chief under the geophysicist for the Iraqi oil company. That pilot, I would have thought he was a little elderly to be flying without a copilot. Wouldn't you?", "character": "Heinrich Dorfmann", "characterId": "nm0473228"}, {"text": "That sand's a bastard you know that, a real bastard.", "character": "Trucker Cobb", "characterId": "nm0000308"}]}, {"lines": [{"text": "Maybe Frank Towns, who's flown every crate they've ever built and could fly in and out of a tennis court if he had to, maybe that great hell-for-leather trailblazer's nothing more than a back number now. And maybe men like Dorfmann can build machines that can do Frank Towns's job for him, and do it better", "character": "Lew Moran", "characterId": "nm0000277"}]}]}