{"quotes": [{"lines": [{"text": "This I believe in... I believe in death. I believe in disease. I believe in injustice and inhumanity, torture and anger and hate... I believe in murder. I believe in pain. I believe in cruelty and infidelity. I believe in slime and stink and every crawling, putrid thing... every possible ugliness and corruption, you son of a bitch. I believe... in you.", "character": "Dt. Kinderman", "characterId": "nm0001715"}]}, {"lines": [{"text": "I have dreams... of a rose, and then of falling down a long flight of steps.", "character": "Patient X", "characterId": "nm0588553"}]}, {"lines": [{"text": "things that are creative. Of course, it takes knowledge, pride in your work... For example, a decapitated head can continue to see for approximately twenty seconds. So when I have one that's gawking, I always hold it up so that it can see its body. It's a little extra I throw in for no added charge. I must admit it makes me chuckle every time. Life is fun. It's a wonderfull life, in fact... for some.", "character": "The Gemini Killer", "characterId": "nm0000374"}]}, {"lines": [{"text": "Well, there I was so awfully dead in that electric chair. I didn't like it. Would you? It's upsetting. There was still so much killing to do, and there I was, in the void, without a body. But then along came - well - my friend. You know. One of them. Those others over there. The cruel ones... the Master. He thought my work should continue. But in this body. This body in particular, in fact. Let's call it revenge. A certain matter of an exorcism, I think, in which your friend Father Karras expelled certain parties from the body of a child. Certain parties were not pleased, to say the least. The very least. And so, my friend, the Master, he devised this petty scheme as a way of getting back, of creating a stumbling block, a scandal, a horror to the eyes of all men seeking faith, using the body of this saintly priest as an instrument of, well, you know - my work. But the main thing is the torment of your friend Father Karras as he watches while I rip and cut and mutilate the innocent, his friends, and again, and again, on and on! He's inside with us! He'll never get away! His pain won't end!", "character": "The Gemini Killer", "characterId": "nm0000374"}, {"text": "[Abruptly calm and composed]", "character": null, "characterId": null}, {"text": "Gracious me. Was I raving? Please forgive me. I'm mad.", "character": "The Gemini Killer", "characterId": "nm0000374"}]}, {"lines": [{"text": "Try and make a good confession, and remember, Christ forgives all our sins.", "character": "Kanavan", "characterId": "nm0001013"}, {"text": "Only little things. Nothing. Seventeen of them, Father. The first was that waitress in Candlestick Park. I cut her throat and watched her bleed. She bled a great deal. It's a problem I'm working on, Father. All this bleeding.", "character": null, "characterId": null}]}, {"lines": [{"text": "It's the smiles that keep us going. The bits of giggles and good cheer.", "character": "The Gemini Killer", "characterId": "nm0000374"}]}, {"lines": [{"text": "May the schwartz be with you.", "character": "Father Dyer", "characterId": "nm0281130"}]}, {"lines": [{"text": "[in a hospital complaining that he's read all of the newspapers already]\nNow look, these are all last weeks editions. I've read every one of them. No, can't ya pick me something up?", "character": "Father Dyer", "characterId": "nm0281130"}, {"text": "My god, the grammar.", "character": "Dt. Kinderman", "characterId": "nm0001715"}]}, {"lines": [{"text": "It's too bad about Father Dyer. I killed him, you know. An interesting problem, but finally... it worked! First, a bit of the ole succinylcholine to permit one to work without, ah, annoying distractions, then... a three foot catheter threaded directly into the inferior vena cava - or, superior vena cava. It's a matter of taste, I think, don't you? Then the tube moves through the vein, under the crease of the arm, into the vein that leads directly into the heart, and then, you just hold up the legs and you SQUEEZE the blood manually into the tube from the arms and the legs. There's a little shaking and pounding at the end for the dregs - it isn't perfect, there's a little blood left I'm afraid. BUT, regardless, the overall effect is astonishing! And isn't that REALLY what counts in the end? Yes, of course, GOOD SHOW BIZ, Lieutenant, the EFFECT! And then, off comes the head without spilling one single drop of blood. Now I call that SHOWMANSHIP, Lieutenant!", "character": "The Gemini Killer", "characterId": "nm0000374"}]}, {"lines": [{"text": "It is NOT in the file! It's NOT!", "character": "Dt. Kinderman", "characterId": "nm0001715"}]}, {"lines": [{"text": "My wife's mother is visiting, Father. And Tuesday night, she's cooking us a carp. It's a tasty fish, I've got nothing against it. But, because it's supposedly filled with impurities, she buys it live and for three days, it's been swimming... up and down... in my bathtub. Up and down... and I hate it. I can't stand the sight of it, moving its gills. Now, you're standing very close to me, Father; have you noticed? Yes. I haven't had a bath for three days. I can't go home until the carp is asleep because if I see it, swimming... I'll kill it.", "character": "Dt. Kinderman", "characterId": "nm0001715"}]}, {"lines": [{"text": "I still hear from her occasionally, screaming. I think the dead should shut up, unless there's something to say.", "character": "Patient X", "characterId": "nm0588553"}]}, {"lines": [{"text": "You again. You've interrupted me. Well... come in, Father Morning. Enter, knight. This time you're going to lose.", "character": "Patient X", "characterId": "nm0588553"}]}, {"lines": [{"text": "Joey... What did you say to the defendant, Tom Lowery? He's our biggest benefactor.", "character": "University President", "characterId": "nm0724673"}, {"text": "Oh, he is.", "character": "Father Dyer", "characterId": "nm0281130"}, {"text": "What did you say to him?", "character": "University President", "characterId": "nm0724673"}, {"text": "Jesus loves you, everyone else thinks you're an asshole.", "character": "Father Dyer", "characterId": "nm0281130"}]}, {"lines": [{"text": "I kill at random... no motive... that's the fun.", "character": "Patient X", "characterId": "nm0588553"}]}, {"lines": [{"text": "[performing exorcism]\nYou robber of life! You author of pain! You corruptor of justice, and innocence, and youth!", "character": "Father Paul Morning", "characterId": "nm0932116"}]}, {"lines": [{"text": "Catatonics are so easy to possess...", "character": "The Gemini Killer", "characterId": "nm0000374"}]}, {"lines": [{"text": "Death, be not proud, though some have called thee mighty and dreadful, for thou art not so; For those who think'st thou dost overthrow die not, poor death, nor yet canst thou kill me.", "character": "Patient X", "characterId": "nm0588553"}]}, {"lines": [{"text": "My radio. Aren't you going to fix it? Nothing ever gets fixed round here. Just a whole bunch of pies and anchovies. Go away. I don't ever talk to strangers.", "character": "Mrs. Clelia", "characterId": "nm0413839"}, {"text": "I'm the radio repairman, Mrs Clelia.", "character": "Dt. Kinderman", "characterId": "nm0001715"}, {"text": "Well then, fix it.", "character": "Mrs. Clelia", "characterId": "nm0413839"}, {"text": "What's wrong with it?", "character": "Dt. Kinderman", "characterId": "nm0001715"}, {"text": "Dead people talking. It's right here. Do you see it?", "character": "Mrs. Clelia", "characterId": "nm0413839"}, {"text": "Yes. I see it.", "character": "Dt. Kinderman", "characterId": "nm0001715"}, {"text": "I just knew you weren't really a radio repairman. That's a telephone I'm holding.", "character": "Mrs. Clelia", "characterId": "nm0413839"}]}, {"lines": [{"text": "(On the film 'It's a Wonderful Life') I've seen it 37 times.", "character": "Father Dyer", "characterId": "nm0281130"}]}, {"lines": [{"text": "That's commendable.", "character": "Dt. Kinderman", "characterId": "nm0001715"}]}, {"lines": [{"text": "Are you Damien Karras?", "character": "Dt. Kinderman", "characterId": "nm0001715"}, {"text": "Aahh, you haven't any medical records for him, have you? No tedious fingerprints?", "character": "Patient X", "characterId": "nm0588553"}]}, {"lines": [{"text": "Incidently, who is this Damien you mentioned?", "character": "Patient X", "characterId": "nm0588553"}, {"text": "Don't you know him?", "character": "Dt. Kinderman", "characterId": "nm0001715"}, {"text": "I know nothing! Except I must go on killing Daddy! I must shame him!", "character": "Patient X", "characterId": "nm0588553"}]}, {"lines": [{"text": "[Damien Karras is unpossessed]\nNow free me...", "character": "Patient X", "characterId": "nm0588553"}]}, {"lines": [{"text": "[flashback from 'The Exorcist']\nTake Me. Come into Me!", "character": "Patient X", "characterId": "nm0588553"}]}]}