{"quotes": [{"lines": [{"text": "Anna! Anna! Where's Pavel Grigorich? I've come to be his guest at breakfast.", "character": "Karp, old wagon driver", "characterId": "nm0000974"}, {"text": "Stop shouting! Don't be so young with the voice.", "character": "Anna, doctor's cousin-housekeeper", "characterId": "nm0197689"}, {"text": "You'll have to come back, Comrade Karp. Grandpa is still asleep. A new baby came to the hospital last night and then Grandpa came home and did his writing", "character": "Grisha Kurin, doctor's grandson", "characterId": "nm0731079"}, {"text": "[to Comrade Karp]", "character": null, "characterId": null}, {"text": "Good morning!", "character": "Clavdia Kurina, doctor's granddaughter", "characterId": "nm0936730"}, {"text": "[to Grisha]", "character": null, "characterId": null}, {"text": "That's not the way you say it. You say, 'A baby came into the bright world in the darkest part of the night.'", "character": "Clavdia Kurina, doctor's granddaughter", "characterId": "nm0936730"}, {"text": "Don't talk so pretty.", "character": "Anna, doctor's cousin-housekeeper", "characterId": "nm0197689"}]}, {"lines": [{"text": "A long time ago, this is the way I wore my hair.", "character": "Sophia Pavlova, Rodion's wife", "characterId": "nm0362267"}, {"text": "Were you pretty, Mama, when you were young?", "character": "Olga Pavlova, Marina's little sister", "characterId": "nm0141466"}, {"text": "I'm not so old, little one.", "character": "Sophia Pavlova, Rodion's wife", "characterId": "nm0362267"}, {"text": "Mama's pretty now and she's not old. It's only that your are so young.", "character": "Marina Pavlova", "characterId": "nm0000879"}, {"text": "I'm not so young! There are plenty that are younger.", "character": "Olga Pavlova, Marina's little sister", "characterId": "nm0141466"}, {"text": "Yes, and there always will be.", "character": "Rodion Pavlov, leader of mounted guerrillas", "characterId": "nm0415591"}]}, {"lines": [{"text": "Be a man of the world in front of your own mirror. It's better that way - mirrors don't talk back.", "character": "Damian Simonov", "characterId": "nm0335048"}]}, {"lines": [{"text": "It is not my custom to start your vacation with a lecture, but this is the summer of 1941 - a solemn time. No one of knows what will happen. I don't have to remind you that we are people with a noble history. You are expected to carry on that history with complete devotion and self-sacrifice. I think you'll do that. And now, have a happy summer.", "character": "Iakin, bearded schoolmaster", "characterId": "nm0002116"}]}, {"lines": [{"text": "Comrades, we have good reasons to know our country is at war. In our small village alone, 30 people have been injured. Eleven people have been killed. But his is not a time for mourning - it is time for revenge. We will divide into two groups, each to do his duty from this day until death. The able-bodied men are to come forward to the right of this building. We will move from our village to the hills to take our position as guerrillas. I will go immediate to comrade Commander Petrov's garrison to get the guns. The second group has the hardest job. They must stay behind. As guerrillas, we must have aid and information. As villagers you must, before the entrance of the Germans, destroy everything. Everything, comrades! The houses you have built, the crops you have sown with your hands, the cattle you have raised. The Germans are not more than fifty miles away. Yours is the dangerous job. For this job you will volunteer. It is you who may have to live with the... the Germans.", "character": "Boris Stepanich Simonov, truck driver", "characterId": "nm0717203"}]}, {"lines": [{"text": "[Kolya gets ready to start his crippled plane's bombing run]", "character": null, "characterId": null}, {"text": "Now get ready for it. This is going to be for my father, for me, for my village and for people I've never seen. Those are big words... I guess I'll have to stand by them now. I'm coming down and it's going to hurt you! And I'm coming down just where I want to, because I was a good bombadier and a good pilot, too!", "character": "Kolya Simonov, air force man", "characterId": "nm0000763"}]}, {"lines": [{"text": "Oh Grandpa, Anna, somebody help me, make me do something right - the way everybody else does. Keep me from being so frightened. Keep me from crying. Please!", "character": "Clavdia Kurina, doctor's granddaughter", "characterId": "nm0936730"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[the villagers flee their burning town, torched as part of the Russians scorched earth defense]", "character": null, "characterId": null}, {"text": "Gone.", "character": "Marina Pavlova", "characterId": "nm0000879"}, {"text": "There'll be another some day.", "character": "Sophia Pavlova, Rodion's wife", "characterId": "nm0362267"}, {"text": "Yes. It will be different for us. Wars don't leave people as they were. All people will learn this and come to see that wars do not have to be. We'll make this the last war. We'll make a free world for all men. The earth belongs to us, the people, if we fight for it. And we will fight for it!", "character": "Marina Pavlova", "characterId": "nm0000879"}]}, {"lines": [{"text": "[Contemptuously to Richter]\nDo not beg my pardon so often. Doctor good manners don't make a good surgeon.", "character": "Dr. von Harden", "characterId": "nm0002233"}]}, {"lines": [{"text": "The face of war is ugly. It's not for the young.", "character": "Karp, old wagon driver", "characterId": "nm0000974"}]}, {"lines": [{"text": "[while Dr. Kurin is holding a gun on Richter and von Harden]\nI do not like much of what I've done for the past nine years.", "character": "Dr. von Harden", "characterId": "nm0002233"}, {"text": "[after von Harden has given a blood transfusion from a Russian child to a German soldier]\nYou do not like bleeding children?", "character": "Dr. Pavel Grigorich Kurin", "characterId": "nm0404158"}, {"text": "Did the boy die?", "character": "Dr. von Harden", "characterId": "nm0002233"}, {"text": "[Contemtuously]\nYou knew he would die!", "character": "Dr. Pavel Grigorich Kurin", "characterId": "nm0404158"}, {"text": "They took too much blood. I'm sorry for that.", "character": "Dr. von Harden", "characterId": "nm0002233"}, {"text": "Yes, I nelieve you when you say you are sorry.", "character": "Dr. Pavel Grigorich Kurin", "characterId": "nm0404158"}, {"text": "I'm sorry for many things, Dr. Kurin. Most of all that this is not the world we used to know.", "character": "Dr. von Harden", "characterId": "nm0002233"}, {"text": "I've heard about you... civilized men who are sorry. This...", "character": "Dr. Pavel Grigorich Kurin", "characterId": "nm0404158"}, {"text": "[Contemptuously gesturing toward Richter]", "character": null, "characterId": null}, {"text": "This kind is nothing! They will go when their bosses go, but men like you who have contempt for men like him! To me you are the real filth... men who do the work of Facists while they pretend to themselves that they are better than the beasts for whom they work... men who do murder while they laugh at them who order them to do it. It is men like you who have sold their people to men like him.", "character": "Dr. Pavel Grigorich Kurin", "characterId": "nm0404158"}, {"text": "[He points to Richter and shoots him at point blank range]", "character": null, "characterId": null}, {"text": "You see, Dr. von Harden, you were wrong about many things. I AM a man who kills!", "character": "Dr. Pavel Grigorich Kurin", "characterId": "nm0404158"}, {"text": "[He shoots von Harden at point blank range too]", "character": null, "characterId": null}]}, {"lines": [{"text": "We *are* women. Different things go on in our heads. That's what makes us attractive.", "character": "Clavdia Kurina, doctor's granddaughter", "characterId": "nm0936730"}]}]}