{"quotes": [{"lines": [{"text": "If this Coran were revealed to a mount, it would collapse even off feared Allah, the Great, said the truth. The Prophet, elected official by Allah to carry what the mountains can not, is too great and inaccessible to be represented by a human. For that we will not see nor his image neither his voice nor his shade, throughout this film.", "character": null, "characterId": null}]}, {"lines": [{"text": "The man sees the world better, the top of a mountain.", "character": "Abu Talib", "characterId": "nm0603682"}]}, {"lines": [{"text": "Your force is your cruelty.", "character": "Hamza", "characterId": "nm1772638"}]}, {"lines": [{"text": "Mohammad, you hear me? The war has tops and bottoms. The days are followed and do not resemble. Days ago with and of the days without.", "character": "Abu Sofyan", "characterId": "nm0312072"}]}, {"lines": [{"text": "One do not have the faith,that if one wishes for his next what one wishes for oneself. That which falls asleep the full belly, whereas its neighbor is hungry, are not Muslim.", "character": "Bilal", "characterId": "nm0850193"}]}, {"lines": [{"text": "\"Allah does not change the state of people, that if it changes what there is in itself.", "character": "Jaafar", "characterId": "nm4565394"}]}, {"lines": [{"text": "You all are of the guards and persons in charge for your subjects. The Imam is a guard, and person in charge for his subjects. And the man are a guard of his family, and he are the person in charge for his subjects. And the woman are guardian in the house of her husband and she is responsible for his subjects. The servant is a guard of the goods of his master and it are responsible for its subjects. You all are of the guards and all persons in charge for your subjects.", "character": null, "characterId": null}]}, {"lines": [{"text": "Allah granted prosperity to you. I find that this plait hurts you at the coasts, You accept my cape?", "character": "Khalid", "characterId": "nm0756441"}, {"text": "The Prophet recommends asceticism. The richness is not eternal. He do not have that the cape which it has on him.", "character": "Bilal", "characterId": "nm0850193"}]}, {"lines": [{"text": "Two years ago, we regarded the truce of Hudaybya as a defeat. But today, we accumulate the victories in the heart of the men.", "character": null, "characterId": null}]}, {"lines": [{"text": "Return quickly in Mecca, any man here you in wants. Say them that their gods died. Useless to fight Allah.", "character": null, "characterId": null}]}, {"lines": [{"text": "I have the impression that the sky was closed again, and that the stars dispersed on the ground.", "character": "Hind", "characterId": "nm0913307"}]}, {"lines": [{"text": "He held his word.", "character": "Hind", "characterId": "nm0913307"}, {"text": "They did not force a door. It take the hearts by storm, not the walls.", "character": "Abu Sofyan", "characterId": "nm0312072"}]}, {"lines": [{"text": "That which keeps a good returns it to that which entrusted it to him. And any wear are inhibited. But you have your capital, do not oppress and be not oppressed.", "character": null, "characterId": null}]}, {"lines": [{"text": "Exiled and in favour! Comply with the rules of war of the Prophet. Save the children, the old men, the women and the patients, do not cut down trees. Do not make evil with the man who works with the field. Fight your oppressors and those which have stolen you.", "character": "Bilal", "characterId": "nm0850193"}]}]}