{"quotes": [{"lines": [{"text": "It's hard to start a revolution. Even harder to continue it. And hardest of all to win it. But, it's only afterwards, when we have won, that the true difficulties begin. In short, Ali, there's still much to do.", "character": null, "characterId": null}]}, {"lines": [{"text": "Jaffar says you weren't in favor of the strike.", "character": null, "characterId": null}, {"text": "No, I wasn't.", "character": "Ali La Pointe", "characterId": "nm0352835"}, {"text": "Why not?", "character": null, "characterId": null}, {"text": "Because we were ordered not to use arms.", "character": "Ali La Pointe", "characterId": "nm0352835"}, {"text": "to mobilize all Algerians, to assess our strength.", "character": null, "characterId": null}]}, {"lines": [{"text": "There are 80,000 Arabs in the Kasbah. Are they all against us? We know they're not. In reality, it's only a small minority that dominates with terror and violence. This minority is our adversary and we must isolate and destroy it.", "character": "Col. Mathieu", "characterId": "nm0552483"}]}, {"lines": [{"text": "The law's often inconvenient, Colonel.", "character": null, "characterId": null}, {"text": "And those who explode bombs in public places, do they respect the law perhaps? When you put that question to Ben M'Hidi, remember what he said?", "character": "Col. Mathieu", "characterId": "nm0552483"}]}, {"lines": [{"text": "What were they saying in Paris yesterday?", "character": "Col. Mathieu", "characterId": "nm0552483"}, {"text": "Nothing. Sartre's written another article.", "character": null, "characterId": null}, {"text": "Will you kindly explain to me why the Sartres are always born on the other side?", "character": "Col. Mathieu", "characterId": "nm0552483"}, {"text": "So you like Sartre, Colonel?", "character": null, "characterId": null}, {"text": "Not really, but I like him even less as an adversary.", "character": "Col. Mathieu", "characterId": "nm0552483"}]}, {"lines": [{"text": "The word \"torture\" doesn't appear in our orders. We've always spoken of interrogation as the only valid method in a police operation directed against unknown enemies. As for the NLF, they request that their members, in the event of capture, should maintain silence for twenty-four hours, and then they may talk. So, the organization has already had the time it needs to render any information useless. What type of interrogation should we choose, the one the courts use for a murder case, that drags on for months?", "character": "Col. Mathieu", "characterId": "nm0552483"}]}, {"lines": [{"text": "We aren't madmen or sadists, gentlemen. Those who call us Fascists today, forget the contribution that many of us made to the Resistance. Those who call us Nazis, don't know that among us there are survivors of Dachau and Buchenwald. We are soldiers and our only duty is to win.", "character": "Col. Mathieu", "characterId": "nm0552483"}]}, {"lines": [{"text": "M. Ben M'Hidi, don't you think it's a bit cowardly to use women's baskets and handbags to carry explosive devices that kill so many innocent people?", "character": null, "characterId": null}, {"text": "And doesn't it seem to you even more cowardly to drop napalm bombs on defenseless villages, so that there are a thousand times more innocent victims? Of course, if we had your airplanes it would be a lot easier for us. Give us your bombers, and you can have our baskets.", "character": null, "characterId": null}]}, {"lines": [{"text": "To know them means to eliminate them. Consequently, the military aspect is secondary to the police method.", "character": "Col. Mathieu", "characterId": "nm0552483"}]}, {"lines": [{"text": "Interrogation becomes a method when conducted in a manner so as always to obtain a result, or rather an answer. In practice, demonstrating a false humanitarianism only leads to ridiculousness and impotence. I'm certain that all units will understand and react accordingly.", "character": "Col. Mathieu", "characterId": "nm0552483"}]}, {"lines": [{"text": "We need to have the Kasbah at our disposal. We have to sift through it and interrogate everyone. And that's where we find ourselves hindered by a conspiracy of laws and regulations that continue to operate as if Algiers were a holiday resort and not a battleground. We've requested a carte blanche, but that's very difficult to obtain. Therefore, it's necessary to find an excuse to legitimize our intervention and make it possible. It's necessary to create this for ourselves, this excuse. Unless our adversaries think of it themselves, which seems to be what they're doing.", "character": "Col. Mathieu", "characterId": "nm0552483"}]}, {"lines": [{"text": "Should we remain in Algeria? If you answer \"yes,\" then you must accept all the necessary consequences.", "character": "Col. Mathieu", "characterId": "nm0552483"}]}]}