{"quotes": [{"lines": [{"text": "You've got another case for me?", "character": "Ginger", "characterId": "nm0128410"}, {"text": "Well, you said you'd like to try again sometime just for fun, and besides you know what they say...", "character": "Jason Varone", "characterId": "nm0335182"}, {"text": "All play and no work makes Ginger a swinging chick.", "character": "Ginger", "characterId": "nm0128410"}]}, {"lines": [{"text": "Jason! How are you?", "character": "Ginger", "characterId": "nm0128410"}, {"text": "Fine. And you?", "character": "Jason Varone", "characterId": "nm0335182"}, {"text": "Nearly naked.", "character": "Ginger", "characterId": "nm0128410"}, {"text": "So what else is new.", "character": "Jason Varone", "characterId": "nm0335182"}, {"text": "I'm lying on my stomach for a change.", "character": "Ginger", "characterId": "nm0128410"}]}, {"lines": [{"text": "Why?", "character": "Ginger", "characterId": "nm0128410"}, {"text": "Why? Why... You think there's a simple answer? The answer's the story of my whole lifetime. For years I sat here in this small community, practically in the middle of nowhere. And I controlled lines of power to New York... Miami... Los Angeles! The heads of giant firms sought ME out! Because I had a knack for finance! An insight into when to take the shot and when not to. And I had a solid power base in money to deal from. But... as the years passed, the giants began to cut away from me. Somehow it was easier to find a New York banker or a Los Angeles banker than it was to find Whittington here in the middle of nowhere. So now... now they would relegate me... ME! H.G. Whittington!... to the hundred-dollar deposit from the corner grocery store? Or a special checking account for some kid going away to college? It wasn't the money. It's not the money! It's the power. The power! And thus, a scheme. A scheme... a scheme to put a keg of dynamite in the hands of the Byrons, the Polskys, the Aronsons! A keg of dynamite with H.G. Whittington holding the detonator! Tying them to ME forever!", "character": "Mr. Whittington", "characterId": "nm0855310"}]}]}