{"quotes": [{"lines": [{"text": "Darling, what's wrong?", "character": "Alice Smith", "characterId": "nm0590796"}, {"text": "Oh, nothing, I was just thinking about that building I designed. A warehouse - a stupid warehouse.", "character": "George Smith", "characterId": "nm0001215"}, {"text": "Come on, it'll be the best warehouse in San Francisco.", "character": "Alice Smith", "characterId": "nm0590796"}, {"text": "Three months of our lives just so people will have a place to put everything they don't want... 200 people designed that project, 2,000 people built it, and by the time they get it up, it'll be obsolete... You know something? Your husband designed a big empty box. They wouldn't even let me put a toilet in it.", "character": "George Smith", "characterId": "nm0001215"}]}, {"lines": [{"text": "[George and Alice are standing outside the locked gates of Picasso's compound, hesitating to ring the bell]\nAh, what a joke. I can't. I've travelled 9,000 miles and right here my nerve fails.", "character": "George Smith", "characterId": "nm0001215"}, {"text": "Darling, just lift your hand... go on. Right. Now, press the button.", "character": "Alice Smith", "characterId": "nm0590796"}, {"text": "[again hesitates]\nUh, what do I do if he answers? Say, uh, \"Here we are. Talk to us. Make us happy.\"?", "character": "George Smith", "characterId": "nm0001215"}, {"text": "Just say, \"Picasso, I *love* you!\"", "character": "Alice Smith", "characterId": "nm0590796"}, {"text": "I could say that. Yeah.", "character": "George Smith", "characterId": "nm0001215"}]}, {"lines": [{"text": "I don't think I've looked at those Picasso's since art school.", "character": "George Smith", "characterId": "nm0001215"}, {"text": "They've been there since we've been married George.", "character": "Alice Smith", "characterId": "nm0590796"}, {"text": "I mean really looked at them. Alice, Alice, do you see what he's done? I mean, here, here, here. Look! I mean, he just doesn't see the world, he takes it apart and then he reforms it in his own way. Picasso's world! He's not governed like I am, like... he's not making boxes, he just does, very simply and directly, what he wants to do. Have I gone on too much?", "character": "George Smith", "characterId": "nm0001215"}, {"text": "Yes.", "character": "Alice Smith", "characterId": "nm0590796"}, {"text": "I mean, he just doesn't see the world, he knows it! Let's go and find him.", "character": "George Smith", "characterId": "nm0001215"}, {"text": "To France?", "character": "Alice Smith", "characterId": "nm0590796"}, {"text": "Yes! Of course, Alice, come on, let's just go!", "character": "George Smith", "characterId": "nm0001215"}, {"text": "But George, I need a passport, vaccinations. I haven't got any clothes!", "character": "Alice Smith", "characterId": "nm0590796"}, {"text": "We will leave tonight. Wouldn't it be great, to walk up to Picasso and say, for all the happiness you've given us, we'd just like to thank you.", "character": "George Smith", "characterId": "nm0001215"}]}, {"lines": [{"text": "Alice, look, Picasso. It's called the Shepherd carrying his lamb. Picasso gave it to the town in, eh, 1945, after the war. He meant it as a symbol that there was still hope. Even Picasso can be wrong, you know.", "character": "George Smith", "characterId": "nm0001215"}]}, {"lines": [{"text": "Danke schoen. Thank you, sir. Thank you, very much. Please, you have been so kind. You will come with us. Perhaps a Coca-cola?", "character": "German Tourist", "characterId": "nm0779807"}]}, {"lines": [{"text": "That's a museum?", "character": "Alice Smith", "characterId": "nm0590796"}, {"text": "Well, it's really a medieval chapel. But in 1954, when he was last here, Picasso filled the walls with two large murals called \"War\" and \"Peace\". He called it a dream tunnel.", "character": "George Smith", "characterId": "nm0001215"}]}, {"lines": [{"text": "Even in France, I call that an American kiss.", "character": "George Smith", "characterId": "nm0001215"}]}, {"lines": [{"text": "George, I was wondering, if I die, would you marry me again?", "character": "Alice Smith", "characterId": "nm0590796"}, {"text": "Do not interrupt the maestro while he's working.", "character": "George Smith", "characterId": "nm0001215"}, {"text": "I'm curious! If I die, what would you do?", "character": "Alice Smith", "characterId": "nm0590796"}, {"text": "I'd do the decent thing, I'd bury you.", "character": "George Smith", "characterId": "nm0001215"}]}, {"lines": [{"text": "I hear they are filming in Antibes tomorrow. Do you want to go?", "character": "British Woman at Dinner", "characterId": "nm0177543"}, {"text": "Rudy's in that picture, isn't he?", "character": null, "characterId": null}, {"text": "Is he queer?", "character": "British Woman at Dinner", "characterId": "nm0177543"}, {"text": "I assure you, on that matter, I have no inside information, whatsoever.", "character": null, "characterId": null}]}, {"lines": [{"text": "Did you know that snails are actually hermaphrodites? He and she all in one big shell. That's why they don't like to come out. After all, why come out when you've got everything you need, right in there. Do you remember when I used to fascinate you with this information like that?", "character": "George Smith", "characterId": "nm0001215"}]}, {"lines": [{"text": "To me, a French dinner - is like a sexual experience.", "character": "British Woman at Dinner", "characterId": "nm0177543"}, {"text": "Really?", "character": null, "characterId": null}, {"text": "And the pastry - is the orgasm.", "character": "British Woman at Dinner", "characterId": "nm0177543"}]}, {"lines": [{"text": "There, you see. And, there. And there. Always the horses, the man, the bulls. One way or another, with oils or watercolors or etchings and now in clay. Picasso comes back to the arena. Because he is Spanish and because he cannot come back to Spain, he must come back in his own way. And so again and again, Picasso returns to the center of life in Spain, which is the bull-ring. You wish to see Picasso? Then you must enter that arena yourself - and fight a bull.", "character": "Luis Miguel Dominguín", "characterId": "nm0231555"}, {"text": "Do you think, eh, its absolutely necessary, in order to met Picasso, that I actually have to fight a bull?", "character": "George Smith", "characterId": "nm0001215"}, {"text": "Absolutely necessary!", "character": "Luis Miguel Dominguín", "characterId": "nm0231555"}, {"text": "Fine. Well, okay. I'll fight a bull.", "character": "George Smith", "characterId": "nm0001215"}]}, {"lines": [{"text": "But, do you not feel that in the 20th century, bullfighting is rather archaic way of life? After all, we send men up in rockets who circle the earth.", "character": "George Smith", "characterId": "nm0001215"}, {"text": "It's a very curious statement. The first time I thought of retiring, it was a day when I was dressing as a bullfighter. I saw myself a man ready to kill a beast and I thought that people must, in one way or another, help to tell us about death. Sometimes they do it with poetry or novels. Sometimes by a direct confrontation - as in the bull-ring where people, like myself, act out our feelings. In the bullfight, instead of waiting for death, we make an appointment to meet it at four o'clock on a Sunday afternoon. And ultimately struck blind by the sun or shadowed by the bull, we think, so that was death and walk out of the arena more alive into the late day. Picasso likes to walk with me at such times, like a child, as with all children, he runs curious after the mystery. He shakes hands with death as it passes and with that hand, which has shaken the hand of the skeleton, he snatches the mystery and drafts it in oil on canvas.", "character": "Luis Miguel Dominguín", "characterId": "nm0231555"}]}, {"lines": [{"text": "You know, Mademoiselle, I hate to finish a picture. I put it off as long as possible. To me, it's like killing it. No. The joy is in doing it. Not finishing it.", "character": "Blind Man", "characterId": "nm0534634"}]}, {"lines": [{"text": "Ah, Picasso.", "character": "Blind Man", "characterId": "nm0534634"}, {"text": "You know, I don't always understand his paintings.", "character": "Alice Smith", "characterId": "nm0590796"}, {"text": "I know. But can you understand when a bird sings?", "character": "Blind Man", "characterId": "nm0534634"}]}]}