{"quotes": [{"lines": [{"text": "I am going to be totally open and honest with you. I'm going to lay myself naked before you. I hope you can appreciate that.", "character": "Laura Birdwell", "characterId": "nm0001026"}, {"text": "He'll try.", "character": "Margo Sperling", "characterId": "nm0005499"}]}, {"lines": [{"text": "Boy, it's really lucky for you that I just happen to be a very self-destructive person.", "character": "Margo Sperling", "characterId": "nm0005499"}]}, {"lines": [{"text": "[to Charles]\nThis car is not only a toilet, but you are the attendant.", "character": "Margo Sperling", "characterId": "nm0005499"}]}, {"lines": [{"text": "[to Lamar]\nYou wanna know somethin', punk? You were born dumb and you're gonna die dumb.", "character": "Ira", "characterId": "nm0138770"}]}, {"lines": [{"text": "Let's just cut to the chase, huh, Pop?", "character": "Ron Birdwell", "characterId": "nm0733929"}]}, {"lines": [{"text": "I'm not as young as I used to be.", "character": "Ira", "characterId": "nm0138770"}]}, {"lines": [{"text": "[Margo has pictures of her cat, Winston, that she wants Ira to find]", "character": null, "characterId": null}, {"text": "This little kitty is just a little honey bun. Give this little cat a break!", "character": "Margo Sperling", "characterId": "nm0005499"}]}, {"lines": [{"text": "[Ira's talking to Margo]", "character": null, "characterId": null}, {"text": "they did it better back then. This town doesn't change - they just push the names around. Same dames... screwin' up their lives just the same way.", "character": "Ira", "characterId": "nm0138770"}]}, {"lines": [{"text": "Why was, uh, this Escobar blackmailing you?", "character": "Ira", "characterId": "nm0138770"}, {"text": "Well, I was seeing this man. We were having an affair.", "character": "Laura Birdwell", "characterId": "nm0001026"}, {"text": "Your husband didn't know anything about it?", "character": "Ira", "characterId": "nm0138770"}, {"text": "Does the Pope shit in the woods?", "character": "Margo Sperling", "characterId": "nm0005499"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Mrs. Schmidt asked me to move out. That place next door to you, is that still empty?", "character": "Ira", "characterId": "nm0138770"}, {"text": "I don't know, Ira. I don't think I could take it. I mean you just never say anything, for God's sake. It's not fair, 'cause I have to keep up my side of the conversation and your side of the conversation. Yeah, that's it - you just never say anything, for God's sake. I want some feedback from you. I wanna... I wanna know what you think about things... and what you think about me.", "character": "Margo Sperling", "characterId": "nm0005499"}, {"text": "Jesus Christ, would it kill you if once and awhile you wore a goddamned dress?", "character": "Ira", "characterId": "nm0138770"}]}, {"lines": [{"text": "Whoever that guy is, he's no snob about how he kills people. It'a a goddamned .45 he's using.", "character": "Ira", "characterId": "nm0138770"}]}, {"lines": [{"text": "There are a lot of ways to play any game. I play mine on the house percentages.", "character": "Ira", "characterId": "nm0138770"}]}, {"lines": [{"text": "Listen, doll, let's get something straight. As long as we're gonna' be working together, try to act like a lady, will you?", "character": "Ira", "characterId": "nm0138770"}]}, {"lines": [{"text": "One more thing, doll, about my fee... My fee. I get paid $25 a day, plus expenses.", "character": "Ira", "characterId": "nm0138770"}, {"text": "What's he talking about?", "character": "Margo Sperling", "characterId": "nm0005499"}, {"text": "Listen, sweetheart, you're talking to Ira Wells, not some low-rent gumshoe. I'm the best, and I get paid like the best.", "character": "Ira", "characterId": "nm0138770"}]}, {"lines": [{"text": "You know what I had to go through to hassle up this dough? I laid off four ounces of pure red Colombian for $15 an ounce. I mean, it's disgusting. Some freak over on Pico thinks I'm Santa Claus, I swear to God. $15 an ounce... $15 an ounce. This grass was so great, I can't tell you. There was so much resin in it, it made your lips stick together.", "character": "Margo Sperling", "characterId": "nm0005499"}]}, {"lines": [{"text": "Maybe I'm wrong, but you don't look like you've had a lot of experience handling a.357 magnum.", "character": "Ira", "characterId": "nm0138770"}]}, {"lines": [{"text": "I'm gonna' go down to the police station and get a private detective's license. If we teamed up, we'd be great together.", "character": "Margo Sperling", "characterId": "nm0005499"}, {"text": "That's just what this town has been waiting for. A broken-down old private eye with a bum leg and a hearing aid, and a fruitcake like you.", "character": "Ira", "characterId": "nm0138770"}]}, {"lines": [{"text": "Listen, doll, let's get one thing straight. I'm a loner. I always have been a loner. I was a loner when I was a kid. I was a loner when I was married. Probably why we broke up. I'm by myself now because I like it that way. Nothing personal, but I don't like to talk about it. There's too damn much talk in the world as it is.", "character": "Ira", "characterId": "nm0138770"}]}, {"lines": [{"text": "This old fart's crazy!", "character": "Lamar", "characterId": "nm0175912"}]}, {"lines": [{"text": "I'm always sorry to hear about any of God's creatures stepping off.", "character": "Ron Birdwell", "characterId": "nm0733929"}]}, {"lines": [{"text": "[Ira has doubled over and collapsed from severe stomach pain]\nIra, wait a second. We'll get you to the hospital.", "character": "Margo Sperling", "characterId": "nm0005499"}, {"text": "I'm not going to any goddamn hospital.", "character": "Ira", "characterId": "nm0138770"}, {"text": "You gotta' go to the hospital, so they can find out what's wrong with you.", "character": "Margo Sperling", "characterId": "nm0005499"}, {"text": "I know what's wrong with me. I got a perforated ulcer. It's starting to bleed again. They get me in the hospital, they'll want to operate.", "character": "Ira", "characterId": "nm0138770"}, {"text": "Let them. That's better than walking around like this.", "character": "Margo Sperling", "characterId": "nm0005499"}, {"text": "I will not go through another goddamn operation.", "character": "Ira", "characterId": "nm0138770"}, {"text": "Lay back down. There's nothing to be afraid of.", "character": "Margo Sperling", "characterId": "nm0005499"}, {"text": "It's my gut. It's my life. I won't let anybody call me a goddamn coward. I went through two operations last year on my gut. Two operations! Do you realize what it's like in a veterans' hospital... lying on your back for six months, with tubes and shit going every which way?", "character": "Ira", "characterId": "nm0138770"}, {"text": "[continues]\nMaybe I don't have much of a life right now, but it's better than that. But I'll be goddamned if I let those butchers open me up again. Never! I'll blow my brains out first...", "character": "Ira", "characterId": "nm0138770"}, {"text": "Stop it. Just stop it.", "character": "Margo Sperling", "characterId": "nm0005499"}]}]}