{"quotes": [{"lines": [{"text": "I think it all started with the Declaration of Independence; the idea that we had the inalienable rights of life, liberty, and the pursuit of happiness. That pursuit is what took America from the revolution to the computer age in 200 years. But the progress has come at a price. The obvious being the people that were exploited to make it possible; the not so obvious being us, the first group of people that were given no obvious frontiers to conquer. We hear stories about the good old days that don't seem to apply anymore. It's a generation gap that leaves us without role models. But the bright side is that without role models, there are no roles. Thirty years ago that girl you talked to probably would have married her fiancé because it would have been expected, but she ended up leaving him. Maybe that's what the 60's were all about... getting rid of the roles. But what do we replace them with? Without any guidance, the choices become overwhelming. Sometimes it just makes everything feel hopeless. So we destroy our bodies in the search of an ideal. Try to salvage relationships that don't work. We feel we must do something, instead of doing something that we feel. It is the prison of self-imposed momentum, and the sad part is that we get used to it. It reminds me of a song I heard the other day. It's called \"Nowhere Fast.\" But the people I have met here have shown me another side of Nowhere. They've pointed out the beautiful irony that stagnation makes it easy to stop and smell the roses, if we just let it. What would we be if we had nothing to rebel against? Well we could finally be ourselves, the first group of people who stopped looking for the answers long enough to appreciate the questions. And all we have to do is to make our own Declaration of Independence. We can embrace the right to life and liberty by simply realizing that happiness exists... not to pursue, but to accept. After that, the only challenge would be to make sure, with the rest of our lives, that we weren't just another fad.", "character": "Duncan", "characterId": "nm0933823"}]}]}