{"quotes": [{"lines": [{"text": "I don't know. It all sounds like a lot of supernatural baloney to me.", "character": "Peter Allison", "characterId": "nm0543115"}, {"text": "Supernatural, perhaps. Baloney, perhaps not. There are many things under the sun.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "Vitus! Your are mad.", "character": "Hjalmar Poelzig", "characterId": "nm0000472"}]}, {"lines": [{"text": "Come, Vitus. Are we men or are we children? Of what use are all these melodramatic gestures? You say your soul was killed, that you have been dead all these years. And what of me? Did we not both die here in Marmaros 15 years ago? Are we any the less victims of the war than those whose bodies were torn asunder? Are we not both the living dead? And now you come to me, playing at being an avenging angel, childishly thirsting for my blood. We understand each other too well. We know too much of life. We shall play a little game, Vitus. A game of death, if you like...\"", "character": "Hjalmar Poelzig", "characterId": "nm0000472"}]}, {"lines": [{"text": "Do you dare play chess with me for her?", "character": "Hjalmar Poelzig", "characterId": "nm0000472"}, {"text": "Yes. I will even play you chess for her. Provided if I win, they are free to go.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}, {"text": "You won't win, Vitus.", "character": "Hjalmar Poelzig", "characterId": "nm0000472"}]}, {"lines": [{"text": "You must be indulgent of Dr. Verdegast's weakness. He is the unfortunate victim of one of the commoner phobias, but in an extreme form. He has an intense and all-consuming horror of cats.", "character": "Hjalmar Poelzig", "characterId": "nm0000472"}]}, {"lines": [{"text": "If I wanted to build a nice, cozy, unpretentious insane asylum, he'd be the man for it.", "character": "Peter Allison", "characterId": "nm0543115"}]}, {"lines": [{"text": "The phone is dead. Do you hear that, Vitus? Even the phone is dead.", "character": "Hjalmar Poelzig", "characterId": "nm0000472"}]}, {"lines": [{"text": "Don't pretend, Hjalmar. There was nothing spiritual in your eyes when you looked at that girl.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "Have you ever heard of Kurgaal? It is a prison below Omsk. Many men have gone there. Few have returned. I have returned. After fifteen years... I have returned.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "You sold Marmorus to the Russians. You scurried away in the night and left us to die. Is it to be wondered that you should choose this place to build your house? A masterpiece of construction built upon the ruins of the masterpiece of destruction - a masterpiece of murder.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}, {"text": "[laughs hideously]", "character": null, "characterId": null}, {"text": "The murderer of 10,000 men returns to the place of his crime. Those who died were fortunate. I was taken prisoner to Kurgaal. Kurgaal, where the soul is killed, slowly. Fifteen years I've rotted in the darkness... waited. Not to kill you, but to kill your soul - slowly.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "This is a very interesting house you hae here, Herr Poelzig. Has an atmosphere... kind of uh...", "character": "Peter Allison", "characterId": "nm0543115"}, {"text": "It is indeed hard to describe. As hard to describe as life... or death? It might well be an atmosphere of death. This place was built upon the ruins of the same Ft. Marmorus that our unfortunate friend, the driver, described so vividly. Herr Poelzig commanded Marmorus during the last years of the war. He is perhaps sentimental about this spot.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "Strange about the cat. Joan seemed so curiously affected when you killed it.", "character": "Peter Allison", "characterId": "nm0543115"}]}, {"lines": [{"text": "Do you mind if I keep this door open?", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}, {"text": "I'd sleep in a cold sweat if you didn't. You know... this is a very tricky house. The kind of place where I'd like to have company.", "character": "Peter Allison", "characterId": "nm0543115"}]}, {"lines": [{"text": "It has been a good game.", "character": "Dr. Vitus Werdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "Did you hear that, Vitus? The phone is dead. Even the phone is dead.", "character": "Hjalmar Poelzig", "characterId": "nm0000472"}]}, {"lines": [{"text": "Do you know what I am going to do to you now? No? Did you ever see an animal skinned, Hjalmar? Ha, ha, ha. That's what I'm going to do to you now - fare the skin from your body... slowly... bit by bit!", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "It has been a good game.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "Did you ever hear of Satanism, the worship of the devil, of evil? Herr Poelzig is a great modern priest of that ancient cult. And tonight in dark of the moon the rites of Lucifer are celebrated. And if I'm not mistaken he intends you to play a part in that ritual... a very important part.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}, {"text": "Oh!", "character": "Joan Alison", "characterId": "nm0084098"}, {"text": "[breaks down crying and rushes to Vitus for consolation]", "character": null, "characterId": null}, {"text": "There, child. Be brave. No matter how hopeless it all seems.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}, {"text": "[He looks over, hearing that the organ music has stopped, then looks back at her]", "character": null, "characterId": null}, {"text": "Be brave. It's your only chance.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[looking over Joan's passport]\nMr. and Mrs. Alison, Car 96, Compartment F. Orient Express, Budapest, Visegrad.", "character": "The Lieutenant", "characterId": "nm0176302"}]}, {"lines": [{"text": "You must be indulgent with Dr. Werdegast's weakness. He is the unfortunate victim of one of the commoner phobias, but in an extreme form. He has an intense and all-consuming horror of cats.", "character": "Hjalmar Poelzig", "characterId": "nm0000472"}]}, {"lines": [{"text": "Come, Vitus, are we men or are we children? Of what use are all these melodramatic gestures? You say your soul was killed and that you have been dead all these years. And what of me? Did we not both die here in Marmorus fifteen years ago? Are we any the less victims of the war than those whose bodies were torn asunder? Are we not both the living dead? And now you come to me, playing at being an avenging angel - childishly thirsty for my blood. We understand each other too well. We know too much of life. We shall play a little game, Vitus. A game of death, if you like. But under any circumstances, we shall have to wait until these people have gone, until we are alone.", "character": "Hjalmar Poelzig", "characterId": "nm0000472"}]}, {"lines": [{"text": "Oh, it's nothing. Only an accident in the road below. I want you to stay in this room all day tomorrow Karen. You are the very core and meaning of my life. No one shall take you from me. Not even Vitus, not even your father.", "character": "Hjalmar Poelzig", "characterId": "nm0000472"}]}, {"lines": [{"text": "After all, better to be frightened than to be crushed.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "I beg your indulgence my friend. Eighteen years ago, I left a girl so like your lovely wife to go to war... She was my wife. Have you ever heard of Kurgaal? It is a prison below Amsk... Many men have gone there. Few have returned. I have returned. After fifteen years, I have returned.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "It has been a long time Hjalmar. The years have been kind to you.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "You sold Marmorus to the Russians. You scurried away in the night and left us to die. Is it to be wondered that you should choose this place to build your house? A masterpiece of construction built upon the ruins of the masterpiece of destruction - a masterpiece of murder.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}, {"text": "[laughs hideously]", "character": null, "characterId": null}, {"text": "The murderer of 10,000 men returns to the place of his crime. Those who died were fortunate. I was taken prisoner at Kurgaal. Kurgaal, where the soul is killed, slowly. Fifteen years I've rotted in the darkness. But not to kill you, but to kill your soul - slowly. Where is my wife, Karen, and my daughter?", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "It is indeed hard to describe. It's hard to describe his life - or death. It may well be an atmosphere of death. This place was built upon the ruins of the same Ft. Marmorus that our unfortunate friend, the driver, described so vividly. Herr Poelzig commanded Marmorus during the last years of the war. He is perhaps sentimental about this spot.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "Superstitious, perhaps... Baloney, perhaps not. There are many things under the sun.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "We must bide our time until others aren't involved. This place is so undermined with dynamite that the slightest mistake by one of us would cause the destruction of all. Until I tell you different, you are his servant, not mine.", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "How does it feel to hang on your own embalming rack, Hjalmar?", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}, {"lines": [{"text": "It's the red switch, isn't it Hjalmar? The red switch ignites the dynamite. Five minutes and Marmaros, you and I, and your rotten cult will be no more...", "character": "Dr. Vitus Verdegast", "characterId": "nm0000509"}]}]}