{"quotes": [{"lines": [{"text": "Hi, got your paper.", "character": "Billy Wild", "characterId": "nm0573656"}, {"text": "Thanks.", "character": "Addie Mills", "characterId": "nm0524223"}, {"text": "[Slams door]", "character": null, "characterId": null}]}, {"lines": [{"text": "...Why won't you buy me a tree, Dad? I'll settle for a small one.", "character": "Addie Mills", "characterId": "nm0524223"}, {"text": "I've already told you no, and no means no!", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "What's this all about, money? Because you spend more on cigarettes in a year than one tree costs. I added it up myself!", "character": "Addie Mills", "characterId": "nm0524223"}, {"text": "ADDIE! Will you stop pestering me and go to bed!", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "Just tell me it looks like Christmas in here. Or feels like it!", "character": "Addie Mills", "characterId": "nm0524223"}, {"text": "How would you like me to take a belt to you?", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "How would you like me to beg?", "character": "Addie Mills", "characterId": "nm0524223"}, {"text": "...Right, anything's better than that. If you can drink a glass full of water, I'll let you have a tree this year. But you only get one try, and if you blow it, you can't bring the issue up ever again. Deal?", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "Deal!", "character": "Addie Mills", "characterId": "nm0524223"}, {"text": "[She fills a glass with water and downs the whole thing. James smiles triumphantly]", "character": null, "characterId": null}, {"text": "You blew it, kid.", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "What are you talking about? It was full and I drank it...", "character": "Addie Mills", "characterId": "nm0524223"}, {"text": "No, the deal was that you had to *drink* it full. You drank it *empty*.", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "[Flustered, Addie runs from the room in tears]", "character": null, "characterId": null}, {"text": "James, that was cruel.", "character": "Grandma Mills", "characterId": "nm0622450"}, {"text": "Oh, can't you take a joke? Where's that infamous sense of humor I grew up with?", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "I never played a joke like that on any of my friends. What a thing to do to a child, over something she wants so badly!", "character": "Grandma Mills", "characterId": "nm0622450"}, {"text": "She has to learn. In this life, you can't have everything you want.", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "James, let her have a tree this year. Why not? It's such a little thing to make her happy. If you give it a chance, you might enjoy it yourself.", "character": "Grandma Mills", "characterId": "nm0622450"}, {"text": "You're at least two hundred percent wrong about that.", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "You've let your whole life turn sour. You've no right to sour Addie's life as well.", "character": "Grandma Mills", "characterId": "nm0622450"}, {"text": "I'm exercising my right as her father.", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "Oh, you just don't want anything around to remind you. Well, Addie's around. If you can't look at her without being reminded...", "character": "Grandma Mills", "characterId": "nm0622450"}, {"text": "I don't have to listen to this!", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "[He gets up and storms out of the room]", "character": null, "characterId": null}, {"text": "[calling after him]\nFor two cents, I'd buy her a tree myself!", "character": "Grandma Mills", "characterId": "nm0622450"}, {"text": "[returns to room]\nDon't you dare, Mother! She's *my* daughter, and *I'll* decide what she can and can't have!", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "[slams the door]", "character": null, "characterId": null}]}, {"lines": [{"text": "[James comes home from work and finds the tree]\nWhere in hell did that come from!", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "I won it!", "character": "Addie Mills", "characterId": "nm0524223"}, {"text": "...Think I take charity, do you? Dragging stuff down the street, making people think we take castoffs, like some bums!", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "James, that tree's not hurting anything.", "character": "Grandma Mills", "characterId": "nm0622450"}, {"text": "I do *not* take charity!", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "It wasn't charity, Dad. It was the prize in a contest at school.", "character": "Addie Mills", "characterId": "nm0524223"}, {"text": "If I want a tree, I can damn well buy it myself!", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "She's the one who wants it, not you.", "character": "Grandma Mills", "characterId": "nm0622450"}, {"text": "She has to learn that she can't have everything she wants, not in this life. *I* don't have everything *I* want. When I was ten, do you think I dreamed of working a crane fifty weeks a year? I'd like to go somewhere, and sit in the sun, and forget both of you!", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "[Addie bolts out of the room, visibly stung]", "character": null, "characterId": null}, {"text": "... I want that tree out of my house!", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "It's *my* house, James Addison Mills the Third, and *I* say the tree can stay right where it is!", "character": "Grandma Mills", "characterId": "nm0622450"}, {"text": "...If you don't want me here, I'll be more than glad to move out and take Addie with me.", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "Don't talk nonsense!", "character": "Grandma Mills", "characterId": "nm0622450"}, {"text": "I'm serious, Mother. If we stay here, I'm *not* having you interfere between me and my daughter!", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "I ask clarification of the word \"interfere\", James. By that, you mean spend quality time with her, whenever you were busy or tired or just not in the mood...", "character": "Grandma Mills", "characterId": "nm0622450"}, {"text": "You know damn well what I mean!", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "Anyway, she's more than your daughter, James. She's a human being. She's got feelings, even if you haven't. Son, don't you see - The last person you showed any feelings at all for was Helen!", "character": "Grandma Mills", "characterId": "nm0622450"}, {"text": "*Leave her out of this!*", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "You were broken-hearted, I know - but you're not the first man who's ever lost a wife! Son, it's been almost *ten years*! That kind of grief is selfish. That child - Helen's child - needs your love.", "character": "Grandma Mills", "characterId": "nm0622450"}, {"text": "I *proved* I loved her, didn't I? I didn't send her to live with Will and his family, or wrap her in newspaper and leave her on some stranger's doorstep. Haven't I worked long hours at a whole list of jobs to keep her fed and clothed? I was overqualified for most of those jobs, but I took them as they came. She could have been a Ward of the State, and probably had an easier life, but no. I kept the responsibility.", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "Is that how you think of her? As a responsibility? James, I've known men your age who'd give a pound of their own flesh for a daughter like Addie! Raising her should be a privilege for you, an opportunity. Instead it's a chore, like mowing the lawn or taking out the garbage or doing the dishes! Oh, when she was a baby that was enough; you could carry her around like she was a doll, leave her in a crib when you didn't feel like carrying her - she was just a cute baby then. Now she's grown from a pet into a person, and you don't know what to do with her! So you hold yourself away and live in this house like a stranger. Well, when she's old enough she's going to leave you, James. She's going to find her own place to live, get her own job - and maybe start her own family, if she gets lucky and meets the right person. Then you won't have the responsibility anymore, because you won't have a daughter, either.", "character": "Grandma Mills", "characterId": "nm0622450"}, {"text": "...It was my fault. Having the baby is what killed her.", "character": "Jamie Mills", "characterId": "nm0001673"}, {"text": "Don't say that, James. It was pneumonia.", "character": "Grandma Mills", "characterId": "nm0622450"}, {"text": "Every doctor we went to said the same thing - the baby would die, or she would. We'd just be asking for trouble. But she kept begging and pleading, and so... I should never have given in.", "character": "Jamie Mills", "characterId": "nm0001673"}]}]}