{"quotes": [{"lines": [{"text": "My advice to you is 'get out!' They'll jump you when you least expect it. Get out of town, Shubunka. They're killers!", "character": "Nick Jammey", "characterId": "nm0848667"}, {"text": "Jammey, what did you do? What are you talking about? Did you sell me out?", "character": "Shubunka", "characterId": "nm0837959"}, {"text": "Who me?", "character": "Nick Jammey", "characterId": "nm0848667"}, {"text": "Did you go over to them?", "character": "Shubunka", "characterId": "nm0837959"}, {"text": "I wish I did! I wish I could! The trouble with me is I've got a conscience!", "character": "Nick Jammey", "characterId": "nm0848667"}]}, {"lines": [{"text": "[Opening lines of first person narration as the camera dollies back from an ugly expressionistic painting]\nThat was what I was. I work the rackets... dirty rackets... ugly rackets. I was no hypocrite. I knew everything I did was low and rotten. I knew what people thought of me. What difference did it make? What did I care?", "character": "Shubunka", "characterId": "nm0837959"}, {"text": "[Lying in bed looking at his face in a mirror]", "character": null, "characterId": null}, {"text": "I got scarred - sure! It can hurt a little when you fight your way out of a gutter.", "character": "Shubunka", "characterId": "nm0837959"}]}, {"lines": [{"text": "[to Dorothy]\nYou understood nothing. You're sweet, lovely, and good. You're also very young. Pay for my sins? You know what my sins were? I'll tell you. That I wasn't rotten enough. I wasn't mean and low and dirty enough. That's right, I should have smahed Cornell first. I should have hounded Jammy, kept after him, killed him myself. I should have trusted no one, never had a friend. I should have never loved a womann. That's the way the world is. Wait, live, find out yourself that's the way you have to be... the only way!", "character": "Shubunka", "characterId": "nm0837959"}]}, {"lines": [{"text": "Your wife called. What should I tell her?", "character": "Shorty", "characterId": "nm0604702"}, {"text": "Tell her I dropped dead.", "character": "Nick Jammey", "characterId": "nm0848667"}]}, {"lines": [{"text": "Give him time, Dorothy. It just came over the radio. They might still be on the streets looking for him. THey'll shoot him!", "character": "Dorothy's Father", "characterId": "nm0055899"}, {"text": "I hope they do! I hope they kill him!", "character": "Dorothy", "characterId": "nm0521156"}, {"text": "[Shocked]\nDorothy!", "character": "Dorothy's Father", "characterId": "nm0055899"}, {"text": "No, let him pay for his sins! You don't know him... the way he lives... the things he did. He's rotten! He's no-good!", "character": "Dorothy", "characterId": "nm0521156"}]}]}