{"quotes": [{"lines": [{"text": "If sex were the only thing that really mattered, the whole world would be run by rabbits!", "character": "Agnes", "characterId": "nm0264660"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "If... if right now we were not married, if you were free, would you marry me again ?", "character": "Mary Wilson", "characterId": "nm0001739"}]}, {"lines": [{"text": "Lucky my mother hated breast-feeding or I'd've been alcoholic before I could walk.", "character": "Flo", "characterId": "nm0429250"}]}, {"lines": [{"text": "IF you look and smell right, IF your hair is the right color, if you drive the right car, smoke the right cigarette, if your bosom is big, and firm, and fully packed, and your breath is sweet and your teeth are bright, then you'll find love, marriage, and be happy forever... if - IF - you promise never, but never, to grow old.", "character": "Mary Wilson", "characterId": "nm0001739"}, {"text": "Why not? It's the American Dream.", "character": "Sam", "characterId": "nm0000978"}, {"text": "I thought that was money?", "character": "Mary Wilson", "characterId": "nm0001739"}, {"text": "Love and money are related by marriage.", "character": "Sam", "characterId": "nm0000978"}, {"text": "Daddy, what's marriage?", "character": "Flo", "characterId": "nm0429250"}, {"text": "Business. BIG business. The U.S. economy depends on marriage.", "character": "Sam", "characterId": "nm0000978"}, {"text": "Not U.S. Steel?", "character": "Mary Wilson", "characterId": "nm0001739"}, {"text": "Marriage. Once, people saved up to get married. Now, there's credit. Credit means buying. That means stores, shipping, buildings, factories... Marriage means sex. Beauty. Luxury. Diamonds. Furs. Perfumes. Cars. Gifts for her. Gifts for him. Gifts for Them. Marriage means a home. That means painters, plumbers, carpenters, furniture, rugs, curtains, linens, silver, dishes, electric washers, driers, mixers, fixers, stoves, clocks, radios, T.V.'s - thirty billion dollars every year, just to get married... If marriage is made in heaven, a broken marriage is financial blasphemy. Bachelors, divorcees, widows and homosexuals are unprofitable... and that makes them Un-American.", "character": "Sam", "characterId": "nm0000978"}]}, {"lines": [{"text": "Some girls work their way through college selling magazines. I sold *me*.", "character": "Flo", "characterId": "nm0429250"}, {"text": "I don't want to hear it.", "character": "Sam", "characterId": "nm0000978"}, {"text": "\"Girl, ya' gotta' go to college. Because without an education, you either end up a big-mouthed housewife, or a big-assed whore.\" My freshman year, she dropped dead - smack in the middle of praying to win a fortune in the Irish Sweepstakes... I sure didn't intend to be a big-mouthed housewife, so I went to work. I graduated with a \"master's degree\" - in men.", "character": "Flo", "characterId": "nm0429250"}]}, {"lines": [{"text": "What's the secret formula? Why do you look 28, and I'm afraid to look in the mirror?", "character": "Mary Wilson", "characterId": "nm0001739"}, {"text": "Power, baby. There's white power, green power, black power, electric, horse, and man-power!", "character": "Flo", "characterId": "nm0429250"}, {"text": "[they both laugh]\nI've got staying power. I've been massaged, barraged, creamed and reamed with every slop and goo on the market. I've tried the Yogi bit. Ying and yang, biff and bang, the works. You name it, I've done it. All in the name of youth and beauty. God knows, I've even prayed for it.", "character": "Flo", "characterId": "nm0429250"}, {"text": "*you* got married.", "character": "Flo", "characterId": "nm0429250"}]}, {"lines": [{"text": "If there's one thing a man won't tolerate, it's a crying mistress. He gets that at home.", "character": "Flo", "characterId": "nm0429250"}]}, {"lines": [{"text": "Lady, I'm a bum. A hustler from L.A. down on his luck. One long run of rotten luck. I've been like a goddamn service station to all kinds of broads from all over the world. Gas 'em up, grease their parts, charge their batteries, \"Hello, goodbye, that's service with a smile... Who's next?\"", "character": "Franco", "characterId": "nm0201239"}, {"text": "Jesus, lady, I'm 34, my hair's falling out, and you were my long shot. For a while there we had somethin' nice going. Somethin'... Sorry, lady, but I can't afford to waste it. Lady, I used to be a pistol. Bang, bang, load, reload. Now... Anyhow, I gotta' save it. In case. I mean, what if something finally turned up, and... and I couldn't make the scene? Ugh!", "character": "Franco", "characterId": "nm0201239"}, {"text": "[shudders]", "character": null, "characterId": null}, {"text": "I'd say we both got the shitty end of the stick, huh?", "character": "Franco", "characterId": "nm0201239"}, {"text": "[Mary ties a hundred dollar bill into one of her stockings, drapes it on his shoulder, then runs off]\nHey! What for?", "character": "Franco", "characterId": "nm0201239"}, {"text": "Ciao, Marcello!", "character": "Mary Wilson", "characterId": "nm0001739"}]}]}