{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "From time immemorial the Earth has been bombarded by objects from outer space. Bits and pieces of the Universe piercing our atmosphere in an invasion that never ends. Meteor, the shooting stars on which so many earthly wishes have been born! Of the thousands that plummet toward us, the greater part are destroyed in a firey flash as they strike the layers of the air that encircle us. Only a small percentage survives. Most of those fall into the water which covers two-thirds of our world. But from time to time from the beginning of time a very few meteors have struck the crust of the Earth and formed craters - craters of all sizes sought after, poured over by scientists of all nations for the priceless knowledge buried within them. In every moment of every day they come from planets belonging to stars whose dying light is too far away to be seen. From infinity they come. Meteors! Another strange calling card from the limitless regions of space - its substance unknown, its secrets unexplored. The meteor lies dormant in the night - waiting!", "character": "Narrator", "characterId": "nm0293659"}]}, {"lines": [{"text": "The desert's full of things that don't belong. Take the salt here. Used to be an ocean bed. Now that ocean knew that the middle of a desert was a pretty silly place for it to be, so it just dried up and went away.", "character": "Martin Cochrane", "characterId": "nm0871876"}]}, {"lines": [{"text": "Dave, if it is a meteorite, the chances are it's been hurtling around our universe for a good many centuries. The answer to your question lies buried in those centuries. We'll just have to dig for it.", "character": "Prof. Arthur Flanders", "characterId": "nm0054253"}]}, {"lines": [{"text": "You've got to remember, Dave, when this hit our atmosphere, it burned at such a fantastic temperature, that its metal-bearing compounds could have been altered - left ready to activate, to grow!", "character": "Prof. Arthur Flanders", "characterId": "nm0054253"}]}, {"lines": [{"text": "No telling what went on inside of it. It's been gathering the secrets of time and space for billions of years.", "character": "Prof. Arthur Flanders", "characterId": "nm0054253"}, {"text": "Billions of years? And how long have we to unlock its most important secrets? Three hours or three minutes?", "character": "Dave Miller", "characterId": "nm0930695"}]}, {"lines": [{"text": "Evacuate? The entire town?", "character": "Chief Dan Corey", "characterId": "nm0280913"}, {"text": "Chief, the rocks are gonna come crashing through here like an avalanche over an anthill. There won't be a living thing left. You won't even be able to tell where San Angelo was.", "character": "Dave Miller", "characterId": "nm0930695"}, {"text": "When they're no longer confined to the walls of the canyon, whwn they break out into the valley floor, their rate of multiplication is going to be frightening.", "character": "Prof. Arthur Flanders", "characterId": "nm0054253"}, {"text": "You mean they'll grow even faster?", "character": "Chief Dan Corey", "characterId": "nm0280913"}, {"text": "Each one that shatters will make a hundred more.", "character": "Dave Miller", "characterId": "nm0930695"}, {"text": "When that hundred shatters, there'll be ten thousand of them. The third cycle will create a million. Unless we stop them, they'll spread over the whole countryside.", "character": "Prof. Arthur Flanders", "characterId": "nm0054253"}, {"text": "With enough rain, there's no boundary they can't cross.", "character": "Dave Miller", "characterId": "nm0930695"}]}, {"lines": [{"text": "Look at the dog - it's as hard as a piece of granite!", "character": "Joe Higgins", "characterId": "nm0201597"}]}]}