{"quotes": [{"lines": [{"text": "I'm big, but I ain't dumb, hear?", "character": "Jack Jefferson", "characterId": "nm0000469"}]}, {"lines": [{"text": "[Trying to convince Brady to fight Jefferson]\nNow, Frank, when you retired with that gold belt last summer nobody thought it would work out like this. We just thought, match the two best heavies, and whoever beats who is the top man. Right? Nobody thought the nigger would lick one first, and then go after the other all the way to Australia.", "character": "Cap'n Dan", "characterId": "nm0035866"}, {"text": "I was down in Melbourne for the paper, Mr. Brady, and let me tell you, no paper here could print how bad it really was. He'd say, \"Wanna hit me now, fella?\" Then he'd *let* him, grinning all the time. Cuffing him, jabbing, making smart-ass remarks to the crowd.", "character": "Smith aka Smitty, Evening Mirror Reporter", "characterId": "nm0332221"}, {"text": "You're the white hope, Mr. Brady.", "character": "Reporter", "characterId": "nm0119728"}, {"text": "I'm the what?", "character": "Frank Brady, Boxer", "characterId": "nm0672074"}, {"text": "The white hope. Every paper in the country is calling you that.", "character": "Smith aka Smitty, Evening Mirror Reporter", "characterId": "nm0332221"}, {"text": "Frank, he lands in San Francisco tomorrow. Come on!", "character": "Fred", "characterId": "nm0248000"}, {"text": "How would you like it if he claims the belt's his because you won't fight him? How would you like it if the whole damn country says, \"Brady let us down. He let a loudmouth nigger be champion of the world.\" Now Frank, you go take a good, long look at that belt, and come on out here with it. I know you trust me, and I say you can beat him. And Franklin, the good Lord hates a quitter.", "character": "Cap'n Dan", "characterId": "nm0035866"}]}, {"lines": [{"text": "[about Brady]\nYou still think you can take him?", "character": "Smith aka Smitty, Evening Mirror Reporter", "characterId": "nm0332221"}, {"text": "Well, I ain't saying I can take him straight off, and anyway, that'd be kinda mean. Big holiday fight. Can't send all them people right back home again.", "character": "Jack Jefferson", "characterId": "nm0000469"}, {"text": "You're only worry is picking the round?", "character": "Smith aka Smitty, Evening Mirror Reporter", "characterId": "nm0332221"}, {"text": "Yeah, and that takes some thinkin', man. You see, if I lets it go on too long and, you know, just sorta block and keeping him off, then they'll say \"well ain't that one shiftless nigger? Why are they all so lazy?\" But if I chop him down *too* quick, you know, the third or fourth round, and get to him all at once, \"No, it ain't fair, the poor man's up there fighting a gorilla.\" But I'm gonna work it out.", "character": "Jack Jefferson", "characterId": "nm0000469"}]}, {"lines": [{"text": "Now you're the first black man in the history of the ring who's ever had a crack at the heavyweight title. Now white folks, of course, are behind Brady. He's the redeemer of the race and so on. But you, Jack Jefferson, are you the black hope?", "character": "Reporter", "characterId": "nm0378615"}, {"text": "Well, I'm black and I'm hopin'.", "character": "Jack Jefferson", "characterId": "nm0000469"}, {"text": "Answer him straight, Jack.", "character": "Goldie", "characterId": "nm0318153"}, {"text": "Hey, look, man, I ain't fighting for no race, I ain't redeeming nobody. My mama told me *Mr. Lincoln* done that. Ain't that why you shot him?", "character": "Jack Jefferson", "characterId": "nm0000469"}]}, {"lines": [{"text": "Hey, man. What's my winning gonna do for you?", "character": "Jack Jefferson", "characterId": "nm0000469"}, {"text": "Huh?", "character": null, "characterId": null}, {"text": "Give him self respect.", "character": "Pastor", "characterId": "nm0322658"}, {"text": "Yeah, I be proud to be colored tomorrow.", "character": null, "characterId": null}, {"text": "Country boy, if you ain't there already, all the boxing and all the nigger-praying in the world ain't gonna get you there.", "character": "Jack Jefferson", "characterId": "nm0000469"}]}, {"lines": [{"text": "So, what do you say? If that's no white hope, I'm Queen Pocahontas.", "character": "Fred", "characterId": "nm0248000"}, {"text": "He's the right stuff, Dan. Maybe a little raw yet.", "character": "Pop Weaver", "characterId": "nm0606431"}, {"text": "*Fresh*. Fresh is what he is. Big, clean, strong. A real farm boy. They're waiting on their knees for someone like him.", "character": "Fred", "characterId": "nm0248000"}, {"text": "I'm ready to promote it, Dan. What do you think?", "character": "Pop Weaver", "characterId": "nm0606431"}, {"text": "I think he's a full-grown polar bear, myself. He's the best of the bunch, I won't argue that. But say we send him over, bang! It's 10-to-1 the black boy does it again. Then where are we?", "character": "Cap'n Dan", "characterId": "nm0035866"}, {"text": "We won't ever have it on a plate, you know.", "character": "Pop Weaver", "characterId": "nm0606431"}, {"text": "Pop, Fred, let me tell you a secret. The next white hope is the one who gets that belt *back*! Not means to, or almost does or gets half-killed in trying. He takes it! He finishes right on his feet, with a big, horizontal nigger down there for *good*!", "character": "Cap'n Dan", "characterId": "nm0035866"}]}, {"lines": [{"text": "You have to stop it, Jack.", "character": "Eleanor Backman", "characterId": "nm0000737"}, {"text": "All I got to do is to be black and die, lady.", "character": "Jack Jefferson", "characterId": "nm0000469"}]}, {"lines": [{"text": "[after they convince Brady to fight Jefferson]\nGood. So it's fixed Cap'n Dan.", "character": "Goldie", "characterId": "nm0318153"}, {"text": "The man's in a hurry, Fred", "character": "Cap'n Dan", "characterId": "nm0035866"}, {"text": "What about terms?", "character": "Pop Weaver", "characterId": "nm0606431"}, {"text": "What? We're no babies here. You know my Jackie would fight your boy for a *nickel*.", "character": "Goldie", "characterId": "nm0318153"}, {"text": "80-20, Goldie.", "character": "Pop Weaver", "characterId": "nm0606431"}, {"text": "What? A world's championship?", "character": "Goldie", "characterId": "nm0318153"}, {"text": "80-20, that's it.", "character": "Fred", "characterId": "nm0248000"}, {"text": "God bless America.", "character": "Goldie", "characterId": "nm0318153"}, {"text": "And Cap'n Dan to be the referee.", "character": "Pop Weaver", "characterId": "nm0606431"}, {"text": "You're kidding me.", "character": "Goldie", "characterId": "nm0318153"}, {"text": "Who'd you have in mind, friend? Booker T. Washington?", "character": "Cap'n Dan", "characterId": "nm0035866"}, {"text": "All right, all right. What else? He don't have to fight with his feet tied together?", "character": "Goldie", "characterId": "nm0318153"}]}, {"lines": [{"text": "Well, when a man beats us out like this, we, of course, look foolish, but more important, so does the law. People lose respect for law, and that we just cannot afford right now. You may not be aware of it yet, but a very large, very black migration is in progress. They're coming from the fields down South, filling up the slums. And I am talking about hundreds of thousands, maybe millions soon. Millions of ignorant Negroes rapidly massing together. Now, we cannot allow the image of this man to go on impressing and exciting these people.", "character": "Dixon", "characterId": "nm0916434"}]}, {"lines": [{"text": "Makes you feel kind of old, doesn't it? Seeing Brady refereeing.", "character": "Pop Weaver", "characterId": "nm0606431"}, {"text": "Ah, who the hell cares? He's the man who lost that belt, Pop, and this whole rotten world's gonna watch him at the finish now, lifting it right up high and passing it on, like the Kid'll pass it on, and the next one'll pass it on. *This* time, we'll keep it in the family.", "character": "Cap'n Dan", "characterId": "nm0035866"}]}]}