{"quotes": [{"lines": [{"text": "Something, he didn't know what, but something as big as a battleship has just flown over and past him.", "character": "Narrator", "characterId": "nm0780764"}]}, {"lines": [{"text": "Well, flying battleships, pink elephants, same difference.", "character": "Sally", "characterId": "nm0179408"}, {"text": "I said it looked like a battleship, not that it was a battleship.", "character": "Mitch MacAfee", "characterId": "nm0607504"}]}, {"lines": [{"text": "Oh, come off it, Mitch, you've done enough harm with your flying battleship...", "character": "Sally", "characterId": "nm0179408"}]}, {"lines": [{"text": "Something that seemingly destroyed four planes and just missed you the first time. Something like your flying battleship?", "character": "Sally", "characterId": "nm0179408"}]}, {"lines": [{"text": "Oh, nothing so domestic as a flying saucer, officer. Just a flying battleship.", "character": "Sally", "characterId": "nm0179408"}, {"text": "Well, have a good time with your flying battleship.", "character": null, "characterId": null}]}, {"lines": [{"text": "If felt like something collided with us up there!", "character": "Sally", "characterId": "nm0179408"}, {"text": "Yeah, a flying battleship that wasn't there.", "character": "Mitch MacAfee", "characterId": "nm0607504"}]}, {"lines": [{"text": "Once more a frantic pilot radios in a report on a UFO. A bird. A bird as big as a battleship!", "character": "Narrator", "characterId": "nm0780764"}]}, {"lines": [{"text": "Did he say what it was?", "character": "Sally", "characterId": "nm0179408"}, {"text": "Yes, he did. A bird. A bird as big as a battleship...", "character": "Gen. Van Buskirk", "characterId": "nm0790171"}]}, {"lines": [{"text": "Now if this thing of mine works, and we can get close, real close, and bombard that bird's anti-matter energy shield with a stream of mesic atoms, I think we can destroy that shield. The bird would defenseless then except for beak, claws, and wings. You could hit it with everything but the kitchen sink.", "character": "Mitch MacAfee", "characterId": "nm0607504"}, {"text": "We've got kitchen sinks to spare, son!", "character": "Gen. Van Buskirk", "characterId": "nm0790171"}]}, {"lines": [{"text": "I know another poem. Be plain in dress and sober in your diet. In short, my dearie, kiss me and be quiet.", "character": "Mitch MacAfee", "characterId": "nm0607504"}]}, {"lines": [{"text": "Three men reported they saw something. Two of them are now dead.", "character": "Gen. Van Buskirk", "characterId": "nm0790171"}, {"text": "That makes me Chief Cook and Bottle Washer in a one-man Bird Watcher's Society!", "character": "Mitch MacAfee", "characterId": "nm0607504"}]}, {"lines": [{"text": "Once the world was big, and no man in his lifetime could circle it. Through the centuries, science has made man's lifetime bigger, and the world smaller. Now the farthest corner of the Earth is as close as a pushbutton, and time has lost all meaning as man-made devices speed many many times faster than sound itself.", "character": null, "characterId": null}]}, {"lines": [{"text": "normal. For the moment...", "character": null, "characterId": null}]}, {"lines": [{"text": "Will it work, Mitch?", "character": "Sally", "characterId": "nm0179408"}, {"text": "I don't know. I honestly haven't the faintest, foggiest idea. It's one of those cockeyed concepts that you pull down out of Cloud Eight somewhere in sheer desperation.", "character": "Mitch MacAfee", "characterId": "nm0607504"}]}, {"lines": [{"text": "You keep your shirt on and I'll go get my pants on.", "character": "Mitch MacAfee", "characterId": "nm0607504"}]}, {"lines": [{"text": "Now, I don't don't care if that bird came from outer space or Upper Saddle River, New Jersey; it's still made of flesh and blood - of some sort - and vulnerable to bullets and bombs.", "character": "Mitch MacAfee", "characterId": "nm0607504"}]}, {"lines": [{"text": "By the time I get through with you, Mr. Electronics Engineer, you'll be lucky if they let you test batteries for flashlights.", "character": "Maj. Bergen", "characterId": "nm0397739"}]}, {"lines": [{"text": "It's hard to come up with answers when you don't even know what the question is.", "character": "Lt. Gen. Edward Considine", "characterId": "nm0030194"}]}, {"lines": [{"text": "Listen, General, this idea of mine may prove to be as phony as a three dollar bill, but I still think it's worth a listen.", "character": "Mitch MacAfee", "characterId": "nm0607504"}]}, {"lines": [{"text": "You like Pierre's apple jack, oui?", "character": "Pierre Broussard", "characterId": "nm0581308"}, {"text": "Ahh, a perfect antidote for snakebite, thunder, lightning, and disbelieving generals. Fill 'er up, Pierre.", "character": "Mitch MacAfee", "characterId": "nm0607504"}]}, {"lines": [{"text": "Uh, you are both right. And wrong. The bird itself is not antimatter, but the bird unquestionably radiates some sort of force - an energy screen, some invisible barrier - and that energy screen is antimatter.", "character": "Dr. Karol Noymann", "characterId": "nm0057422"}]}, {"lines": [{"text": "Hundreds of planes from every command are combimg the skies - searching for this overgrown buzzard.", "character": "Lt. Gen. Edward Considine", "characterId": "nm0030194"}]}, {"lines": [{"text": "That's what I've been talking about for 10 minutes! Get me my pants, will you, General?", "character": "Mitch MacAfee", "characterId": "nm0607504"}]}]}