{"quotes": [{"lines": [{"text": "[opening narration]\nToday the glory of ancient Egypt is ruins and dust. And the greatest of the earth's early civilizations a thing of darkness and mystery. These mighty monuments tell of a people who were rulers of the world. Who created a civilization never surpassed for beauty and splendour. But the Egyptians were not only builders of monuments. They were human beings no different than ourselves. This is the story of a man who dwelt in the ancient land of the Nile thirty-three centuries ago.", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[Older Sinuhe voiceover]\nI, Sinuhe the Egyptian, write this. In my place of exile on the shores of the Red Sea. There is no more desolate spot on earth. Soon the jackals and the vultures will make a poor meal of what is left of me. No monument will mark my resting place. I will leave only this, the story of my life. I have lived fully and deeply. I have tasted passion, crime and even murder. It is for you to judge me. You must weigh the good against the evil, the passion against the tenderness, the crime against the charity, the pleasure against the pain. I began life as I am ending it, alone. I rode alone on the bosom of the Nile in a boat of reeds dawbed with pitch and tied with fowler's knots. Thus the city of Thebes was accustomed to dispose of its unwanted children. I grew up on the waterfront of the city in the house of my foster parents who had saved me from the river. My foster father lived there by choice because he was also, by choice, physician to the poor of the city. From the rich he could have commanded princely fees, for he alone, in Thebes, was master of the ancient art of opening skulls. From the beginning I kept to myself. I used to wander alone on the banks of the Nile. Until the day came when I was ready to enter the School of Life. In the School of Life were trained the chosen young men of Egypt. The future scientists, philosophers, statesmen and generals. All the learning of Egypt lay in the keeping of the gods. For ten years I served them in the school that I might earn the right to call myself a physician. I learned to bend my body to them, but that was all. My mind still asked a question. Why?", "character": "Sinuhe", "characterId": "nm0700803"}]}, {"lines": [{"text": "Have you ever looked on a woman before?", "character": "Nefer", "characterId": "nm0201794"}, {"text": "Hundreds, and in the state the gods created them. I'm a physician.", "character": "Sinuhe", "characterId": "nm0700803"}, {"text": "Your name?", "character": "Nefer", "characterId": "nm0201794"}, {"text": "I am called Sinuhe. He who is alone. Is this your house?", "character": "Sinuhe", "characterId": "nm0700803"}, {"text": "This is my house, and I have guests every evening. I dislike being alone.", "character": "Nefer", "characterId": "nm0201794"}, {"text": "[claps her hands to summon her servant]", "character": null, "characterId": null}, {"text": "Baraka!", "character": "Nefer", "characterId": "nm0201794"}, {"text": "[she handles the pendant around Sinuhe's neck]", "character": null, "characterId": null}, {"text": "The inscription of the new Pharoah.", "character": "Nefer", "characterId": "nm0201794"}, {"text": "His gift. I must leave now.", "character": "Sinuhe", "characterId": "nm0700803"}, {"text": "Why?", "character": "Nefer", "characterId": "nm0201794"}, {"text": "Because men bring you rich presents for as little as a smile.", "character": "Sinuhe", "characterId": "nm0700803"}, {"text": "[indicating the pendant]", "character": null, "characterId": null}, {"text": "This is all I have.", "character": "Sinuhe", "characterId": "nm0700803"}, {"text": "I have never asked a man for anything, but I ask you to stay.", "character": "Nefer", "characterId": "nm0201794"}, {"text": "I can't.", "character": "Sinuhe", "characterId": "nm0700803"}, {"text": "Is it because we women of Babylon have a bad reputation? Or do you find me so ugly. Do you?", "character": "Nefer", "characterId": "nm0201794"}, {"text": "You're beautiful, beyond all dreams.", "character": "Sinuhe", "characterId": "nm0700803"}, {"text": "Such flattery must come easily to a man who's known... hundreds of women.", "character": "Nefer", "characterId": "nm0201794"}, {"text": "No one before has ever seemed to me so beautiful, so strange. When I look in your eyes, I... feel...", "character": "Sinuhe", "characterId": "nm0700803"}, {"text": "What do you feel, Sinuhe?", "character": "Nefer", "characterId": "nm0201794"}, {"text": "I feel the fever of Thebes in my blood, and I know that I was born to live in the sunset of the world and that nothing matters, nothing, but what I see in your eyes. It's late, I must be leaving.", "character": "Sinuhe", "characterId": "nm0700803"}, {"text": "If you go filled with wine and wild thoughts, you will surely get into trouble with some designing woman.", "character": "Nefer", "characterId": "nm0201794"}, {"text": "Would you care?", "character": "Sinuhe", "characterId": "nm0700803"}, {"text": "[he follows as she goes into her garden]", "character": null, "characterId": null}]}, {"lines": [{"text": "No. I brought you here only to show you the gate in my garden wall. Later, when all of my guests have gone... I will be here by my lotus pool.", "character": "Nefer", "characterId": "nm0201794"}, {"text": "Why do you tell me this?", "character": "Sinuhe", "characterId": "nm0700803"}, {"text": "Perhaps because I am fond of gifts, and the greatest gift any man can bring to a woman is his innocence, which he can give only once.", "character": "Nefer", "characterId": "nm0201794"}]}, {"lines": [{"text": "Wait. Before you touch me I must give you a warning.", "character": "Nefer", "characterId": "nm0201794"}, {"text": "Warning?", "character": "Sinuhe", "characterId": "nm0700803"}, {"text": "There is a reason the Goddess of Love takes the form of a cat.", "character": "Nefer", "characterId": "nm0201794"}, {"text": "When I look at you I care nothing for cats or gods.", "character": "Sinuhe", "characterId": "nm0700803"}, {"text": "Look Sinuhe. A cat's paws are soft. But they hide claws. A cat takes pleasure in tormenting its victim. Not until the creature is nearly dead does it show pity... and put an end to it.", "character": "Nefer", "characterId": "nm0201794"}, {"text": "What has this to do with you and me?", "character": "Sinuhe", "characterId": "nm0700803"}, {"text": "You've had less experience, and I must be what I am. Leave now and do not return through the gate in my wall, or you may regret it all your life.", "character": "Nefer", "characterId": "nm0201794"}, {"text": "I don't even know your name.", "character": "Sinuhe", "characterId": "nm0700803"}, {"text": "In their foolishness, men gave me the name which means, beautiful.", "character": "Nefer", "characterId": "nm0201794"}, {"text": "Nefer. Nefer. Nefer.", "character": "Sinuhe", "characterId": "nm0700803"}]}, {"lines": [{"text": "[Horemheb is praticing his archery when a stranger's arrow hits his target. He spins around and sees Princess Baketamon]", "character": null, "characterId": null}, {"text": "Your Highness shoots well for a woman.", "character": "Horemheb", "characterId": "nm0001514"}, {"text": "A child's game. I see one promotion.", "character": "Baketamon", "characterId": "nm0000074"}, {"text": "Why not? A real soldier here is like a falcon among sparrows.", "character": "Horemheb", "characterId": "nm0001514"}]}, {"lines": [{"text": "I wish a word with you. Over here.", "character": "Baketamon", "characterId": "nm0000074"}, {"text": "May I say I've long dreamed of a word with you.", "character": "Horemheb", "characterId": "nm0001514"}, {"text": "We will discuss your dreams. I wish to speak with your friend, the physician.", "character": "Baketamon", "characterId": "nm0000074"}, {"text": "Why are you so interested in him?", "character": "Horemheb", "characterId": "nm0001514"}, {"text": "My brother's been asking for him. He hasn't yet presented himself at court.", "character": "Baketamon", "characterId": "nm0000074"}, {"text": "Sinuhe has left the city. He's gone to... Memphis I think.", "character": "Horemheb", "characterId": "nm0001514"}, {"text": "If you hope for further promotions don't lie to me.", "character": "Baketamon", "characterId": "nm0000074"}, {"text": "I love my friend enough to lie for him, even to a royal princess. What do you want?", "character": "Horemheb", "characterId": "nm0001514"}, {"text": "I want him saved from this creature who's stolen his wits.", "character": "Baketamon", "characterId": "nm0000074"}, {"text": "That's easy, she's a Babylonian, have her banished or killed.", "character": "Horemheb", "characterId": "nm0001514"}, {"text": "He'd follow her into exile or mourn over her grave the rest of his life. No. He must be made to see that she's worthless.", "character": "Baketamon", "characterId": "nm0000074"}, {"text": "And how to you expect to accomplish that?", "character": "Horemheb", "characterId": "nm0001514"}, {"text": "By letting him find out that she's betrayed him with his best friend. You shouldn't find that too difficult. Such women like to be assaulted as if they were fortresses.", "character": "Baketamon", "characterId": "nm0000074"}, {"text": "Your Highness flatters me.", "character": "Horemheb", "characterId": "nm0001514"}, {"text": "I value you in the same way that you value yourself.", "character": "Baketamon", "characterId": "nm0000074"}, {"text": "[He sees a gold serpent bracelet coiled around her lower arm]", "character": null, "characterId": null}, {"text": "Give me that bracelet.", "character": "Horemheb", "characterId": "nm0001514"}, {"text": "You want a reward for helping the friend you love so much?", "character": "Baketamon", "characterId": "nm0000074"}, {"text": "I want it for the Babylonian.", "character": "Horemheb", "characterId": "nm0001514"}, {"text": "Oh? Then you're afraid that your manly charms won't be enough?", "character": "Baketamon", "characterId": "nm0000074"}, {"text": "Not for her.", "character": "Horemheb", "characterId": "nm0001514"}, {"text": "[he notices his friends looking their way]", "character": null, "characterId": null}, {"text": "My friends are watching us. They think you're awarding me an honor.", "character": "Horemheb", "characterId": "nm0001514"}, {"text": "Let them think what they will.", "character": "Baketamon", "characterId": "nm0000074"}, {"text": "Some day you'll strip your arms of honors for me, your ankles and your neck.", "character": "Horemheb", "characterId": "nm0001514"}, {"text": "Save your passions for the Babylonian. She'll appreciate them more than I do.", "character": "Baketamon", "characterId": "nm0000074"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[Older Sinuhe voiceover]\nI have spent my life in seeking knowledge. This is what I know. I have written this for you my son, wherever you are and for your children and your children's children. It's a poor legacy. But it's all I have.", "character": "Sinuhe", "characterId": "nm0700803"}]}, {"lines": [{"text": "These things happened thirteen centuries before the birth of Jesus Christ.", "character": null, "characterId": null}]}, {"lines": [{"text": "Fowler's knots? Did you say... fowler's knots?", "character": "Taia", "characterId": "nm0263393"}]}]}