{"quotes": [{"lines": [{"text": "drug pushers are feeding junk to you kids and you sit back doing nothing; gambling operations are forced upon black store owners, and you say nothing. If we are to be considered as equal as we are ever, to receive our true place in this community, WE MUST STAND TOGETHER NOW!", "character": "Gen. Ahmed", "characterId": "nm0675272"}]}, {"lines": [{"text": "You jive ass NIGGER! You've been SHIT from the very beginning.", "character": "Gen. Ahmed", "characterId": "nm0675272"}, {"text": "Alright, now you listen to me, I don't want to waste you ONLY because I feel sorry for you. YOU and every other do-gooder like you. Where you're wrong and where you've always been wrong is that you fight with weakness and begging. We are fighting with strength and we will win. Now I will give you enough money for your food and your clinic, nothing more. You go feed the poor, General, that's what you're good at.", "character": "Col. Kojah", "characterId": "nm0732455"}, {"text": "And you feel sorry for me? Why you arrogant son of a bitch. You keep your money, I don't deal in dirty money. I'll find another way to feed the poor.", "character": "Gen. Ahmed", "characterId": "nm0675272"}]}, {"lines": [{"text": "you shoot one of my soldiers, and I shoot one of your gorillas.", "character": "Col. Kojah", "characterId": "nm0732455"}]}, {"lines": [{"text": "All I want to know is WHO?", "character": "Col. Kojah", "characterId": "nm0732455"}, {"text": "Does it make any difference?", "character": "Kojah's Girl", "characterId": "nm0001142"}, {"text": "It makes a difference to me, woman, WHO?", "character": "Col. Kojah", "characterId": "nm0732455"}, {"text": "You can't stop them.", "character": "Kojah's Girl", "characterId": "nm0001142"}, {"text": "Well baby, they gonna know we gave them a try.", "character": "Col. Kojah", "characterId": "nm0732455"}, {"text": "I hope you're right, cuz I'm sure sorry for us if you're wrong.", "character": "Kojah's Girl", "characterId": "nm0001142"}]}, {"lines": [{"text": "What do you propose?", "character": "Gen. Ahmed", "characterId": "nm0675272"}, {"text": "20 men, I'll train them myself. Now if we can't stop the gangsters from working here, we can at least protect our people from their brutality.", "character": "Col. Kojah", "characterId": "nm0732455"}, {"text": "Protection is one thing, but an all-out war is something else.", "character": "Gen. Ahmed", "characterId": "nm0675272"}, {"text": "Oh come on now!", "character": "Col. Kojah", "characterId": "nm0732455"}, {"text": "I know you, Kojah, you'd have this WHOLE town into a furnace. Controlling the syndicate is the job of the LAPD.", "character": "Gen. Ahmed", "characterId": "nm0675272"}, {"text": "And where were the cops when the sister was assaulted and a young bother almost beaten to death?", "character": "Col. Kojah", "characterId": "nm0732455"}, {"text": "Now you can't take the law into your own hands!", "character": "Gen. Ahmed", "characterId": "nm0675272"}]}]}