{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Howdy, Tom. Is the captain around?", "character": "Bob", "characterId": "nm0020979"}, {"text": "[from a nearby tent]\nHello, Bob. Come on in.", "character": "Ranger Captain", "characterId": "nm0146883"}]}, {"lines": [{"text": "[Bob wants to know why Chuckler hasn't gone with the other ranchers to capture the horse rustlers]", "character": null, "characterId": null}, {"text": "What's the matter? You ain't afeared are you?", "character": "Bob", "characterId": "nm0020979"}, {"text": "Afeared? Say, I reckon you don't know who I am!", "character": "Chuckler", "characterId": "nm0907404"}, {"text": "No, I reckon I don't.", "character": "Bob", "characterId": "nm0020979"}, {"text": "Say, I'm one of the toughest hombres anywhere in this country. I got more notches on my gun than all the outlaws and sheriffs put together. I'm a rootin', tootin', shoot 'em dead, double-perfumed polecat and I'm always on the prod!", "character": "Chuckler", "characterId": "nm0907404"}]}, {"lines": [{"text": "You know, I imagine there's gonna be a big reward for whoever brings in those rustlers. I sure could use half of it if I knew who I could give the other half to.", "character": "Bob", "characterId": "nm0020979"}, {"text": "Well, I ain't holdin' much dinero myself and it's kinda hot poundin' leather this time of year...", "character": "Chuckler", "characterId": "nm0907404"}, {"text": "To say nothin' about dodgin' bullets, heh?", "character": "Bob", "characterId": "nm0020979"}, {"text": "I don't have to dodge bullets. I'm so tough I just catches 'em in my teeth and masticates them into tin foil!", "character": "Chuckler", "characterId": "nm0907404"}, {"text": "Boy, I should sure use you for a partner, but seein' how you ain't of a mind to go along, I guess I'll have to play a lone hand.", "character": "Bob", "characterId": "nm0020979"}, {"text": "Well say, gol-darned your pink-skinned hide, you can't do that! It takes a maverick with whiskers on his chin and hair on his chest to deal with them varmints - and I'm that maverick with curly horns thrown in for good measure!", "character": "Chuckler", "characterId": "nm0907404"}]}]}