{"quotes": [{"lines": [{"text": "I guess it must be hard for you to understand, Inspector, a man like me and Cecil Fox.", "character": "Merle McGill", "characterId": "nm0010944"}, {"text": "Not hard at all.", "character": "Inspector Rizzi", "characterId": "nm0148041"}, {"text": "But how can I say it, Inspector... He was my first... man. Somehow you just never forget your first man.", "character": "Merle McGill", "characterId": "nm0010944"}, {"text": "I remember mine - vividly.", "character": "Inspector Rizzi", "characterId": "nm0148041"}, {"text": "[Merle throws him a curious glance]", "character": null, "characterId": null}, {"text": "He also got away.", "character": "Inspector Rizzi", "characterId": "nm0148041"}]}, {"lines": [{"text": "I don't want to sound like a voice for morality, it makes him angry and you angry. But there are some things...", "character": null, "characterId": null}, {"text": "What things?", "character": "Fox", "characterId": "nm0001322"}, {"text": "Not gold, perhaps, but still precious. Not negotiable, not even legal tender. Just tender.", "character": null, "characterId": null}, {"text": "Love, for example?", "character": "Fox", "characterId": "nm0001322"}, {"text": "You can't even say it, you poor man, you make it sound like hate.", "character": null, "characterId": null}]}, {"lines": [{"text": "What will you drink, ladies?", "character": "William McFly", "characterId": "nm0731772"}, {"text": "Root beer.", "character": "Mrs. Sheridan", "characterId": "nm0001333"}, {"text": "Well, I'm afraid we haven't any...", "character": "William McFly", "characterId": "nm0731772"}, {"text": "[Cutting him off]\nOf course not! Billions of dollars exporting the American way of life, and most of the world still never heard of root beer!", "character": "Mrs. Sheridan", "characterId": "nm0001333"}]}, {"lines": [{"text": "Nothing like gold to pass the time. It is even the color of time... Gold. How little most people value time, little people. Like everything else, they will choose what's more, not what's better. Even time, they will pray to live 100, long, miserable years and feel cheated if they had say 50 of the best. Quantity yes, quality no. Venice is tiny and precious. Los Angeles is gigantic and terrifying. Who wants it? Most people, that's who. There's good time and bad time, you know, the clocks don't give a damn what time they measure. We do. We special ones. We slow down for the good. We sip it second by second like great wine. We speed up the bad. The little people, chumps, swallow time like hamburger. One hundred years of well done hamburger, they will all settle for that. If I were to tell you that for me, the next 10 minutes of my life will be fuller and richer than the next 10 years for any chump in London, Paris, Rome, New York, or Bangkok, would you know what the hell I was talking about?", "character": "Fox", "characterId": "nm0001322"}]}, {"lines": [{"text": "An actor's gratitude is, at best, a mirage.", "character": "William McFly", "characterId": "nm0731772"}]}, {"lines": [{"text": "Silly boy! I wouldn't look twice at Hitler.", "character": "Merle McGill", "characterId": "nm0010944"}]}, {"lines": [{"text": "[when asked about her lovelife]\nTruthfully, there isn't a man whose face I can remember.", "character": "Sarah Watkins", "characterId": "nm0001749"}]}]}