{"quotes": [{"lines": [{"text": "Who is your candidate?", "character": "Gov. Baxter", "characterId": "nm0020639"}, {"text": "Hank Jackson.", "character": "Chet Stoner", "characterId": "nm0427217"}, {"text": "Who?", "character": "Gov. Baxter", "characterId": "nm0020639"}, {"text": "Hank Jackson, the singer.", "character": "Chet Stoner", "characterId": "nm0427217"}, {"text": "[laughs]\nOh, you boys really had me there! For a minute, I thought you really was bluffing! Gentlemen, this isn't California. The people of this state aren't convinced you can just sprinkle a little sand on the floor of the senate, and stomp on your feet instead of talking sense!", "character": "Gov. Baxter", "characterId": "nm0020639"}]}, {"lines": [{"text": "Listen, you think Hank Jackson is just a singer? Well, wake up, man! Listen to what he's singing. Look at who his fans are. Look, the people in this country are sick and tired of hearing about wars, riots, recessions, pollution, detentions, the whole mess. You know what they're after? Simpler times. Like in those old west movies were you can always tell the good guys from the bad guys. You can't wear a white hat anymore? So, put a flag on your windshield. They blame all the worlds problems on wise-ass college professors and baggy kids. Yeah, they're yahoos. But this is the year of the yahoo!", "character": "Sid Angelo", "characterId": "nm0756107"}]}, {"lines": [{"text": "When I get back, I don't ever want to see you or any of your friends ever again!", "character": "Hank Jackson", "characterId": "nm0454597"}, {"text": "But the campaign...", "character": "Sid Angelo", "characterId": "nm0756107"}, {"text": "my way!", "character": "Hank Jackson", "characterId": "nm0454597"}, {"text": "You're crazy! Without us, you'll lose.", "character": "Sid Angelo", "characterId": "nm0756107"}, {"text": "[smug tone]\nWe'll see.", "character": "Hank Jackson", "characterId": "nm0454597"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[into the phone]\nWell, don't feel too bad about it, Mr. President. You win a few and you lose a few. Well, thank you kindly. I might hold you to that one when I run for re-election next year. Can I count on your support? Good. What's that? Technical advisors for \"me\"? Well... ah... I'll let you know, Mr. President.", "character": "Gov. Baxter", "characterId": "nm0020639"}]}, {"lines": [{"text": "Well, we had it all down to the signs. Except we forgot to calculate the statistical testing of the candidate's ex-girlfriend being raped. How careless of us.", "character": "Chet Stoner", "characterId": "nm0427217"}, {"text": "Yeah, but it was one hell of a beautiful campaign, wasn't it? Well, at least we know we handled it formally. Where are you off to next, Sid?", "character": "Ed Varnett", "characterId": "nm0143926"}, {"text": "Well, I've got that wildlife special coming up next, then the presidential election after that. But I think I'll need a little rest before I try that.", "character": "Sid Angelo", "characterId": "nm0756107"}, {"text": "Why Sid, I didn't know you were already on our team for that one.", "character": "Chet Stoner", "characterId": "nm0427217"}, {"text": "Chet, I never said I was on \"your\" team. Hey, don't look at me like that. A job's a job.", "character": "Sid Angelo", "characterId": "nm0756107"}]}, {"lines": [{"text": "What were we celebrating last night anyway?", "character": "Hank Jackson", "characterId": "nm0454597"}, {"text": "The election. You lost.", "character": "Tammy Parker", "characterId": "nm0725773"}, {"text": "Oh. Drowning my sorrows, huh?", "character": "Hank Jackson", "characterId": "nm0454597"}, {"text": "Well, it was like New Years Eve. I've heard of good losers, but you were the champion one of all.", "character": "Tammy Parker", "characterId": "nm0725773"}, {"text": "Honey, lets have our last big hurrah!", "character": "Hank Jackson", "characterId": "nm0454597"}]}]}