{"quotes": [{"lines": [{"text": "Normally I don't go for women with red hair. They tend to have a peculiar smell, you know? It's hard to define, but in the back of your mind you know something's not right. I don't want to say it's a bad odor, just different.", "character": "Vernon", "characterId": "nm0011002"}]}, {"lines": [{"text": "Redheads are okay, but sometimes a little variety is good for the soul, don't you think?", "character": "Vernon", "characterId": "nm0011002"}]}, {"lines": [{"text": "You can be married for fifty years and still die alone, even with your husband standing right beside you. Anyway, being alone doesn't scare me anymore. The only time I really feel alone is when I'm around other people.", "character": "Katherine", "characterId": "nm0160111"}]}, {"lines": [{"text": "You ever try going blond? I bet you'd make a pretty good blond, you know. You might not look as innocent as Alice, but then again, you're not seven, either.", "character": "Vernon", "characterId": "nm0011002"}]}, {"lines": [{"text": "Love is easy, but that doesn't mean it comes around all the time.", "character": "Vernon", "characterId": "nm0011002"}]}, {"lines": [{"text": "So you're telling me, one day, the girl of your dreams is going to come walking by, see you through that window, and come waltzing in here?", "character": "Katherine", "characterId": "nm0160111"}]}, {"lines": [{"text": "It's no big deal. I do it all the time. I like giving away flowers, you know? Besides, you happen to be the prettiest girl I've seen today.", "character": "Vernon", "characterId": "nm0011002"}]}, {"lines": [{"text": "You should see her. She's beautiful. Even better than a supermodel.", "character": "Vernon", "characterId": "nm0011002"}]}, {"lines": [{"text": "Did I tell you about her lips? Suffice it to say, she had a great pair of lips.", "character": "Vernon", "characterId": "nm0011002"}]}, {"lines": [{"text": "You know, they have about sixty-three kinds of coffee here. With about forty-two different things to put in it. And you just get a regular coffee.", "character": "Vernon", "characterId": "nm0011002"}]}, {"lines": [{"text": "You shake hands good. You've got a nice, tender grip, you know? Some guys think it makes them a man to squeeze your hand off. I hate that. When a guy tries to strangle my hand, I just let mine go limp.", "character": "Vernon", "characterId": "nm0011002"}]}, {"lines": [{"text": "Romeo and Juliet, I think they were in love. They may have been blinded by it, but that's better than missing it altogether, don't you think?", "character": "Vernon", "characterId": "nm0011002"}]}]}