{"quotes": [{"lines": [{"text": "Dad, I just don't want to go to work in your baby food factory. And, I don't want to sell vacuum cleaners. I don't want to sell little toy plastic aircraft carriers. I don't wanna... I don't know what I want.", "character": "Chris Bradley", "characterId": "nm0481869"}, {"text": "Chris, I think I understand what you're talking about. A little bit anyway. But these problems are a little bit like going to Howard Johnsons for some ice cream. You can get all kinds of wild, exotic flavors. But somehow, you always wind up with vanilla.", "character": "Mr. Bradley", "characterId": "nm0569592"}, {"text": "Oh, Jesus Christ, Dad, I could cry!", "character": "Chris Bradley", "characterId": "nm0481869"}, {"text": "You get what I mean? Now one thing, just once in a while...", "character": "Mr. Bradley", "characterId": "nm0569592"}, {"text": "[interupting]\nNow hold on, Dad! What about the poor bastard who gets hung up on butter peacan?", "character": "Chris Bradley", "characterId": "nm0481869"}, {"text": "He's disappointed when he can't get it. There's always vanilla, Chris. Always vanilla.", "character": "Mr. Bradley", "characterId": "nm0569592"}, {"text": "That's what it all comes down to?", "character": "Chris Bradley", "characterId": "nm0481869"}, {"text": "If you get what I mean.", "character": "Mr. Bradley", "characterId": "nm0569592"}]}, {"lines": [{"text": "Chris... why don't you let me send you back to school? I might as well put my money to good use.", "character": "Mr. Bradley", "characterId": "nm0569592"}, {"text": "No thanks, Dad, I don't want to hold back my education.", "character": "Chris Bradley", "characterId": "nm0481869"}, {"text": "You better come down out of those clouds, boy... or you're not going to be worth the powder to blow you to hell.", "character": "Mr. Bradley", "characterId": "nm0569592"}]}, {"lines": [{"text": "This is my father, he can still cut the mustard!", "character": "Chris Bradley", "characterId": "nm0481869"}]}]}