{"quotes": [{"lines": [{"text": "You're just like Don Quixote. You think that everything is always something else.", "character": "Dr. Mildred Watson", "characterId": "nm0940946"}, {"text": "Well, he had a point. 'Course he carried it a bit too far. He thought that every windmill was a giant. That's insane. But, thinking that they might be, well... All the best minds used to think the world was flat. But what if it isn't? It might be round. And bread mold might be medicine. If we never looked at things and thought of what might be, why we'd all still be out there in the tall grass with the apes.", "character": "Justin Playfair", "characterId": "nm0001715"}]}, {"lines": [{"text": "Dear friends, would those of you who know what this is all about please raise your hands? I think if God is dead he laughed himself to death. Because, you see, we live in Eden. Genesis has got it all wrong. We never left the Garden. Look about you. This is paradise. It's hard to find, I, I'll grant you, but it is here. Under our feet, beneath the surface, all around us is everything we want. The earth is shining under the soot. We are all fools. Ha ha. Moriarty has made fools of all of us. But together, you and I, tonight... we'll bring him down.", "character": "Justin Playfair", "characterId": "nm0001715"}]}, {"lines": [{"text": "There are no masses in Dodge City, only individuals taking responsibility for their own actions.", "character": "Justin Playfair", "characterId": "nm0001715"}]}, {"lines": [{"text": "Just keep saying to yourself \"I'm adequate.\"", "character": "Justin Playfair", "characterId": "nm0001715"}]}, {"lines": [{"text": "Watson, your first impression of a detective worker, like it?", "character": "Justin Playfair", "characterId": "nm0001715"}, {"text": "No!", "character": "Dr. Mildred Watson", "characterId": "nm0940946"}, {"text": "[chuckles]\nGood girl! I know how girls are. No means yes.", "character": "Justin Playfair", "characterId": "nm0001715"}, {"text": "I haven't been a girl in twenty years, and when I say \"no\", i mean \"no\"!", "character": "Dr. Mildred Watson", "characterId": "nm0940946"}]}, {"lines": [{"text": "God bless ya, Barbara Stanwyck!", "character": "Maud", "characterId": "nm0094048"}]}, {"lines": [{"text": "Will there be... danger?", "character": "Mr. Small", "characterId": "nm0164339"}]}, {"lines": [{"text": "If there is no Moriarty, then I am not Holmes.", "character": "Justin Playfair", "characterId": "nm0001715"}]}, {"lines": [{"text": "Hershey's Kisses! Out the Back!", "character": "Justin Playfair", "characterId": "nm0001715"}]}]}