{"quotes": [{"lines": [{"text": "Look. I said fuckin' look at 'im! Look at what happened to ya friend 'cause you gotta go against the way the things go down. You treat what I try to do for you like shit? You don't wanna work for me, what's wrong with you? And then, you carry a piece, in my house! You one of those burned-out demolished wackos in the joint? You're scary, because you don't give a fuck. But don't come onto me now with your jailhouse bullshit 'cause you are not that guy, dont'chu get it, you prick? You got a home, car, businesses, family, n' I own the paper on ya whole fuckin' life. I'll put ya cunt wife on the street to be fucked in the ass by niggers and Puerto Ricans. Ya kids mine because I bought 'it. You got 'im on loan, he is leased, you are renting him. I'll whack out ya whole family. People'll be eatin' 'em in their lunch tomorrow in their Wimpyburgers and not know it. You get paid what I say. You do what I say, I run you, there is no discussion. I want, you work, until you are burned-out, you are busted, or you're dead... you get it? You got responsibilities - tighten up n' do it. Clean this mess up, get 'im outta here. Back to work, Frank.", "character": "Leo", "characterId": "nm0698764"}]}, {"lines": [{"text": "I have run out of time. I have lost it all. So I can't work fast enough to catch up. I can't run fast enough to catch up. And the only thing that catches me up is doing my magic act.", "character": "Frank", "characterId": "nm0001001"}]}, {"lines": [{"text": "Lie to no one. If there 's somebody close to you, you'll ruin it with a lie. If they're a stranger, who the fuck are they you gotta lie to them?", "character": null, "characterId": null}]}, {"lines": [{"text": "What are you doing in your life that is so terrific?", "character": "Frank", "characterId": "nm0001001"}]}, {"lines": [{"text": "Look, uh, these people wanna meet you.", "character": null, "characterId": null}, {"text": "What?", "character": "Frank", "characterId": "nm0001001"}, {"text": "They're stand-up guys", "character": null, "characterId": null}, {"text": "If I wanna meet people, I'll go to a fuckin' country club.", "character": "Frank", "characterId": "nm0001001"}]}, {"lines": [{"text": "You're marking time is what you are. You're backing off. You're hiding out. You're waiting for a bus that you hope never comes because you dont wanna get on it anyway because you don't wanna go anywhere. Ok?", "character": "Frank", "characterId": "nm0001001"}]}, {"lines": [{"text": "1959 to 1976, Joliet State Penitentiary.", "character": "Mrs. Knowles", "characterId": "nm0467733"}, {"text": "Yes.", "character": "Frank", "characterId": "nm0001001"}, {"text": "You worked for the state, I take it?", "character": "Mrs. Knowles", "characterId": "nm0467733"}, {"text": "After a fashion.", "character": "Frank", "characterId": "nm0001001"}, {"text": "And what did you do at the prison?", "character": "Mrs. Knowles", "characterId": "nm0467733"}, {"text": "Desks. I, uh, I spot-welded desks, and then I got promoted to shoes.", "character": "Frank", "characterId": "nm0001001"}, {"text": "You were in charge of the shop?", "character": "Mrs. Knowles", "characterId": "nm0467733"}, {"text": "Lady, I was a convict, I was doing time.", "character": "Frank", "characterId": "nm0001001"}, {"text": "You were what?", "character": "Mrs. Knowles", "characterId": "nm0467733"}, {"text": "Frank, let's go.", "character": "Jessie", "characterId": "nm0001839"}, {"text": "Umm, you have to understand, we have more applicants than children...", "character": "Mrs. Knowles", "characterId": "nm0467733"}, {"text": "Then why do you still have kids here? As a kid I would not be falling all over myself to stay in one of these places. We will relieve you of some of the burden.", "character": "Frank", "characterId": "nm0001001"}, {"text": "But the point is, we establish criteria for parenting, and an ex-convict compared to other desirables...", "character": "Mrs. Knowles", "characterId": "nm0467733"}, {"text": "Great, so we'll take a kid that's not so desirable. You got a black kid? We'll take a black kid. You got a chink kid?", "character": "Frank", "characterId": "nm0001001"}, {"text": "You don't seem to understand...", "character": "Mrs. Knowles", "characterId": "nm0467733"}, {"text": "Nobody likes older kids. You got an eight-year old black chink kid, we'll take him.", "character": "Frank", "characterId": "nm0001001"}, {"text": "Frank...", "character": "Jessie", "characterId": "nm0001839"}, {"text": "Wait.", "character": "Frank", "characterId": "nm0001001"}, {"text": "[removes ring from finger]", "character": null, "characterId": null}, {"text": "If it's a matter of, uh, y'know, here.", "character": "Frank", "characterId": "nm0001001"}, {"text": "What is that?", "character": "Mrs. Knowles", "characterId": "nm0467733"}, {"text": "What is that? That is D-flawless, three-point-two karats, emerald cut.", "character": "Frank", "characterId": "nm0001001"}, {"text": "This is not a marketplace.", "character": "Mrs. Knowles", "characterId": "nm0467733"}, {"text": "Right. Y'know, you're not smart enough to take this anymore than you are to, to, recognize good parents.", "character": "Frank", "characterId": "nm0001001"}, {"text": "Get out of my office.", "character": "Mrs. Knowles", "characterId": "nm0467733"}, {"text": "You did not ask about us. You didn't ask what kind of people we are. There is a child waiting, and you are denying us him, and him us. Who the hell are you?", "character": "Frank", "characterId": "nm0001001"}]}, {"lines": [{"text": "You talking to me or somebody else walk in this room?", "character": "Frank", "characterId": "nm0001001"}]}, {"lines": [{"text": "You are making big profits from my work, my risk, my sweat. But that is okay, because I elected to make that deal. But now, the deal is over. I want my end, and I am out.", "character": "Frank", "characterId": "nm0001001"}, {"text": "Why don't you join a labor union?", "character": "Leo", "characterId": "nm0698764"}, {"text": "I am wearing it.", "character": "Frank", "characterId": "nm0001001"}, {"text": "Frank, don't.", "character": "Mitch", "characterId": "nm0114873"}, {"text": "Do it slick.", "character": "Attaglia", "characterId": "nm0797529"}, {"text": "My money in 24 hours, or you will wear your ass for a hat.", "character": "Frank", "characterId": "nm0001001"}]}, {"lines": [{"text": "I am the last guy in the world that you wanna fuck with.", "character": "Frank", "characterId": "nm0001001"}]}, {"lines": [{"text": "Your criteria are so far up your ass, they can't see daylight! This is bullshit!", "character": "Frank", "characterId": "nm0001001"}]}, {"lines": [{"text": "I got some A-B-C type information for you, lady. I was state-raised, and this is a dead place. A child in eight-by-four green walls, after awhile you tell the walls 'my life is yours.' What, didja grow up in the suburbs?", "character": "Frank", "characterId": "nm0001001"}, {"text": "Yes.", "character": "Mrs. Knowles", "characterId": "nm0467733"}, {"text": "Right! Right!", "character": "Frank", "characterId": "nm0001001"}]}, {"lines": [{"text": "Look, in what I do there are sometimes pressures. What the hell do you think that I do? Come on. Come on, every morning I walk in for five months, say hi - what the hell do you think that I do?", "character": "Frank", "characterId": "nm0001001"}, {"text": "You sell little fucking cars, that's what you do.", "character": "Jessie", "characterId": "nm0001839"}, {"text": "I wear $150 slacks, I wear silk shirts, I wear $800 suits, I wear a gold watch, I wear a perfect, D-flawless three carat ring. I change cars like other guys change their fucking shoes. I'm a thief. I've been in prison, all right?", "character": "Frank", "characterId": "nm0001001"}, {"text": "So what, I don't care.", "character": "Jessie", "characterId": "nm0001839"}, {"text": "So what?", "character": "Frank", "characterId": "nm0001001"}, {"text": "Don't tell me.", "character": "Jessie", "characterId": "nm0001839"}, {"text": "So what? I never even told my wife that...", "character": "Frank", "characterId": "nm0001001"}, {"text": "I don't care.", "character": "Jessie", "characterId": "nm0001839"}, {"text": "Who is now gone. Did I ever come on to you?", "character": "Frank", "characterId": "nm0001001"}, {"text": "No.", "character": "Jessie", "characterId": "nm0001839"}, {"text": "Well you see.", "character": "Frank", "characterId": "nm0001001"}, {"text": "See? See what?", "character": "Jessie", "characterId": "nm0001839"}, {"text": "See, I - I am a straight arrow. I am a true blue kind of a guy. I've been cool. I am now unmarried. So let's cut the mini-moves and the bullshit, and get on with this big romance.", "character": "Frank", "characterId": "nm0001001"}, {"text": "...What? I don't believe it. Do you think that I've been waiting for you to come along? What is this shit.", "character": "Jessie", "characterId": "nm0001839"}, {"text": "You think I'm kidding, I can tell. This is strictly on the up and up.", "character": "Frank", "characterId": "nm0001001"}, {"text": "Jesus Christ.", "character": "Jessie", "characterId": "nm0001839"}]}, {"lines": [{"text": "Did it ever occur to you, to try to work for a living? Take down your own scores?", "character": "Frank", "characterId": "nm0001001"}, {"text": "OK, fuck this guy.", "character": null, "characterId": null}, {"text": "I'll tell you something, I'm gonna be on your ass so much, you're gonna get careless. And on that day I'm gonna be in that place.", "character": null, "characterId": null}, {"text": "And that, is the last place that you wanna be. 'Cause no matter what happens, I will never, ever take a pinch from a greasy motherfucker like you.", "character": "Frank", "characterId": "nm0001001"}]}, {"lines": [{"text": "Look, you wanna pinch me then pinch me... I'll be out in 5 minutes. If not, GET THA FUCK OFF MY CAR!", "character": "Frank", "characterId": "nm0001001"}]}, {"lines": [{"text": "Do you have a license for this?", "character": "Jessie", "characterId": "nm0001839"}]}, {"lines": [{"text": "I come here to discuss a piece of business with you, and whadda you gonna do? You gonna tell me fairy tales?", "character": "Frank", "characterId": "nm0001001"}, {"text": "Hey, who da fuck are you slick? Somebody knows you? Whadda you, crazy or what?", "character": "Attaglia", "characterId": "nm0797529"}]}, {"lines": [{"text": "He down our merch? Is it gone? Does he carry the cash on him, what?", "character": "Frank", "characterId": "nm0001001"}, {"text": "I'm talking to somebody's somebody. I will know in about 25 minutes.", "character": "Barry", "characterId": "nm0000902"}]}, {"lines": [{"text": "Hey, car salesman. Urizzi. You remember my name now?", "character": null, "characterId": null}, {"text": "How can I not? Since the police department does not hire too many Puerto Ricans.", "character": "Frank", "characterId": "nm0001001"}, {"text": "Hey asshole, I'm Italian.", "character": null, "characterId": null}, {"text": "I'm pleased to meet you ugly wop son of a bitch.", "character": "Frank", "characterId": "nm0001001"}, {"text": "You motherfucker.", "character": null, "characterId": null}]}, {"lines": [{"text": "You're a stand-up guy. You're a real stand-up guy. You got a mouth, you can take a trimming. You could make things easy for everybody. But no. You gotta be a goof. You're real good. No violence. Strictly professional. I'd probably like you. I'd like to go to the track, ball games. Stuff like that, you know? Frank, there's ways of doing things that round off the corners, make life easy for everybody. What's wrong with that? There's plenty to go around. We know what you take down. We know you got something major coming down soon. But no, you gotta come on like a stiff prick. Who the fuck do you think you are? What's the matter with you? You got something to say or are you waiting for me to ask you to dance?", "character": null, "characterId": null}]}, {"lines": [{"text": "Plus, I've got a major score for you in Palm Springs in six weeks.", "character": "Leo", "characterId": "nm0698764"}]}]}