{"quotes": [{"lines": [{"text": "[pensively]\nWhen I was a kid, I used to dream about going someplace on a ship. Well, here I am!", "character": "Lt. Bob Gray", "characterId": "nm0000053"}, {"text": "And out there is Japan. My mother had a Jap gardener once. He seemed like a nice little guy.", "character": "Lt. Ted Lawson", "characterId": "nm0004496"}, {"text": "You know I don't hate Japs yet. It's a funny thing. I don't like them, but I don't hate them.", "character": "Lt. Bob Gray", "characterId": "nm0000053"}, {"text": "I guess, I don't either. You get kind of mixed up.", "character": "Lt. Ted Lawson", "characterId": "nm0004496"}, {"text": "Yeah.", "character": "Lt. Bob Gray", "characterId": "nm0000053"}, {"text": "It's hard to figure, yet here we are.", "character": "Lt. Ted Lawson", "characterId": "nm0004496"}]}, {"lines": [{"text": "Well feed me corn and watch me grow! How did all this scum get in here?", "character": "Lieutenant Jacob 'Shorty' Manch", "characterId": "nm0717691"}]}, {"lines": [{"text": "Oh, Ted, I'm going to write you a letter every day you're gone. I know they won't deliver them. I won't even mail them, but I'm going to write them anyway. That way we'll kind of be in touch. That way we'll feel close.", "character": "Ellen Lawson", "characterId": "nm0857187"}]}, {"lines": [{"text": "[repeated lines]", "character": null, "characterId": null}, {"text": "Tell me, Honey, how come you're so cute?", "character": "Lt. Ted Lawson", "characterId": "nm0004496"}, {"text": "I had to be if I was going to get such a good-looking fella.", "character": "Ellen Lawson", "characterId": "nm0857187"}]}, {"lines": [{"text": "Goodbye.", "character": "Lt. Ted Lawson", "characterId": "nm0004496"}, {"text": "I have one sorrow, Lieutenant. that we did not have the medicine to ease your pain.", "character": "Young Dr. Chung", "characterId": "nm0284538"}, {"text": "You saved my life, Doc.", "character": "Lt. Ted Lawson", "characterId": "nm0004496"}, {"text": "I hope that someday you'll come back to us.", "character": "Young Dr. Chung", "characterId": "nm0284538"}, {"text": "We'll be back. Maybe not us ourselves but a lotta guys like us, and I'd like to be with them. You're our kind of people.", "character": "Lt. Ted Lawson", "characterId": "nm0004496"}, {"text": "Thank you, sir.", "character": "Young Dr. Chung", "characterId": "nm0284538"}]}, {"lines": [{"text": "[Addressing all the flight crews, assembled in the USS Hornet's briefing room]\nLt. Jurika has detailed maps and pictures of cities and specified targets. Mr. Jurika spent a great many years in Japan. I think it might be a good idea if he gave you some idea of what kind of people you're going to run up against in case you're forced down. Mr. Jurika.", "character": "Gen. James Doolittle", "characterId": "nm0000075"}, {"text": "[Lt. Jurika gets up and addresses the men]\nI was assistant Naval attaché at our embassy in Japan, long enough to learn a few things about the Orient.", "character": "Lieut. Jurika", "characterId": "nm0000748"}, {"text": "Just what should we do, Mr. Jurika? How should we conduct ourselves, in case we are forced down over Japan?", "character": "Lt. Bob Gray", "characterId": "nm0000053"}, {"text": "My advice is, see that you're NOT forced down over Japan.", "character": "Lieut. Jurika", "characterId": "nm0000748"}]}, {"lines": [{"text": "[on the phone]\nHello, hello, York? Dolittle. I want you to get twenty-four B-25's and volunteer crews down to Eglin Field as soon as you can. The job'll take 'em out of the country for about three months. Tell 'em it's a secret mission. They won't know where they're going until they get there. Thats's right, volunteers. tell them they're not to talk to anybody. That's an order!", "character": "Gen. James Doolittle", "characterId": "nm0000075"}]}]}