{"quotes": [{"lines": [{"text": "[on Canada and the US]\nWe're bigger, and we're on top. If this was prison, they would be our bitch.", "character": "Rick Mercer", "characterId": "nm0580300"}]}, {"lines": [{"text": "]", "character": null, "characterId": null}, {"text": "This Hour Has 22 Minutes is a satirical examination of daily events. Some viewers may not share this sense of humour.", "character": null, "characterId": null}]}, {"lines": [{"text": "The US is our neighbour, our ally, our trading partner, and our friend, and sometimes we'd like to give them *such* a smack.", "character": "Rick Mercer", "characterId": "nm0580300"}]}, {"lines": [{"text": "[on the territorial government's refusal to legalize same-sex unions]", "character": null, "characterId": null}, {"text": "This news has sent shockwaves through the gay community of the Northwest Territories. We go to him now.", "character": null, "characterId": null}]}, {"lines": [{"text": "Jackie Biskupski is running for a seat in the Utah Legislature, and she's attracting a lot of attention because she's a lesbian. Her Republican opponent, Dan Alderson, is a staunch Mormon, and is running a negative ad campaign calling her lifestyle abnormal and deviant. His six wives agree.", "character": "J.B. Dixon", "characterId": "nm0580300"}]}, {"lines": [{"text": "Here's to democracy. May we get the government we deserve.", "character": "Rick Mercer", "characterId": "nm0580300"}]}, {"lines": [{"text": "[at end of show]\nWell, that's the way we saw the world this week.", "character": "Rick Mercer", "characterId": "nm0580300"}]}, {"lines": [{"text": "At this time, we need to look to Canada's poets for inspiration. And when we think Canada, when we think poets, we all think... Trooper!", "character": "J.B. Dixon", "characterId": "nm0580300"}, {"text": "[followed by footage of Canadian politicians singing along to \"Raise A Little Hell\"]", "character": null, "characterId": null}]}, {"lines": [{"text": "[after opening]\nWarning! To France! If you don't go to war now, you won't be able to surrender later", "character": null, "characterId": null}]}, {"lines": [{"text": "What kind of show is this anyway ?", "character": "Peter Fonda", "characterId": "nm0001228"}, {"text": "We're 22 minutes. We're like the news, but drunk.", "character": "Bas MacLaren", "characterId": "nm0188205"}]}, {"lines": [{"text": "[after the premiere of the Spice Girls movie]", "character": "Frank McMillan", "characterId": "nm0859773"}, {"text": "[singing]", "character": null, "characterId": null}, {"text": "\"You know what I want, what I really really want\"", "character": "Frank McMillan", "characterId": "nm0859773"}, {"text": "[yelling]\nMy eight bucks back!", "character": "Frank McMillan", "characterId": "nm0859773"}]}, {"lines": [{"text": "On behalf of Canadians everywhere I'd like to offer an apology to the United States of America. We haven't been getting along very well recently and for that, I am truly sorry. I'm sorry we called George Bush a moron. He is a moron, but it wasn't nice of us to point it out. If it's any consolation, the fact that he's a moron shouldn't reflect poorly on the people of America. After all, it's not like you actually elected him.", "character": "Antony St. George", "characterId": "nm0595110"}]}]}