{"quotes": [{"lines": [{"text": "A man must have integrity. He's not entitled to free thought unless he's willing to pay the price of admitting it. Dare not admit what I believe, then I have no right to believe it", "character": "Clive Briggs", "characterId": "nm0000061"}]}, {"lines": [{"text": "I'm not against equality. I'm perfectly prepared to be equal with anybody providing they don't start being equal with me.", "character": "Iris Cathaway", "characterId": "nm0178066"}]}, {"lines": [{"text": "[Listening to the German bombardment]\nDon't worry. They're not going to waste bombs on a WAAF camp.", "character": "Clive Briggs", "characterId": "nm0000061"}, {"text": "Why not?", "character": "Prudence Cathaway", "characterId": "nm0000021"}, {"text": "My girl, don't you realize that a big bomb costs a thousand pounds? We could go around the world on the price of one bomb!", "character": "Clive Briggs", "characterId": "nm0000061"}]}, {"lines": [{"text": "[referring to Britain's involvement in the War]\nIt's too late to doubt or question. We're in it now, and we've got to go on!", "character": "Prudence Cathaway", "characterId": "nm0000021"}]}, {"lines": [{"text": "[to Aunt Iris]\nWhen you and Uncle Wilfred talk, I seem to hear words oozing from the holes of a moth eaten sofa.", "character": "Prudence Cathaway", "characterId": "nm0000021"}]}, {"lines": [{"text": "It's none of my business, but if you want my opinion, Prudence is not behaving in a manner befitting her position. Yesterday afternoon, she took Bert Higgins, the gardener, for a drive in her car, instead of attending Lord Everton's charity party.", "character": "Iris Cathaway", "characterId": "nm0178066"}, {"text": "Bert Higgins is convalescing. I took out his appendix last month.", "character": "Dr. Roger Cathaway", "characterId": "nm0580882"}, {"text": "That doesn't confer special privileges.", "character": "Iris Cathaway", "characterId": "nm0178066"}, {"text": "I remember taking out Lord Everton's appendix a year ago. Do you know it was exactly like Bert's?", "character": "Dr. Roger Cathaway", "characterId": "nm0580882"}, {"text": "That's a ridiculous argument. We don't shake hands with each other's appendixes? Or is it appendices?", "character": "Iris Cathaway", "characterId": "nm0178066"}]}]}