{"quotes": [{"lines": [{"text": "Curse you, God for making me this way!", "character": "Richard Herring", "characterId": "nm0380672"}]}, {"lines": [{"text": "And then I got off the bus, ah!", "character": "Richard Herring", "characterId": "nm0380672"}]}, {"lines": [{"text": "One day you will all see my power!", "character": null, "characterId": null}]}, {"lines": [{"text": "[on betraying Jesus]", "character": null, "characterId": null}, {"text": "If I wasn't doing this, you wouldn't be killed, mankind wouldn't be saved. So far from \"betraying\" mankind, I'm actually saving them from eternal damnation. And do I get any thanks? No, I'm only going down as the most evil man in history.", "character": null, "characterId": null}]}, {"lines": [{"text": "Is he the sick one in our society? Or is it the businessman, in his suit and tie!", "character": "Richard Herring", "characterId": "nm0380672"}]}, {"lines": [{"text": "A young man came up to me the other day and said \"What will my friends say when I tell them that I am a Christian?\" \"Oh my poor young fellow,\" I replied, \"they will say you are a nerd, and a wally, and a fruitcake, and they will call you a brainless, foolish spamoid, and they will take down your trousers in the playground in front of all the girls, and they will rub sticky lollipops into your hair and then run away laughing, laughing, laughing. But later, when you become a famous TV Vicar, they will regret their foolishness.\"", "character": "The Unusual Priest", "characterId": "nm0253126"}]}, {"lines": [{"text": "I see you're at your shrine to The Corrs again, Rich.", "character": "Stewart Lee", "characterId": "nm0498294"}, {"text": "[annoyed]\nThe Corrs Shrine, Stew! Call it by its proper name!", "character": "Richard Herring", "characterId": "nm0380672"}]}, {"lines": [{"text": "Mother Nature, like all mothers, is a whore.", "character": "Greg Evigan", "characterId": "nm0309693"}]}, {"lines": [{"text": "This week, I'm very curious about this little conundrum.", "character": null, "characterId": null}]}, {"lines": [{"text": "And I did beat upon my manhood crying \"Out Demon, Out!\" And then my seed did spill upon the ground, and I was sore ashamed. Anyway, then I got off the bus...", "character": "The Unusual Priest", "characterId": "nm0253126"}]}, {"lines": [{"text": "The fool said \"If God is Good, then why do Bad Things happen?\" And I said \"Bllubububpftt!\"", "character": "The Unusual Priest", "characterId": "nm0253126"}]}, {"lines": [{"text": "Is your curiosity satisfied now, Curious Orange?", "character": "Stewart Lee", "characterId": "nm0498294"}, {"text": "Yes, Mr. Stew.", "character": "The Curious Orange", "characterId": "nm0701248"}]}]}