{"quotes": [{"lines": [{"text": "That filthy man! I'm afraid you've opened your doors as well as your heart to the scum of the planet!", "character": "Willene", "characterId": "nm1423046"}, {"text": "Here on spaceship Earth, there is no scum. There are just malfunctioning circuits.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "My son... OUR son no longer exists.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "Oh, Mrs. Hammond, I'm really sorry. I didn't realize that tragedy had struck you twice. Is he dead, then?", "character": "Willene", "characterId": "nm1423046"}, {"text": "No. He does not exist.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "Well, I'm afraid I don't understand what you mean, but I certainly wouldn't be callous enough to dwell on the subject.", "character": "Willene", "characterId": "nm1423046"}]}, {"lines": [{"text": "Bond, I, uh... I find you very attractive. So attractive that I want to throw you out of this car!", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Well, I don't get it. If you find me so attractive, why the hell would you want to throw me out of the car? I mean, I'm the one that ought to be getting out of this car voluntarily, knowing what's on your mind.", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "Give me a puff of that cigarette, kid.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "First it's a pipe. Now it's a cigarette. What's it gonna be next, Chandler? White Owl cigar maybe?", "character": "Bond", "characterId": "nm0183109"}, {"text": "You've got an uncanny way of getting under my skin.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Wouldn't it be much nicer if I got into it rather than under it?", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "[Willene Cassidy knocks]", "character": null, "characterId": null}, {"text": "Who is it? Who's that knocking at my door? Is that you, Mr. Maple Tree? Is the wind making you bang your branches against my door?", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "Hello in there. Anybody home?", "character": "Willene", "characterId": "nm1423046"}, {"text": "Oh, my God. That was a human voice. That was a woman's voice calling from behind that door! Who is it that speaks to me with the voice of a woman?", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "[Willene pounds on the car window]", "character": null, "characterId": null}, {"text": "Something the matter, officer? Something wrong?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Oh, no. I'm nothing like that, I'm just a housewife, that's all I am. See my badge?", "character": "Willene", "characterId": "nm1423046"}, {"text": "[Willene flashes a badge at him]", "character": null, "characterId": null}, {"text": "That was given to me by my husband. He's the country-rock singer Simon Cassidy. Perhaps you've heard of him?", "character": "Willene", "characterId": "nm1423046"}]}, {"lines": [{"text": "[Sash and Roo are bickering]", "character": null, "characterId": null}, {"text": "Hush, you two. You'll wake the dead.", "character": "Willene", "characterId": "nm1423046"}, {"text": "You leave my husband outta this! My husband was a decent man.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "[Toydy rubs up behind Gert as they prepare to have sex in the kitchen]", "character": null, "characterId": null}, {"text": "I should pull away. But I can't.", "character": "Gert", "characterId": "nm0247855"}, {"text": "Why not?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "[Gert laughs]", "character": null, "characterId": null}, {"text": "'Cause I would fall into the oven like the witch in \"Hansel and Gretel.\" That would leave you alone in this gingerbread house to eat all the cookies and peppermint sticks.", "character": "Gert", "characterId": "nm0247855"}, {"text": "And what's wrong with that?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "You would get sick!... And no one would be around to give you an enema.", "character": "Gert", "characterId": "nm0247855"}]}, {"lines": [{"text": "I'm young and I'm restless. I'm not to be trusted. There's a lot of energy in this body, Willene, and it hops around from bed to bed like a flea. To be bit by a lovebug like me could be a pretty scratchy situation.", "character": "Bond", "characterId": "nm0183109"}, {"text": "I don't care, my love. All I ask is that when I start itching, you start scratching.", "character": "Willene", "characterId": "nm1423046"}]}, {"lines": [{"text": "Remind me to go shopping today for some chopped meat, vegetables, milk and honey. And I'll need at least three dozen bananas, and some heads of lettuce.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "[with a laugh]", "character": null, "characterId": null}, {"text": "And, of course, my cucumbers. I mustn't forget my cucumbers! People come and go, but the cucumbers must stay.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "It's not the quadrupeds that are dangerous, it's that gargantuan biped.", "character": "Bing", "characterId": "nm0473647"}, {"text": "What the hell is a biped?", "character": "Bond", "characterId": "nm0183109"}, {"text": "You're a biped, dummy.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Now look, Chandler, I don't mind you calling me a dummy, but don't be calling me any dirty Italian names!", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "You mean that lion's harmless?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "As harmless as a toothless old lady.", "character": "Bing", "characterId": "nm0473647"}, {"text": "Well, I don't know if I agree with that saying, young man. Mrs. Connor has no teeth, yet she blasted her husband with six rounds of buckshot last spring.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "You can't threaten me anymore, Roo. I don't care what you say. For the first time in my life, I'm in love with a man.", "character": "Sash", "characterId": "nm0568312"}, {"text": "You sure about his credentials?", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "You mean you let some nun stick a elephant syringe in your organ while your husband beats his meat and waits?", "character": "Bond", "characterId": "nm0183109"}, {"text": "My husband does not beat his meat! He fluctuates his firmness.", "character": "Willene", "characterId": "nm1423046"}]}, {"lines": [{"text": "[Toydy offered a means of escape in exchange for sex with Bond]", "character": null, "characterId": null}, {"text": "You did that for me?", "character": "Willene", "characterId": "nm1423046"}, {"text": "Ah, it's no big deal.", "character": "Bond", "characterId": "nm0183109"}, {"text": "I saw Toydy's naked body, so don't go telling me it was no big deal. There's no greater love that a man can show a woman than to give his body to the enemy.", "character": "Willene", "characterId": "nm1423046"}, {"text": "[they kiss]", "character": null, "characterId": null}, {"text": "Ah, come on, Willene, I had to get broken in sometime. This way, if things don't work out with you, maybe something'll click with your husband.", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "Evidently, true love cannot be quashed by religious or traditional taboos. Bing has expressed his love for the gorilla and she, in turn, has pursued him across four continents and will not be tamed until she gets him. I can sympathize with her.", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "It's been a long time since this house has seen happiness and love! Once, these walls did echo with the gayest of laughter. But that was when my husband was alive and my son existed.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "It's my honor now to be host to a courageous man and the animal he loves, and who also shares his sentiment.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "After I've given myself to the gorilla again, I expect great psychological transformations to occur in the skull of that primate. You'll see!", "character": "Bing", "characterId": "nm0473647"}]}, {"lines": [{"text": "Well, all right. Now that you've got that off your chest - and out of your buttocks - what next?", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "You're gonna get it. One of these days, you're gonna get it so big, it's gonna turn you black and blue for a week!", "character": "Chandler", "characterId": "nm0088794"}, {"text": "I give it, Mack, I don't take it.", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "There's too much talk in this kitchen and not enough action. Start cooking me now, honey, before I go rotten!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "[Roo attempts to shove a dildo into Bond]", "character": null, "characterId": null}, {"text": "Hey, look, lady! I give it. I don't take it.", "character": "Bond", "characterId": "nm0183109"}, {"text": "Give and take is a fact of life, like in and out, loverboy.", "character": "Roo", "characterId": "nm1422847"}, {"text": "Well, you may like it in, but I want it out when it comes to this kinda hanky panky!", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "I had my protein and now I want me some starch.", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "People come and go, but the cucumbers must stay.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "My son was big for his age. He was to be doomed with bigness.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "I pickle things to preserve them. Like onions, cauliflower, peppers...", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "And men?", "character": "Sash", "characterId": "nm0568312"}, {"text": "That's not just any man, that's my husband!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "You're crazier than I thought you were!", "character": "Toydy", "characterId": "nm1418870"}, {"text": "Why? Because I refuse to cover the tangible remains of my husband with a curtain of soil?", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "If it's decency you want, don't come in this room!", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "[Willene eats a cucumber, unaware that Gert masturbated with it]", "character": null, "characterId": null}, {"text": "I'm afraid I can't finish it. Would you like to share it?", "character": "Willene", "characterId": "nm1423046"}, {"text": "No, I've already had it, thank you.", "character": "Gert", "characterId": "nm0247855"}, {"text": "Do you mind if I throw it away?", "character": "Willene", "characterId": "nm1423046"}, {"text": "Not at all, my dear. Most things of that nature are disposable. Just throw it in that bag under the sink.", "character": "Gert", "characterId": "nm0247855"}, {"text": "Why, Mrs. Hammond, you've got a whole pile of them in here!", "character": "Willene", "characterId": "nm1423046"}, {"text": "Call me Gert, Willene. I feel that you've gotten to know me more intimately. Yes, those cucumbers did not age properly enough to suit my hungry lips, so I had to get rid of them.", "character": "Gert", "characterId": "nm0247855"}]}, {"lines": [{"text": "He's quite a man, isn't he?", "character": "Gert", "characterId": "nm0247855"}, {"text": "Well, part of him is a man, the other part I'm not too sure about.", "character": "Willene", "characterId": "nm1423046"}]}, {"lines": [{"text": "The coin of sexuality always has two faces.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "I'm no dummy. Charlie saw to that. Charlie didn't want no dummy for a wife. And I didn't want no Charlie McCarthy for a husband either. I wanted Charlie Hammond. And I wanted to be Mrs. Gert Hammond. Wife of Charlie. Charlie's woman. Forever. Not just 'til they came!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "I was educated in Brooklyn. Brooklyn Community College. It was quite a community of fatsos. They really believed in letting it all hang out. Hanging out of their shirt sleeves and the collars of their suits and their two-piece bathing suits. You know, people see whales up on a beach after a storm, and they think that's something. That's only 'cause they've never been to Brighton Beach.", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "Mr. Hal B. Wallace sent my husband's agent a script for a small singing part in his film \"Bazookas for Peace.\"", "character": "Willene", "characterId": "nm1423046"}, {"text": "Oh, I'd give my piece for a bazooka any time!", "character": "Gert", "characterId": "nm0247855"}]}, {"lines": [{"text": "Shut the hell up, Goddamn puppet! You're nothing but a puppet for the Weather Bureau, and they pull the string that makes your mouth go up and down. I'll bet you don't even know what the hell an isobar is...", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "And don't go telling me it's some kind of a popsicle!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "I don't have to worry about hunger. Of the stomach. Just the other hunger. The one more ravishing that I worry about. But why worry? Wasn't there something I read or heard in church, something about birds? Birds don't worry about eating, and yet God provides plenty of food. But I... I'm not satisfied with just worms! I need something more substantial.", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "Howdy, stranger. No need to ask if you need a lift. We all need one in this kind of weather. The real question - the $64,000 question - is how high do you wanna get?", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "Why did you bring what I was told was a lily-white butt out in this rain?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "My butt's white from being so numb after two days of driving. But it used to be red when we used to live in Tucson. If only you could have seen it then.", "character": "Sash", "characterId": "nm0568312"}, {"text": "Gee, ma'am, I ain't even seen the white one yet. So quit jumping the gun.", "character": "Toydy", "characterId": "nm1418870"}, {"text": "Oh, you'll see it, all right. Just a matter of time.", "character": "Sash", "characterId": "nm0568312"}]}, {"lines": [{"text": "Well, I'm for letting it all hang out. That's been my motto since I was 17.", "character": "Toydy", "characterId": "nm1418870"}, {"text": "I'm sure what you have to hang out is well worth exposing to the light of day. Or, for that matter, a 6-watt overhead lamp.", "character": "Roo", "characterId": "nm1422847"}, {"text": "[Roo clicks on the car's dome light]", "character": null, "characterId": null}, {"text": "Care to surface your breathing snorkel?", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "You didn't tell him, Roo, did you? Because if you told him...", "character": "Sash", "characterId": "nm0568312"}, {"text": "I have to tell him now, Sash. I can't leave him hanging in the air when he's giving me what I want right in the palm of my hand.", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "It's just that...", "character": "Bond", "characterId": "nm0183109"}, {"text": "What, Bond? My gazes? My admiring glances at your rather extravagant torso put you ill at ease?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Well, no. It's just that that's all you're doing is just looking.", "character": "Bond", "characterId": "nm0183109"}, {"text": "You mean you were expecting me to do something else? Me? Chandler Wilson? Heir to the Wilson fortune? And widower of Sarah Lou Phillips from the House of Phillips Unlimited?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "You mean the House of Phillips, that big girdle manufacturing plant down in Waco?", "character": "Bond", "characterId": "nm0183109"}, {"text": "Yes. That's exactly what I mean. That big girdle factory in central Texas where everything grows big, especially a middle-age gut.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "I'm a scared of that.", "character": "Bond", "characterId": "nm0183109"}, {"text": "Scared of what?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Middle-aged gut.", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "What did I do wrong, Chandler? That's the second time that you've flown off the handle tonight. The first time is when I wanted to show you that tattoo on my thigh.", "character": "Bond", "characterId": "nm0183109"}, {"text": "I told you at the time that I had no interest whatsoever in looking at a tattoo of a dodo bird.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "But they're extinct! You can't see them anymore!", "character": "Bond", "characterId": "nm0183109"}, {"text": "I'm well aware of that, Bond, but I think that having one tattooed on your hairy thigh is in extreme poor taste, especially considering that the species has vanished forever.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "But my thigh isn't hairy.", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "Didn't your wife pass away recently? I seem to remember reading something about it somewhere.", "character": "Bond", "characterId": "nm0183109"}, {"text": "My wife, Sarah Lou Phillips, daughter of Leland, the creator of the House of Phillips Unlimited, died last year. Died a horrible death.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "I'm terribly sorry.", "character": "Bond", "characterId": "nm0183109"}, {"text": "For her or for me?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "For the both of you.", "character": "Bond", "characterId": "nm0183109"}, {"text": "Well, reserve your bleeding heart strictly for her. Our marriage was going up in smoke anyway. It's just that she turned the expression into a reality.", "character": "Chandler", "characterId": "nm0088794"}]}, {"lines": [{"text": "You're very observant, Bond. Is that where you got your good looking body? From chasing fire engines down the street?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "I work hard to get this body looking the way it does.", "character": "Bond", "characterId": "nm0183109"}, {"text": "Well, I bet you have. And is the investment paying off?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Not tonight, it isn't.", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "It's been a year since I've had any worthwhile sexual encounters.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Is that when your wife died?", "character": "Bond", "characterId": "nm0183109"}, {"text": "Oh, to hell with her! When I mentioned Sarah Lou Phillips, heiress to The House of Phillips Unlimited, I'm not talking about worthwhile sex. It wasn't sex that we shared in the dark on that Castro Convertible sofa her mother bought us. No. No, that was infantile perversion!", "character": "Chandler", "characterId": "nm0088794"}]}, {"lines": [{"text": "I want you to tell me about it, Chandler.", "character": "Bond", "characterId": "nm0183109"}, {"text": "Why? Why would a clean, good-looking kid like you want to delve into the filth of the rich?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "'Cause it's a dark, stormy night and there ain't nothin' but this cigarette and a light on the radio dial and the rain... and your face in that light. You got a nice face, Chandler. You got a real nice face.", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "You're talking like some sort of beatnik.", "character": "Willene", "characterId": "nm1423046"}, {"text": "And supposing I am, what have you got against beatniks?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Well, for one thing, their bongo drums. I can't stand all that stupid pounding. It gives me a headache, it does.", "character": "Willene", "characterId": "nm1423046"}]}, {"lines": [{"text": "We ought to go back. There might be people dying back there.", "character": "Bond", "characterId": "nm0183109"}, {"text": "There are people up ahead who are dying too.", "character": "Chandler", "characterId": "nm0088794"}]}, {"lines": [{"text": "Listen kid, I vowed before embarking on this trip that once I started, I was never looking back. Now, I'm going to Waco, Texas, to that great giant girdle factory that stands like a mammoth mausoleum to the memory of my dead wife, Sarah Lou Phillips.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "You mean Sarah Lou Phillips of the House of Phillips Unlimited?", "character": "Willene", "characterId": "nm1423046"}, {"text": "Yeah. That's what he's talking about.", "character": "Bond", "characterId": "nm0183109"}, {"text": "And I don't intend to water down my mission, the only mission I've got in life, just because some ball of fire lights up the night sky in this godforsaken nowhere land. No, the ball of fire I've got planned is going to rival the sun itself. You mark my words, Bond. It's gonna turn night into day!", "character": "Chandler", "characterId": "nm0088794"}]}, {"lines": [{"text": "God bless you and keep you, for the devil walks about on nights such as this!", "character": "Willene", "characterId": "nm1423046"}]}, {"lines": [{"text": "Why couldn't she have telephoned before coming over? It isn't fair after all these years that someone should knock on my door and not even warn me of their visit! Thirty minutes' warning, that's all I ask. One half-hour to bathe and scent my body in preparation for the ensuing visitation.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "Oh, my God. I'm seeing double. I'm so drunk, I can't possibly hold an audience with Mrs. Cassidy. Oh, what'll she think of me? She'll pity me! I'll be a disgrace to the memory of my dead husband.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "My name is Mrs. Gert Hammond. Welcome to Prairie Blossom, the name my husband and I chose for the estate you are now standing on.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "What happened to your head?", "character": "Willene", "characterId": "nm1423046"}, {"text": "Please, let me finish. Our home, built upon a stretch of prairie between the Chickasaw and Thunderbird Rivers, was built by hand with loving care by my husband, Charlie, who now lies buried in the wine cellar beneath our very feet.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "Oh, my dear, wretched woman! How could God in his mercy leave you alone in this wilderness?", "character": "Willene", "characterId": "nm1423046"}]}, {"lines": [{"text": "I'm gonna cleanse you with the waters that are in such a profusion tonight. How many days and nights has your womanly body been deprived of a washcloth?", "character": "Willene", "characterId": "nm1423046"}, {"text": "What do the widows of the world need with a washcloth?", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "Well, soap, for one thing.", "character": "Willene", "characterId": "nm1423046"}]}, {"lines": [{"text": "[while charitably bathing drunken stranger Gert, Willene unknowingly gives the woman an orgasm]", "character": null, "characterId": null}, {"text": "Ohhh, thank you. Thank you.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "Uh, Willene's my name. And you are, uh, Gert?", "character": "Willene", "characterId": "nm1423046"}, {"text": "Yes. I'm Gert. But I'm a Gert reborn.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "Every day's a rebirth. Every day is Easter. Just remember to color your eggs happy colors, like yellow and baby blue.", "character": "Willene", "characterId": "nm1423046"}]}, {"lines": [{"text": "The storm has no mercy for the telephone company. Anyway, it's dangerous to talk on the phone when there's lightning in the sky.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "[Gert and Willene are startles by a knock at the door]", "character": null, "characterId": null}, {"text": "Oh, you're very good luck for me, Willene! Those doors have not felt human knuckles for a long time!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "[Chandler and Bond help in the car crash survivors; Sash is bottomless]", "character": null, "characterId": null}, {"text": "Why is that woman partially disrobed? Was it the impact of the crash that did that?", "character": "Willene", "characterId": "nm1423046"}, {"text": "My skirt was wet. That witch over there didn't want me to stain the upholstery.", "character": "Sash", "characterId": "nm0568312"}, {"text": "I shoulda had you leave the dress on. A wet stain is better than a smelly brown one.", "character": "Roo", "characterId": "nm1422847"}, {"text": "Now cut it out, you two. There's no more upholstery, period.", "character": "Chandler", "characterId": "nm0088794"}]}, {"lines": [{"text": "Instead of fighting, you three ought to get down on your knees and thank the God almighty.", "character": "Willene", "characterId": "nm1423046"}, {"text": "Listen, sister, I get down on my knees for only one thing, and it's the man who thanks the almighty I'm doing it.", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "Do you wanna know how she died, the stupid fool? She died at a garden party one afternoon. She took her girdle off and she held a match to it as a sign of her liberation. But what she didn't know is that the girdle was flammable and 'd' blow up in her goddamn face! It blew up right in her face, and her head was covered with flaming liquid rubber. Everyone at the garden party started screaming. They threw their drinks on her to douse out the flames. Only, they forgot it was alcohol they were drinking. The horror of the moment was so great, to all extents and purposes, we were just staring at this flaming, screaming scarecrow running across the green lawn in a panic. And we all started laughing. I laughed so hard that tears were running down my cheeks! We all roared hysterically until there was this hideous hiss. And then a white column of steam that boiled skyward from the swimming pool where she fell in. Then there was silence. Dead silence.", "character": "Chandler", "characterId": "nm0088794"}]}, {"lines": [{"text": "I didn't know that your wife was Sarah Lou Phillips, the daughter of Leland Phillips, creator of House of Phillips Unlimited.", "character": "Sash", "characterId": "nm0568312"}, {"text": "In Waco, Texas!", "character": "Roo", "characterId": "nm1422847"}, {"text": "Well, I didn't realize that I'd married into such notoriety.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "To us, the women of North America, your wife was a martyred saint.", "character": "Sash", "characterId": "nm0568312"}, {"text": "She was a stupid idiot! A sick nitwit!", "character": "Chandler", "characterId": "nm0088794"}]}, {"lines": [{"text": "Shut up, Chandler. This isn't the time or the place.", "character": "Bond", "characterId": "nm0183109"}, {"text": "No, it wouldn't be for you! You'd rather I told you at midnight behind the trash cans at a Greyhound bus depot. You cheap, rotten hustler.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "[Bond punches Chandler]", "character": null, "characterId": null}, {"text": "I'm sorry, Chandler, but you tried to cheapen me in front of all these people by suggesting that I'd sell my body to you for money! And that's an outright lie! When I give my body, it's like a gift from God - without any monteary reward!", "character": "Bond", "characterId": "nm0183109"}, {"text": "\"Monetary.\"", "character": "Chandler", "characterId": "nm0088794"}, {"text": "That's what I said. It's like a gift from God without any kind of monetary reward.", "character": "Bond", "characterId": "nm0183109"}, {"text": "Amen.", "character": "Willene", "characterId": "nm1423046"}, {"text": "Well, tell me, O divined one, can I light a candle at your altar sometime and pray that you'll bestow your blessings on me some night?", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "You like giving enemas?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "My son Gerald liked them.", "character": "Gert", "characterId": "nm0247855"}, {"text": "I bet it was a nice fire engine red enema bag.", "character": "Toydy", "characterId": "nm1418870"}, {"text": "I didn't use an enema bag. My son Gerald always requested that I hook up a heavy garden hose to the kitchen faucet.", "character": "Gert", "characterId": "nm0247855"}, {"text": "He was used to bigger things, wasn't he?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "My son was big for his age. He was to be doomed with bigness.", "character": "Gert", "characterId": "nm0247855"}]}, {"lines": [{"text": "[Gert talks to her dead husband, who's pickled in mason jars]", "character": null, "characterId": null}, {"text": "I'm pouring myself a drink, Charley! Only it ain't to forget my loneliness. We have company now! And the house is full of human voices, like it was 15 years ago. There are also the voices of the inhuman and those that suffer. But they suffer no more.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "Why don't you go take a walk and find something to pickle?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "I almost had me a real nice pickle, if only you hadn't jumped away.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "She doesn't like other gorillas, they're too hairy. Medusa likes the naked, virile flesh of young men.", "character": "Bing", "characterId": "nm0473647"}, {"text": "And how, pray tell, did she get a taste for that?", "character": "Roo", "characterId": "nm1422847"}, {"text": "That's unimportant now!", "character": "Bing", "characterId": "nm0473647"}, {"text": "Wait a second. Wait just one minute! You said she got you hard one night! What the hell did you mean by that?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "Look, I don't like being grilled by the cops or anyone else!", "character": "Bing", "characterId": "nm0473647"}, {"text": "Speaking of grilled, I'd better check on those pork chops. Excuse me, please.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "Look Mister, we're no angels and we have weird tastes, too.", "character": "Toydy", "characterId": "nm1418870"}, {"text": "What's so weird about pork chops?", "character": "Bing", "characterId": "nm0473647"}, {"text": "I wasn't talking about pork chops! I was talking about you and that big, black, red-eyed female out there.", "character": "Toydy", "characterId": "nm1418870"}, {"text": "Toydy, that female is a gorilla.", "character": "Sash", "characterId": "nm0568312"}, {"text": "Shut up, Sash, and let him finish. He's got something there.", "character": "Roo", "characterId": "nm1422847"}, {"text": "Well, you ought to know, being that you had it in your hand a couple hours ago.", "character": "Sash", "characterId": "nm0568312"}]}, {"lines": [{"text": "Now, just a minute, Miss Wine Cellar Virgin, don't you go talking back to me, or I'm gonna spill the beans.", "character": "Roo", "characterId": "nm1422847"}, {"text": "[Gert yells from the kitchen]", "character": null, "characterId": null}, {"text": "We're not having beans tonight! We're having corn on the cob!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "You know where you can shove that corn on the cob, Mrs. Hammond?", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "I have a score to settle with this little cellar tramp!", "character": "Roo", "characterId": "nm1422847"}, {"text": "You're talking about the woman I love.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "You, Chandler, and that woman?", "character": "Bond", "characterId": "nm0183109"}, {"text": "Surprised, muscles? You didn't think I had it in me, huh?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "I sorta knew you didn't have it in you for a long time. Maybe that's why you were messing with her.", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "I'm in love with a man.", "character": "Sash", "characterId": "nm0568312"}, {"text": "Well, it sure beats a cactus, don't it, Sash?", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "I was sort of edgy. But I'm not edgy anymore. Thanks to Sash.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "No, of course not. She manages to take the sharp edge off everything, don't you, Sash?", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "[Willene opens the door and finds Toydy naked on top of Bond]", "character": null, "characterId": null}, {"text": "Bond! What's the meaning of this?", "character": "Willene", "characterId": "nm1423046"}, {"text": "I was just receiving our passport out of this place.", "character": "Bond", "characterId": "nm0183109"}, {"text": "If that kind of passport sends you, then I'm afraid you're just gonna have to go along without me.", "character": "Willene", "characterId": "nm1423046"}, {"text": "The crate's all yours, kid! Sorry to see you go!", "character": "Toydy", "characterId": "nm1418870"}, {"text": "[Toydy and Bond shake hands]", "character": null, "characterId": null}, {"text": "No more sorry than I am to see you come.", "character": "Bond", "characterId": "nm0183109"}, {"text": "What crate are you talking about?", "character": "Willene", "characterId": "nm1423046"}, {"text": "There's a crate of bananas behind the sofa. Your boyfriend bargained his butt off for that fruit.", "character": "Toydy", "characterId": "nm1418870"}, {"text": "It's usually the other way around. Fruits are always bargaining off their butts for me.", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "You really gave me the shaft, Mack.", "character": "Bond", "characterId": "nm0183109"}, {"text": "The pleasure was all mine.", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "[Willene and Bond have sex]", "character": null, "characterId": null}, {"text": "Oh, Sister Mercy, forgive me, for I know not what I do.", "character": "Willene", "characterId": "nm1423046"}, {"text": "The tree of your body may be losing a cherry, but it's gaining two plums and a banana!", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "What the heck is going on here? Is this some sort of communal therapy group, is that what this is?", "character": "Bing", "characterId": "nm0473647"}, {"text": "Well, I'd have to be speaking only for myself if I said that it was.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Well, whose turn is it now? Who's gonna pull their skeleton out of their closet and pull them out of the mothballs?", "character": "Bing", "characterId": "nm0473647"}]}, {"lines": [{"text": "Well, I've bared myself.", "character": "Roo", "characterId": "nm1422847"}, {"text": "Oh, you did? When?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "Back there under the staircase. Bond and I indulged in a little soul searching. Didn't we, honey?", "character": "Roo", "characterId": "nm1422847"}, {"text": "It didn't take you long to find what you were looking for.", "character": "Bond", "characterId": "nm0183109"}, {"text": "That's because your zipper didn't get stuck.", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "Well, I guess it's your turn, Bing.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "My turn to what?", "character": "Bing", "characterId": "nm0473647"}, {"text": "Bare your soul.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Oh, phooey! Couldn't he bare something a little more... external?", "character": "Roo", "characterId": "nm1422847"}, {"text": "I'll drink to that!", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "Has anybody ever told you you have a nice body for a woman so... mature?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "Why, yes, young man. My husband Charlie used to compliment me on my torso. He said it reminded him of a classical Greek sculpture.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "Well, you do remind me of something Greek, but it ain't sculpture. Sculpture's too cold. You remind me more of a nice juicy piece of of shish kabab meat.", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "[Toydy and Gert prepare to have sex]", "character": null, "characterId": null}, {"text": "Hand me that tin of grease on the stove over there.", "character": "Toydy", "characterId": "nm1418870"}, {"text": "[Gert hands it to him; he lubricates both of them]", "character": null, "characterId": null}, {"text": "What is it?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "Bacon fat.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "Ha-ha! I bet when you fart it's gonna sound like a pig! Oink... oink!", "character": "Toydy", "characterId": "nm1418870"}, {"text": "Have you no respect for me?", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "No. None at all! That would ruin the whole thing!", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "You are a slimy, slippery reptile!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "Don't you be calling me slimy and slippery with all that bacon fat oozing down on your thigh.", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "You have degraded my sacredness as a woman. You defiled with ugly fat the Grecian classicism of my body!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "Your body was nothing but ugly fat to begin with. A little extra never hurt none.", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "If thy eyes offend thee, pluck them out. If thy hand offends thee, cut it off. May God give me strength with his terrible swift sword!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "[Bond and Roo try to separate Toydy from Gert, who brandishes a meat cleaver]", "character": null, "characterId": null}, {"text": "Toydy, what the hell are you up to?", "character": "Bond", "characterId": "nm0183109"}, {"text": "I was rubbing up the pubic hair with bacon fat, then she went crazy!", "character": "Toydy", "characterId": "nm1418870"}, {"text": "If I could get control of this meat cleaver, that's all you'd end up with down there is pubic hair!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "To me, it's like going into those funhouses to look at ourselves through those distorted mirrors, and everything is so ugly and grotesque. But no one really minds because it's a funhouse and you're supposed to have fun.", "character": "Sash", "characterId": "nm0568312"}]}, {"lines": [{"text": "Be careful with that! It cost me an arm and a leg to upholster that chair!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "Well, if an elephant walks in here, it's gonna be YOU that's gonna be upholstered all over this house!", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "What is that thing in the jug down there?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "It's like a man - the remains of a man!", "character": "Sash", "characterId": "nm0568312"}]}, {"lines": [{"text": "Who told you to go snooping around behind the shelves? You were just supposed to get the right vintage wine and bring it up for supper!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "We're gonna be for supper if you don't stop chattering and start blockin' those windows!", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "What the hell is all this? All this talk about elephants and lions and hens?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "You'd better add a gorilla to that list, too.", "character": "Roo", "characterId": "nm1422847"}, {"text": "Well, Chandler, we don't know anything about it either, but there's a herd of dangerous animals out in that rain, and they ain't shoppin' for umbrellas!", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "Well, for your information, there's a corpse down there in the wine cellar floating in a jug of liquid!", "character": "Chandler", "characterId": "nm0088794"}]}, {"lines": [{"text": "[Chandler and Sash find Gert's husband pickled in mason jars]", "character": null, "characterId": null}, {"text": "He was all eaten away as if something had been gnawing away at his bones.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Didn't your mother ever teach you the proper way to pickle something?", "character": "Sash", "characterId": "nm0568312"}, {"text": "I pickled him right! That was the way he looked when he died. They didn't leave much flesh on him, did they?", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "Who's \"they?\" Who are you talking about?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "I'm talking about that buzzin' cloud that came down from the Rockies on that awful Friday.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "It was a cheerful morning. Only, there were no birds singing. The birds had all flown away the night before.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "Are you in the habit of peeling your cucumbers in advance?", "character": "Willene", "characterId": "nm1423046"}, {"text": "Yes, it ages the flavor.", "character": "Gert", "characterId": "nm0247855"}, {"text": "It certainly does. Boy, does this taste odd.", "character": "Willene", "characterId": "nm1423046"}, {"text": "Eat up! You'll soon acquire a taste for it. I'd like you to. It would make for a much closer friendship between us.", "character": "Gert", "characterId": "nm0247855"}]}, {"lines": [{"text": "My son loved cream. He licked it up like a cat!", "character": "Gert", "characterId": "nm0247855"}, {"text": "But a cat has nine lives and your son, unfortunately, had only one. So now he joins your husband in death.", "character": "Willene", "characterId": "nm1423046"}, {"text": "My *husband* is dead. My son is no more. He no longer exists.", "character": "Gert", "characterId": "nm0247855"}]}, {"lines": [{"text": "I'll go get the wine... if Bond comes with me.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "I don't like cellars, Chandler. They smell funny.", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "Mrs. Hammond, is there a light down in the basement?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "No, but there's a large flashlight over by the window.", "character": "Gert", "characterId": "nm0247855"}, {"text": "Well, that's real good. In case you can't get it up, Chandler, you got something to fall back on.", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "You're nothing but a troublemaker!", "character": "Sash", "characterId": "nm0568312"}, {"text": "I don't make trouble, I just make whoopee.", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "You make me sick! You make me sick! That's what you make me!", "character": "Chandler", "characterId": "nm0088794"}, {"text": "When I put the make on you, Chandler, you may choke and gag a little, but you're not gonna feel sick!", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "We're not alone here. You're forgetting about Mrs. Hammond's husband.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "He doesn't count. He's lifeless and limp.", "character": "Sash", "characterId": "nm0568312"}, {"text": "Well, I'm afraid there's something else that you'll find in the same condition, so don't be getting your hopes up too high.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "I don't wanna get my hopes up high, it's just something else I'm trying to raise.", "character": "Sash", "characterId": "nm0568312"}, {"text": "Well, knowing the way that I am, good luck.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Luck is supposed to be a lady, so that cuts the odds down just a bit.", "character": "Sash", "characterId": "nm0568312"}]}, {"lines": [{"text": "I'm more interested in somebody who can cut the mustard.", "character": "Roo", "characterId": "nm1422847"}, {"text": "You looking for a frankfurter to go along with that mustard?", "character": "Bond", "characterId": "nm0183109"}, {"text": "Sure am, but I come equipped with my own if it turns out you aren't kosher.", "character": "Roo", "characterId": "nm1422847"}, {"text": "My frankfurter don't care whether your buns are large or small. It ain't fussy.", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "Leland Phillips is said to have a heart of gold - and it's true. But they fail to mention that he's also got lungs of silver, a stomach of copper and kidneys made out of tungsten. There's not an authentic human organ in his entire decrepit body. The man is a maniac living off the energy of the U.S. treasury, created by corporate capitalism.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Chandler, he sounds like a menace to the sisterhood of women.", "character": "Sash", "characterId": "nm0568312"}, {"text": "Oh, he's more than that. He's a fiend that robbed me of my manhood.", "character": "Chandler", "characterId": "nm0088794"}]}, {"lines": [{"text": "Why do you think I deviate toward men?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Some experts say that it's an imbalance in hormones.", "character": "Sash", "characterId": "nm0568312"}, {"text": "No. It's because practically every woman I undress is wearing a House of Phillips girdle.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Oh God, no!", "character": "Sash", "characterId": "nm0568312"}, {"text": "Yes. They just stand there by the edge of the bed, waiting for me to pull the rest of their clothes off. And then they ask me what the hell am I staring at, as if I've never seen a girdle before.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Oh, Chandler!", "character": "Sash", "characterId": "nm0568312"}, {"text": "Do you know how it feels to relive the most hideous moment of your life again and again? And then those half-naked women wonder why my face turns white and why my eyes pop out of my head instead of something else popping out of my shorts. But it doesn't pop out. Not anymore.", "character": "Chandler", "characterId": "nm0088794"}]}, {"lines": [{"text": "Can you blame me for turning my back on women and giving what I have up front to men?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "No, darling, no, but what can free you of this crippling disorder?", "character": "Sash", "characterId": "nm0568312"}, {"text": "The destruction of The House of Phillips Unlimited.", "character": "Chandler", "characterId": "nm0088794"}]}, {"lines": [{"text": "I shouldn't be toting around mammals on a night like this. Why the hell didn't that crummy circus give me the amphibian cage?", "character": "Bing", "characterId": "nm0473647"}]}, {"lines": [{"text": "[a lion roars]", "character": null, "characterId": null}, {"text": "Pipe down, Samson! You might be king of the jungle in Africa, but in this circus you're nothing but a bozo. Every time I see that trainer putting the hula hoops on you and see those kids screaming with the Cracker Jacks flying out of their mouths and the cotton candy sticking to their chins, it makes me sick! Sick, Samson! Yeah, sick. I wanna puke on 'em! God knows, it wouldn't make any difference, what with the mustard and ice cream dripping down their fat little necks. God, you can't even tell between the freckles and the mashed popcorn.", "character": "Bing", "characterId": "nm0473647"}, {"text": "[a gorilla snarls]", "character": null, "characterId": null}, {"text": "No, Medusa. I wasn't talking about you. Gorillas are different from little children. They have more hair.", "character": "Bing", "characterId": "nm0473647"}]}, {"lines": [{"text": "What are you, a junkie?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "The only junk I carry is on my wrist.", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "I was ordered to lend you a hand and nothing more. Those were the orders from our General over there, with her junk-jewelry medals.", "character": "Sash", "characterId": "nm0568312"}]}, {"lines": [{"text": "What's your name again?", "character": "Roo", "characterId": "nm1422847"}, {"text": "Toydy. Toydy McNeil.", "character": "Toydy", "characterId": "nm1418870"}, {"text": "Toydy? Is that Brooklyn?", "character": "Roo", "characterId": "nm1422847"}, {"text": "No. Not - why?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "Well, in Brooklyn, they say things like doydy and boydy and toydy.", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "What was she telling you about back there?", "character": "Roo", "characterId": "nm1422847"}, {"text": "Oh, nothin' much, something about Tucson.", "character": "Toydy", "characterId": "nm1418870"}, {"text": "About how she used to have a red butt?", "character": "Roo", "characterId": "nm1422847"}, {"text": "Shut up, Ruta!", "character": "Sash", "characterId": "nm0568312"}, {"text": "That's it. She said she had a red butt when she was in Arizona.", "character": "Toydy", "characterId": "nm1418870"}, {"text": "She didn't get it from lying in too much sun, I can tell you that.", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "For that, I'd give you the formula for the atomic bomb if I knew it.", "character": "Roo", "characterId": "nm1422847"}, {"text": "Didn't you learn that stuff in Brooklyn Community College?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "They taught us about atomic fission... and fusion. And I was all hot for fusion, baby.", "character": "Roo", "characterId": "nm1422847"}, {"text": "Red hot, like your friend's butt was?", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "Do you know who my husband is?", "character": "Willene", "characterId": "nm1423046"}, {"text": "No.", "character": "Gert", "characterId": "nm0247855"}, {"text": "Simon Cassidy.", "character": "Willene", "characterId": "nm1423046"}, {"text": "Who's he?", "character": "Gert", "characterId": "nm0247855"}, {"text": "Do you mean to tell me you don't know who Simon Cassidy is, a country rock singer? You, who are one of the lonely women who's allowed my husband to come into your room via the radio to dispel the gloom of your empty rooms?", "character": "Willene", "characterId": "nm1423046"}]}, {"lines": [{"text": "My husband and I are as true to each other as we were three years ago when we were married in Kentucky. The wedding was perfect. There was something new, my snow-white virginity. Something old, Simon's mother, who came in the most god-awful satin rag. She looked like a bag of potatoes that was oozing margarine. Then there was something borrowed, Simon's credit card. And something blue, the bluegrass of Kentucky moving up and down the hills like the Pacific Ocean.", "character": "Willene", "characterId": "nm1423046"}]}, {"lines": [{"text": "[Willene discusses a movie role that her husband was offered]", "character": null, "characterId": null}, {"text": "Simon was to be a private in the infantry who sings a song to his troops about life in beautiful Ohio. Well, that part's all right. Anyhow, he was to be singing about beautiful Ohio when suddenly a bazooka shell hits my husband - hits Simon, who plays a private - and hits him, of all places, in his privates. There was talk of them shooting in slow-motion, and I tell you, it made me sick just thinking about it! That's just the way I felt. It was painful! Imagine my husband in his motion picture debut, being violently emasculated in widescreen color in front of millions of screaming females! Why, that would be absolutely the end of his career as an all-singin, all-actin', all-lovin' he-man!", "character": "Willene", "characterId": "nm1423046"}]}, {"lines": [{"text": "Your zipper's open, young man.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "Mmm, sorry. Fresh mouth over there wasn't satisfied with handling her stick shift.", "character": "Toydy", "characterId": "nm1418870"}, {"text": "It wasn't my fault the goddamned crash happened. Angelpuss over there was to blame.", "character": "Roo", "characterId": "nm1422847"}, {"text": "And for good reason, to shut you up!", "character": "Sash", "characterId": "nm0568312"}, {"text": "Well, you shut me up this time, baby, but maybe next time you won't be so lucky.", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "Please forgive my manners. It's been so long since I've entertained!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "Well, you're doing pretty good in that shorty-kimono, Miss.", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "Afraid of the dead, Roo?", "character": "Sash", "characterId": "nm0568312"}, {"text": "No, I just don't like things that lie on their backs all the time without turning over.", "character": "Roo", "characterId": "nm1422847"}, {"text": "I couldn't agree with you more!", "character": "Toydy", "characterId": "nm1418870"}, {"text": "Not me. I always sleep on my back.", "character": "Bond", "characterId": "nm0183109"}, {"text": "And why is that?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "Cuz in the back, everything lies down flat. Nothing pokes up.", "character": "Bond", "characterId": "nm0183109"}, {"text": "There's nuthin flat about your back. In fact, it's damn nice and round!", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "Everyone is welcome at Prairie Blossom! Come, take off your wet clothes and get into something dry and warm. You are welcome to don the apparel hangin' before ya. To your right, you'll find the clothing that adorned me in my youth. To your left, there hang the garments of my deceased husband. They hang there in the exact condition in which he left them. For your convenience and privacy while changing, may I suggest that you use the far bedroom down that hallway? And now that you have your instructions, may I wish you all a hearty welcome for the duration of your stay!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "No, my friends, you must not, you cannot go into that purgatory out those front doors! Please avail yourself of my hospitality until the good Lord sees fit to turn off his faucet.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "And please be patient with one another. The night is always long on the prairie.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "[Gert exits]", "character": null, "characterId": null}, {"text": "She is a wonderful woman of vigorous pioneer stock.", "character": "Willene", "characterId": "nm1423046"}, {"text": "She's got some pair of boobs, I'll say that much!", "character": "Toydy", "characterId": "nm1418870"}, {"text": "I think you've said just about enough.", "character": "Willene", "characterId": "nm1423046"}, {"text": "I bet her butt's seen a lot of plowing.", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "You and I've got some unfinished business to take care of later.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Don't hold your breath. I'd hate to see that nice face turn blue.", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "[Toydy walks in as Sash is dressing]", "character": null, "characterId": null}, {"text": "I heard this was the melon season, and now I believe it!", "character": "Toydy", "characterId": "nm1418870"}, {"text": "Melons have seeds, and I don't.", "character": "Sash", "characterId": "nm0568312"}, {"text": "Not even after that encounter with Johnny Appleseed over there?", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "My God! Back there in the kitchen, it sounded like a tornado had decided to join our little party!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "[Chandler's and Toydy's altercation resulted in the destruction of Gert's lamp]", "character": null, "characterId": null}, {"text": "Sorry about the lamp. Look, I'll give you six bucks for it. Will that be enough?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "I don't want your money! You people have lit up my life more brightly than that lamp could ever have done!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "Chandler, let me go down Highway 135 with you.", "character": "Sash", "characterId": "nm0568312"}, {"text": "To Waco, Texas?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "To the House of Phillips Unlimited, with its red neon sign branding the Texas sky with the mark of death.", "character": "Sash", "characterId": "nm0568312"}, {"text": "Do you wanna help me shatter that sign until it reads \"The House of Phillips Limited?\" And then just \"The House,\" until finally there's no sign at all, just a mass of flaming debris?", "character": "Chandler", "characterId": "nm0088794"}, {"text": "Your mission in life is my mission. I love you.", "character": "Sash", "characterId": "nm0568312"}]}, {"lines": [{"text": "It was a Friday the 13th. And it was noontime. I was in the kitchen fixing some lunch for Charlie, who was working in the grain bin all morning. It was a cheerful morning. Only, there were no birds singing. The birds had all flown away the night before. Seemed like there was just me and Charlie and that hot noonday sun there on the farm. And then it was just me and Charlie. Cuz the sun had disappeared in a buzzing, screaming shadow! I looked out the window and I saw Charlie running from the grain bin, all white and covered with wheat powder. He froze dead in his tracks as he looked up at the sky. And that's when they swooped down on him, like a black hail of winged devils!", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "Locusts.", "character": "Toydy", "characterId": "nm1418870"}, {"text": "They covered my husband with a shroud of hungry mouths, each one chompin' away like there was no tomorrow. They also covered the field where he fell, until the whole earth looked like a pot of boiling caviar! The wind caused by the beating of their wings had slammed the kitchen window shut, and that's what probably saved my life. I lay unconscious on that floor for a day and a night. When I awoke, the morning sun was beginning to bleach the bones of my husband.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}, {"text": "But locusts aren't supposed to eat people.", "character": "Roo", "characterId": "nm1422847"}, {"text": "You're forgetting something. She said her husband was all covered with wheat powder.", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "I remember praying to God on that night after I awoke, how grateful I was that my son had been spared the death that descended on his father. Little was I to know that God was to have no mercy on my son either, only a hideous, swelling vengeance.", "character": "Mrs. Gert Hammond", "characterId": "nm0247855"}]}, {"lines": [{"text": "You wanted to know why she had a red butt when we lived in Tucson, didn't you, Toydy?", "character": "Roo", "characterId": "nm1422847"}, {"text": "Go ahead, Roo. I'm not afraid.", "character": "Sash", "characterId": "nm0568312"}, {"text": "Yeah, go ahead. I'd like to know how she got a red butt.", "character": "Toydy", "characterId": "nm1418870"}, {"text": "It's because... It's because it was lonely there in Tucson, and she was as horny as a desert lizard. There was nothing for miles around but cactus! A forest of juicy, stumpy cactus that rose nine inches high into the desert air. Why, it was so boring that Sash over here would pull up those cactus with ice tongs and sit for hours plucking out the needles with silver tweezers. Only, you couldn't get them all out, could you, Sash?", "character": "Roo", "characterId": "nm1422847"}, {"text": "Yes, I could. I got them all out. The doctor said that the rash in my buttocks was caused by a type of chlorophyll poisoning.", "character": "Sash", "characterId": "nm0568312"}, {"text": "And she got that rash by gyrating for hours on the stumpy shaft of a Tucson cactus!", "character": "Roo", "characterId": "nm1422847"}, {"text": "How come there was no red rash further down, like on the private parts?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "Because her *private parts* were reserved for that stuffed Gila monster her father kept on the mantel!", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "What did she call this place?", "character": "Toydy", "characterId": "nm1418870"}, {"text": "I heard her say something like, \"Prairie Blossom.\"", "character": "Sash", "characterId": "nm0568312"}, {"text": "\"Lush Gardens\" would be more fitting.", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "[Chandler hands Bing a drink]", "character": null, "characterId": null}, {"text": "Here you are, my friend. You're gonna need this.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "To what, bare my soul?", "character": "Bing", "characterId": "nm0473647"}, {"text": "Consider it a form of psychological enema.", "character": "Roo", "characterId": "nm1422847"}, {"text": "Shhh! Don't say that word! Old Gert'll come runnin' in with a rubber garden hose!", "character": "Toydy", "characterId": "nm1418870"}]}, {"lines": [{"text": "The lion's named Samson. He had the strength of ten men until, like the biblical hero, they clipped his toenails.", "character": "Bing", "characterId": "nm0473647"}, {"text": "And his teeth. You said they took out his teeth.", "character": "Chandler", "characterId": "nm0088794"}, {"text": "That's a terrible thing to do!", "character": "Sash", "characterId": "nm0568312"}, {"text": "Sometimes men wish mine were gone, but that's another story. A dirty one.", "character": "Roo", "characterId": "nm1422847"}]}, {"lines": [{"text": "Didn't you hear that elephant trumpeting out in the storm? There's wild animals out there, Willene.", "character": "Bond", "characterId": "nm0183109"}, {"text": "Aren't there enough of them here in this house?", "character": "Willene", "characterId": "nm1423046"}, {"text": "Is that what you consider me, a animal?", "character": "Bond", "characterId": "nm0183109"}, {"text": "I consider you all debased by yearnings of the flesh.", "character": "Willene", "characterId": "nm1423046"}]}, {"lines": [{"text": "Do you see that vile object over there?", "character": "Willene", "characterId": "nm1423046"}, {"text": "You mean that dildo with a fork in it?", "character": "Bond", "characterId": "nm0183109"}, {"text": "I picked up that object cuz it was lying in the hall as a stimulus to deviltry!", "character": "Willene", "characterId": "nm1423046"}]}, {"lines": [{"text": "Sister Geneva was a bride to Jesus.", "character": "Willene", "characterId": "nm1423046"}, {"text": "Jesus didn't have no bride, just widows in black with a green elephant syringe.", "character": "Bond", "characterId": "nm0183109"}]}, {"lines": [{"text": "Well, you were right about one thing.", "character": "Bond", "characterId": "nm0183109"}, {"text": "[Bond kisses Willene]", "character": null, "characterId": null}, {"text": "What was I right about?", "character": "Willene", "characterId": "nm1423046"}, {"text": "I am an animal.", "character": "Bond", "characterId": "nm0183109"}, {"text": "What kind?", "character": "Willene", "characterId": "nm1423046"}, {"text": "A rhinoceros! Can't you tell by my horn?", "character": "Bond", "characterId": "nm0183109"}, {"text": "[Bond shoves down his jeans]", "character": null, "characterId": null}]}]}