{"quotes": [{"lines": [{"text": "These motorroads were built after the Chinese invasion. The main reason for these roads is to enable the invaders to cart Tibet's resources away. The Chinese have felled over 60 % of Tibet's already scant trees. The forests of eastern and southern Tibet were twice as large as the British Isles. Up to one thousand truckloads a day depart from these areas to China, leaving behind irreparable ecological damage. The effects on the eight main rivers of Asia, which have their sources here, are already catastrophic.", "character": null, "characterId": null}]}, {"lines": [{"text": "the natives have become a minority in their own country. Their language has been eliminated from official use and replaced by Chinese. Hardly anything is left of the Tibetan lifestyle in Lhasa.", "character": null, "characterId": null}]}, {"lines": [{"text": "...people donate generously.", "character": null, "characterId": null}, {"text": "But *ostentatious* givers receive no merit.", "character": null, "characterId": null}, {"text": "In contrast to the compulsory taxes of other countries, the giving of donations has always been practised in Tibet. The main difference is that here everyone decides for himself how much he can and will give.", "character": null, "characterId": null}]}, {"lines": [{"text": "By 1966 more than 6,000 monasteries were ravaged, each once a school or university. The Chinese destroyed 93% of these schools and killed nearly all the monks.", "character": null, "characterId": null}, {"text": "The Chinese aim was to wipe out the intelligence of the Tibetan people.", "character": null, "characterId": null}, {"text": "To date more than 1 million Tibetans have been murdered or starved to death in concentration camps. And the terror still goes on.", "character": null, "characterId": null}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Chomolungma - Goddess Mother of the mountains, Tibet's highest peak, known to us as \"Mount Everest\". And occupied Tibet as \"a part of China.\"", "character": null, "characterId": null}, {"text": "For 2,000 years Tibetans were independent and free...", "character": null, "characterId": null}, {"text": "...but since 1950 Tibet has suffered the worst torments in its history.", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "When the Chinese leader Mao Zedong died, Karmapa held a huge Powa-ceremony for him, and all the monks responded with love and compassion for Mao in order to purify all the negativity which he had accumulated. We have no anger against him. Why? Politically Mao was our opponent. But in our religious vew there is no single creature on Earth to which we are not related. For example you and I are also related. Maybe you were my father or I your mother or we were related in some other way. Everyone is related to everyone else. The circle of death and rebirth is unending and each individual has already passed through an infinite number of lives. All living creatures are as closely related as children to their parents. For this reason there can be no enemies.", "character": null, "characterId": null}]}]}