{"quotes": [{"lines": [{"text": "[about having children]\nOne is a pet. Two is a family.", "character": "Charleen Swansea", "characterId": "nm0841746"}]}, {"lines": [{"text": "[laughing, about her ex-husband who committed suicide in a house fire]\nNow, he's become some stranger's basement.", "character": "Charleen Swansea", "characterId": "nm0841746"}]}, {"lines": [{"text": "Everyone in Key West seems to have a parrot, and many of the parrots talk. It occurs to me that if I'm so determined to discuss death, maybe I should stop badgering people and interview a parrot instead.", "character": "Ross McElwee", "characterId": "nm0568478"}]}, {"lines": [{"text": "Making films about metaphysical angst is a cinch compared to learning to take care of an infant.", "character": "Ross McElwee", "characterId": "nm0568478"}]}, {"lines": [{"text": "My brother took this slide of his patient's breast tumor for his medical records. It's horrifying that this woman was attacked by this awful tumor. But I can't stop thinking about this image on a whole other level, having to do with denial. She simply denied she had this thing on her body; pretended it wasn't there. I mean, it's kind of like death itself, you know, this huge, grotesque thing that stares us in the face, but somehow we manage to deny it, to abstract it. Which is also what happens when I stare at this photograph long enough. And it's what's beginning to happen with my father's death too. I come down here, hoping to face directly his death and death in general. I wanted to - I don't know - somehow corner death with a camera and prevent it from becoming abstract, but, but now, ironically, this filming of my family, it's all beginning to feel like a distraction. Just another form of denial. And I need to stop. I mean, in a way I've been trying to gather photographic proof of my father's death and of death in general. But then, what good does the proof do me, or anyone?", "character": "Ross McElwee", "characterId": "nm0568478"}]}]}