{"quotes": [{"lines": [{"text": "Oh villains, Chiron and Demetrius. Here stands the spring whom you have stained with mud, this goodly summer with your winter mixed. You killed her husband, and for that vile fault two of her brothers were condemned to death, my hand cut off and made a merry jest, both her sweet hands, her tongue, and that more dear than hands or tongue, her spotless chastity, inhuman traitors, you constrained and forced. What would you say if I should let you speak? Villains, for shame, you could not beg for grace. Hark, wretches, how I mean to martyr you. This one hand yet is left to cut your throats whilst that Lavinia, 'tween her stumps doth hold the basin that receives your guilty blood. You know, your mother means to feast with me and calls herself Revenge and thinks me mad. Hark, villains. I shall grind your bones to dust, and with your blood and it I shall make a paste, and of the paste a coffin I will rear and make two pastries of your shameful heads. And bid that strumpet, your unhallowed dam, like to the earth, swallow her own increase! This is the feast I have bid her to, and this the banquet she shall surfeit on... And now prepare your throats.", "character": "Titus", "characterId": "nm0000164"}]}, {"lines": [{"text": "Rome is but a wilderness of tigers.", "character": "Titus", "characterId": "nm0000164"}]}, {"lines": [{"text": "Villain, what hast thou done?", "character": "Demetrius", "characterId": "nm0722629"}, {"text": "That which thou canst not undo.", "character": "Aaron", "characterId": "nm0502015"}, {"text": "Thou hast undone our mother.", "character": "Chiron", "characterId": "nm0001667"}, {"text": "Villain, I have done thy mother.", "character": "Aaron", "characterId": "nm0502015"}]}, {"lines": [{"text": "Oh brother, speak with possibility and do not break into these deep extremes.", "character": "Marcus Andronicus", "characterId": "nm0272173"}, {"text": "Are not my sorrows deep, having no bottom? Then be my passions bottomless with them.", "character": "Titus", "characterId": "nm0000164"}, {"text": "But yet let reason govern thy lament.", "character": "Marcus Andronicus", "characterId": "nm0272173"}, {"text": "If there were reason for these miseries, then into limits could I bind my woes!", "character": "Titus", "characterId": "nm0000164"}]}, {"lines": [{"text": "He that wounded her hath hurt me more than had he killed me dead.", "character": "Titus", "characterId": "nm0000164"}]}, {"lines": [{"text": "O handle not the theme, to talk of hands, Lest we remember still, that we have none.", "character": "Titus", "characterId": "nm0000164"}]}, {"lines": [{"text": "[Last lines of the film]\nGo some of you, bear Saturninus hence, and give him burial in his father's grave. My father and Lavinia shall forthwith be closed in our household's monument. As for that ravenous tiger, Tamora, no funeral rite nor man in mourning weeds, no mournful bell shall ring her burial! But throw her forth to beasts and birds of prey! Her life was beast-like and devoid of pity. And being dead, let birds on her take pity!", "character": "Lucius", "characterId": "nm0005171"}]}, {"lines": [{"text": "If one good deed in all my life I did, I do repent it from my very soul.", "character": "Aaron", "characterId": "nm0502015"}]}, {"lines": [{"text": "I'll find a day to massacre them all and raze their faction and their family, the cruel father and his traitorous sons, to whom I sued for my dear son's life, and make them know what 'tis to let a queen kneel in the streets and beg for grace in vain.", "character": "Tamora", "characterId": "nm0001448"}]}, {"lines": [{"text": "Away with her.", "character": "Tamora", "characterId": "nm0001448"}]}, {"lines": [{"text": "Chiron, thy years wants wit, thy wit wants edge and manners, to intrude where I am graced, and may for aught thou knowest, affected be.", "character": "Demetrius", "characterId": "nm0722629"}, {"text": "Demetrius, thou dost overween it all and so in this, to bare me down with braves. 'Tis not the difference of a year or two makes me less gracious or thee more fortunate. I am as able and as fit as thou to serve and deserve my mistress' grace, and that my sword upon thee shall approve. And plead my passions for Lavinia's love.", "character": "Chiron", "characterId": "nm0001667"}, {"text": "[to the camera]\nClubs, clubs! These lovers will not keep the peace.", "character": "Aaron", "characterId": "nm0502015"}, {"text": "[to Chiron]\nWhy, boy, although our mother, unadvised gave you a dancing rapier by your side are you so desprite grown to threat your friends? Go to! Have your lath glued within your sheath till you know better how to handle it.", "character": "Demetrius", "characterId": "nm0722629"}, {"text": "Meanwhile, sir, with the little skill I have full well shalt thou perceive how much i dare.", "character": "Chiron", "characterId": "nm0001667"}, {"text": "Ay, boy, grow ye so brave?", "character": "Demetrius", "characterId": "nm0722629"}, {"text": "[they draw]", "character": null, "characterId": null}, {"text": "[Aaron stops them]\nHow now, lords! Here in the emperor's palace dare you draw and maintain such a quarrel openly? Full well I wot the ground of all this grudge. I would not for a million of gold the cause were known to them it most concerns. Nor would your noble mother for much more be so dishonored in the cort of Rome. For shame, put up.", "character": "Aaron", "characterId": "nm0502015"}, {"text": "Not till I have sheathed my rapier in his bosom and withal thrust those reproachful speeches down his throat that he hath breathed in my dishonor here.", "character": "Demetrius", "characterId": "nm0722629"}, {"text": "For that I am prepared and full resolved. Foul-spoken coward, that thunderest with thy tongue and with thy weapon nothing darest perform.", "character": "Chiron", "characterId": "nm0001667"}, {"text": "Away, I say! Now, by the gods that warlike Goths adore, this petty brabble will undo us all. Why, lords, think you not how dangerous it is to step upon a prince's right? What, is Lavinia then become so loose or Bassianus so degenerate that for her love such quarrels may be broached without controlment, justice, or revenge? Young lords, beware. And should the empress know this discord's ground, the music would not please.", "character": "Aaron", "characterId": "nm0502015"}]}, {"lines": [{"text": "O cruel, irreligious peity!", "character": "Tamora", "characterId": "nm0001448"}, {"text": "Was ever Scythia half so barbarous?", "character": "Chiron", "characterId": "nm0001667"}, {"text": "Oppose not Scythia to ambitious Rome! Alarbus goes to rest and we survive to tremble under Titus' threat'ning look.", "character": "Demetrius", "characterId": "nm0722629"}]}, {"lines": [{"text": "In peace and honor live Lord Titus long. My noble lord and father, live in fame. Lo, at this tomb my tributary tears I render for my brethren's obsequies, and at thy feet I kneel with tears of joy shed on this earth for thy return to Rome. O bless me here with thy victorious hand.", "character": "Lavinia", "characterId": "nm0292182"}, {"text": "Kind Rome, that hast thoust lovingly reserved the cordial of mine age to glad my heart! Lavinia, live, outlive thy father's days and fame's eternal date, for virtue's praise.", "character": "Titus", "characterId": "nm0000164"}]}, {"lines": [{"text": "[in the woods with the maimed and mutilated Lavinia]\nSo, now go tell, an if thy tongue can speak, who 'twas that cut thy tongue and ravished thee?", "character": "Demetrius", "characterId": "nm0722629"}, {"text": "Write down thy mind. Bewary thy meaning so, and if they stumps will let thee play thy scribe.", "character": "Chiron", "characterId": "nm0001667"}, {"text": "See how with signs and tokens she can scrowl.", "character": "Demetrius", "characterId": "nm0722629"}, {"text": "Go home. Call for sweet water. Wash thy hands.", "character": "Chiron", "characterId": "nm0001667"}, {"text": "She hath no tongue to call nor hands to wash; and so let's leave her with her silent walks.", "character": "Demetrius", "characterId": "nm0722629"}, {"text": "And 'twere my cause, I should go hang myself.", "character": "Chiron", "characterId": "nm0001667"}, {"text": "If thou hadst hands to help thee knit the cord.", "character": "Demetrius", "characterId": "nm0722629"}]}, {"lines": [{"text": "Demetrius! Here's the son of Lucius! He hath some message to deliver us.", "character": "Chiron", "characterId": "nm0001667"}, {"text": "Ay, some mad message from his mad grandfather.", "character": "Aaron", "characterId": "nm0502015"}, {"text": "My lords, with all the humbleness I may, I greet your honors from Andronicus.", "character": "Young Lucius", "characterId": "nm0428965"}, {"text": "Gramercy, lovely Lucius. What's the news?", "character": "Demetrius", "characterId": "nm0722629"}, {"text": "My grandsire, well advised, hath sent by me the goodliest weapons of his armory to gratify your honorable youth... the hope of Rome, for so he bid me say,and so I do.", "character": "Young Lucius", "characterId": "nm0428965"}, {"text": "[aside]", "character": null, "characterId": null}, {"text": "And so I leave you both. Like bloody villains.", "character": "Young Lucius", "characterId": "nm0428965"}, {"text": "[young Lusius leaves]", "character": null, "characterId": null}, {"text": "What's here, a scroll written round about.", "character": "Demetrius", "characterId": "nm0722629"}, {"text": "[reads]", "character": null, "characterId": null}, {"text": "\"Integer vitae, scelerisque purus, Non eget Mauri iaculis, nec arce.\"", "character": "Demetrius", "characterId": "nm0722629"}, {"text": "Oh, 'tis a verse in Horace. I know it well. \" He who is pure of life and free of sin needs no bow and arrow of the Moor.\"", "character": "Chiron", "characterId": "nm0001667"}, {"text": "Ay, just. A verse in Horace. Right, you have it.", "character": "Aaron", "characterId": "nm0502015"}, {"text": "[aside]", "character": null, "characterId": null}, {"text": "Now, what a thing it is to be an ass. Here's no sound jest. The old man hath found their guilt and sends them weapons wrapped about with lines that wound beyond their feeling, to the quick. But were our witty empress well afoot, she would applaud Andronicus' conceit, but... let her rest in her unrest awhile.", "character": "Aaron", "characterId": "nm0502015"}]}, {"lines": [{"text": "Why do I have patience to endure all this?", "character": "Tamora", "characterId": "nm0001448"}]}, {"lines": [{"text": "The worst done to her the better loved of me.", "character": "Tamora", "characterId": "nm0001448"}]}, {"lines": [{"text": "What hast thou done, unnatural and unkind?", "character": "Saturnius", "characterId": "nm0001086"}, {"text": "Killed her, for whom my tears had made me blind.", "character": "Titus", "characterId": "nm0000164"}]}, {"lines": [{"text": "Aaron, a thousand deaths would I propose to achieve her whom I love.", "character": "Chiron", "characterId": "nm0001667"}, {"text": "To achieve her? How?", "character": "Aaron", "characterId": "nm0502015"}, {"text": "Why makest thou it so strange? She is a woman and therefore may be woo'd. She is a woman, therefore may be won. She is Lavinia, therefore must be loved!", "character": "Demetrius", "characterId": "nm0722629"}]}, {"lines": [{"text": "Had you not by wondrous fortune come, this vengeance on me had they executed! Revenge it, as you love your mother's life or be ye not henceforth called my children!", "character": "Tamora", "characterId": "nm0001448"}]}, {"lines": [{"text": "[At gallows]\nOft have I digged up dead mean from their graves and set them upright at their dear friends' doors, even when their sorrows almost was forgot. And on their skins as on the barks of trees, have with my knife carved in Roman letters, \"Let not thy sorrow die, though I am dead.\"", "character": "Aaron", "characterId": "nm0502015"}]}, {"lines": [{"text": "[Sentencing Aaron's punishment]\nSet him breast-deep in earth and famish him. There let him stand and rave, and cry for food! If anyone relieves or pities him for the offence, he dies! This is our doom.", "character": "Lucius", "characterId": "nm0005171"}]}, {"lines": [{"text": "[Titus is dressed as a cook]\nWhy art thou thus attired, Andronicus?", "character": "Saturnius", "characterId": "nm0001086"}, {"text": "Because I would be sure to have all well, To entertain your highness and your Empress.", "character": "Titus", "characterId": "nm0000164"}]}]}