{"quotes": [{"lines": [{"text": "[talking about the death of Alcock]", "character": null, "characterId": null}, {"text": "That's that, and I hope to God nobody asks me to comment. The thing I find hardest to tolerate is hypocrisy, especially when it takes the form of a sentimental regard for the dead just because they *are* dead. To hear some people talk, you'd think dying was limited to the chosen few.", "character": "Howarth", "characterId": "nm0534077"}]}, {"lines": [{"text": "You Welshmen are all the same - never satisfied unless you've got something to feel guilty about. Well, I'm afraid this won't fill the bill. Your job's safe and it appears that you've lost an enemy. You'll just have to reconcile yourself to being happy, poor fellow.", "character": "Dr. Farrington", "characterId": "nm0036170"}]}, {"lines": [{"text": "Some men can live the celibate life. I don't fancy you're one of them.", "character": "Howarth", "characterId": "nm0534077"}, {"text": "What did *you* do about women all these years?", "character": "David Powlett-Jones", "characterId": "nm0244912"}, {"text": "[pauses, smiles]\nYour appetite for sordid revelations never ceases to astonish me.", "character": "Howarth", "characterId": "nm0534077"}]}, {"lines": [{"text": "[after learning Julia is moving to the U.S]\nWhy did you wait 'til now to tell me?", "character": "David Powlett-Jones", "characterId": "nm0244912"}, {"text": "Well... at first I was nervous. And... then I realized I wanted to go to bed with you one last time. And you are such a gentleman, David, I... I knew you wouldn't let me if I told you.", "character": "Julia Darbyshire", "characterId": "nm0102963"}]}, {"lines": [{"text": "Rowley was my moral tutor at Durham University. In this capacity, he introduced me to socialism... then to his bed... then married me, much to the disgust of his grand family. And he quarreled with me. Finally he left me. Nothing stuck except the socialism. See? No scars.", "character": "Christine Forster", "characterId": "nm0417075"}]}, {"lines": [{"text": "Anyone who doubts that a new dark age is coming upon us has only to spend a few hours with lower fourth. I despair, I despair. I am, as you all know, a pacifist by nature and conviction; but if a German soldier were attacking Pinkerton Minor, I'd be hard put to it not to come to his aid. The German soldier's, I mean.", "character": "Howarth", "characterId": "nm0534077"}]}, {"lines": [{"text": "I always like it when people say \"with the greatest respect.\" It always means they're going to be rude.", "character": "Algy Herries", "characterId": "nm0585460"}]}, {"lines": [{"text": "A pencil becomes a pencil stub when it is too small to hold with the fingers. Take it back and sharpen it. My goodness, Foxson, if we were all as prodigal as you, this country would have no battleships.", "character": "Cordwainer", "characterId": "nm0920555"}]}, {"lines": [{"text": "[about Powlett-Jones]\nLook at him pounding away. Do you think he's got a screw loose?", "character": "Briarley", "characterId": "nm0913964"}, {"text": "Of course he has. Wouldn't be here otherwise. Mind you, he's his own special sort of loony.", "character": "Boyer", "characterId": "nm0320557"}, {"text": "Might be a spy.", "character": "Briarley", "characterId": "nm0913964"}, {"text": "What, reporting back to the Kaiser on Killer Carter and the Corps? No, he's just a pro-Hun loony. Pro-Jerry loony? Well, he should know.", "character": "Boyer", "characterId": "nm0320557"}, {"text": "I'll bet he won't last long.", "character": "Dobson", "characterId": "nm0528525"}, {"text": "No, more's the pity. Well, he's interesting, anyway.", "character": "Boyer", "characterId": "nm0320557"}]}, {"lines": [{"text": "[to Alcock after he expels Hislop for holding a bet on Sports Day]\nGood God, man, if you expelled every boy who told a lie or made a bet you'd have no pupils left to pitch up and bully!", "character": "David Powlett-Jones", "characterId": "nm0244912"}]}, {"lines": [{"text": "[when Winterbourne has gone missing]\nOh, yes, I can just see Carter. He'd have taken the whole cadet corps out onto the moor and marched them into a bog.", "character": "Beth Marwood", "characterId": "nm0485689"}]}, {"lines": [{"text": "[giving David the book \"Memoirs of Sergeant Bourgogne\"]\nDo you remember, sir, back in the fifth, you said that if we wanted to know what war was really like, we should read that? You said you'd lost your own copy at Ypres or somewhere.", "character": "Boyer", "characterId": "nm0320557"}, {"text": "I wouldn't have expected anyone to remember that.", "character": "David Powlett-Jones", "characterId": "nm0244912"}, {"text": "What you said about it then, sir, was that it helped you get through. No matter how bad things were at the front, those 18th century soldiers had it worse, and if Sergeant Bourgogne could get through his war, then, well, maybe you could get through yours.", "character": "Boyer", "characterId": "nm0320557"}, {"text": "I said all that, did I?", "character": "David Powlett-Jones", "characterId": "nm0244912"}, {"text": "I thought it might help, sir. Well, you know, now.", "character": "Boyer", "characterId": "nm0320557"}]}, {"lines": [{"text": "[after a student criticizes the 1926 coal strike]\nWhen I was a young boy... much younger than any of you here, I went to school one morning, leaving behind a father and three brothers working on the early shift. That's 4am to midday. When I got home that evening, my father and two of my brothers were dead. Their bodies were never recovered. It was judged to be too expensive to be worth it.", "character": "David Powlett-Jones", "characterId": "nm0244912"}]}, {"lines": [{"text": "This is my first go at teaching - teaching schoolboys, that is. Up till now, the only teaching I've done is trying to teach recruits to look after themselves and not get shot their first week out. There wasn't time to be patient, see, and I never had to learn to suffer fools gladly. That might take me a bit of time, Mr. Dobson. Until I do, maybe you'd better keep your head down, eh?", "character": "David Powlett-Jones", "characterId": "nm0244912"}]}, {"lines": [{"text": "Ellie, my dear, he thought I was going to sack him.", "character": "Algy Herries", "characterId": "nm0585460"}, {"text": "Oh, he'd never do that. You're Algy's bright idea. I'm afraid failure isn't a possible option for you.", "character": "Ellie Herries", "characterId": "nm0492961"}]}, {"lines": [{"text": "Politics is full of people who can't cope with their own lives. I worry about that a lot.", "character": "Christine Forster", "characterId": "nm0417075"}]}]}