{"quotes": [{"lines": [{"text": "Heroes, whatever high ideas we may have of them, are mortal and not divine. We are all as God made us, and many of us much worse.", "character": "Narrator", "characterId": "nm0533943"}]}, {"lines": [{"text": "It is not true that drink alters a man's character. It may reveal it more fully.", "character": "Narrator", "characterId": "nm0533943"}]}, {"lines": [{"text": "[after Tom celebrates Squire Allworthy's recovery with too much wine]\nIt is widely held that too much wine will dull a man's desire. Indeed it will... in a dull man.", "character": "Narrator", "characterId": "nm0533943"}]}, {"lines": [{"text": "[Squire Western has drunkenly crashed out on the floor]", "character": null, "characterId": null}, {"text": "Rouse yourself from this pastoral torpor, sir!", "character": "Miss Western", "characterId": "nm0262725"}]}, {"lines": [{"text": "[Near the beginning, when we first meet the now grown-up Tom Jones]\nOur hero grew apace. A country lad far happier in the woods than in the study. A bad hero it may be, with many a weakness. But then, if Adam hadn't had such a weakness for apples, there would be nobody to tell Tom's story at all. And a part of that story tells of the sport that Tom found in the woods.", "character": "Narrator", "characterId": "nm0533943"}]}, {"lines": [{"text": "Our hero, alas, was always being exploited by villains like Black George, for a generous man is merely a fool in the eyes of a thief.", "character": "Narrator", "characterId": "nm0533943"}]}, {"lines": [{"text": "Happy the man, and happy he alone, he who can call today his own. He who, secure within, can say, Tomorrow, do thy worst, for I have lived Today.", "character": "Narrator", "characterId": "nm0533943"}]}, {"lines": [{"text": "shrugging indifferently as Bridget Blifil has just been laid to rest]\nWell, there's another one gone.", "character": "Squire Western", "characterId": "nm0341518"}]}, {"lines": [{"text": "immediately after the burial of Bridget Blifil]\nSir, sometime before your mother died, she gave me a letter. Her instructions were to hand it over to Mr. Allworthy as she was buried.", "character": "Lawyer Dowling", "characterId": "nm0680722"}, {"text": "Hand it to me. I will give it to my uncle.", "character": "Mr. Blifil", "characterId": "nm0001831"}, {"text": "She expressly said into no hands but Mr. Allworthy's.", "character": "Lawyer Dowling", "characterId": "nm0680722"}, {"text": "Lawyer Dowling, if my uncle lives, he will need a new steward. I intend to recommend you.", "character": "Mr. Blifil", "characterId": "nm0001831"}, {"text": "You are most kind, sir.", "character": "Lawyer Dowling", "characterId": "nm0680722"}, {"text": "[Hands the letter over to Blifil]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Mr. Allworthy's recovery means Mr. Thwackum and others will not be receiving their expected inheritance. Apropos of this, Tom drunkenly taunts Mr. Thwackum with a song]\nSing, thick Thwackum, your bounty's flown.", "character": "Tom Jones", "characterId": "nm0001215"}, {"text": "[Indignant]\nYou have good reason for your drunkenness, you beggarly bastard. He provided well enough for you.", "character": "Mr. Thwackum", "characterId": "nm0119988"}, {"text": "Do you think any such consideration could weigh with me? Damn you, Thwackum!", "character": "Tom Jones", "characterId": "nm0001215"}, {"text": "How dare you, sir!", "character": "Mr. Thwackum", "characterId": "nm0119988"}, {"text": "And damn me if I don't open another bottle.", "character": "Tom Jones", "characterId": "nm0001215"}, {"text": "[Tom laughs mockingly at Mr. Thwackum]", "character": null, "characterId": null}, {"text": "I shall sing you a ballad which I have entitled \"Sing, Thick Thwackum, Thy Bounty has Flown.\"", "character": "Tom Jones", "characterId": "nm0001215"}, {"text": "[Drunkenly proceeds to taunt Mr. Thwackum with a mocking song]\nSing, Thick Thwackum, thy bounty has flown. You lost all the money you thought that you'd own.", "character": "Tom Jones", "characterId": "nm0001215"}, {"text": "[Angrily]\nMr. Jones! This house is in mourning on account of the death of my dear mother.", "character": "Mr. Blifil", "characterId": "nm0001831"}, {"text": "Forgive me! The joy of Mr. Allworthy's recovery...", "character": "Tom Jones", "characterId": "nm0001215"}, {"text": "[Cutting him off]\nI had the misfortune to know who my parents were. Consequently, I'm grieved by their loss.", "character": "Mr. Blifil", "characterId": "nm0001831"}, {"text": "You rascal! You dare to insult me?", "character": "Tom Jones", "characterId": "nm0001215"}]}, {"lines": [{"text": "Sir, I will stand no jesting with this lady's character!", "character": "Tom Jones", "characterId": "nm0001215"}]}, {"lines": [{"text": "Better luck in the *next* world, Mr Jones.", "character": "Lt. Northerton", "characterId": "nm0002103"}]}, {"lines": [{"text": "It's a good night to be abroad and looking for game.", "character": "Tom Jones", "characterId": "nm0001215"}]}, {"lines": [{"text": "[to Tom, when not expected to recover from a carriage accident]\nI am convinced, my boy, that you have much goodness, generosity and honor in your nature. If you will add prudence and religion to those, you must be happy.", "character": "Squire Allworthy", "characterId": "nm0222627"}]}, {"lines": [{"text": "You are such a boor.", "character": "Miss Western", "characterId": "nm0262725"}, {"text": "[he misunderstands her comment]", "character": null, "characterId": null}, {"text": "A boar? I am no boar!", "character": "Squire Western", "characterId": "nm0341518"}]}, {"lines": [{"text": "Madam, I despise your politics as much as I do a fart.", "character": "Squire Western", "characterId": "nm0341518"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "In the west of England there was once a Squire Allworthy. After several months in London he returns home.", "character": "Narrator", "characterId": "nm0533943"}]}, {"lines": [{"text": "[Upon discovering an abandoned baby in his bed, which they suspect Jenny, one of the servants, has put there]\nWho is the father, Jenny?", "character": "Squire Allworthy", "characterId": "nm0222627"}, {"text": "Sir, I am under the most solemn ties not to reveal the father's name.", "character": "Jenny", "characterId": "nm0715010"}, {"text": "You must be sent away from this shame and degradation. As for your child I will bring him up as if he were my own son.", "character": "Squire Allworthy", "characterId": "nm0222627"}, {"text": "What will you call him, brother?", "character": "Bridget Allworthy", "characterId": "nm0447499"}, {"text": "Tom Jones.", "character": "Squire Allworthy", "characterId": "nm0222627"}, {"text": "...of whom the opinion of all was that he was born to be hanged.", "character": "Narrator", "characterId": "nm0533943"}]}, {"lines": [{"text": "Mr. Thwackum and Mr. Square were Tom's tutors. Over the years they tried, with little success, to thrash into Tom a sense of virtue and religion. They had, however, a more apt pupil. Soon after Tom had been found, the Squire's sister Bridget married a captain Blifil and they had a son. This young man was quite different than Tom. He was sober, discreet and pious beyond his age and the whole neighborhood resounded in his praise.", "character": "Narrator", "characterId": "nm0533943"}]}, {"lines": [{"text": "[Tom's tutors are discussing his education]\nYou have only taught Tom to laugh at whatever is decent, and virtuous and right.", "character": "Mr. Square", "characterId": "nm0595602"}, {"text": "I've taught him religion.", "character": "Mr. Thwackum", "characterId": "nm0119988"}, {"text": "Mr. Thwackum, the word \"religion\" is as vague and uncertain as any in the English language.", "character": "Mr. Square", "characterId": "nm0595602"}, {"text": "When I mention religion I mean the Christian religion. Not only the Christian religion, but the Protestant religion, and not only the Protestant religion but the Church of England.", "character": "Mr. Thwackum", "characterId": "nm0119988"}, {"text": "that foundlings should be left to the parish.", "character": "Mr. Square", "characterId": "nm0595602"}, {"text": "My dear tutors, I'm afraid that neither of you can touch his bastard's heart.", "character": "Mr. Blifil", "characterId": "nm0001831"}, {"text": "Neither indeed. But there was another who could...", "character": "Narrator", "characterId": "nm0533943"}]}, {"lines": [{"text": "[the women in the parish are about to brawl with Molly Seagrim]\nLet dogs delight to bark and bite, for God has made them so. Let bears and lions growl and fight, for 'tis their nature to. But ladies, you should never let such angry passions rise. Your little hands were never made to tear each other's eyes.", "character": "Narrator", "characterId": "nm0533943"}]}, {"lines": [{"text": "[Tom Jones has given a gift bird to the musically inclined Sophie Western, who has recently returned from France]\nI doubt if an English bird can learn French songs, Miss Western.", "character": "Tom Jones", "characterId": "nm0001215"}]}, {"lines": [{"text": "[commenting on Sophie's playing the harpsichord]\nYou play like an angel.", "character": "Squire Western", "characterId": "nm0341518"}]}, {"lines": [{"text": "that the wicked are snared in the work of their own hands.", "character": "Narrator", "characterId": "nm0533943"}]}, {"lines": [{"text": "[upon the revelation of the real identity of the father of Molly's illegitimate child]\nMolly's favors, after all, had not been bestowed on Tom alone. Our hero, unlike many other men, was fortunate enough to discover the father of his child in time.", "character": "Narrator", "characterId": "nm0533943"}]}, {"lines": [{"text": "[Regarding the scandal that has erupted over Molly Seagrim's illegitimate child]\nAnd after everyone's kindness, too. She had laid the child at young Mr. Jones's door. All the parish say Mr. Allworthy is so angry with Mr. Jones that he won't see him. To be sure one can't help but pity the poor young man. He's so pretty a gentleman. I should be sorry to see him turned out of doors.", "character": "Honor", "characterId": "nm0746772"}, {"text": "[Slightly annoyed]\nWhy do you tell me all this? What concern have I of what Mr. Jones does?", "character": "Sophie Western", "characterId": "nm0948772"}, {"text": "Why, ma'am, I never thought it was any harm to say a young man was handsome. But I shall never think of him any more now, for handsome is as handsome does.", "character": "Honor", "characterId": "nm0746772"}, {"text": "Tittle-tattle, tittle-tattle. I shall be late for the hunt.", "character": "Sophie Western", "characterId": "nm0948772"}, {"text": "[Expressing faint contrition]\nSorry, I'm sure, madam.", "character": "Honor", "characterId": "nm0746772"}]}, {"lines": [{"text": "[after the hunt, Tom Jones, injured, lies on a bed with Honor and Sophie tending to him. He pretends to be asleep]\nLook at him, ma'am. He's the most handsome man I ever saw in my life.", "character": "Honor", "characterId": "nm0746772"}, {"text": "Why, Honor! I do believe you're in love with him!", "character": "Sophie Western", "characterId": "nm0948772"}, {"text": "I assure you, ma'am, I'm not.", "character": "Honor", "characterId": "nm0746772"}, {"text": "If you were, I see no reason that you should be ashamed of it... for he certainly is a handsome fellow.", "character": "Sophie Western", "characterId": "nm0948772"}, {"text": "That he is. The most handsome man I ever saw in my life. And as you say, ma'am, I don't know why I should be ashamed of looking at him, even though he is my better. For gentle folk are but flesh and blood like other persons. I am an honest person's child, and my mother and father were married, which is more than some people can say as high as they hold their heads.", "character": "Honor", "characterId": "nm0746772"}, {"text": "[Shocked at her comments]\nHonor!", "character": "Sophie Western", "characterId": "nm0948772"}, {"text": "[while Honor continues talking, Tom Jones shows signs of awakening from his feigned sleep]\nMy grandfather was a clergyman and he would have been very angry to have thought any of his family had taken up with Molly Seagrim's leavings... Why, ma'am, the young gentleman is awake.", "character": "Honor", "characterId": "nm0746772"}, {"text": "Yes, you've awakened him with your foolish chatter.", "character": "Sophie Western", "characterId": "nm0948772"}, {"text": "I feel awake for the first time ever.", "character": "Tom Jones", "characterId": "nm0001215"}]}, {"lines": [{"text": "[Mr. Allworthy, in his sickbed after his carriage accident has brought him to death's door, prepares to tell his will to assorted members of the household. Tom Jones weeps at his bedside]\nDo not grieve, my dear nephew. Do not grieve.", "character": "Squire Allworthy", "characterId": "nm0222627"}, {"text": "Sir, you cannot die!", "character": "Tom Jones", "characterId": "nm0001215"}, {"text": "Death comes to us all, Tom. I've asked you here to tell you my will. Nephew Blifil, I leave you heir to my whole estate, with three exceptions. To you my dear Tom, I have given an estate of 800 pounds a year, together with a thousand pounds in ready money. I am convinced, my boy, that you have much goodness, generosity and honor in your nature. If you will add prudence, and religion, to these, you must be happy. One thousand pounds I leave to you, Mr. Thwackum, and a like sum to you, Mr. Square, which I am convinced exceeds your desires as well as your wants.", "character": "Squire Allworthy", "characterId": "nm0222627"}]}, {"lines": [{"text": "[Drunkenly shouting the news of Mr. Allworthy's miraculous recovery from his carriage accident]\nMr. Allworthy has recovered! It's over! The fever's gone! He's sitting up. He's well again! The Squire's recovered! It's over!", "character": "Tom Jones", "characterId": "nm0001215"}, {"text": "It's not true that drink changes a man's character. It can reveal it more clearly. The Squire's recovery brought joy to Tom, to his tutors, sheer disappointment.", "character": "Narrator", "characterId": "nm0533943"}]}, {"lines": [{"text": "Are you aimin' to slit my throat, squire?", "character": "Molly Seagrim", "characterId": "nm0162284"}, {"text": "Would you like a sip of my wine?", "character": "Tom Jones", "characterId": "nm0001215"}, {"text": "Hmm, I've never had a sip of the gentleman's wine before.", "character": "Molly Seagrim", "characterId": "nm0162284"}, {"text": "[She takes a swig from the bottle]", "character": null, "characterId": null}, {"text": "Hmm, it's very potent!", "character": "Molly Seagrim", "characterId": "nm0162284"}, {"text": "[Molly giggles, and Tom starts laughing hysterically]", "character": null, "characterId": null}, {"text": "What are you laughing at, Tom?", "character": "Molly Seagrim", "characterId": "nm0162284"}, {"text": "I'm picturing Square in your bedroom!", "character": "Tom Jones", "characterId": "nm0001215"}, {"text": "[Continues laughing]", "character": null, "characterId": null}, {"text": "Tom had always thought that any woman was better than none. While Molly felt that one man was quite as good as two.", "character": "Narrator", "characterId": "nm0533943"}]}, {"lines": [{"text": "Vauxhall Garden! Where people come to see and to be seen! In heaps they run, Some to undo, and some to be undone.", "character": "Narrator", "characterId": "nm0533943"}]}]}