{"quotes": [{"lines": [{"text": "Do you think it's alright To leave the boy with Cousin Kevin? Do you think it's alright? There's something 'bout him I Don't really like. Do you think it's alright?", "character": "Nora Walker Hobbs", "characterId": "nm0000268"}]}, {"lines": [{"text": "Ever since I was a young boy, I've played the silver ball. From SoHo down to Brighton, I must have played them all. But I ain't seen nothin' like him In any amusement hall. That deaf, dumb and blind kid Sure plays a mean pinball.", "character": "The Pinball Wizard", "characterId": "nm0005056"}]}, {"lines": [{"text": "[Starts singing while playing on the piano]\nWe're on our own, Cousin; all alone, Cousin! Let's think of a nice game to play... while the grown-ups have all gone away!", "character": "Cousin Kevin", "characterId": "nm0629417"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "You won't be much fun, being blind, deaf and dumb, but I've no one to play with today!", "character": "Cousin Kevin", "characterId": "nm0629417"}, {"text": "[He grabs Tommy's head and places a brown bag over him while he continues singing]", "character": null, "characterId": null}, {"text": "Do you know how to play hide and seek? To find me it would take you a week!", "character": "Cousin Kevin", "characterId": "nm0629417"}, {"text": "[pause]", "character": "Cousin Kevin", "characterId": "nm0629417"}, {"text": "[Cousin Kevin grabs a chair and hits Tommy with it]", "character": null, "characterId": null}, {"text": "But tied to that chair you won't go anywhere; there's a lot I can do to a freak!", "character": "Cousin Kevin", "characterId": "nm0629417"}, {"text": "[Cousin Kevin sings while he is shown torturing Tommy in the bathtub]", "character": null, "characterId": null}, {"text": "How would you feel if I turned on the bath, ducked your head under and started to laugh?", "character": "Cousin Kevin", "characterId": "nm0629417"}, {"text": "[Kevin is shown torturing Tommy outside]", "character": null, "characterId": null}, {"text": "What would you do if I shut you outside...", "character": "Cousin Kevin", "characterId": "nm0629417"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "To stand in the rain and catch cold so you died?", "character": "Cousin Kevin", "characterId": "nm0629417"}, {"text": "[Kevin continues singing as he sprays a water hose on Tommy outside]", "character": null, "characterId": null}, {"text": "I'm the school bully, the classroom cheat, the nastiest playfriend you ever could meet! I'll stick pins in your fingers, and tread on your feet!", "character": "Cousin Kevin", "characterId": "nm0629417"}, {"text": "[Kevin is shown burning Tommy on his arm with a cigarette]", "character": null, "characterId": null}, {"text": "Maybe a cigarette burn on your arm... would change your expression to one of alarm!", "character": "Cousin Kevin", "characterId": "nm0629417"}, {"text": "[Cousin Kevin is shown torturing the disabled Tommy]", "character": null, "characterId": null}, {"text": "I'm the school bully! The classroom cheat! The nastiest playfriend you ever could meet! I'll stick pins in your fingers, and tread on your feet!", "character": "Cousin Kevin", "characterId": "nm0629417"}, {"text": "[Kevin drags Tommy by his hair]", "character": null, "characterId": null}, {"text": "I'll drag you around by a lock of your hair! Or give you a push at the top of the stairs!", "character": "Cousin Kevin", "characterId": "nm0629417"}, {"text": "[Cousin Kevin pushes Tommy off the outside steps]", "character": null, "characterId": null}, {"text": "I'm the school bully! The classroom cheat! The nastiest playfriend, you ever could meet! I'll put glass in your dinner...", "character": "Cousin Kevin", "characterId": "nm0629417"}, {"text": "[Cousin Kevin throws a glass and is shown placing sharp metal spikes on the toliet]", "character": null, "characterId": null}, {"text": "And spikes in your seat!", "character": "Cousin Kevin", "characterId": "nm0629417"}, {"text": "[Kevin continues to torture Tommy with an iron]", "character": null, "characterId": null}, {"text": "We're on our own, Cousin. All alone, Cousin! We've thought of some nice games to play, while the grownups has all gone away! You weren't too much fun 'cause you're blind, deaf and dumb, but I've got no one to play with today...", "character": "Cousin Kevin", "characterId": "nm0629417"}, {"text": "[Kevin is then shown innocently playing on the piano as Tommy's parents arrive home. Tommy's mother hands Kevin a cricket bat as a gift; he smirks up at her while still playing the piano]", "character": null, "characterId": null}]}, {"lines": [{"text": "See me, feel me. Touch me, heal me.", "character": "Tommy", "characterId": "nm0002032"}]}, {"lines": [{"text": "[singing]\nHe seems to be completely unreceptive. The tests I gave him showed no sense at all!", "character": "The Specialist", "characterId": "nm0000197"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "His eyes react to light; the dials detect it. He hears but cannot answer to your call!", "character": "The Specialist", "characterId": "nm0000197"}, {"text": "[sings]\nSee me! Feel me! Touch me! Heal me!", "character": "Tommy", "characterId": "nm0002032"}, {"text": "[sings again]", "character": null, "characterId": null}, {"text": "See me! Feel me! Touch me! Heal me!", "character": "Tommy", "characterId": "nm0002032"}, {"text": "[singing to Tommy's mother]\nThere is no chance, no untried operation. All hope lies with him and none with me. Imagine though the shock from isolation, when he suddenly can hear and speak and see!", "character": "The Specialist", "characterId": "nm0000197"}, {"text": "[sings again]\nSEE ME! FEEL ME! TOUCH ME! HEAL ME!", "character": "Tommy", "characterId": "nm0002032"}, {"text": "[singing]\nHis eyes can see, his ears can hear, his lips speak. All the time the needles flick and rock. No machine can give the kind of stimulation... needed to remove his inner block!", "character": "The Specialist", "characterId": "nm0000197"}, {"text": "[Frank sings while Nora imitates him]\nI often wonder what he is feeling! Has he ever heard a word I've said? Look at him in the mirror dreaming! What is happening in his head?", "character": "Frank Hobbs", "characterId": "nm0001657"}]}, {"lines": [{"text": "[She starts singing]\nIf your child ain't all he should be now, this girl will put him right. I'll show him what he could be now, just give me one more night!", "character": "Acid Queen", "characterId": "nm0877913"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "I'm the gypsy; the Acid Queen! Pay me before I start. I'm the gypsy, I'm guaranteed... to tear his soul apart!", "character": "Acid Queen", "characterId": "nm0877913"}]}, {"lines": [{"text": "I'm your wicked Uncle Ernie; I'm glad you won't see or hear me, As I fiddle about, fiddle about, fiddle about. Your mother left me here to mind you, And I'm doing exactly what I bleedin' well want to, Fiddling about, fiddling about, fiddle about. Down with your bedclothes, Up with your nightshirt...", "character": "Uncle Ernie", "characterId": "nm0007127"}]}, {"lines": [{"text": "There is no chance, no untried operation. All hope lies with him and none with me. Imagine though the shock from isolation, When he suddenly can hear and speak and see.", "character": "The Specialist", "characterId": "nm0000197"}]}, {"lines": [{"text": "I often wonder what it is he's feeling. Has he ever heard a word I've said? Look at him, now in the mirror dreaming. What is happening in his head? What is happening in his head? Oh, I wish I knew, I wish I knew.", "character": "Nora Walker Hobbs", "characterId": "nm0000268"}]}, {"lines": [{"text": "[singing]\nGather your wits and hold on fast, your mind must learn to roam. Just as the Gypsy Queen must do, you're gonna hit the road! My work is done, now look at him, he's never been more alive! His head, it shakes, his fingers clutch; watch his body writhe!", "character": "Acid Queen", "characterId": "nm0877913"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "I'm the gypsy, the Acid Queen! Pay me before I start. I'm the gypsy, I'm guaranteed... to break your little heart!", "character": "Acid Queen", "characterId": "nm0877913"}]}, {"lines": [{"text": "and Tommy doesn't know what day it is / He doesn't know who Jesus was or what praying is / How can he be saved / from the eternal grave?", "character": "Frank Hobbs", "characterId": "nm0001657"}]}, {"lines": [{"text": "What about the boy? What about the boy? What about the boy? He saw it all!", "character": "Nora Walker Hobbs", "characterId": "nm0000268"}, {"text": "He didn't see it, he didn't hear it, he will say nothing to no one.", "character": "Frank Hobbs", "characterId": "nm0001657"}]}, {"lines": [{"text": "[Uncle Ernie sings while sexually abusing Tommy]\nI'm your wicked Uncle Ernie; I'm glad you won't see or hear me, as I fiddle about, fiddle about, fiddle about!", "character": "Uncle Ernie", "characterId": "nm0007127"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Your mother left me here to mind you... so I can do exactly what I bloody well want to!", "character": "Uncle Ernie", "characterId": "nm0007127"}, {"text": "[Uncle Ernie continues to torture Tommy]", "character": null, "characterId": null}, {"text": "Fiddling about, fiddling about, fiddling about, fiddle about!", "character": "Uncle Ernie", "characterId": "nm0007127"}, {"text": "[Uncle Ernie molests Tommy in his bed]", "character": null, "characterId": null}, {"text": "Down with the bedclothes, up with the nightshirt! Fiddle about, fiddle about, FIDDLE ABOUT!", "character": "Uncle Ernie", "characterId": "nm0007127"}, {"text": "[Uncle Ernie continues singing]", "character": null, "characterId": null}, {"text": "You won't shout as I...", "character": "Uncle Ernie", "characterId": "nm0007127"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Fiddle about, fiddle about, FIDDLE ABOUT!", "character": "Uncle Ernie", "characterId": "nm0007127"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Fiddle, fiddle, fiddle!", "character": "Uncle Ernie", "characterId": "nm0007127"}]}, {"lines": [{"text": "She knew from the start deep down in her heart, she and Tommy were worlds apart. But her mother said 'never mind, your part is to be what you'll be'.", "character": null, "characterId": null}]}, {"lines": [{"text": "Today it rained Champagne! A son was born again! A genius untamed! A life of wealth and fame, wealth and fame! Champagne flowing down just like rain, Caviar breakfasts every day. Merchant banks and yachts at Cannes! Servants and cars and private sand...", "character": "Nora Walker Hobbs", "characterId": "nm0000268"}]}, {"lines": [{"text": "But what's it all worth? What's it all worth when my son is blind? He can't hear the music nor enjoy what I'm buying. His life is worthless, affecting mine. I'd pay any price to drive his plight from my mind!", "character": "Nora Walker Hobbs", "characterId": "nm0000268"}]}, {"lines": [{"text": "I think it's alright, Yes, I think it's alright.", "character": "Frank Hobbs", "characterId": "nm0001657"}]}, {"lines": [{"text": "Do you think it's alright Leaving Tommy by the mirror? You would think he had sight, Been staring half the night. Do you think it's alright?", "character": "Nora Walker Hobbs", "characterId": "nm0000268"}]}, {"lines": [{"text": "Tommy, can you see me? Can I help to cheer you? Tommy, can you hear me? Can you feel me near you?", "character": "Nora Walker Hobbs", "characterId": "nm0000268"}]}, {"lines": [{"text": "I'm free - I'm free, And freedom tastes of reality! I'm free - I'm free, And I'm waiting for you to follow me.", "character": "Tommy", "characterId": "nm0002032"}]}, {"lines": [{"text": "Right behind you I see the millions. On you I see the glory. From you I get opinions. From you I get the story. Listening to you I get the music. Gazing at you I get the heat. Following you I climb the mountain. I get excitement at your feet!", "character": "Tommy", "characterId": "nm0002032"}]}, {"lines": [{"text": "And Tommy doesn't know what day it is. He doesn't know who Jesus was or what praying is.", "character": "Nora Walker Hobbs", "characterId": "nm0000268"}, {"text": "How can he be saved, from the eternal grave?", "character": null, "characterId": null}]}, {"lines": [{"text": "Outside the house Mr. Simpson announced that Sally couldn't go to the meeting. He went on cleaning his black Rolls Royce and she ran inside weeping.", "character": null, "characterId": null}]}, {"lines": [{"text": "These pricey deals don't teach us. Your freedom doesn't reach us. Awareness doesn't shape us. Enlightenment escapes us. How can all this trivia take us to the goal you reached? We came here to be like you, find the world you preach.", "character": null, "characterId": null}]}, {"lines": [{"text": "Got a feeling '51 is gonna be a good year, especially if we see it out together.", "character": "Nora Walker Hobbs", "characterId": "nm0000268"}, {"text": "So you think '51 is gonna be a good year? We'll marry now and see it out together.", "character": "Frank Hobbs", "characterId": "nm0001657"}, {"text": "I have no reason to be over optimistic, but somehow when you smile I can brave bad weat", "character": "Nora Walker Hobbs", "characterId": "nm0000268"}]}]}