{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[narrating]\nChoose Life. Choose a job. Choose a career. Choose a family. Choose a fucking big television, choose washing machines, cars, compact disc players and electrical tin openers. Choose good health, low cholesterol, and dental insurance. Choose fixed interest mortgage repayments. Choose a starter home. Choose your friends. Choose leisurewear and matching luggage. Choose a three-piece suit on hire purchase in a range of fucking fabrics. Choose DIY and wondering who the fuck you are on Sunday morning. Choose sitting on that couch watching mind-numbing, spirit-crushing game shows, stuffing fucking junk food into your mouth. Choose rotting away at the end of it all, pissing your last in a miserable home, nothing more than an embarrassment to the selfish, fucked up brats you spawned to replace yourselves. Choose your future. Choose life... But why would I want to do a thing like that? I chose not to choose life. I chose somethin' else. And the reasons? There are no reasons. Who needs reasons when you've got heroin?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "Doesn't it make you proud to be Scottish?", "character": "Tommy", "characterId": "nm0571727"}, {"text": "It's SHITE being Scottish! We're the lowest of the low. The scum of the fucking Earth! The most wretched, miserable, servile, pathetic trash that was ever shat into civilization. Some hate the English. I don't. They're just wankers. We, on the other hand, are COLONIZED by wankers. Can't even find a decent culture to be colonized BY. We're ruled by effete arseholes. It's a SHITE state of affairs to be in, Tommy, and ALL the fresh air in the world won't make any fucking difference!", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Now I've justified this to myself in all sorts of ways. It wasn't a big deal, just a minor betrayal. Or we'd outgrown each other, you know, that sort of thing. But let's face it, I ripped them off - my so called mates. But Begbie, I couldn't give a shit about him. And Sick Boy, well he'd done the same to me, if he'd only thought of it first. And Spud, well okay, I felt sorry for Spud - he never hurt anybody. So why did I do it? I could offer a million answers - all false. The truth is that I'm a bad person. But, that's gonna change - I'm going to change. This is the last of that sort of thing. Now I'm cleaning up and I'm moving on, going straight and choosing life. I'm looking forward to it already. I'm gonna be just like you. The job, the family, the fucking big television. The washing machine, the car, the compact disc and electric tin opener, good health, low cholesterol, dental insurance, mortgage, starter home, leisure wear, luggage, three piece suite, DIY, game shows, junk food, children, walks in the park, nine to five, good at golf, washing the car, choice of sweaters, family Christmas, indexed pension, tax exemption, clearing gutters, getting by, looking ahead, the day you die.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "We took morphine, diamorphine, cyclizine, codeine, temazepam, nitrazepam, phenobarbitone, sodium amytal, dextropropoxyphene, methadone, nalbuphine, pethidine, pentazocine, buprenorphine, dextromoramide, chlormethiazole. The streets are awash with drugs you can have for unhappiness and pain, and we took them all. Fuck it, we would have injected vitamin C if only they'd made it illegal.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "Personality, I mean that's what counts, right? That's what keeps a relationship going through the years. Like heroin, I mean heroin's got a great fucking personality.", "character": "Sick Boy", "characterId": "nm0001538"}]}, {"lines": [{"text": "Excuse me, excuse me. I don't mean to harass you, but I was very impressed with the capable and stylish manner in which you dealt with that situation. And I was thinking to myself, now this girl's special.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Thanks.", "character": "Diane", "characterId": "nm0531808"}, {"text": "What's your name?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Diane.", "character": "Diane", "characterId": "nm0531808"}, {"text": "And where are you going, Diane?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "I'm going home.", "character": "Diane", "characterId": "nm0531808"}, {"text": "Well, where's that?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "It's where I live.", "character": "Diane", "characterId": "nm0531808"}, {"text": "Great.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "What?", "character": "Diane", "characterId": "nm0531808"}, {"text": "Well, I'll come back with you if you like, but like, I'm not promising anything, you know.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "witty, adventurous, passionate, loving, loyal. Taxi! A little bit crazy, a little bit bad. But hey - don't us girls just love that?", "character": "Diane", "characterId": "nm0531808"}, {"text": "Eh?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Well, what's wrong boy - cat got your tongue?", "character": "Diane", "characterId": "nm0531808"}]}, {"lines": [{"text": "[on a high]\nTake the best orgasm you've ever had... multiply it by a thousand, and you're still nowhere near it.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "It beats any meat injection. That beats any fucking cock in the world.", "character": "Allison", "characterId": "nm0896510"}]}, {"lines": [{"text": "[narrating]\nI wished that I'd gone down instead of Spud. Here I was surrounded by my family and my so-called mates and I've never felt so alone. Never in all my puff. Since I was on remand, they've had me on this program, this state sponsored addiction. Three sickly sweet doses of methadone a day instead of smack. But it's never enough. And at the moment it's nowhere near enough. I took all three this morning and now I've got eighteen hours to go until my next shot. I've got sweat on my back like a layer of frost. I need to visit the Mother Superior for one hit. One final hit to get us over this long, hard day.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "[to Swanney 'Mother Superior']", "character": null, "characterId": null}, {"text": "What's on the menu this evening, Sir?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Your favorite dish.", "character": "Swanney", "characterId": "nm0611932"}, {"text": "Excellent.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Your usual table, Sir.", "character": "Swanney", "characterId": "nm0611932"}, {"text": "Oh, why thank you.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Would Sir care to pay for his bill in advance?", "character": "Swanney", "characterId": "nm0611932"}, {"text": "No. Stick it on my tab.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Ah, regret to inform, sir, credit limit was reached and breached quite some time ago.", "character": "Swanney", "characterId": "nm0611932"}, {"text": "Oh, well in that case...", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "[hands him some cash]", "character": null, "characterId": null}, {"text": "Ah, hard currency. Thank you, Sir. Can't be too careful these days. Would Sir care for a starter of some garlic bread perhaps?", "character": "Swanney", "characterId": "nm0611932"}, {"text": "No, thank you. I will proceed directly to the intravenous injection of hard drugs, please.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "Never again, Swanney. I'm off the scag.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Are you serious?", "character": "Swanney", "characterId": "nm0611932"}, {"text": "Yeah, no more. I'm finished with that shite.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Well, it's up to you, man.", "character": "Swanney", "characterId": "nm0611932"}, {"text": "Gonna get it right this time. Gonna get it sorted out. Gonna get off it for good.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "I've heard that one before.", "character": "Swanney", "characterId": "nm0611932"}, {"text": "The Sick Boy method?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Well, it nearly worked for him, hey.", "character": "Swanney", "characterId": "nm0611932"}, {"text": "Well, he's always been lacking in moral fiber.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "He knows a lot about Sean Connery.", "character": "Swanney", "characterId": "nm0611932"}, {"text": "That's hardly a substitute.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "It wasn't just the baby that died that day. Something inside Sick Boy was lost and never returned. It seemed that he had no theory with which to explain a moment like this... nor did I. Our only response was to keep on going and 'fuck everything'. pile misery upon misery, heap it up on a spoon and dissolve it with a drop of bile, then squirt it into a stinking, puerile vein and do it all over again. Keep on going, getting up, going out, robbing, stealing, fucking people over. Propelling ourselves with longing towards the day that it would all go wrong, because no matter how much you stash, or how much you steal you never have enough. No matter how often you go out and rob and fuck people over, you always need to get up and do it all over again.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "##The downside of coming off junk was I knew I would need to mix with my friends again in a state of full consciousness. It was awful. They reminded me so much of myself, I could hardly bear to look at them. Take Sick Boy, for instance. He came off junk at the same time as me - not because he wanted to, you understand, but just to annoy me. Just to show me how easily he could do it, thereby downgrading my own struggle. Sneaky fucker, don't you think?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "Did you bring the cards?", "character": "Begbie", "characterId": "nm0001015"}, {"text": "What?", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "The cards, the last thing I told you was to mind the cards!", "character": "Begbie", "characterId": "nm0001015"}, {"text": "Well, I've not brought them.", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "It's fucking boring after a while without the cards.", "character": "Begbie", "characterId": "nm0001015"}, {"text": "I'm sorry.", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "Bit fucking late, like.", "character": "Begbie", "characterId": "nm0001015"}, {"text": "Why didn't *you* bring them?", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "'CAUSE I FUCKING TOLD YOU TO BRING THEM, YOU DOSS CUNT!", "character": "Begbie", "characterId": "nm0001015"}, {"text": "...Christ.", "character": "Sick Boy", "characterId": "nm0001538"}]}, {"lines": [{"text": "You can't stay in here all day dreaming about heroin and Ziggy Pop.", "character": "Diane", "characterId": "nm0531808"}, {"text": "It's Iggy Pop.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Whatever. I mean, the guy's dead anyway.", "character": "Diane", "characterId": "nm0531808"}, {"text": "Iggy Pop's not dead. He toured last year!", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "Relinquishing junk. Stage one, preparation. For this you will need one room which you will not leave. Soothing music. Tomato soup, ten tins of. Mushroom soup, eight tins of, for consumption cold. Ice cream, vanilla, one large tub of. Magnesia, milk of, one bottle. Paracetamol, mouthwash, vitamins. Mineral water, Lucozade, pornography. One mattress. One bucket for urine, one for feces and one for vomitus. One television and one bottle of Valium, which I've already procured from my mother, who is, in her own domestic and socially acceptable way also a drug addict. And now I'm ready. All I need is one final hit to soothe the pain while the Valium takes effect.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "It's certainly a phenomenon in all walks of life.", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "What do you mean?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "George Best, for example. Had it, lost it. Or David Bowie, or Lou Reed...", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "Some of his solo stuff's not bad.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "No, it's not bad, but it's not great either. And in your heart you kind of know that although it sounds all right, it's actually just shite.", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "So who else?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Charlie Nicholas, David Niven, Malcolm McLaren, Elvis Presley...", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "OK, OK, so what's the point you're trying to make?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "All I'm trying to do is help you understand that The Name of The Rose is merely a blip on an otherwise uninterrupted downward trajectory.", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "What about The Untouchables?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "I don't rate that at all.", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "Despite the Academy Award?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "That means fuck all. Its a sympathy vote.", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "Right. So we all get old and then we can't hack it anymore. Is that it?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Yeah.", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "That's your theory?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Yeah. Beautifully fucking illustrated.", "character": "Sick Boy", "characterId": "nm0001538"}]}, {"lines": [{"text": "This was to be my final hit, but let's be clear about this. There's final hits and final hits. What kind was this to be?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "That lassie got glassed, and no cunt leaves here till we find out what cunt did it.", "character": "Francis (Franco) Begbie", "characterId": "nm0001015"}, {"text": "[shouts]\nWho the fuck are you?", "character": null, "characterId": null}, {"text": "Yeeeaaaaaaaahhhhhhh!", "character": "Francis (Franco) Begbie", "characterId": "nm0001015"}, {"text": "[kicks him in the crotch]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Sean Connery accent]\nDo you shee the beasht? Have you got it in your shights?", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "[aiming the pellet gun at a dog]\nClear enough, Missh Moneypenny! This should preshent no shignificant problemsh!", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "[shoots the dog which starts attacking its owner]", "character": null, "characterId": null}, {"text": "For a vegetarian, Rents, you're a fuckin' EVIL shot!", "character": "Sick Boy", "characterId": "nm0001538"}]}, {"lines": [{"text": "Begbie didn't do drugs either. He just did people.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "I fantasize about a massive pristine convenience. Brilliant gold taps, virginal white marble, a seat carved from ebony, a cistern full of Chanel no.5, and a flunky handing me pieces of raw silk toilet roll. But under the circumstances I'll settle for anywhere.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "People think it's all about misery and desperation and death and all that shit which is not to be ignored, but what they forget is the pleasure of it. Otherwise we wouldn't do it. After all, we're not fucking stupid. At least, we're not that fucking stupid.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "What are you two talking about?", "character": "Gail", "characterId": "nm0376602"}, {"text": "Football! What are you talking about?", "character": "Spud", "characterId": "nm0001971"}, {"text": "Shopping!", "character": "Gail", "characterId": "nm0376602"}]}, {"lines": [{"text": "[singing]\nDid you think I would leave you crying, when there's room on my horse for two? Climb up here, Tommy and don't be dying, I can go just as fast with two. When we grow up we'll both be soldiers And our horses will not be toys, and I wonder if we'll remember when we were two little boys.", "character": "Spud", "characterId": "nm0001971"}]}, {"lines": [{"text": "1,000 years from now there will be no guys and no girls, just wankers. Sounds great to me.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "And with that Mark Renton had fallen in love.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "Very, absolutely fucking radge. \"It's me, or Iggy Pop\", she says.", "character": "Tommy", "characterId": "nm0571727"}, {"text": "So what're you gonna do?", "character": "Spud", "characterId": "nm0001971"}, {"text": "Well I paid for the tickets!", "character": "Tommy", "characterId": "nm0571727"}]}, {"lines": [{"text": "Tommy knew he'd caught the virus, but he never knew he'd gone full-blown.", "character": "Gavin", "characterId": "nm0574320"}, {"text": "What was it, pneumonia or cancer?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "No, toxoplasmosis. Sort of like a stroke.", "character": "Gavin", "characterId": "nm0574320"}, {"text": "Eh? How's that?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "He wanted to see Lizzy again. Lizzy wouldn't let him near the house. So he bought a present for her, bought her a kitten.", "character": "Gavin", "characterId": "nm0574320"}, {"text": "But Lizzy told him where to fucking stick it.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Exactly. \"l'm not wantin' that cat,\" she says. \"Get the fuck,\" right? So there's Tommy stuck with this kitten. You can imagine what happened. The thing was neglected... pissing and shitting all over the place. Tommy's lying about fucked out of his eyeballs... on smack or downers. He never knew you could get toxoplasmosis from cat shit.", "character": "Gavin", "characterId": "nm0574320"}, {"text": "Neither did l. What is it?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Fucking horrible. It's like an abscess on your brain.", "character": "Gavin", "characterId": "nm0574320"}, {"text": "Fucking hell. Then what happened?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "He starts getting these headaches. So he just uses more smack, you know, for the pain. And then he has a stroke. A fucking stroke, just like that. Gets home from the hospital and dies three weeks later. He'd been dead for ages before the neighbors complained about the smell and got the police to break down the door. Tommy was lying facedown in a pool of vomit.", "character": "Gavin", "characterId": "nm0574320"}, {"text": "[long pause]", "character": null, "characterId": null}, {"text": "The kitten was fine.", "character": "Gavin", "characterId": "nm0574320"}]}, {"lines": [{"text": "I don't feel the sickness yet, but it's in the post. That's for sure. I'm in the junkie limbo at the moment. Too ill to sleep. Too tired to stay awake, but the sickness is on its way. Sweat, chills, nausea. Pain and craving. A need like nothing else I've ever known will soon take hold of me. It's on its way.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "Mr. Murphy, do you mean that you lied on your application?", "character": null, "characterId": null}, {"text": "No! Uh. Yes. Only to get my foot in the door. Showing initiative and that like.", "character": "Spud", "characterId": "nm0001971"}, {"text": "But you were referred here by the department of employment, there was no need for you to get your \"foot in the door,\" as you put it.", "character": null, "characterId": null}, {"text": "Ehhh... cool. Whatever you say, I'm sorry. You're the man. The dude in the chair.", "character": "Spud", "characterId": "nm0001971"}]}, {"lines": [{"text": "[narrating]\nThis was typical of Mikey Forrester.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "What the fuck are these?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "[narrating]\nIn the normal run of things, I would have nothing to do with the cunt. But this was not the normal run of things.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Opium suppositories. Ideal for your purposes. Slow release. Bring you down gradual. Custom fucking designed for your needs.", "character": "Mikey Forrester", "characterId": "nm0920543"}, {"text": "I want a fucking hit!", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "That's all I've got, matey, take it or leave it.", "character": "Mikey Forrester", "characterId": "nm0920543"}, {"text": "[Renton considers this and eventually takes the Opium suppositories and inserts them]", "character": null, "characterId": null}, {"text": "Aye, you feel better the now right?", "character": "Mikey Forrester", "characterId": "nm0920543"}, {"text": "Oh, yeah, for all the good they've done me, I might as well have stuck them up my arse!", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "too much hassle. You have to worry about bills, about food, about some football team that never fucking wins, about human relationships and all the things that really don't matter when you've got a sincere and truthful junk habit.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "Mr. Murphy, what attracts you to the leisure industry?", "character": null, "characterId": null}, {"text": "pleasure. It's like, my pleasure in other people's leisure.", "character": "Spud", "characterId": "nm0001971"}]}, {"lines": [{"text": "Heroin had robbed Renton of his sex drive, but now it returned with a vengeance. And as the impotence of those days faded into memory, grim desperation took hold of his sex-crazed mind. His post-junk libido, fuelled by alcohol and amphetamine, taunted him remorselessly with his own unsatisfied desire.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "It seems, however, I really am the luckiest guy in the world. Several years of addiction right in the middle of an epidemic, surrounded by the living dead. But not me. I'm negative. It's official. And once the pain goes away, that's when the real battle starts. Depression, boredom... You feel so fucking low, you want to fucking top yourself.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "You could always get the truth from Tommy. That was one of his major weaknesses. He never told lies, he never took drugs, and he never cheated on anyone.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "You see if you ask me we're heterosexual by default, not by decision. It's just a question of who you fancy. It's all about aesthetics and it's fuck all to do with morality. But you try telling Begbie that.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "We called him Mother Superior on account of the length of his habit.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "Phew! I haven't felt that good since Archie Gemmill scored against Holland in 1978!", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "Who needs reasons when you've got heroin?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "It was fuckin' obvious that that cunt was gonnae fuck some cunt.", "character": "Francis (Franco) Begbie", "characterId": "nm0001015"}]}, {"lines": [{"text": "The other fuckin' week there, down the fuckin' Volley with Tommy, playing pool. I'm playing like Paul-Fuckin'-Newman by the way. Givin' the boy here the tannin' of a lifetime. So it comes to the, down to the last shot, the deciding ball of the whole tournament. I'm on the black and he's sittin' in the corner looking all fuckin' biscuit-arsed. When this hard cunt comes in. Obviously fuckin' fancies himself, like. Starts staring at me. Lookin' at me, right fuckin' at me, as if to say, \"Come ahead, square go.\" You ken me, I'm not the type of cunt that goes looking for fuckin' bother, like, but at the end of the day I'm the cunt with a pool cue and he can get the fat end in his puss any time he fucking wanted like. So I squares up, casual like. What does the hard cunt do? Or the so-called hard cunt? Shites it. Puts down his drink, turns, and gets the fuck out of there. And after that, well, the game was mine.", "character": "Begbie", "characterId": "nm0001015"}]}, {"lines": [{"text": "Living like this is a full-time business.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "Useless motherfucker, that's what she called me. I told her, I'm sorry, but these things happen. Let's put it behind us.", "character": "Tommy", "characterId": "nm0571727"}, {"text": "That's fair enough.", "character": "Spud", "characterId": "nm0001971"}, {"text": "Yes, but then she finds out I've bought a ticket for Iggy Pop the same night.", "character": "Tommy", "characterId": "nm0571727"}, {"text": "Went ballistic?", "character": "Spud", "characterId": "nm0001971"}, {"text": "Big time. Absolutely fucking radge. 'It's me or Iggy Pop, time to decide.'", "character": "Tommy", "characterId": "nm0571727"}, {"text": "So what's it going to be?", "character": "Spud", "characterId": "nm0001971"}, {"text": "Well, I've paid for the ticket.", "character": "Tommy", "characterId": "nm0571727"}]}, {"lines": [{"text": "[Telling Renton the truth about Begbie's story]", "character": null, "characterId": null}, {"text": "It was Wednesday morning. We were in the Volley, playing pool. That much is true. But, Begbie is playing absolutely fucking 'gash!'", "character": "Tommy", "characterId": "nm0571727"}, {"text": "[Cuts to pool hall]", "character": null, "characterId": null}, {"text": "He's got a hangover so bad, he can barely hold the cue, never mind pot a ball. And I'm doing my best to lose, you know trying to humour him like. But it's not doing any good. Every time I hit the ball, I seem to pot something. Every time Begbie goes near the table, he fucks it up.", "character": "Tommy", "characterId": "nm0571727"}, {"text": "[Tommy aims and hits the cue balls away from a cornered ball]", "character": null, "characterId": null}, {"text": "Oh, for fuck sake.", "character": "Tommy", "characterId": "nm0571727"}, {"text": "[the cue ball bounces around the table but ends up potting the ball he tried to miss]", "character": null, "characterId": null}, {"text": "So he's got the hump, right? But, finally I manage to set it up so that all he's gotta do is to pot the black, to savage a little bit of pride, and maybe not kick my head in, yeah? So he squares up... pressure shot...", "character": "Tommy", "characterId": "nm0571727"}, {"text": "[a man at the bar opens a pack of potato chips. The crunching sound putting Begbie off]", "character": null, "characterId": null}, {"text": "And it all goes wrong, big time!", "character": "Tommy", "characterId": "nm0571727"}, {"text": "[the same man, eats a potato chip. The even louder crunch noise causes Begbie to rip the table with his cue and knock the cue ball off the table and into Tommy's hand]", "character": null, "characterId": null}, {"text": "Fuck!", "character": "Begbie", "characterId": "nm0001015"}, {"text": "[Begbie travels over to the man, and cracks his cue over the man's back]", "character": null, "characterId": null}, {"text": "He picks on this stinky wee gage at the bar, accusing him of putting him off by looking at him. I mean the man hasn't glanced in that direction.", "character": "Tommy", "characterId": "nm0571727"}]}, {"lines": [{"text": "[Diane and Renton has just had sex while Tommy and Lizzie have put on a soccer tape, instead of a homemade sex tape]\nHe makes it across and he SCORES! What a penetrating goal that was!", "character": null, "characterId": null}]}, {"lines": [{"text": "I quite enjoyed the sound of it all. Profit, loss, margins, takeovers, lending, letting, subletting, subdividing, cheating, scamming, fragmenting, breaking away. There was no such thing as society and even if there was, I most certainly had nothing to do with it. For the first time in my adult life I was almost content.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "Thank you, your honor. With God's help I'll conquer this terrible affliction.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "Say something Mark.", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "[shouting]", "character": null, "characterId": null}, {"text": "Fucking say something, huh?", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "I'm cooking up.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "How's it going with Gail?", "character": "Tommy", "characterId": "nm0571727"}, {"text": "No joy yet.", "character": "Spud", "characterId": "nm0001971"}, {"text": "How long is it?", "character": "Tommy", "characterId": "nm0571727"}, {"text": "Six weeks.", "character": "Spud", "characterId": "nm0001971"}, {"text": "Six weeks!", "character": "Tommy", "characterId": "nm0571727"}, {"text": "It's a nightmare. She told me she didn't want our relationship to start on a physical basis as that is how it would be principally defined from then on in.", "character": "Spud", "characterId": "nm0001971"}, {"text": "Where did she come up with that?", "character": "Tommy", "characterId": "nm0571727"}, {"text": "She read it in Cosmopolitan.", "character": "Spud", "characterId": "nm0001971"}, {"text": "Six weeks and no sex?", "character": "Tommy", "characterId": "nm0571727"}, {"text": "I've got balls like watermelons, I'm telling you.", "character": "Spud", "characterId": "nm0001971"}]}, {"lines": [{"text": "[in ladies' room]", "character": null, "characterId": null}, {"text": "I read it in Cosmopolitan.", "character": "Gail", "characterId": "nm0376602"}, {"text": "It's an interesting theory.", "character": "Lizzie", "characterId": "nm0528422"}, {"text": "Actually it's a nightmare. I've been desperate for a shag but watching him suffer was just too much fun!", "character": "Gail", "characterId": "nm0376602"}]}, {"lines": [{"text": "[narrating]\nHeroin makes you constipated. The heroin from my last hit was fading, and the suppositories had yet to melt.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "[moans loudly, doubles over]", "character": null, "characterId": null}, {"text": "I'm no longer constipated.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "[considering the heroin deal after Tommy's funeral]\nTwo kilos. What's that, about ten years? Mikey Forrester, Russian sailors, what the fuck are you boys on, eh?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "Good chips!", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "...I can't believe you did that...", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "I got a good price for it! Rents I need the money!", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "IT WAS MY FUCKING TELLY!", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Well, Christ. If I knew you were going to get so humpty about it, I wouldn't have bothered!... Fucking rented anyway...", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "[pointing to Rent's fish]", "character": null, "characterId": null}, {"text": "You gonna eat that?", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "[takes fish anyways]", "character": null, "characterId": null}, {"text": "...Have you got a passport?", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "Why?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "I met this bloke, runs a hotel... brothel, LOADS of contacts. Does a nice side-line of punting British passports to foreigners... I could get you a good price...", "character": "Sick Boy", "characterId": "nm0001538"}, {"text": "And WHY would I want to sell my passport?", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "...It was just an idea...", "character": "Sick Boy", "characterId": "nm0001538"}]}, {"lines": [{"text": "Ursula Andress, the quintessential Bond girl. That's what everyone says. The embodiment of his superiority over us. Beautiful, exotic, highly sexual and totally unavaiable to anyone apart from him. Shite. Let's face it. She can shag one punter from Edinburgh, she'd shag the whole lot of us.", "character": "Sick Boy", "characterId": "nm0001538"}]}, {"lines": [{"text": "Swanney taught us to adore and respect the national health service. For it was the source of much of our gear. We stole drugs. We stole prescriptions or bought them, sold them, swapped them, forged them, photocopied them. Or traded drugs with cancer victims, alcoholics, old-age pensioners, AIDS patients, epileptics, and bored housewives.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "Armed robbery. With a replica. I mean, how the fuck can it be armed robbery with a fucking replica?", "character": "Begbie", "characterId": "nm0001015"}]}, {"lines": [{"text": "No sorry enough for being a fat cunt.", "character": "Begbie", "characterId": "nm0001015"}, {"text": "Fuck you. If you can't hold a pint you shouldn't be in a pub. Fuck off.", "character": "Pub Heavy", "characterId": "nm0004081"}]}, {"lines": [{"text": "[Mark has spent the previous night having sex with Diane only to realize she was an underage schoolgirl]\nWell, what's the matter, Mark?", "character": "Diane", "characterId": "nm0531808"}, {"text": "It's you that's what's wrong!", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Well at least us hold hands.", "character": "Diane", "characterId": "nm0531808"}, {"text": "No, we're not holding hands!", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "No? But you seemed a lot more happy to do more last night. There's nothing wrong with it.", "character": "Diane", "characterId": "nm0531808"}, {"text": "Its illegal that's what's wrong with it! You know what they do to people like me in prison? They cut your balls off and flush them down the toilet.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Calm down; you're not going to prison.", "character": "Diane", "characterId": "nm0531808"}, {"text": "That's very easy for you to say Diane!", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "Can I see you again?", "character": "Diane", "characterId": "nm0531808"}, {"text": "[scoffs]\nCertainly not!", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "If you don't see me again, I'll tell the police.", "character": "Diane", "characterId": "nm0531808"}, {"text": "[turns around and stares at Diane blankly]", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "I'll see you around then.", "character": "Diane", "characterId": "nm0531808"}]}, {"lines": [{"text": "[In Renton's head]\nBetter than sex, Rents. Better than sex. The ultimate hit. I'm a fucking adult, I can find out for meself. Well I'm finding out all right.", "character": "Tommy", "characterId": "nm0571727"}]}, {"lines": [{"text": "[In Renton's head, under his bedsheets]\nWell, this is a good fucking laugh, ain't it? You sweat that shite out of your system. 'Cause if I come back and it's still here... I'll fucking kick it out. Okay?", "character": "Begbie", "characterId": "nm0001015"}]}, {"lines": [{"text": "Look, I'm not a fucking buftie, and that's the end of it!", "character": "Begbie", "characterId": "nm0001015"}, {"text": "Well, let's face it, it could've been wonderful.", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}]}, {"lines": [{"text": "Begbie's fuckin' psycho, man! But... he's a mate, so what can you do?", "character": "Tommy", "characterId": "nm0571727"}]}, {"lines": [{"text": "[to Renton]\nYou better clean up your fuckin' act, sunshine. Cut that shite out forever.", "character": "Begbie", "characterId": "nm0001015"}, {"text": "[Nodding her head]\nYou listen to Francis, Mark. He's talkin' sense, kid.", "character": "Mrs. Renton", "characterId": "nm0629374"}]}, {"lines": [{"text": "[to Mrs. Murphy]\nI'm sorry Mrs. Murphy. That wasn't fair Spud goin' down and not me", "character": "Mark \"Rent-boy\" Renton", "characterId": "nm0000191"}, {"text": "[to Mrs. Murphy]\nWell it's not our fault! Your boy went down because he's a fuckin' smackhead! And if that's not your fault, then I don't know what is.", "character": "Begbie", "characterId": "nm0001015"}, {"text": "[Mrs. Murphy turns to walk away]", "character": null, "characterId": null}, {"text": "I was the fuckin' cunt who tried to get him off it.", "character": "Begbie", "characterId": "nm0001015"}]}]}