{"quotes": [{"lines": [{"text": "One thing you gotta learn tho - horse is man's slave but treat 'em like a slave and you ain't a man.", "character": "Jeremy Rodock", "characterId": "nm0000010"}]}, {"lines": [{"text": "You know, I ain't got you figured yet, McNulty. You act like a man with a lot of ideas. But all of them second rate... and not one honorable.", "character": "Jeremy Rodock", "characterId": "nm0000010"}, {"text": "Kee - rect.", "character": "McNulty", "characterId": "nm0573640"}]}, {"lines": [{"text": "Steve is moving in]\nSay, friend... You don't just happen to have one of them new mail order catalogues?", "character": "Fat Jones", "characterId": "nm0001812"}, {"text": "No, I ain't.", "character": "Steve Miller", "characterId": "nm0239210"}, {"text": "Feller told me they had pictures in them this year - women in corsets.", "character": "Fat Jones", "characterId": "nm0001812"}, {"text": "Fats, you got a dirty mind. That's why you'll never amount to nothin'.", "character": null, "characterId": null}, {"text": "I ain't seen a woman - outside 'o Jocasta - in eight months. And you ain't gettin' no prettier.", "character": "Fat Jones", "characterId": "nm0001812"}, {"text": "[Other wrangler gives him the finger]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Explaining to Jocasta why he must go search out and hang the horse thieves, in spite of Jo's wishes to the contrary]\nJo... you come as close to bein'... well, as close to bein' everything to me as anything livin'. But I still can't do what you want me to do. We're livin' in the middle of nowhere. Two hundred miles from any kind of law and order. Except for what I built myself. Ever since I started - and this you don't know - I've been badgered, skunked, bitten out and bushwhacked by thieves from everywhere. And now, one of my men's been killed. I find my horses, I find the killer. If I find the killer, I hang him. I gotta' keep my own reckoning, Jo. It's the way I built my life and half the transportation of the West. Goodbye, Jo.", "character": "Jeremy Rodock", "characterId": "nm0000010"}]}, {"lines": [{"text": "[Offering to loan Steve ten dollars]\nI'd lend you more, if you would use the money to go back home.", "character": "Jocasta Constantine", "characterId": "nm0660327"}, {"text": "Go home? Why?", "character": "Steve Miller", "characterId": "nm0239210"}, {"text": "a \"nobody\" on a horse. With bad teeth, broken bones, double hernia, and lice!", "character": "Jocasta Constantine", "characterId": "nm0660327"}]}, {"lines": [{"text": "Go home. Before you kill your first man. Or put a rope on your first hanging, and it begins to eat you up alive. Learn a decent trade. Find yourself a nice girl and get married. Live in a place where you can bring up children. A normal life. A normal life that... Steve, I... I'm sorry. Sometimes I think you're my own man. The old dreams.", "character": "Jocasta Constantine", "characterId": "nm0660327"}]}, {"lines": [{"text": "[Upset at Mr. Rodock after witnessing Rodock's hanging of a horse thief - an impromptu \"frontier justice\" hanging, done without benefit of a formal trial]\nMaybe I ain't hard, maybe that's why. But Mr. Rodock, you didn't have to hang him.", "character": "Steve Miller", "characterId": "nm0239210"}]}, {"lines": [{"text": "[Explaining to Jocasta why he felt the hanging was necessary]\nI tell ya' Jo, it's the only way. It's FEAR that keeps men honest. And with that hangin' today, I laid fear like a fence ten feet high, around my property!", "character": "Jeremy Rodock", "characterId": "nm0000010"}]}, {"lines": [{"text": "[to Mr. Rodock]\nI understand now why you never married or ever wanted to marry. To marry you have to invest your heart in someone. How can you invest if you don't trust?", "character": "Jocasta Constantine", "characterId": "nm0660327"}]}, {"lines": [{"text": "[Jeremy to Jocasta as Steve rides away on Jeremy's horse]\nA fella doesn't die of a broken heart from his first love, only from his last.", "character": "Jeremy Rodock", "characterId": "nm0000010"}]}, {"lines": [{"text": "I'm sorry you're so hard, boy.", "character": "Jeremy Rodock", "characterId": "nm0000010"}, {"text": "I learned through you.", "character": "Lars Peterson", "characterId": "nm0607558"}, {"text": "Then I'm sorry for both of us.", "character": "Jeremy Rodock", "characterId": "nm0000010"}]}, {"lines": [{"text": "[to Rodock]\nHorses you know, but about human beings you know nothing.", "character": "Jocasta Constantine", "characterId": "nm0660327"}]}, {"lines": [{"text": "[to Steve]\nI got reason to like you, boy. Don't spoil it!", "character": "Jeremy Rodock", "characterId": "nm0000010"}]}, {"lines": [{"text": "[to Steve]\nI ain't ready to die yet. I got too many good times left in me.", "character": "Jeremy Rodock", "characterId": "nm0000010"}]}]}