{"quotes": [{"lines": [{"text": "I had a telephone call from an absolute stranger asking me to meet him in a bar! I'd like to know what authorities to inform about that.", "character": "Miss Miller", "characterId": "nm0622450"}]}, {"lines": [{"text": "I'm being tortured these days by all sorts of people. The other day on the street a dwarf followed me. He had a little platform with roller skates and he chased me! And then you know what he did? He winked at me! Why would a dwarf wink at me?", "character": "Miss Miller", "characterId": "nm0622450"}]}, {"lines": [{"text": "Ungrateful little monsters...they've forgotten all about you. You've hardly slept through a night because of them, cleaned up their messes, nursed them through fevers, wiped up their vomit, put up with their tantrums, you've given your life for them...they don't even know you're alive!", "character": "Miriam", "characterId": "nm0242217"}]}, {"lines": [{"text": "If you married again nobody in the world would criticize you. They say when a widower marries again it's a real compliment to the first wife.", "character": "Mary O'Meaghan", "characterId": "nm0822972"}]}, {"lines": [{"text": "I'm the kind of guy who never walks when he can stand and never stands when he can sit.", "character": "Ivor Belli", "characterId": "nm0000842"}]}, {"lines": [{"text": "To tell the truth, our only really profitable enterprise was the 'fun & freak museum' we conducted in the woodshed two summers ago. The 'fun' was a stereopticon with slide views of Washington and New York, lent us by a relative who had BEEN to those places. The 'freak' was a three-legged biddy chicken hatched by one of our own hens. Everybody hereabouts wanted to see that biddy. We charged grown-ups a nickel, kids two cents, and took in a good twenty dollars before the museum shut down--due to the decease of the main attraction.", "character": "Narrator", "characterId": "nm0001986"}]}, {"lines": [{"text": "In addition to never having seen a movie, she has never eaten in a restaurant, traveled more than five miles from home, received or sent a telegram, read anything except the funny papers and the Bible, worn cosmetics, cursed, wished someone harm, told a lie on purpose, let a hungry dog go hungry.", "character": "Narrator", "characterId": "nm0001986"}]}, {"lines": [{"text": "indeed, the larger share are intended for persons we've met maybe once, perhaps not at all. People who've struck our fancy. Like President Roosevelt. Like the Reverend and Mrs. J.C. Lucey, Baptist missionaries to Borneo who lectured here last winter. Or the little knife grinder who comes through town twice a year. Or Abner Packer, the driver of the six o'clock bus from Mobile, who exchanges waves with us every day as he passes in a dust-cloud whoosh. Or the young Wistons, a California couple whose car one afternoon broke down outside the house and who spent a pleasant hour chatting with us on the porch. Young Mr. Wiston snapped our picture, the only one we've ever had taken. Is it because my friend is shy with everyone except strangers that these strangers, and merest acquaintances, seem to us our truest friends? I think yes.", "character": "Narrator", "characterId": "nm0001986"}]}, {"lines": [{"text": "Oh, my...how foolish I am! You know what I always thought? I always thought a body had to be sick and dyin' before they saw the Lord. I imagined that when He came it would be like lookin' at a Baptist window...prettiest colored glass and the sun pouring through...such a shine you wouldn't know it was gettin' dark. S'been a comfort to me...that shine...takin' away all the spooky feelin'. But I'll wager it isn't like that. I'll wager it never happens. I'll wager, at the very end, a body realizes that the Lord has already shone Himself...as things as they ARE. Just what they have always seen we're seein' HIM. Mm, mm. As for me...I could leave the world with TODAY in my eyes!", "character": "Sook", "characterId": "nm0656183"}]}, {"lines": [{"text": "This is our last Christmas together. Life separates us. Those Who Know Best decide that I belong in a military school. And so follows a miserable succession of bugle-blowing prisons, grim reveille-ridden summer camps. I have a new home, too. But it doesn't count. Home is where my friend is, and there I never go. And there she remains, puttering around the kitchen. Alone with Queenie. Then alone.", "character": "Narrator", "characterId": "nm0001986"}]}, {"lines": [{"text": "...'Oh my, it's fruitcake weather!'...and when that happens, I know it. A message saying so merely confirms a piece of news some secret vein had already received, severing from me an irreplaceable part of myself, letting it loose like a kite on a broken string. That is why, on this particular December morning, I keep searching the sky. As if I expected to see, rather like hearts, a lost pair of kites hurrying toward heaven.", "character": "Narrator", "characterId": "nm0001986"}]}]}