{"quotes": [{"lines": [{"text": "It is our will that this state shall endure for a thousand years. We are happy to know that the future is ours entirely!", "character": "Adolf Hitler", "characterId": "nm0386944"}]}, {"lines": [{"text": "[Speech during the Reich Party Conference]\nMay the bright flame of enthusiasm never be extinguished. It alone gives light and warmth to the creative art of modern political propaganda. This art rose from the depths of the people and in order to search out its roots and locate its power, it must always return to these depths. It may be alright to possess power based upon guns, it is however better and more gratifying to win and also to champion the hearts of the people.", "character": "Josef Goebbels", "characterId": "nm0324305"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "The documentary of the Reich Party Congress, 1934 - Produced by order of the Führer.", "character": null, "characterId": null}, {"text": "On September 5, 1934, 20 years after the outbreak of the World War, 16 years after Germany's Suffering, 19 months after the beginning of the German Rebirth, Adolf Hitler again flew to Nuremberg to review the assembly of his faithful followers.", "character": null, "characterId": null}, {"text": "]\nHeil! Heil! Heil!...", "character": null, "characterId": null}, {"text": "I open the sixth Party Congress in respectful memory of he who has passed on to eternity, Field Marshal and Reich President von Hindenburg...", "character": "Rudolf Hess", "characterId": "nm0381523"}]}, {"lines": [{"text": "We want this people to be hard, not soft, and you must steel yourselves for it in your youth!", "character": "Adolf Hitler", "characterId": "nm0386944"}]}, {"lines": [{"text": "When our party had only seven men, it already had two principles. First, it wanted to be a party with a true ideology. And second, it wanted to be the one and only power in Germany.", "character": "Adolf Hitler", "characterId": "nm0386944"}]}, {"lines": [{"text": "[Reich Labor Service Corp/Reicharbeitdienst chief presents his men to Hitler]\nMy Führer! I report 52,000 Labor Services men for review.", "character": "Konstantin Hierl", "characterId": "nm0383183"}, {"text": "Hail, my Labor Service men!", "character": "Adolf Hitler", "characterId": "nm0386944"}, {"text": "[All 52,000 men, in thundering unison]\nHail, my Führer!", "character": null, "characterId": null}]}, {"lines": [{"text": "There is always a part of society that sets themselves apart and more is expected from them than from the millions of national comrades. For them, it is not enough to simply pledge 'I believe', but rather the affirmation 'I fight'!", "character": "Adolf Hitler", "characterId": "nm0386944"}, {"text": "[Thunderous applause]", "character": null, "characterId": null}]}, {"lines": [{"text": "Our party remains as firm as this rock and will not be divided by any force in Germany.", "character": "Adolf Hitler", "characterId": "nm0386944"}]}, {"lines": [{"text": "All upright Germans will be National Socialists, but only the best National Socialists will be party members!", "character": "Adolf Hitler", "characterId": "nm0386944"}]}, {"lines": [{"text": "[after invoking God as the creator of the German people]", "character": null, "characterId": null}, {"text": "The state doesn't order us! We order the state! We created the state!", "character": "Adolf Hitler", "characterId": "nm0386944"}]}, {"lines": [{"text": "As chief of the German justice system, I can only say that since the National Socialist legal system is the foundation of the National Socialist State, for us, our supreme Führer is also supreme judge. And since we know how sacred the principles of justice are to our Führer, we can assure you, fellow citizens, that your life and existence is secure in this National Socialist State of order, freedom, and law!", "character": "Hans Frank", "characterId": "nm0290950"}]}, {"lines": [{"text": "Truth is the basis on which the power of the press stands and falls. Our only demand of the foreign press and our own press, is that they report the truth about Germany.", "character": "Otto Dietrich", "characterId": "nm0226270"}]}, {"lines": [{"text": "Wherever we look, building work is going on. Everywhere values are being improved and new values created. And everywhere there has been industrious activity in the last year, and this activity will continue in the future.", "character": "Fritz Reinhardt", "characterId": "nm0718104"}, {"text": "Wohin wir blicken, überall wird gebaut, überall werden Werte verbessert und Werte neu geschaffen. Überall herrscht seit einem Jahr reges Leben und wird auch in Zukunft reges Leben herrschen]", "character": null, "characterId": null}]}, {"lines": [{"text": "A people that does not protect its racial purity will perish!", "character": "Julius Streicher", "characterId": "nm0834165"}]}, {"lines": [{"text": "to make the German worker an upright, upstanding, proud and decent citizen, enjoying equal rights with the rest of the Reich!", "character": "Robert Ley", "characterId": "nm0507992"}]}, {"lines": [{"text": "The German people are happy in the knowledge that a constantly changing vision has been replaced by a steadfast pole!", "character": "Adolf Hitler", "characterId": "nm0386944"}]}, {"lines": [{"text": "[adressing Hitler]\nYou were our guarantor of victory. You are our guarantor of peace. Heil Hitler! Sieg Heil, Sieg Heil!", "character": "Rudolf Hess", "characterId": "nm0381523"}]}, {"lines": [{"text": "The Reich has begun construction of the Autobahn at 51 places. Although the work is in an early stage, 52,000 men are employed at the contruction sites. A further 100,000 are employed in supplying material...", "character": "Fritz Todt", "characterId": "nm0865428"}]}, {"lines": [{"text": "[adressing Hitler]\nThanks to your leadership, Germany will reach its goal of being home... of being home to all Germans throughout the world!", "character": "Rudolf Hess", "characterId": "nm0381523"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "The Party is Hitler. But Hitler is Germany as Germany is Hitler! Hitler, Sieg Heil! Sieg Heil!", "character": "Rudolf Hess", "characterId": "nm0381523"}, {"text": "Heil! Heil! Heil!...", "character": null, "characterId": null}]}]}