{"quotes": [{"lines": [{"text": "I prefer priests. They're *real* hypocrites.", "character": "Hilly Blue", "characterId": "nm0001145"}]}, {"lines": [{"text": "Women are despicable... especially mothers!", "character": "Hilly Blue", "characterId": "nm0001145"}]}, {"lines": [{"text": "Everybody wants to go to Heaven; nobody wants to die.", "character": "Hilly Blue", "characterId": "nm0001145"}]}, {"lines": [{"text": "I know there are only two ways to handle a woman, and both of them are wrong!", "character": "Solo", "characterId": "nm0608012"}]}, {"lines": [{"text": "Thank God love is blind, otherwise it'd see too much.", "character": "Wanda", "characterId": "nm0000991"}]}, {"lines": [{"text": "Between the two of you there's almost a whole person.", "character": "Wanda", "characterId": "nm0000991"}]}, {"lines": [{"text": "You know the main reason I opened up an early morning joint. Because you can't pick a better time of day to watch the sun rise.", "character": "Wanda", "characterId": "nm0000991"}]}, {"lines": [{"text": "I been to plenty of cities... and they ain't nothin' but trouble.", "character": "Coop", "characterId": "nm0001018"}]}, {"lines": [{"text": "Hawk, you understand why none of us could attend the trial. You know the policy.", "character": "Lieutenant Gunther", "characterId": "nm0456154"}, {"text": "Hey, I know. It's okay, you didn't miss much. I said \"I'm guilty,\" and everybody agreed.", "character": "Hawk", "characterId": "nm0001434"}]}, {"lines": [{"text": "[to Lt. Gunther]\nA little bit of everybody belongs in hell, Lieutenant.", "character": "Hawk", "characterId": "nm0001434"}]}, {"lines": [{"text": "[Addressing Coop and Solo]\nSo, you're the naughty boys who are trying to disrupt years of harmonious trade.", "character": "Hilly Blue", "characterId": "nm0001145"}, {"text": "[addressing Rambo, who is fawning over his shoulder]\nThey don't look especially tough to me, Rambo. Impatient, perhaps, but certainly not tough.", "character": "Hilly Blue", "characterId": "nm0001145"}, {"text": "When their ship comes in, there's gonna' be a dock strike!", "character": "Rambo", "characterId": "nm0088781"}, {"text": "most people imagine me to be a very patient person, whereas, I'm just the opposite. From the very moment I want something, I *have* to have it. Nothing ever satisfies me. Everything comes too late. Too late for me, and... I get eaten up inside. When is it going to happen? When? When?", "character": "Hilly Blue", "characterId": "nm0001145"}, {"text": "[Looking at the stolen bracelet that Coop and Solo are attempting to sell him]\nIt takes all the fun out of a bracelet when you have to buy it yourself... Oh, well. Pay them 300, Rambo, and be done with it.", "character": "Hilly Blue", "characterId": "nm0001145"}, {"text": "We ain't takin' 300. You know why?", "character": "Coop", "characterId": "nm0001018"}, {"text": "Clue me.", "character": "Hilly Blue", "characterId": "nm0001145"}, {"text": "Because our next job is gonna' be big. Real big. Worth twenty times as much. The best there is.", "character": "Coop", "characterId": "nm0001018"}, {"text": "Miracles happen when you surrender. The trick is... surrendering on your own terms.", "character": "Hilly Blue", "characterId": "nm0001145"}, {"text": "[sighing heavily]\nOhh... here comes my impatience all over again. All right, I'll pay you 500 for these trifles right now. But then this \"big deal\", we'll start clean. No prejudice. I'll be fair, and so will you... Otherwise, I'll have your lungs filled with water.", "character": "Hilly Blue", "characterId": "nm0001145"}, {"text": "[Getting up to leave]\nPay them, Rambo, and... offer them dinner.", "character": "Hilly Blue", "characterId": "nm0001145"}]}, {"lines": [{"text": "If a man looked at a woman's mouth before her eyes, he'd get fooled a lot less.", "character": "Hawk", "characterId": "nm0001434"}]}, {"lines": [{"text": "[Talking to Georgia]\nWhen you get older you think about dying... and not dying in the wrong place at the wrong time. Maybe I'll go across the river when it's my time. Follow my destiny.", "character": "Hawk", "characterId": "nm0001434"}]}, {"lines": [{"text": "What do you think I am, Georgia.", "character": "Hawk", "characterId": "nm0001434"}, {"text": "I think you're a good man who's had bad luck. And I think all that can change. The luck, I mean.", "character": "Georgia", "characterId": "nm0001742"}]}, {"lines": [{"text": "[Talking to Georgia]\nYou push me, but you don't like where I go.", "character": "Coop", "characterId": "nm0001018"}]}, {"lines": [{"text": "My mother didn't love me one bit. She never showed me any affection. She never even kissed me - once! Had to put her out of her misery. Women are despicable... especially mothers!", "character": "Hilly Blue", "characterId": "nm0001145"}, {"text": "The way I figure it, God was smilin' the day He dreamed up my mama.", "character": "Hawk", "characterId": "nm0001434"}, {"text": "Dis-gusting!", "character": "Hilly Blue", "characterId": "nm0001145"}]}, {"lines": [{"text": "[Talking to John Hawkins during the party]\nYou know, not long ago I thought about committing suicide again. From time to time it gets to me. But then I think about how I didn't kill myself the other times. So I go to sleep for several days, and, when I wake up, I'm famished - a sure sign of good health. And good health is essential, isn't it, John?", "character": "Hilly Blue", "characterId": "nm0001145"}, {"text": "[Turning to head down some stairs]\nJohn, come on down here. You must *always* pay attention when I speak - especially when I am discussing health... and death.", "character": "Hilly Blue", "characterId": "nm0001145"}]}]}