{"quotes": [{"lines": [{"text": "Winning isn't everything, it's the only thing", "character": "Steve Aloysius Williams", "characterId": "nm0000078"}]}, {"lines": [{"text": "You'll find the answer in Deuteronomy, Chapter 32, Verse 15.", "character": "Father Burke", "characterId": "nm0002013"}, {"text": "[the other priests look at one another]", "character": null, "characterId": null}, {"text": "Well, well? Is there a Bible in the house, or do you have to go to a hotel?", "character": "Father Burke", "characterId": "nm0002013"}]}, {"lines": [{"text": "[talking football]\nWhat system do you use?", "character": "Steve Aloysius Williams", "characterId": "nm0000078"}, {"text": "'Do unto others as you would have others do unto you.' But, usually, the others do it to us first.", "character": "Father Malone", "characterId": "nm0876451"}]}, {"lines": [{"text": "How'd you do last season?", "character": "Steve Aloysius Williams", "characterId": "nm0000078"}, {"text": "We showed up for every game.", "character": "Father Malone", "characterId": "nm0876451"}, {"text": "I'd say that was raw courage.", "character": "Steve Aloysius Williams", "characterId": "nm0000078"}]}, {"lines": [{"text": "[Last lines]\nWelcome to the ranks of the unemployed, Father.", "character": "Steve Aloysius Williams", "characterId": "nm0000078"}, {"text": "Only one of us. You'll be back here again next season.", "character": "Father Burke", "characterId": "nm0002013"}, {"text": "Me?", "character": "Steve Aloysius Williams", "characterId": "nm0000078"}, {"text": "Yes. Read the fine print in your contract. It says \"If desired by the College, this agreement may be extended for twelve months.\"", "character": "Father Burke", "characterId": "nm0002013"}, {"text": "I never saw that.", "character": "Steve Aloysius Williams", "characterId": "nm0000078"}, {"text": "It's in Latin.", "character": "Father Burke", "characterId": "nm0002013"}, {"text": "50. Father Burke looks at his watch]", "character": null, "characterId": null}, {"text": "Right on the dot.", "character": "Father Burke", "characterId": "nm0002013"}, {"text": "[On one of the clock faces, the minute hand slips and falls straight down to the half-hour position]", "character": null, "characterId": null}]}, {"lines": [{"text": "Oh, it's a fine game, football - noble game. Originated in England in 1823. An enterprising young man named William Weber Ellis - who studied for the ministry, by the way - found his team behind in a soccer game, so he picked up the ball, and ran through the amazed opponents for a thoroughly illegal touchdown. And that's how football was born - illegitimately. So, it moved to America where someone took advantage of a loophole in the rules, and invented a little formation called the Flying Wedge. So many young men were maimed and killed by this clever maneuver that President Roosevelt - Theodore Roosevelt - had to call the colleges together and ask them to make the game less brutal. He was, of course, defeated in the next election. In spite of this setback, football became an industry. The price of a good running back often surpassed the salary of a professor. And when some righteous committee unearthed this well-known fact, there was always a coach that took it on the chin. I just got tired of picking myself up.", "character": "Steve Aloysius Williams", "characterId": "nm0000078"}]}, {"lines": [{"text": "What do you know about love? I think love is watching your child go off to school for the first time alone... sitting beside a sick kid's bed waiting for the doctor, praying it isn't polio... or that cold chill you get when you hear the screech of brakes, and know your kid's outside on the street some place... and a lot of other things you get can't get out of books, 'cause nobody knows how to write 'em down.", "character": "Steve Aloysius Williams", "characterId": "nm0000078"}]}, {"lines": [{"text": "Steve says winning isn't everything; it's the only thing.", "character": "Carol Williams", "characterId": "nm0414046"}]}, {"lines": [{"text": "Winning isn't everything - it's the only thing!", "character": "Carol Williams", "characterId": "nm0414046"}]}, {"lines": [{"text": "Couldn't he have booked one protestant school along the way... for a breather?", "character": "Steve Aloysius Williams", "characterId": "nm0000078"}]}, {"lines": [{"text": "[the academic abilities of his newly recruited players has come into question]\nWhy is it that the minute a boy with a fine physique enters college, his intellect is immediately suspect?", "character": "Steve Aloysius Williams", "characterId": "nm0000078"}]}, {"lines": [{"text": "[Mike won't offer Steve or Father Burke any financial credit for purchasing football equipment]\nIt's no dice, Steve. We don't give credit to busted schools. Those boys of yours will have to play in their underwear.", "character": "Mike Edwards", "characterId": "nm0272432"}, {"text": "Michael, my own, I wouldn't do that if I were you.", "character": "Steve Aloysius Williams", "characterId": "nm0000078"}, {"text": "Why not?", "character": "Mike Edwards", "characterId": "nm0272432"}, {"text": "When I was buying a hundred grand worth of equipment a season, I was a pretty big man around here. Got ten percent off. Of course I had to kick five percent back to somebody in this outfit. And I'm sure the boss doesn't know about this. I wonder if it's cricket to keep him in the dark?", "character": "Steve Aloysius Williams", "characterId": "nm0000078"}, {"text": "[Promptly goes back out to address Father Burke]\nFather, will Saturday be soon enough for the delivery?", "character": "Mike Edwards", "characterId": "nm0272432"}]}]}