{"quotes": [{"lines": [{"text": "I really enjoy forgetting. When I first come to a place, I notice all the little details. I notice the way the sky looks. The color of white paper. The way people walk. Doorknobs. Everything. Then I get used to the place and I don't notice those things anymore. So only by forgetting can I see the place again as it really is.", "character": "Narrator", "characterId": "nm0126154"}]}, {"lines": [{"text": "You know, things that never had names before are now easily described. Makes conversation easier.", "character": "Narrator", "characterId": "nm0126154"}]}, {"lines": [{"text": "Look at this. Who can say it isn't beautiful? Sky, bricks. Who do you think lives there? Four-car garage. Hope, fear, excitement, satisfaction.", "character": "Narrator", "characterId": "nm0126154"}]}, {"lines": [{"text": "I have something to say about the difference between American and European cities. But I've forgotten what it is. I have it written down at home somewhere.", "character": "Narrator", "characterId": "nm0126154"}]}, {"lines": [{"text": "I'm 6'3\", and maintain a very consistent panda bear shape.", "character": "Louis Fyne", "characterId": "nm0000422"}]}, {"lines": [{"text": "Like the song says, it's a scientific lifestyle.", "character": "Louis Fyne", "characterId": "nm0000422"}, {"text": "Hmm. I don't know that one.", "character": "Narrator", "characterId": "nm0126154"}]}, {"lines": [{"text": "Excuse me, Mr. Culver. I forget what these peppers represent.", "character": "Narrator", "characterId": "nm0126154"}]}, {"lines": [{"text": "Metal buildings are the dream that Modern Architects had at the beginning of this century. It has finally come true, but they themselves don't realize it. That's because it doesn't take an Architect to build a metal building. You just order them out of a catalog - comes with a bunch of guys who put it together in a couple of days, maybe a week. And there you go - you're all set to go into business - just slap a sign out front.", "character": "Narrator", "characterId": "nm0126154"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "This isn't a rental car - it's privately owned.", "character": "Narrator", "characterId": "nm0126154"}]}, {"lines": [{"text": "Be sexy in business. Be successful at night.", "character": "Kay Culver", "characterId": "nm0568499"}]}, {"lines": [{"text": "Shopping is a feeling.", "character": "Kay Culver", "characterId": "nm0568499"}]}, {"lines": [{"text": "This place is filled with women.", "character": "Louis Fyne", "characterId": "nm0000422"}]}, {"lines": [{"text": "Some people say 'Freeways are the Cathedrals of our time'. Not me.", "character": "Narrator", "characterId": "nm0126154"}]}, {"lines": [{"text": "Here's a field... take a look out. Picture a house... Picture a lot of houses. What else is a field good for but building houses?", "character": "Earl Culver", "characterId": "nm0336960"}]}, {"lines": [{"text": "What time is it? No time to look back.", "character": "Narrator", "characterId": "nm0126154"}]}, {"lines": [{"text": "It's like how hot dogs come in packs of 10, and buns come in packs of eight or 12 - you have to buy nine packs to make it come out even.", "character": "Miss Rollings", "characterId": "nm0001436"}]}, {"lines": [{"text": "I'm a dancing fool.", "character": "Louis Fyne", "characterId": "nm0000422"}]}, {"lines": [{"text": "Look! I personally believe... I can see Fort Worth from here.", "character": "Narrator", "characterId": "nm0126154"}]}, {"lines": [{"text": "Mainframe. Microprocessor. Semiconductor!", "character": "Earl Culver", "characterId": "nm0336960"}]}, {"lines": [{"text": "Let me show you what I think is going on...", "character": "Earl Culver", "characterId": "nm0336960"}, {"text": "Do you hear music?", "character": "Linda Culver", "characterId": "nm0119379"}, {"text": "[to Larry, sotto voce]\nIs there something wrong with your sister?", "character": "Narrator", "characterId": "nm0126154"}, {"text": "Main... frame! Micro-processor! Semi-conductor!", "character": "Earl Culver", "characterId": "nm0336960"}, {"text": "All right, Daddy!", "character": "Linda Culver", "characterId": "nm0119379"}, {"text": "[simultaneously with Linda]\nAll right, Dad!", "character": "Larry Culver", "characterId": "nm0235796"}, {"text": "Now. If this is the town... and here is the workplace...", "character": "Earl Culver", "characterId": "nm0336960"}, {"text": "[starts arranging the food ont he table to make a map]", "character": null, "characterId": null}, {"text": "with its goods... and distribution network... Now, most middle-class people have worked for large corporations, like VeriCorp. Or for the government itself. But now, all that's starting to change. Scientists and engineers are moving off from those large corporations like VeriCorp, and they're beginning to start their own companies, marketing new inventions.", "character": "Earl Culver", "characterId": "nm0336960"}, {"text": "Excuse me, Mister Culver... I forgot what these peppers represent.", "character": "Narrator", "characterId": "nm0126154"}, {"text": "A-ha! It all spins back to the middle! Here we are right here, in Virgil. Our way of doing business has been based on the past! That's why we have to keep these guys in Virgil, even though they DO leave VeriCorp. For the time being, it's created confusion! And chaos! They don't work for money anymore, but to earn a place in Heaven, which is a big motivating factor once upon a time, believe you me. They're working and inventing because they like it! Economics is become a spiritual thing. I must admit it frightens me a bit; they don't seem to see the difference between working, and not working. It's all become a part of one's life. Larry! Linda! There's no concept of weekends anymore!", "character": "Earl Culver", "characterId": "nm0336960"}]}, {"lines": [{"text": "\"I know what I'll do. I'll make some people that like it this way!\"", "character": "Earl Culver", "characterId": "nm0336960"}]}]}