{"quotes": [{"lines": [{"text": "[revealing his graphics]\nThe car of tomorrow... today.", "character": "Preston Tucker", "characterId": "nm0000313"}]}, {"lines": [{"text": "[to Tucker]\n... When I was a little kid, maybe five years old, in the old country, my mother used to say to me; she'd warn me, she'd say, 'Don't get too close to people. You'll catch their dreams... '... Years later, I realized I misunderstood her... 'Germs', she said, not 'dreams', 'You'll catch their *germs*'...", "character": "Abe", "characterId": "nm0001445"}, {"text": "[they both laugh]", "character": null, "characterId": null}, {"text": "I want you to know something, Tucker. I went into business with you for one reason - to make money. That's all... How was I to know...", "character": "Abe", "characterId": "nm0001445"}, {"text": "[chokes up, head down]", "character": null, "characterId": null}, {"text": "... if I got too close, I'd catch your dreams...", "character": "Abe", "characterId": "nm0001445"}]}, {"lines": [{"text": "[making his closing arguments to the jury]\n... When I was a boy, I used to, uh... I used to read all about Edison, and the Wright brothers... Mr. Ford, they were, they were my heroes... 'rags to riches' that's not just the name of a book; that's, what this country was all about!... We invented the free enterprise system, where anybody, no matter who he was, where he came from, what class he belonged to... If he came up with a better idea, about ANYTHING, there's no limit to how far he could go... I grew up a generation too late I guess because now the way the system works... The loner; the dreamer; the CRACKPOT, who, comes up with some CRAZY IDEA that everybody LAUGHS at, that LATER, turns out to REVOLUTIONIZE THE WORLD... HE'S SQUASHED, FROM ABOVE, BEFORE HE EVEN GETS HIS HEAD OUT OF THE WATER, BECAUSE THE BUREAUCRATS, THEY'D RATHER KILL A NEW IDEA THAN LET IT ROCK THE BOAT!... IF BENJAMIN FRANKLIN WERE ALIVE TODAY, HE'D BE THROWN IN JAIL FOR SAILING A KITE WITHOUT A LICENSE!", "character": "Preston Tucker", "characterId": "nm0000313"}, {"text": "[jury laughs]", "character": null, "characterId": null}, {"text": "... It's true!... We're all puffed up with ourselves now because we invented *the bomb*... Dropped the... Beat the daylights out of the Japanese; the Nazis... But if 'big business' closes the door on THE LITTLE GUY WITH A NEW IDEA, WE'RE NOT ONLY CLOSING THE DOOR ON PROGRESS, BUT WE'RE SABOTAGING EVERYTHING THAT WE FOUGHT FOR!... EVERYTHING THAT THE COUNTRY STANDS FOR! And one day, we're gonna find ourselves at the bottom of the heap, instead of king of the hill, having no idea how we got there; buying our radios and our cars from our former enemies!... I don't believe that's gonna happen; I *can't* believe it, cuz... if I ever, stop believing in plain old common horse-sense of the American people... there's no way I could get out of bed in the morning... Thank you.", "character": "Preston Tucker", "characterId": "nm0000313"}]}, {"lines": [{"text": "Isn't that the idea? To build a better mouse trap?", "character": "Preston Tucker", "characterId": "nm0000313"}, {"text": "Not if you're a mouse!", "character": "Abe", "characterId": "nm0001445"}]}, {"lines": [{"text": "\"Big ships fine,\" Confucius say. \"Rowboats long in tooth, make big noise, go nowhere.\"", "character": "Preston Tucker", "characterId": "nm0000313"}]}, {"lines": [{"text": "Abe. Gee I appreciate you stopping by. How long you got between trains?", "character": "Preston Tucker", "characterId": "nm0000313"}, {"text": "You like this? living in the middle of nowhere? Cupa coffee, 2, 3 in the morning, you could die first.", "character": "Abe", "characterId": "nm0001445"}, {"text": "Or you could go into the kitchen and make some", "character": "Preston Tucker", "characterId": "nm0000313"}, {"text": "Who needs coffee, 2 in the morning? You sit down, read the paper, chew the fat with the waitress. Here, you look around, there's nothin' but scenery", "character": "Abe", "characterId": "nm0001445"}, {"text": "I always thought we're the scenery. How do you like your coffee?", "character": "Preston Tucker", "characterId": "nm0000313"}, {"text": "In the city.", "character": "Abe", "characterId": "nm0001445"}]}, {"lines": [{"text": "Cars? You brought me here for cars?", "character": "Abe", "characterId": "nm0001445"}, {"text": "[laughs, indicates a drawing]\nDoes that look like a car to you? THAT, is a gold mine I'm handing you on a silver platter.", "character": "Preston Tucker", "characterId": "nm0000313"}, {"text": "Forget it; you got no chance.", "character": "Abe", "characterId": "nm0001445"}, {"text": "Now how can you say that? You haven't even heard my ideas yet.", "character": "Preston Tucker", "characterId": "nm0000313"}, {"text": "Ideas? Einstein's in the idea business; he makes up numbers so high only dogs can hear them. But what does it cost him? a piece of paper, a couple of pencils.", "character": "Abe", "characterId": "nm0001445"}]}, {"lines": [{"text": "[after the trial outside the courthouse, with lots of spectators admiring Tucker's cars]\nThey *love* the cars, the people! Drives me crazy, that the motor company's dead... They'll never be made!", "character": "Abe", "characterId": "nm0001445"}, {"text": "We made 'em.", "character": "Preston Tucker", "characterId": "nm0000313"}, {"text": "Fifty cars...", "character": "Abe", "characterId": "nm0001445"}, {"text": "Aw, what's the difference - fifty or fifty million. That's only machinery!... It's the *idea* that counts, Abe... The dream...", "character": "Preston Tucker", "characterId": "nm0000313"}]}, {"lines": [{"text": "Although only fifty Tuckers were ever produced, forty six of them are still road worthy and in use today. Tucker's innovations of aerodynamic styling, padded dash, pop out windows, seat belts, fuel injection and disc brakes were slowly adopted by Detroit and are found in the cars you are driving now. Preston Tucker died of an illness six years after the trial, but his ideas will live forever.", "character": null, "characterId": null}]}]}