{"quotes": [{"lines": [{"text": "New Deal, heh? This fellow Roosevelt just tryin' to get the banks out of a jam, that's all. What about the rest of us fellas? If I was down there in Washington, boy, I'd show 'em somethin' different.", "character": "Joe Gimlet", "characterId": "nm0870543"}]}, {"lines": [{"text": "[Finding hidden money in the cash register]\nHolding out on me, eh?", "character": "Mary Gimlet", "characterId": "nm0164883"}, {"text": "Oh, I, eh, you see the banks being closed, I thought I'd save that for a rainy day.", "character": "Joe Gimlet", "characterId": "nm0870543"}, {"text": "Well, it rained this morning.", "character": "Mary Gimlet", "characterId": "nm0164883"}, {"text": "Ah, listen.", "character": "Joe Gimlet", "characterId": "nm0870543"}, {"text": "I'll be the bank for this family until the regular ones open.", "character": "Mary Gimlet", "characterId": "nm0164883"}]}, {"lines": [{"text": "What are we havin' for dinner?", "character": "Joe Gimlet", "characterId": "nm0870543"}, {"text": "How would you like corned beef and cabbage?", "character": "Mary Gimlet", "characterId": "nm0164883"}, {"text": "I don't like it.", "character": "Joe Gimlet", "characterId": "nm0870543"}, {"text": "Well, that's what you're gonna get.", "character": "Mary Gimlet", "characterId": "nm0164883"}]}, {"lines": [{"text": "Oh, wait 'til I tell you about the time Joe and I made a blind date with two girls that called at the drug store.", "character": "Ted Wright", "characterId": "nm0472603"}, {"text": "You mean the Chippeway twins.", "character": "Joe Gimlet", "characterId": "nm0870543"}, {"text": "Ha-ha. The Chippeway twins. We called them Africans and they turned out to be Indians.", "character": "Ted Wright", "characterId": "nm0472603"}]}, {"lines": [{"text": "You got any money?", "character": "Ted Wright", "characterId": "nm0472603"}, {"text": "Well, not, not on me.", "character": "Joe Gimlet", "characterId": "nm0870543"}, {"text": "No, I mean saved up.", "character": "Ted Wright", "characterId": "nm0472603"}, {"text": "Four thousand smackers.", "character": "Joe Gimlet", "characterId": "nm0870543"}]}, {"lines": [{"text": "You know, seeing you and Mary like this, makes me feel as though, I'd like to do something for you.", "character": "Ted Wright", "characterId": "nm0472603"}, {"text": "Well, as the lady said to the sailor, nothing's stoppin' you.", "character": "Joe Gimlet", "characterId": "nm0870543"}]}, {"lines": [{"text": "I got some brand new ideas about running a drug store. We ought to sell bathing caps, alarm clocks, and sandwiches.", "character": "Joe Gimlet", "characterId": "nm0870543"}, {"text": "You want to sell sandwiches in my pharmacy?", "character": "Mr. Cradwell", "characterId": "nm0123106"}, {"text": "I can make things hum around here!", "character": "Joe Gimlet", "characterId": "nm0870543"}, {"text": "Plenty of hum around here as it is.", "character": "Mr. Cradwell", "characterId": "nm0123106"}]}, {"lines": [{"text": "Gosh darn this gettin' rich. It's harder to do than I figured.", "character": "Joe Gimlet", "characterId": "nm0870543"}]}, {"lines": [{"text": "That's a dame for you!", "character": "Joe Gimlet", "characterId": "nm0870543"}]}, {"lines": [{"text": "Well, what do you care what Mary does and who she goes with?", "character": "Elvina Wright", "characterId": "nm0788347"}, {"text": "That's right. I don't care! I don't care what she does. Do anything she likes. Marry a Chinaman for all of me.", "character": "Joe Gimlet", "characterId": "nm0870543"}]}, {"lines": [{"text": "Gee, fellas, I wish I was going with you, but, I guess, it ain't in the cards. I've been listening to these orators standing up here telling you about the glories of fightin' for democracy. It made me feel a little sad. It's alright to talk about glories, but, what you're going to find is mud and more mud and cooties and lots of other things that ain't so nice. You're going across the seas and you're going to be charging through barbed wire and muck and weeds and you're going to chase those Heinies out of gas. Then, you're coming back here, most of you, and when you do maybe you won't find so much cheerin' and band playin'. And maybe you'll have just a little trouble findin' a job. I ain't sayin', but, maybe. So, I tell you what I'm gonna do. I've made a lot of money, selling trucks to the Army. I'm gonna give it to you. I'm gonna put one million simoleons in the Corliss National Bank. So, that when you come back. Every enlisted man here, yes, and the officers too, can walk up to that cashier's window and draw out two hundred bucks for himself, whether he has a job or not. And I don't mean maybe!", "character": "Joe Gimlet", "characterId": "nm0870543"}]}, {"lines": [{"text": "Well, it's your own fault. You've neglected me, running around making speeches, interested in nothing but making money.", "character": "Elvina Wright", "characterId": "nm0788347"}, {"text": "Well, who's been spending the money? Who wears the diamonds and the rubies? Who's got three servants just to massage her alone... I get two-timed. Okay, baby, get up and start packing. You're leavin'.", "character": "Joe Gimlet", "characterId": "nm0870543"}]}, {"lines": [{"text": "Oh, go on, get back in bed, will you. We got to be patriotic!", "character": "Joe Gimlet", "characterId": "nm0870543"}]}, {"lines": [{"text": "Forgive you? If you knew what I'd been doing, ha-ha, you'd divorce me.", "character": "Joe Gimlet", "characterId": "nm0870543"}]}]}