{"quotes": [{"lines": [{"text": "[to Hooch]", "character": null, "characterId": null}, {"text": "Don't eat the car! Not the car! Oh, what am I yelling at you for? You're a dog!", "character": "Scott Turner", "characterId": "nm0000158"}]}, {"lines": [{"text": "These are the simple rules. No barking, now growling, you will not lift your leg to anything in this house. This is not your room. No slobbering, no chewing, you will wear a flea collar. This is not your room. No begging for food, no sniffing of crotches, and you will not drink from my toilet. This is not your room.", "character": "Scott Turner", "characterId": "nm0000158"}]}, {"lines": [{"text": "Well, it's a nice night, and I have to walk Camille. Do you want to take a walk with me?", "character": "Emily Carson", "characterId": "nm0001858"}, {"text": "No. No. Well, you see, I'm starting to like you, and if we're going to walk I'm just going to like you even more, and then one day we might even end up in love and everything will go on fine for a while, but-but then one day *bang* you're gonna call me a selfish compulsive bastard! You're gonna pull your hair, you're gonna scream and you're gonna say you never want to see me again because I drive you crazy, and I'm left shattered. Now, who needs that? Good night!\"", "character": "Scott Turner", "characterId": "nm0000158"}]}, {"lines": [{"text": "[Hooch won't stop barking]\nAlright, what am I supposed to do? Am I supposed to stand out on the porch all night long?", "character": "Scott Turner", "characterId": "nm0000158"}, {"text": "Give him a Valium, Turner! Take one yourself!", "character": null, "characterId": null}, {"text": "[Yells]\nHey, shut up! I'm a policeman! Gu - Want your car towed?", "character": "Scott Turner", "characterId": "nm0000158"}, {"text": "[Hooch goes inside the house, knocking the door shut. It's locked]", "character": null, "characterId": null}, {"text": "OH NO! AAH! Ah, you stupid dog! AH, YA STUPID DOG!", "character": "Scott Turner", "characterId": "nm0000158"}]}, {"lines": [{"text": "Let him go, Hooch! I'm sorry, Scott. I don't have the hand-strength I used to. You're OK, aren't you?", "character": "Amos Reed", "characterId": "nm0570615"}, {"text": "Yeah, yeah, I'm fine. I was looking forward to a nice quiet cup of coffee, BUT NOW I'M AWAKE!", "character": "Scott Turner", "characterId": "nm0000158"}]}, {"lines": [{"text": "[Hooch won't stop barking at night; shouting]\nWhat? What? What is it? What? If you're hungry, finish the hamburgers! Eat the buns! You're not thirsty, you're not touching the water, the orange juice, cranapple - what is it I'm supposed to do? Make you a Margurita? SHUT UP! SHUT UP! This has been going on for two and a half hours! BE QUIET!", "character": "Scott Turner", "characterId": "nm0000158"}]}, {"lines": [{"text": "[Hooch has dragged Scott through the pet door. Scott is now hanging upside down]", "character": null, "characterId": null}, {"text": "What are you doing to this dog?", "character": "Emily Carson", "characterId": "nm0001858"}, {"text": "Just taking him for a walk!", "character": "Scott Turner", "characterId": "nm0000158"}, {"text": "He's bleeding. My God! How long has he's been bleeding?", "character": "Emily Carson", "characterId": "nm0001858"}, {"text": "Not long enough.", "character": "Scott Turner", "characterId": "nm0000158"}]}, {"lines": [{"text": "Here's a muffin for Hooch. I got a muffin for Hooch. Here's a muffin for Hooch. I got a muffin for Hooch. Here's a muffin for Hooch. I brought a muffin for Hooch! Here's a muffin Hooch... I GOT A MUFFIN FOR HOOCH!", "character": "Scott Turner", "characterId": "nm0000158"}]}, {"lines": [{"text": "$97.51? Is that pesos? This is for a dog. $97.51? I'm not gonna eat this stuff. Did I buy a smoked salmon - $97.51?", "character": "Scott Turner", "characterId": "nm0000158"}, {"text": "[holding toy]", "character": null, "characterId": null}, {"text": "How much if I take this back? I'd like to talk to Kevin, could you call him please? KEVIN!", "character": "Scott Turner", "characterId": "nm0000158"}]}]}