{"quotes": [{"lines": [{"text": "you ran out on it. You left the station to get drunk. Gately, as far as I'm concerned, you're yellow. A traitor to yourself, to this group, to the uniform you wear. It would be the easiest course for me to transfer you out, to saddle some unsuspecting guy with a deadbeat. Maybe you think that's what you're gonna get out of this, a free ride in some combat unit. But I'm not gonna pass the buck. I'm gonna keep you right here. I hate a man like you so much that I'm gonna get your head down in the mud and tramp on it. I'm gonna make you wish you'd never been born.", "character": "Brig. Gen. Frank Savage", "characterId": "nm0000060"}, {"text": "If that's all, sir...", "character": "Lt. Col. Ben R. Gately", "characterId": "nm0549280"}, {"text": "Leper Colony. Because in it you're gonna get every deadbeat in the outfit. Every man with a penchant for head colds. If there's a bombardier who can't hit his plate with his fork, you get him. If there's a navigator who can't find the men's room, you get him. Because you rate him.", "character": "Brig. Gen. Frank Savage", "characterId": "nm0000060"}]}, {"lines": [{"text": "That is not why I am drunk tonight. I got drunk because I am confused. I was thinking, which is a thing a man should not do, and all at once I couldn't remember what any of them looked like. I, I couldn't see their faces, Bishop, Cobb, Wilson, Zimmy, all of them. All of you. They all looked alike, just one face. And it was very young. It confused me. I think I shall stay drunk until I'm not confused anymore.", "character": "Major Harvey Stovall", "characterId": "nm0415591"}]}, {"lines": [{"text": "[on stalling the transfer paperwork]\nThere can be trouble in this.", "character": "General Frank Savage", "characterId": "nm0000060"}, {"text": "I don't think so, sir. I never heard of a jury convicting the lawyer.", "character": "Major Harvey Stovall", "characterId": "nm0415591"}]}, {"lines": [{"text": "Rights, Gately? You've got a right to explain to General Pritchard cowardice, desertion of your post, a yellow streak a mile wide! And maybe he can explain it to your father so that they'll both be proud of you! You can tell him right now.", "character": "General Frank Savage", "characterId": "nm0000060"}]}, {"lines": [{"text": "I guess I don't have to tell you what's coming, Frank. I'm promising you nothing except a job no man should have to do who's already had more than his share of combat. I've gotta ask you to take nice kids and fly them until they can't take any more, and then put 'em back in and fly 'em some more. We've got to try to find out just what a maximum effort is. How much a man can take and get it all.", "character": "Maj. Gen. Ben Pritchard", "characterId": "nm0593612"}, {"text": "[sighs]", "character": null, "characterId": null}, {"text": "I don't even know if any man can do it. That's what cracked Keith.", "character": "Maj. Gen. Ben Pritchard", "characterId": "nm0593612"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "What time do you think you can get down there tomorrow?", "character": "Maj. Gen. Ben Pritchard", "characterId": "nm0593612"}, {"text": "Early, I guess.", "character": "Brig. Gen. Frank Savage", "characterId": "nm0000060"}, {"text": "No squawks?", "character": "Maj. Gen. Ben Pritchard", "characterId": "nm0593612"}, {"text": "Pretty hard to have one the way you put it.", "character": "Brig. Gen. Frank Savage", "characterId": "nm0000060"}]}, {"lines": [{"text": "I believe that to a certain degree, a man makes his own luck.", "character": "Maj. Gen. Ben Pritchard", "characterId": "nm0593612"}]}, {"lines": [{"text": "[Addressing the 918th for the first time at 0800]\nThere will be a briefing for a practice mission at 1100 this morning. That's right, practice. I've been sent here to take over what has come to be known as a hard luck group. Well, I don't believe in hard luck. So we're going to find out what the trouble is. Maybe part of it's your flying, so we're going back to fundamentals. But I can tell you now one reason I think you've been having hard luck. I saw it in your faces last night. I can see it there now. You've been looking at a lot of air lately... and you think you ought to have a rest. In short, you're sorry for yourselves. I don't have a lot of patience with this, \"What are we fighting for?\" stuff. We're in a war, a shooting war. We've got to fight. And some of us have got to die. I'm not trying to tell you not to be afraid. Fear is normal. But stop worrying about it and about yourselves. Stop making plans. Forget about going home. Consider yourselves already dead. Once you accept that idea, it won't be so tough. Now if any man here can't buy that... if he rates himself as something special, with a special kind of hide to be saved... he'd better make up his mind about it right now. Because I don't want him in this group. I'll be in my office in five minutes. You can see me there.", "character": "General Frank Savage", "characterId": "nm0000060"}]}, {"lines": [{"text": "[speaking about Keith Davenport]\nHe's gonna bust wide open. And he's gonna do it to himself, too. Why? Because he's a first rate guy... \"over-identification with his men\", I think that's what they call it.", "character": "General Frank Savage", "characterId": "nm0000060"}]}, {"lines": [{"text": "[to a crewman who disobeyed orders]\nSo for the sake of your roommate you violated group integrity. Every gun on a B-17 is designed to give the group maximum defensive firepower - that's what I mean by group integrity. When you pull a B-17 out of a formation you reduce the defensive power of the group by ten guns. A crippled aeroplane has to be expendable. The one thing which is never expendable is your obligation to this group. This group... this group - that has to be your loyalty; your only reason for being. Gately!", "character": "General Frank Savage", "characterId": "nm0000060"}, {"text": "Yes sir?", "character": "Lt. Col. Ben R. Gately", "characterId": "nm0549280"}, {"text": "[referring to Gately's \"Leper Colony\"]\nHere's another one for you!", "character": "General Frank Savage", "characterId": "nm0000060"}]}, {"lines": [{"text": "Paint it with iodine and mark it fit for duty, Doc.", "character": "General Frank Savage", "characterId": "nm0000060"}]}, {"lines": [{"text": "Someone's got to give me a policy... some kind of yardstick! What does \"naximum effort\" mean?", "character": "Col. Keith Davenport", "characterId": "nm0581282"}]}]}