{"quotes": [{"lines": [{"text": "Kathryn, you're a rational person. You're a trained psychiatrist. You know the difference between what's real and what's not.", "character": "Dr. Owen Fletcher", "characterId": "nm0331319"}, {"text": "it's the latest religion. We decide what's right and wrong. We decide who's crazy or not. I'm in trouble here. I'm losing my faith.", "character": "Dr. Kathryn Railly", "characterId": "nm0000656"}]}, {"lines": [{"text": "There's no right, there's no wrong, there's only popular opinion.", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "There's the television. It's all right there - all right there. Look, listen, kneel, pray. Commercials! We're not productive anymore. We don't make things anymore. It's all automated. What are we *for* then? We're consumers, Jim. Yeah. Okay, okay. Buy a lot of stuff, you're a good citizen. But if you don't buy a lot of stuff, if you don't, what are you then, I ask you? What? Mentally *ill*. Fact, Jim, fact - if you don't buy things - toilet paper, new cars, computerized yo-yos, electrically-operated sexual devices, stereo systems with brain-implanted headphones, screwdrivers with miniature built-in radar devices, voice-activated computers...", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "All I see are dead people.", "character": "James Cole", "characterId": "nm0000246"}]}, {"lines": [{"text": "I am insane. And you are my insanity.", "character": "James Cole", "characterId": "nm0000246"}]}, {"lines": [{"text": "Cassandra in Greek legend, you recall, was condemned to know the future but to be disbelieved when she foretold it. Hence the agony of foreknowledge combined with the impotence to do anything about it.", "character": "Dr. Kathryn Railly", "characterId": "nm0000656"}]}, {"lines": [{"text": "[James Cole found a spider and knows he's got to take it with him, let's it crawl over his hand while deciding what to do with it]", "character": null, "characterId": null}, {"text": "You know what crazy is? Crazy is majority rules. Take germs, for example.", "character": "Jeffrey Goines", "characterId": "nm0000093"}, {"text": "Germs?", "character": "James Cole", "characterId": "nm0000246"}, {"text": "Uh-huh. In the eighteenth century, no such thing, nada, nothing. No one ever imagined such a thing. No sane person, anyway. Ah! Ah! Along comes this doctor, uh, uh, uh, Semmelweis, Semmelweis. Semmelweis comes along. He's trying to convince people, well, other doctors mainly, that's there's these teeny tiny invisible bad things called germs that get into your body and make you sick. Ah? He's trying to get doctors to wash their hands. What is this guy? Crazy? Teeny, tiny, invisible? What do you call it? Uh-uh, germs? Huh? What? Now, cut to the 20th century. Last week, as a matter of fact, before I got dragged into this hellhole. I go in to order a burger in this fast food joint, and the guy drops it on the floor. Jim, he picks it up, he wipes it off, he hands it to me like it's all OK. \"What about the germs?\" I say. He says, \"I don't believe in germs. Germs is just a plot they made up so they can sell you disinfectants and soaps.\" Now he's crazy, right? See?", "character": "Jeffrey Goines", "characterId": "nm0000093"}, {"text": "[James Cole finally takes the spider into his mouth, Jeffrey Goines is either too deep into his talk or unimpressed by this and continues his talk as if nothing happened]", "character": null, "characterId": null}, {"text": "Ah! Ah! There's no right, there's no wrong, there's only popular opinion. You... you... you believe in germs, right?", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "All the doors are locked too. They're protecting the people on the outside from us from the people on the outside who are as crazy as us.", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "I don't really come from outer space.", "character": "L.J. Washington", "characterId": "nm0835120"}, {"text": "Oh. L. J. Washington. He doesn't really come from outer space.", "character": "Jeffrey Goines", "characterId": "nm0000093"}, {"text": "Don't mock me my friend. It's a condition of mental divergence. I find myself on the planet Ogo, part of an intellectual elite, preparing to subjugate the barbarian hordes on Pluto. But even though this is a totally convincing reality for me in every way, nevertheless Ogo is actually a construct of my psyche. I am mentally divergent, in that I am escaping certain unnamed realities that plague my life here. When I stop going there, I will be well. Are you also divergent, friend?", "character": "L.J. Washington", "characterId": "nm0835120"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "You might say that *we're* the next endangered species - human beings.", "character": "Astrophysicist", "characterId": "nm0282665"}, {"text": "I think you're right ma'am. I think you've hit the nail on the head.", "character": "Dr. Peters", "characterId": "nm0001556"}, {"text": "Jones is my name.", "character": "Astrophysicist", "characterId": "nm0282665"}, {"text": "[Shakes his hand]", "character": null, "characterId": null}, {"text": "I'm in insurance.", "character": "Astrophysicist", "characterId": "nm0282665"}]}, {"lines": [{"text": "There was this guy, and he was always requesting shows that had already played. Yes. No. You have to tell her before. He couldn't quite grasp the idea that the charge nurse couldn't make it be yesterday. She couldn't turn back time, thank you, Einstein! Now, *he* was nuts! *He* was a fruitcake, Jim!", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "Hey... is that the cops? I'm an innocent victim in here! I was attacked by a coked up whore and a - a fuckin' crazy dentist!", "character": "Wallace", "characterId": "nm0571375"}]}, {"lines": [{"text": "I'm here about some monkeys.", "character": "James Cole", "characterId": "nm0000246"}, {"text": "Monkeys?", "character": "Jeffrey Goines", "characterId": "nm0000093"}, {"text": "Monkeys. Yes. Twelve of them.", "character": "James Cole", "characterId": "nm0000246"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "...5 billion people will die from a deadly virus in 1997... /... The survivors will abandon the surface of he planet... /... Once again the animals will rule the world... / - Excerpts from interview with clinically diagnosed paranoid schizophrenic, April 12, 1990 - Baltimore County Hospital.", "character": null, "characterId": null}]}, {"lines": [{"text": "Wh-wh-where are we going?", "character": "Dr. Kathryn Railly", "characterId": "nm0000656"}, {"text": "Philadelphia.", "character": "James Cole", "characterId": "nm0000246"}, {"text": "That's more than a hundred miles! We can't...", "character": "Dr. Kathryn Railly", "characterId": "nm0000656"}, {"text": "That's why I can't walk there.", "character": "James Cole", "characterId": "nm0000246"}]}, {"lines": [{"text": "I want the future to be unknown. I want to become a whole person.", "character": "James Cole", "characterId": "nm0000246"}]}, {"lines": [{"text": "Oh, wouldn't it be great if I *was* crazy? Then the world would be okay.", "character": "James Cole", "characterId": "nm0000246"}]}, {"lines": [{"text": "Telephone call? Telephone call? That's communication with the outside world. Doctor's *discretion*. Nuh-uh. Look, hey - all of these nuts could just make phone calls, they could spread insanity, oozing through telephone cables, oozing into the ears of all these poor sane people, infecting them. Wackos everywhere, plague of madness.", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "This is a place for crazy people. I'm not crazy.", "character": "James Cole", "characterId": "nm0000246"}, {"text": "We don't use the term \"crazy,\" Mr. Cole.", "character": "Dr. Owen Fletcher", "characterId": "nm0331319"}, {"text": "Well, you've got some real nuts here.", "character": "James Cole", "characterId": "nm0000246"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Jose - psst! Jose, what's going on?", "character": "James Cole", "characterId": "nm0000246"}, {"text": "Bad news, man", "character": "Jose", "characterId": "nm0781218"}, {"text": "Volunteers?", "character": "James Cole", "characterId": "nm0000246"}, {"text": "Yeah. And they said your name.", "character": "Jose", "characterId": "nm0781218"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "Hey, maybe they'll give you a pardon, man.", "character": "Jose", "characterId": "nm0781218"}, {"text": "[sarcastic]\nYeah, that's why none of the volunteers come back. They all get a pardon.", "character": "James Cole", "characterId": "nm0000246"}]}, {"lines": [{"text": "Look at them. They're just asking for it. Maybe the human race deserves to be wiped out.", "character": "James Cole", "characterId": "nm0000246"}, {"text": "Wiping out the human race? That's a great idea. That's great. But more of a long-term thing. I mean, first we have to focus on more immediate goals.", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "Sorry. Uh, sorry. I, I, I got a little agitated. The thought of, uh, escape had crossed my mind, and then suddenly - suddenly - suddenly I felt like bending the fucking bars back, and ripping out the goddamn window frames and eating them - yes, *eating* them! Leaping, leaping, leaping! Colonics for everyone! All right! You dumbasses. I'm a mental patient. I'm *supposed* to act out! Wait'll you morons find out who I am! My father's gonna be really upset, and when my father gets upset, the ground SHAKES! My father is God! I worship my father!", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "When I was institutionalized, my brain was studied exhaustively in the guise of mental health. I was interrogated, I was x-rayed, I was examined *thoroughly*.", "character": "Jeffrey Goines", "characterId": "nm0000093"}, {"text": "[turns head and coughs]", "character": null, "characterId": null}, {"text": "Then, they took everything about me and put it into a computer where they created this model of my mind. Yes! Using that model they managed to generate every thought I could possibly have in the next, say, 10 years. Which they then filtered through a probability matrix of some kind to - to determine everything I was gonna do in that period. So you see, she knew I was gonna lead the Army of the Twelve Monkeys into the pages of history before it ever even occurred to me. She knows everything I'm ever gonna do before I know it myself. How's that?", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "If you don't turn yourself over to the police, they're going to, to kill you, then they're going to shoot me too because I'm going to be the accessory to murder.", "character": "Dr. Kathryn Railly", "characterId": "nm0000656"}, {"text": "You're all gonna die.", "character": "James Cole", "characterId": "nm0000246"}, {"text": "Nobody is going to die! You're not going to save the world, okay? You're delusional. You've made all this up out of bits and pieces in your head.", "character": "Dr. Kathryn Railly", "characterId": "nm0000656"}, {"text": "No.", "character": "James Cole", "characterId": "nm0000246"}, {"text": "Yes! Let me give you an example. You know Jeffrey Goines. You were both patients at County Hospital at the same time.", "character": "Dr. Kathryn Railly", "characterId": "nm0000656"}, {"text": "Jeffrey Goines was a fruitcake!", "character": "James Cole", "characterId": "nm0000246"}]}, {"lines": [{"text": "She's not honey babe, she's a doctor. My psychiatrist. Understand?", "character": "James Cole", "characterId": "nm0000246"}, {"text": "Whatever gets it up for you, Jack.", "character": "Charlie the Hotel Clerk", "characterId": "nm0325457"}]}, {"lines": [{"text": "Where'd they send you?", "character": "Louie", "characterId": "nm0642849"}, {"text": "1990.", "character": "James Cole", "characterId": "nm0000246"}, {"text": "'90! How was it? Good drugs? Lots of pussy? Hey, Bob, you do the job? You find out the big info? Army of the 12 Monkeys?", "character": "Louie", "characterId": "nm0642849"}, {"text": "I was supposed to be 1996.", "character": "James Cole", "characterId": "nm0000246"}, {"text": "Science ain't an exact science with these clowns but, they're getting better. You're lucky you didn't end up in ancient Egypt!", "character": "Louie", "characterId": "nm0642849"}]}, {"lines": [{"text": "You are a total nutcase, completely deranged, delusional, paranoid. Your thought process is all fucked up. Your information train is jammed, man!", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "Who cares what psychiatrists write on walls?", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "You had a bullet from World War I in your leg, James! How did it get there?", "character": "Dr. Kathryn Railly", "characterId": "nm0000656"}]}, {"lines": [{"text": "My God, Jeffrey. You truly are insane.", "character": "Dr. Leland Goines", "characterId": "nm0001626"}, {"text": "No I'm not.", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "What is the matter with your leg?", "character": "Dr. Kathryn Railly", "characterId": "nm0000656"}, {"text": "Got shot.", "character": "James Cole", "characterId": "nm0000246"}, {"text": "Shot! Who shot you?", "character": "Dr. Kathryn Railly", "characterId": "nm0000656"}, {"text": "I don't know. It was some kind of war. Never mind. You wouldn't believe me anyway.", "character": "James Cole", "characterId": "nm0000246"}]}, {"lines": [{"text": "[handful of bloody teeth]\nThis is how they find us, by our teeth.", "character": "James Cole", "characterId": "nm0000246"}]}, {"lines": [{"text": "I'm looking for the Army of the Twelve Monkeys.", "character": "James Cole", "characterId": "nm0000246"}]}, {"lines": [{"text": "[sighs]\nGet out of my chair!", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "Do you realize where he thinks he comes from?", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "My father's going to be very upset when he hears about this! And when my father gets upset, the ground SHAKES!", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "...and if you forget one thing, I will have you shaved, sterilized, and destroyed!", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "My father is God! I worship my father!", "character": "Jeffrey Goines", "characterId": "nm0000093"}]}, {"lines": [{"text": "Why would I pull out my teeth, Bob? That's a no no.", "character": "Raspy Voice", "characterId": "nm0642849"}]}, {"lines": [{"text": "[after James Cole informs the scientists that he was sent to the wrong year]\nWhat did you do with you time Cole? Did you waste it on drugs? Women?", "character": "Geologist", "characterId": "nm0012432"}, {"text": "They forced me to take drugs!", "character": "James Cole", "characterId": "nm0000246"}, {"text": "Forced you? Why would someone force you to take drugs?", "character": "Microbiologist", "characterId": "nm0713209"}]}, {"lines": [{"text": "[In 1990, James is being interviewed by a panel of mental health doctors and trying to explain the situation]\n1996 is the past too, listen to me!", "character": "James Cole", "characterId": "nm0000246"}, {"text": "[the panel of doctors look at James with skeptical expressions]", "character": null, "characterId": null}, {"text": "What I...", "character": "James Cole", "characterId": "nm0000246"}, {"text": "[James realizing this isn't going very well]", "character": null, "characterId": null}, {"text": "... what I need to do is make a telephone call. I can straighten this all out if I can make a telephone call.", "character": "James Cole", "characterId": "nm0000246"}, {"text": "[Very skeptical]\nWho would you call? Who would straighten everything out?", "character": "Dr. Owen Fletcher", "characterId": "nm0331319"}, {"text": "The scientists. They'll want to know they sent me to the wrong time.", "character": "James Cole", "characterId": "nm0000246"}, {"text": "[Dr Fletcher just nods]", "character": null, "characterId": null}, {"text": "I can leave a voice mail message that they monitor from the present.", "character": "James Cole", "characterId": "nm0000246"}, {"text": "[Panel has mixed facial expressions]", "character": null, "characterId": null}, {"text": "Can I just make one telephone call please?", "character": "James Cole", "characterId": "nm0000246"}]}]}