{"quotes": [{"lines": [{"text": "Someday, she may shock you, as she did me with the tale of her parents. Her father never met her mother - he was hanged before he had the opportunity. A twisted man of science called Heisler collected the sperm that Julianna's proud papa ejaculated on the gallows when his windpipe snapped. And soon after, Heisler artificially inseminated a hardened prostitute named Vilma, who was apparently willing to try anything once.", "character": "Dr. Issac Solti", "characterId": "nm0861075"}]}, {"lines": [{"text": "Who's that?", "character": "Peter Glahn", "characterId": "nm0926205"}, {"text": "That's Zephyr. She's fond of wandering about late, collecting little things. She's a brooder.", "character": "Amelia Glahn", "characterId": "nm0001167"}, {"text": "Mandragora's a country made for brooders. What's she doing?", "character": "Peter Glahn", "characterId": "nm0926205"}, {"text": "Dr. Solti says it's out of respect for the forest. She binds her hands to let the forest know she'll take nothing from it but what it gives her.", "character": "Amelia Glahn", "characterId": "nm0001167"}]}, {"lines": [{"text": "No blood pudding today, Amelia? I must admit, I was a bit startled at your choice of meals for an amputee. It was Juliana who made me see the wit of your concoction. Why not breaded ram testicles in parsley on the side?", "character": "Dr. Issac Solti", "characterId": "nm0861075"}, {"text": "I've done something terrible. I had no intention of... I'm sorry!", "character": "Amelia Glahn", "characterId": "nm0001167"}, {"text": "Please, please. I'm teasing you.", "character": "Dr. Issac Solti", "characterId": "nm0861075"}, {"text": "With a tongue that cuts like yours, Doctor, you hardly need a scalpel to operate.", "character": "Peter Glahn", "characterId": "nm0926205"}]}, {"lines": [{"text": "Peter, why don't I pull us out and you can bring us back, if that's agreeable?", "character": "Dr. Issac Solti", "characterId": "nm0861075"}, {"text": "Amelia and I might like a turn", "character": "Juliana Kossel", "characterId": "nm0124481"}, {"text": "Oh yes, and Juliana will periodically remind us of her rights. But Peter, it's affectation. And take note, whenever she uses a big word, she's bound to mispronounce it.", "character": "Dr. Issac Solti", "characterId": "nm0861075"}, {"text": "Be careful, Doctor. You'll hurt my feelings.", "character": "Juliana Kossel", "characterId": "nm0124481"}, {"text": "Oh, I doubt that.", "character": "Dr. Issac Solti", "characterId": "nm0861075"}]}, {"lines": [{"text": "I control my own fate.", "character": "Zephyr Eccles", "characterId": "nm0000481"}, {"text": "That belly of yours says something else.", "character": "Peter Glahn", "characterId": "nm0926205"}, {"text": "What do you know about it? You can wear my clothes till doomsday, but it won't make you any more of a woman. Just less of a man.", "character": "Zephyr Eccles", "characterId": "nm0000481"}]}, {"lines": [{"text": "You she all be a mother, Zephyr. No husband, just Matthew's baby. But Matthew will still find you. The snakes of the Bad Night Bog will slither beneath your every footstep. And most of your maternal instincts shall be very confounded. A forgetful and delirious mother you shall be; the snakes of the Night Bog have poisoned your mother love. Surely this not the way you thought you'd be tucking in your baby.", "character": "Dr. Issac Solti", "characterId": "nm0861075"}]}, {"lines": [{"text": "Has she told you everything then? Make sure that she does not omit any details in her report. Got to be as accurate and unforgetful as the sun itself, who brutally sees all without it flinching - that sun in the sky, that dripping red cyclops!", "character": "Peter Glahn", "characterId": "nm0926205"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Mandragora. There is no night there now. Daylight shouts in your ear. Did night-time hold you down by the wrists? Where did you get those bracelets, bracelet-scars?", "character": "Juliana Kossel", "characterId": "nm0124481"}, {"text": "Prison. Prison. Prison...", "character": "Peter Glahn", "characterId": "nm0926205"}, {"text": "You have the look of a cornered animal, very menacing. Did you go mad?", "character": "Juliana Kossel", "characterId": "nm0124481"}, {"text": "And what now? Now that you're free.", "character": "Juliana Kossel", "characterId": "nm0124481"}, {"text": "Home. To Mandragora.", "character": "Peter Glahn", "characterId": "nm0926205"}]}, {"lines": [{"text": "Well Aesop, it seems I've been sleep-hunting again.", "character": "Peter Glahn", "characterId": "nm0926205"}]}]}