{"quotes": [{"lines": [{"text": "[introduction]", "character": null, "characterId": null}, {"text": "Good evening, and welcome to a very special two hours of television. Tonight we will see, for the first time, two original dramas, created by, perhaps, television's greatest storyteller, six-time Emmy Award-winner Rod Serling, beginning with a short film about a contemporary young woman, whose life unfolds in a most unusual way. We then travel to post-Civil War Massachusetts, where Rod Serling's last unproduced screenplay comes to life. So, please sit back and join me as we journey into a wonderous land whose boundaries are that of imagination. Your next stop... The Twilight Zone!", "character": "Host", "characterId": "nm0000469"}]}, {"lines": [{"text": "[opening narration for \"The Theatre\"]", "character": null, "characterId": null}, {"text": "she delays, she defers, she refuses to commit to decisions in both her personal and professional life. She thinks she has all the time in the world, but she does not, because that world will change forever when Melissa Sanders walks through the door of a certain movie theatre into the Twilight Zone.", "character": "Host", "characterId": "nm0000469"}]}, {"lines": [{"text": "[closing narration for \"The Theatre\"]", "character": null, "characterId": null}, {"text": "films that replay the past, and on rare occasions, films that reveal the future, warning us in no uncertain terms that every minute is precious and we must live our lives to the fullest. Of course, these films would only be seen if they are developed and projected from the Twilight Zone.", "character": "Host", "characterId": "nm0000469"}]}, {"lines": [{"text": "[opening narration for \"Where the Dead Are\"]", "character": null, "characterId": null}, {"text": "Dr. Benjamin Ramsey is a man on a mission. Said mission involving a declaration of war on an enemy that has never been defeated. The enemy is death and Dr. Ramsey will soon discover that trying to overcome it may not be the most prudent of courses, especially when the battle is waged in the Twilight Zone.", "character": "Host", "characterId": "nm0000469"}]}, {"lines": [{"text": "[closing narration for \"Where the Dead Are\"]", "character": null, "characterId": null}, {"text": "\"To everything, there is a season and a time for every purpose under Heaven. A time to be born, and a time to die.\" To which Dr. Ramsey might add, \"And death will come, despite the misguided efforts of man to delay or prevent it, even in the Twilight Zone.\"", "character": "Host", "characterId": "nm0000469"}]}]}