{"quotes": [{"lines": [{"text": "The devil has sent me twins of evil!", "character": "Gustav Weil", "characterId": "nm0001088"}]}, {"lines": [{"text": "God is calling on us who believe in His holy word to stamp out that evil, to seek out the devil worshippers, and to purify their spirits so that they may find mercy at the seat of the Lord... by burning them!", "character": "Gustav Weil", "characterId": "nm0001088"}]}, {"lines": [{"text": "What's the meaning of this, Weil? Out witch-hunting again? You've come to the wrong place.", "character": "Count Karnstein", "characterId": "nm0858669"}, {"text": "We seek the servants of the devil.", "character": "Gustav Weil", "characterId": "nm0001088"}, {"text": "Well, you've found one. Me! Now get out!", "character": "Count Karnstein", "characterId": "nm0858669"}]}, {"lines": [{"text": "[watching staged black mass with Count Karnstein]\nYour Excellency is pleased with the entertainment? He's calling out the devil.", "character": "Dietrich", "characterId": "nm0696866"}, {"text": "Well, so can I. Or you. But will the devil come?", "character": "Count Karnstein", "characterId": "nm0858669"}, {"text": "Fresh blood?", "character": "Dietrich", "characterId": "nm0696866"}, {"text": "The guts of a chicken or a suckling pig. The devil won't be cheated as easily as that, Dietrich.", "character": "Count Karnstein", "characterId": "nm0858669"}, {"text": "Your Excellency is pleased with the girl?", "character": "Dietrich", "characterId": "nm0696866"}, {"text": "A peasant, bought for a few gold coins. Can you never find anything new? Different?", "character": "Count Karnstein", "characterId": "nm0858669"}, {"text": "Well, you know, my lord, I try.", "character": "Dietrich", "characterId": "nm0696866"}, {"text": "They say that Gustav Weil has two pretty nieces staying with him. Twins. That would be something different.", "character": "Count Karnstein", "characterId": "nm0858669"}, {"text": "Your Excellency is pleased to joke. We do not want trouble with a man like Weil.", "character": "Dietrich", "characterId": "nm0696866"}, {"text": "I don't know why I employ you, Dietrich. You bore me, personally, and everything you do for me I find tedious, including this charade.", "character": "Count Karnstein", "characterId": "nm0858669"}]}, {"lines": [{"text": "inflicting and receiving it. Of torture. And death. Yes, of death and of pleasures beyond the grave. Something you could not even comprehend! But I know.", "character": "Count Karnstein", "characterId": "nm0858669"}]}]}