{"quotes": [{"lines": [{"text": "[discussing the care and feeding of their captive]", "character": null, "characterId": null}, {"text": "How am I supposed to send you to feed the broad when you smell like that? It ain't the gentlemanly thing to do, but I got no choice, so go feed her, Bear.", "character": "Kelly", "characterId": "nm0807891"}, {"text": "Me? Well, what do you feed one of them rich women?", "character": "Bear", "characterId": "nm2202067"}, {"text": "I don't know. Feed her what you eat.", "character": "Kelly", "characterId": "nm0807891"}, {"text": "Remember, if it's a canned good, it's what's in the can. It's not the can!", "character": "Dutch", "characterId": "nm0321530"}]}, {"lines": [{"text": "[to Sherry, who is tied to a chair]", "character": null, "characterId": null}, {"text": "If I untie you, will you promise not to run away? Promise?", "character": "Bear", "characterId": "nm2202067"}, {"text": "[Bear unties her ankles and Sherry promptly kicks him in the crotch]", "character": null, "characterId": null}, {"text": "Ooof! I guess you don't like sour cream and onion potato chips.", "character": "Bear", "characterId": "nm2202067"}]}, {"lines": [{"text": "[Twister, Dave's talking monster truck, has just been shot in the radiator]", "character": null, "characterId": null}, {"text": "Does it hurt?", "character": "Dave", "characterId": "nm0922023"}, {"text": "Only when I shift.", "character": null, "characterId": null}]}, {"lines": [{"text": "[Dave checks his talking truck for damage]", "character": null, "characterId": null}, {"text": "Quit poking around under there. What are you, some kind of pervert? Get your hands off my undercarriage!", "character": null, "characterId": null}]}, {"lines": [{"text": "Every shot you've called, Mr. Artificial Intelligence, has been a loser. To me, love has clogged your transistors. You've got emotion flowing through your logic circuit.", "character": "Dave", "characterId": "nm0922023"}, {"text": "Stop the insults. I suppose your plans have shown less emotion by threatening people with guns and blowing up buildings...", "character": null, "characterId": null}, {"text": "No, but I'm just a cowboy and I'm supposed to feel emotion when I'm in love. You are a pile of transistors and circuits. You're supposed to calculate and think.", "character": "Dave", "characterId": "nm0922023"}, {"text": "I'll give you something to think about! If you don't get me back to the garage, I'll become a pile of scrap metal and my creator and your wife will become history.", "character": null, "characterId": null}]}, {"lines": [{"text": "I am my usual logical, thinking self!", "character": null, "characterId": null}, {"text": "C'mon... I'm only pulling your tire.", "character": "Dave", "characterId": "nm0922023"}]}, {"lines": [{"text": "While you have been doing all that manual labor, I have been thinking.", "character": null, "characterId": null}, {"text": "Why can't you just say, \"I have a plan.\"", "character": "Dave", "characterId": "nm0922023"}, {"text": "Be calm. I'm only pulling you lip.", "character": null, "characterId": null}, {"text": "It's leg. Nobody likes a smartass truck.", "character": "Dave", "characterId": "nm0922023"}]}]}