{"quotes": [{"lines": [{"text": "Now I know why men like women.", "character": "Patti Jean", "characterId": "nm0001531"}]}, {"lines": [{"text": "Well there they be, son. Jonah and Jonah, Jr. They're so old they can't remember who's pappy and who's the son. They're weird and full of superstition. Burying a dead animal on their land can cause the cows to give bloody milk... or bring on a swarm of locusts.", "character": "Sheriff Earl Hawkins", "characterId": "nm0412322"}]}, {"lines": [{"text": "[after making out with Perry]\nDarling, don't ever take a Southern woman for granted.", "character": "April", "characterId": "nm0000145"}]}, {"lines": [{"text": "Fuck you Perry.", "character": "Smiley", "characterId": "nm0898199"}, {"text": "That's right Smiley, \"fuck you\" covers just about everything!", "character": "Perry", "characterId": "nm0879186"}]}, {"lines": [{"text": "[while driving recklessly on the road at night]", "character": null, "characterId": null}, {"text": "I swear to God, I can't stand them when they get drunk, and belive me I have learned that you do not want to mess with them when they get that way. You just gotta ride it out until it passes. Besides, if they ain't drunk, they're just dull as hell. I'm glad you came along, cause he was staring to drive me crazy. Hey, you got a cigarette? I left my pack back in my purse back there at the carnival.", "character": "Patti Jean", "characterId": "nm0001531"}, {"text": "I don't smoke.", "character": "April", "characterId": "nm0000145"}, {"text": "God, I wish I had your discipline. I tried to quit smoking once but I thought, \"what the fuck? I'm just gonna die sooner or later anyway.\" Is your name April? I knew it. You're the one about to be married. Perry told me all about you when we first met this afternoon. I'm Patti Jean. Say, did that son of a bitch make you take an AIDS test before he fucked you? Didn't think so. He said it wasn't cause he's afraid of dying. He just didn't want to be spreading the disease on down the line. Personally, if you ask me, I think he didn't want to die havin' people think he was gay. Cause he's pretty enough to give people that impression. It kind of humiliated me. You wanna talk about humiliation? I know this girl who flies with Savannah, and she told me that when people die on airplanes, what they do is lock 'em in the fucking bathroom before they land. Now I ask you, if that ain't the ultimate humiliation, what is? Ending up your life on a toilet seat, 35,000 feet in the air.", "character": "Patti Jean", "characterId": "nm0001531"}]}, {"lines": [{"text": "So, what color's your living room?", "character": "Patti Jean", "characterId": "nm0001531"}, {"text": "White. But it's not my house, its my parents.", "character": "April", "characterId": "nm0000145"}, {"text": "Is your bedroom white too?", "character": "Patti Jean", "characterId": "nm0001531"}, {"text": "It's beige with floral print.", "character": "April", "characterId": "nm0000145"}, {"text": "My whole place down in Texas is wood panel. Never lived in anything but. Except when I lived in Vegas. I was married to my second husband, he was this guy in the Air Force. They put us up at this high-rise condo at Indian Springs that was great. A prefab with a balcony.", "character": "Patti Jean", "characterId": "nm0001531"}]}, {"lines": [{"text": "The lady's got a secret, don't you? I ain't got no secrets. I ain't got nothing. Except a bike, a truck, and post office box in Clearwater, Florida.", "character": "Perry", "characterId": "nm0879186"}]}, {"lines": [{"text": "[Perry and April are fighting in a motel parking lot with all the motel guests looking on]", "character": null, "characterId": null}, {"text": "I don't even know you, yet you just come inside my house, uninvited, and take my life away!", "character": "April", "characterId": "nm0000145"}, {"text": "Maybe you don't know it, but you did invite me!", "character": "Perry", "characterId": "nm0879186"}, {"text": "Oh, go to hell!", "character": "April", "characterId": "nm0000145"}, {"text": "Oh, sweetheart!", "character": "Perry", "characterId": "nm0879186"}, {"text": "Oh, fuck you!", "character": "April", "characterId": "nm0000145"}, {"text": "Princess!", "character": "Perry", "characterId": "nm0879186"}, {"text": "Cocksucker!", "character": "April", "characterId": "nm0000145"}, {"text": "Sugar!", "character": "Perry", "characterId": "nm0879186"}, {"text": "Motherfucker!", "character": "April", "characterId": "nm0000145"}, {"text": "Sweetpea!", "character": "Perry", "characterId": "nm0879186"}, {"text": "Bastard!", "character": "April", "characterId": "nm0000145"}, {"text": "Be careful what you say because people around here might think we love each other.", "character": "Perry", "characterId": "nm0879186"}, {"text": "You can rot in hell for all I care!", "character": "April", "characterId": "nm0000145"}, {"text": "You're sexy when you're angry.", "character": "Perry", "characterId": "nm0879186"}, {"text": "You bastard!", "character": "April", "characterId": "nm0000145"}, {"text": "You already said that!", "character": "Perry", "characterId": "nm0879186"}]}, {"lines": [{"text": "Get off my sister!", "character": "Samantha Delongpre", "characterId": "nm0000170"}]}, {"lines": [{"text": "The Delongpre family can claim three governors, two United States senators, three electives of the House of Representatives, a Supreme Court justice, and an ambassador to Chile. And at our table we've had the likes of General Patton, Presidents Woodrow Wilson, Jimmy Carter, Lyndon Johnson, the actress Tallulah Bankhead, and Truman Capote... and that film star Grace Kelly before she married her prince... and Betty Ford after her rehabilitation.", "character": "Belle Delongpre", "characterId": "nm0001221"}]}, {"lines": [{"text": "[to the motel guests after his argument with April]\nSorry for the disturbance folks, but that is one special wacko chick.", "character": "Perry", "characterId": "nm0879186"}]}, {"lines": [{"text": "[Sheriff Earl Hawkins is seen fishing beside a pond with his deputy when his police mobile phone rings]", "character": null, "characterId": null}, {"text": "[answering]\nHello? Sheriff Hawkins.", "character": "Sheriff Earl Hawkins", "characterId": "nm0412322"}, {"text": "Earl, it's me.", "character": "Belle Delongpre", "characterId": "nm0001221"}, {"text": "Belle! How are you? It's been a long time.", "character": "Sheriff Earl Hawkins", "characterId": "nm0412322"}, {"text": "Earl, I need you to do a favor for me. It's about April...", "character": "Belle Delongpre", "characterId": "nm0001221"}, {"text": "I'll keep an eye on her. Don't worry. Oh and Belle, save me a dance at that wedding.", "character": "Sheriff Earl Hawkins", "characterId": "nm0412322"}, {"text": "[hangs up]", "character": null, "characterId": null}]}]}