{"quotes": [{"lines": [{"text": "Has it occurred to you that nobody has told us what this centennial is all about? Now, this is 1965, and a hundred years ago it was 1865, right? So, what happened in 1865?", "character": "Tom White", "characterId": "nm0450138"}, {"text": "It was the ending of Civil War. The war between states!", "character": "Terry Adams", "characterId": "nm0556654"}, {"text": "Well then you tell me why would a southern town want northerners as guests of honor at the centennial. It must has something to do with what happened a hundred years ago. So, something is very wrong with this town.", "character": "Tom White", "characterId": "nm0450138"}]}, {"lines": [{"text": "[Upon finding the plaque that explains the town was attacked by Union Soldiers during the Civil War]", "character": null, "characterId": null}, {"text": "What does it mean?", "character": "Terry Adams", "characterId": "nm0556654"}, {"text": "It means this centennial is a centennial of blood vengeance! It means... It means we're here to be killed!", "character": "Tom White", "characterId": "nm0450138"}]}, {"lines": [{"text": "Look, officer, I don't know how to convince you of this, but... we're not crazy!", "character": "Tom White", "characterId": "nm0450138"}, {"text": "Mister, I didn't say you was crazy. Nothing like that, I just think it's mighty peculiar!", "character": "Policeman", "characterId": "nm0932999"}]}, {"lines": [{"text": "We got us some good 'uns! Dogged if we don't!", "character": "Rufus Tate", "characterId": "nm0048184"}]}, {"lines": [{"text": "Wait a minute, folks! Wait aminute! We're embarrasing our guest! We're not showing any sportsmanship at all! Come over here, Rufus!", "character": "Mayor Buckman", "characterId": "nm0020639"}, {"text": "That last throw was just a warm up! This one's gonna be for keeps! Now, Mrs. Wells, I'm going to give you a little tip! I'm going to do this just right! This teetering rock's gonna fall in just 10 seconds!", "character": "Rufus Tate", "characterId": "nm0048184"}, {"text": "No! No! Please!", "character": "Beverly Wells", "characterId": "nm0318280"}]}]}