{"quotes": [{"lines": [{"text": "Now lemme tell you somethin'. I've had enough of Irish Americans who haven't been back to their country in twenty or thirty years come up to me and talk about the resistence, the revolution back home. And the glory of the revolution, and the glory of dyin' for the revolution. Fuck the revolution! They don't talk about the glory of killing for the revolution. What's the glory in takin' a man from his bed and gunnin' him down in front of his wife and his children? Where's the glory in that? Where's the glory in bombing a Rememberance Day parade of old-aged pensioners, their medals taken out and polished up for the day. Where's the glory in that? To leave them dyin', or crippled for life, or dead, under the rubble of a revolution that the majority of the people of my country don't want. Sing no more!", "character": "Bono", "characterId": "nm0095104"}]}, {"lines": [{"text": "[opening bars of 'Helter Skelter' are heard]", "character": null, "characterId": null}, {"text": "This is the song Charles Manson stole from the Beatles. We're stealin' it back.", "character": "Bono", "characterId": "nm0095104"}]}, {"lines": [{"text": "Am I bugging you? I don't mean to bug ya.", "character": "Bono", "characterId": "nm0095104"}]}, {"lines": [{"text": "[the band is thrilled to be playing with B.B. King]", "character": null, "characterId": null}, {"text": "If we could find somebody to play chords... I'm no good with chords. I'm horrible with chords.", "character": null, "characterId": null}, {"text": "Um... yeah... well, uh, the Edge can do that.", "character": "Bono", "characterId": "nm0095104"}]}, {"lines": [{"text": "[just prior to \"Star Spangled Banner/Bullet the Blue Sky\"]", "character": null, "characterId": null}, {"text": "There are some people who say you shouldn't mix politics and music, sports and politics. Well... I think that's kinda bullshit!", "character": "Adam Clayton", "characterId": "nm0165651"}]}, {"lines": [{"text": "[Talking about going to Graceland and seeing Elvis' house]", "character": null, "characterId": null}, {"text": "When I got there I enjoyed it and all but seeing the grave and the eternal flame and all that, it seemed very distant. I wish he hadn't been buried in the, um, in the back yard, I really wish he'd been buried somewhere where I couldn't have gone, I would have felt better, you know.", "character": "Larry", "characterId": "nm0611979"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "I don't know why, you know, it's just one of those things.", "character": "Larry", "characterId": "nm0611979"}]}, {"lines": [{"text": "[about Larry's feet]", "character": null, "characterId": null}, {"text": "If I had feet like that Lawrence, I wouldn't want them in the film.", "character": "The Edge", "characterId": "nm0857253"}, {"text": "If I had a head like yours, I'd bleedin' bury it.", "character": "Larry", "characterId": "nm0611979"}]}, {"lines": [{"text": "It's a musical journey.", "character": null, "characterId": null}]}, {"lines": [{"text": "Rock 'n' roll stops the traffic!", "character": "Bono", "characterId": "nm0095104"}]}]}