{"quotes": [{"lines": [{"text": "Sen, ben ve silahim olamaz miyiz ? Ucumuz birarada yasayamaz miyiz ?", "character": "Firat", "characterId": "nm0351566"}]}, {"lines": [{"text": "Senin icin her seyin olmaktansa silahin olmayi secerdim.", "character": "Cigdem", "characterId": "nm0015360"}]}, {"lines": [{"text": "Sen gideli cok oldu Cigdem, sen gideli tam 467 gun oldu. Her kursun deligi bir gun icindir.", "character": "Firat", "characterId": "nm0351566"}, {"text": "Niye kursun ?", "character": "Cigdem", "characterId": "nm0015360"}, {"text": "Sokup atmak icin, kurtulmak icin belki. Lakin gordum ki seni oldurme cabasi bosmus, sen olmezmissin.", "character": "Firat", "characterId": "nm0351566"}]}, {"lines": [{"text": "Bizim kellemiz her an namlunun ucundadir, bizim kellemize Istanbul'da binlerce cellat taliptir, bizim kellemize senin bilemeyecegin degerler bicilmistir.", "character": "Firat", "characterId": "nm0351566"}]}, {"lines": [{"text": "Sen hic asik oldun mu ?", "character": "Firat", "characterId": "nm0351566"}]}, {"lines": [{"text": "Sahneye cikar cikmaz gozlerim onu arardi. Sonra bir gun gul gelmedi, o da gelmedi. Ertesi gun ve daha ertesi gun yine yoktu o. Sonraki gun guller geldi ama o gelmedi. Ona oylesine alismistim ki, dayanamadim sorusturdum. Aylarca gelip giden sessiz ve sicak bakisli adamim kimdi ? Iki gun sonra ogrendim. Hastanedeymis, sirtindan uc kursunla vurmuslar. Kimligini ogrenince sasirdim. Meger bizim sessiz ve sicak bakisli adamimiz Istanbul un gayri mesru butun islerini ceviren buyuk Firat'mis. Hastaneye ziyaretine gittim, sevincten gozleri doldu. Gunler sonra, uslu bir cocuk cekingenligiyle oyuna geldi. Kendisini aradigim icin cok mutlu olmus, tesekkür etti. Ben, onun hayatinda devamli kanayan kirmizi bir gulmusum. Konusurken utaniyor, yuzu kizariyordu. Hic guldugunu gormedim. Sanki yuzunde gecmisin butun kederini tasiyordu. Gunler gectikce onsuz edememeye basladim. O benim icin vazgecilmez, uzaginda yasanilmaz bir hale geliyordu. Birgun beni anasina goturdu. Anasi cok sevdi beni. Boynuma sarilip agladi. Yavrum, bu deli herife sahip cik, onu kurtarirsan sen kurtarirsin dedi. Her an olumun esiginde bir adamdi. Belinde silahi, her an vurusmaya hazir, olume hazir yasiyordu. Yasadigi hayat onu her an benden alip goturebilirdi. Onu kurtarmak, onu yasatmak zorundaydim. Benim huzunlu ve kederli sevgilim olmemeliydi. Su testisi su yolunda kirilmamaliydi. Kollarinin sicakliginda bir omru beraber bitirmeliydik. Kirlari, tahta masali kahveleri severdi. Omru hapislerde gecmis. Insanlarin hep kotu yanlarini gormus bazen ona cocuk masallari anlatirdim. Gozlerini benden ayirmaz, sessiz, uslu saatlerce dinlerdi. Bir gun bana, senin masallarindaki iyi insanlar nereye gitti, dedi. Hala yasarlar dedim. Ben hic gormedim, dedi. Hic bitmeyecek sandigimiz mutlu gunlerin ardindan acili gunler geldi. Yokluguna alismak zordu. Bu aciya dayanmak, onu unutmak zorundaydim. Aylar turlu sikintilarla gecti. Onsuzluga tam alisirken yeniden donmesi butun hayatimi alt ust etti. Simdi ne yapacagimi bilmiyorum.", "character": "Cigdem", "characterId": "nm0015360"}]}]}