{"quotes": [{"lines": [{"text": "You don't ever quit, boy. Not when it's for real!", "character": "Sailor", "characterId": "nm0002012"}]}, {"lines": [{"text": "Boy, you just bought the whole can of whup-ass!", "character": "Sailor", "characterId": "nm0002012"}]}, {"lines": [{"text": "If a man were to know the end of this day's business 'ere it come. But it suffices that the day will end and then the end be known. And if we meet again, well then we'll smile. And if not, then this parting was well made.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "And if not, then this parting was well made.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}]}, {"lines": [{"text": "Man, I'm so far beyond that shit now. I get energy from the air. I talk to polar bears. I converse with paramecium. Man, I fuck nuclear waste.", "character": "Sailor", "characterId": "nm0002012"}]}, {"lines": [{"text": "Most human problems can be solved by an appropriate charge of high explosives.", "character": "Blaster", "characterId": "nm0114487"}]}, {"lines": [{"text": "Boy, you usin' that oriental martial bullshit on me's gonna get real expensive.", "character": "Sailor", "characterId": "nm0002012"}]}, {"lines": [{"text": "It's taken me TEN YEARS to get that damn war out of his head!", "character": "Mrs. Wilkes", "characterId": "nm0434223"}, {"text": "Oh yeah? Well it looks like it's still in there strong.", "character": null, "characterId": null}]}, {"lines": [{"text": "We'll need transportation... preferably four-wheel drive.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "Buy it or \"borrow\" it?", "character": "Wilkes", "characterId": "nm0911542"}, {"text": "Steal the fucker!", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}]}, {"lines": [{"text": "Ground team, you're up that trail, you've got the grid coordinates. Air team you follow me down this creek. We'll that's it...it's game time. I had a speech prepared, but I guess I forgot it. There are some lines from Julius Caesar.. 'If a man were to know the end of this day's business ere it come; But it suffice that the day will end, and then the end is known. If we meet again, well then we'll smile, and if not then this parting was well made.'", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}]}, {"lines": [{"text": "[arriving at Wilkes' sculpture workshop]\nI'm Jason Rhodes. I phoned this morning.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "Yeah, I know who you are. Uh, listen, my husband doesn't want to talk to you.", "character": "Mrs. Wilkes", "characterId": "nm0434223"}, {"text": "I phoned him this morning and he said he did.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "Yeah, well, not any more. Look, why don't you do me a favor and, uh, go away?", "character": "Mrs. Wilkes", "characterId": "nm0434223"}, {"text": "Not until I see your husband.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "Look, you have got no right to be here. It has taken me ten years to get that goddamned war out of his head.", "character": "Mrs. Wilkes", "characterId": "nm0434223"}, {"text": "...", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "[looking skeptically at Wilkes' numerous twisty metal sculptures]", "character": null, "characterId": null}, {"text": "Looks to me like it's still in his head pretty strong.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "[sarcastically]\nOhh, that's very deep. Gee, where were you all the days he just sat for hours, staring at the walls?", "character": "Mrs. Wilkes", "characterId": "nm0434223"}]}, {"lines": [{"text": "[He and Col. Rhodes, via a two-way mirror, are observing Sailor in a jail cell]\nYour friend, Sailor, blowtorched a local kingpin biker. We're holding him on our Witness Protection Program. Silly sonofabitch come in here with a grenade hung around his neck. If you ask me, I don't think his bread's quite done.", "character": "Jail Guard", "characterId": "nm0267770"}]}, {"lines": [{"text": "Frank used to mention you in his letters. He said you were the best man in the unit.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "Yeah?", "character": "Sailor", "characterId": "nm0002012"}, {"text": "What the hell happened to you?", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "Man, I'm so far beyond that shit now... I get energy from the air! I talk to polar bears. I converse with paramecium. Man, I fuck nuclear waste! Shit...", "character": "Sailor", "characterId": "nm0002012"}, {"text": "You guys are gonna' be using real grenades and stuff, man. You know, they took mine when I got in here.", "character": "Sailor", "characterId": "nm0002012"}, {"text": "Hey, look, asshole. This isn't some kind of a bullshit biker's acid trip. This is a precise military operation.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "Hey, listen. Frank was the best man in anybody's unit. I got enough brain cells to remember that... You gotta' give me a shot, man. You gotta'.", "character": "Sailor", "characterId": "nm0002012"}]}, {"lines": [{"text": "Hey, master Wilkes, how ya' been?", "character": "Sailor", "characterId": "nm0002012"}, {"text": "What happened to your grenade?", "character": "Wilkes", "characterId": "nm0911542"}, {"text": "I had to use that for an emergency enema!", "character": "Sailor", "characterId": "nm0002012"}]}, {"lines": [{"text": "[Introducing the Vietnamese cook to the men at the Texas training camp]\nOh, this is Mr. Ky. We'll be eating nothing but Vietnamese food from now on.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "[All the men groan disapprovingly]\nWe don't want to be tramping through the jungles, smelling like Americans.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}]}, {"lines": [{"text": "[Wondering if Scott is a Viet Nam vet]\nSo, uh, how long were you there?", "character": "Charts", "characterId": "nm0859772"}, {"text": "I wasn't. Too young.", "character": "Kevin Scott", "characterId": "nm0000664"}, {"text": "[Looking a little skeptical]\nIs he goin' with us?", "character": "Johnson", "characterId": "nm0843221"}, {"text": "He served with 4th Recon Marines.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "\"Served\"?", "character": "Johnson", "characterId": "nm0843221"}, {"text": "I was discharged for striking a radio operator who fell asleep at his post.", "character": "Kevin Scott", "characterId": "nm0000664"}, {"text": "[the other men look a little askance at him, but he continues]\nYou're worried that I have no combat experience. You're right. There's no way of proving that I won't fail in combat. But then again, you can't prove that I will, either.", "character": "Kevin Scott", "characterId": "nm0000664"}, {"text": "[Grinning mischievously at Scott]\nThis is gonna' be a whole lotta' fun with this one.", "character": "Sailor", "characterId": "nm0002012"}]}, {"lines": [{"text": "[Addressing the men, gathered at the Texas training camp]\nGentlemen, thank you for coming. I knew you would come, 'cause you men have got what it takes. Molded over a little, but, uh, you've still got it.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "-", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "[the men are silent as he continues]", "character": null, "characterId": null}, {"text": "There's a bond between you men... as strong as the bond between my son and me. Of course, there's no bond as strong as that shared by men who have faced death in battle. You men seem to have a strong sense of loyalty, because you're thought of as criminals, because of Vietnam. You know why? Hmm? Because you lost. And in this country, that's like going bankrupt. You're out of business. They want to forget about you. You cost too much, and you didn't turn a profit.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "-", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "[continuing]", "character": null, "characterId": null}, {"text": "because there's no gain in it. You and I know, that the books are still in the red. And the politicians know, too. The same politicians that never lost a single son in Viet Nam - not one.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "[continuing]\nNow, they say they've been negotiating for ten years. Well... the other side's not buying. And while the politicians sit on their asses, I'm going to ask you to lay yours on the line. Again. Because, gentlemen... we're the only hope those P.O.W.s have. So, we're going back there. And this time... this time, nobody can dispute the rightness of what we're doing!", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}]}, {"lines": [{"text": "[Demonstrating to the men how to do a lethal knife attack, using Johnson as his \"victim\"]\nYou come in low under his line of sight. You leap... taking him down, placing your hand over his nose, pulling his face away from your knife hand.", "character": "Wilkes", "characterId": "nm0911542"}, {"text": "[points his knife at the back of the skull]\nAt the base of his skull at the right of his spine - what the Chinese call the wind gate - you insert, scramble the brains... what you have is instant rag doll.", "character": "Wilkes", "characterId": "nm0911542"}]}, {"lines": [{"text": "[During night training, Sailor sprays gunfire indiscriminately at cardboard targets]\nCongratulations, Sailor, you just killed a prisoner.", "character": "Kevin Scott", "characterId": "nm0000664"}, {"text": "[scoffs]\nHe's a collaborator!", "character": "Sailor", "characterId": "nm0002012"}]}, {"lines": [{"text": "You know, for years, I couldn't sleep after Korea. My nightmares all had to do with the Chosin Reservoir. The ground there was so frozen, we couldn't bury our dead. We had to pile 'em on trucks and lash them up against the tanks. For years I'd wake up with those dead, frozen faces staring at me.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "Did it ever go away?", "character": "Wilkes", "characterId": "nm0911542"}, {"text": "No... I finally made friends with them, though.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}]}, {"lines": [{"text": "Red wine and uppers... that's why we call him Sailor. He used to take a lot of red wine and uppers, and just sail away.", "character": "Johnson", "characterId": "nm0843221"}, {"text": "How come he wears that goddamned grenade around his neck?", "character": "Charts", "characterId": "nm0859772"}, {"text": "Sailor always said, that if life got too shitty, he'd just pull the pin and see what's next.", "character": "Blaster", "characterId": "nm0114487"}]}, {"lines": [{"text": "Do you ever regret letting Frank go, Jason?", "character": "MacGregor", "characterId": "nm0821041"}, {"text": "He was already in the service. There was never any question of him going.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}, {"text": "With all your contacts in Washington, couldn't you get him stationed anywhere else?", "character": "MacGregor", "characterId": "nm0821041"}, {"text": "When there's a war, the Rhodes fight. We lost almost the whole family at Gettysburg in one day. That's all we're good at. Never been good at anything else. Haven't always been real good at the fighting, either. A lot of us been killed... but we're always there.", "character": "Col. Cal Rhodes", "characterId": "nm0000432"}]}, {"lines": [{"text": "You're in a shit-pile of trouble. We're confiscating your weapons. My orders are to put you in jail - a Bangkok jail. But Colonel, I don't want to put an old soldier like you in jail, but damn it, this scheme of yours is crazy!", "character": "CIA Agent", "characterId": "nm0249241"}, {"text": "[as he walks back to his car]\nShit! You best be on the next plane to the States. And don't go back to the hotel. They're waiting for your ass there, too.", "character": "CIA Agent", "characterId": "nm0249241"}]}, {"lines": [{"text": "these are my daughters. They will accompany us into Laos.", "character": "Jiang", "characterId": "nm0510562"}, {"text": "Unfortunately, I have no sons to offer you. They were killed by Laotian Red Guards during opium run.", "character": "Jiang", "characterId": "nm0510562"}, {"text": "However, Colonel Rhodes, I am certain my daughters will prove themselves worthy.", "character": "Jiang", "characterId": "nm0510562"}]}]}