{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[flexing muscles during a Naval Academy physical]", "character": null, "characterId": null}, {"text": "How 'bout it, Doc. Do you think I'll live?", "character": "Crash Corrigan", "characterId": "nm0181003"}, {"text": "You look kind of weak and puny, but I think you'll pull through.", "character": "Navy Doctor [Ch. 1]", "characterId": "nm0493378"}]}, {"lines": [{"text": "There was that signal again. They've been sending it every five minutes.", "character": "Prof. Norton", "characterId": "nm0789637"}, {"text": "They? Just whom do you mean by they?", "character": "Diana Compton", "characterId": "nm0928472"}, {"text": "Professor Norton maintains that these signals must be the work of some human agency apparently coming from the bottom of the ocean", "character": "Crash Corrigan", "characterId": "nm0181003"}, {"text": "I hope you're not going to spring that fantastic yarn about the lost continent of Atlantis.", "character": "Diana Compton", "characterId": "nm0928472"}, {"text": "Exactly - only now I have some definite evidence.", "character": "Prof. Norton", "characterId": "nm0789637"}]}, {"lines": [{"text": "And this was where the ancient continent of Atlantis was reported to have sunk thousands of years ago. Contrary to popular belief, Atlantis did not sink overnight, but during a period of years. During this time, the people had ample opportunity to construct a roof of orecalcum over the city and keep out the ocean waves. Thus Atlantis, though lost, still lives.", "character": "Prof. Norton", "characterId": "nm0789637"}]}, {"lines": [{"text": "There will be no peace in Atlantis until we have broken the power of this evil usurper, Unga Khan.", "character": "Sharad", "characterId": "nm0267912"}]}, {"lines": [{"text": "Recall the troops. With those religious fanatics under control, I'll have no more interference with my plans to destroy the upper world!", "character": "Unga Khan", "characterId": "nm0089524"}]}, {"lines": [{"text": "When you succede in sending them to the bottom of the sea, Atlantis will rise once more to its former place in the sun and you will be the ruler of all things.", "character": null, "characterId": null}, {"text": "Start the disintegrator!", "character": "Unga Khan", "characterId": "nm0089524"}]}, {"lines": [{"text": "I'm gonna fry a parrot one of these days.", "character": "Briny Deep", "characterId": "nm0122470"}]}, {"lines": [{"text": "Are you actually proposing to move this huge metal tower? Why?", "character": "Diana Compton", "characterId": "nm0928472"}, {"text": "Because it contains all the machinery that has enabled me to harness the atom, the most destructive force known to science. Once I reach the surface I will become the ruler of the upper world... or destroy it!", "character": "Unga Khan", "characterId": "nm0089524"}, {"text": "Professor Norton would never agree to such a fiendish plan!", "character": "Diana Compton", "characterId": "nm0928472"}, {"text": "He's insane if he thinks I will.", "character": "Prof. Norton", "characterId": "nm0789637"}, {"text": "We have ways of persuading people to do our bidding.", "character": "Unga Khan", "characterId": "nm0089524"}]}]}