{"quotes": [{"lines": [{"text": "Look, prophecies aren't in my job descriptions, okay? I'm just a humble P.I. trying to save the world as we know it.", "character": "Tex Murphy", "characterId": "nm0427742"}]}, {"lines": [{"text": "Ah, Sylvia. My ex-wife. Whenever I think things can't get any worse, I think about her and how she totally screwed up my life. She's a woman who loves a man; *any* man, *any* time. I'll never forget the day I came home early and caught her with the upholstery man. I married her for better or worse. Unfortunately, it never got any better.", "character": "Tex Murphy", "characterId": "nm0427742"}]}, {"lines": [{"text": "I love murder mysteries. Ah, to be a *fictional* detective. Everything would be so much simpler then.", "character": "Tex Murphy", "characterId": "nm0427742"}]}, {"lines": [{"text": "Great-great-grandpa Murphy made it through the Depression by teaching Cha-Cha lessons to rich older women. He made thousands before the authorities found out he had no formal training.", "character": "Tex Murphy", "characterId": "nm0427742"}]}, {"lines": [{"text": "The office was actually a dance studio before I moved in. And Latin dancing is a Murphy family tradition.", "character": "Tex Murphy", "characterId": "nm0427742"}]}, {"lines": [{"text": "[On Ardo Newpop]\nThat big goon? He used to hassle me until I shared a quart of chocolate syrup with him. Now he lets me alone.", "character": "Clint", "characterId": "nm0055789"}]}, {"lines": [{"text": "[describing the Gieger Lizard]\nWell... he's sorta cute in a \"slash your throat, tear the meat of your bones\" kinda way...", "character": "Tex Murphy", "characterId": "nm0427742"}]}, {"lines": [{"text": "My gun. I love it *soooo* much.", "character": "Tex Murphy", "characterId": "nm0427742"}]}, {"lines": [{"text": "A *Larsen* Grand Piano. *Wow*. That's even better than a Staufway.", "character": "Tex Murphy", "characterId": "nm0427742"}]}, {"lines": [{"text": "Ah, the Rodent Tracker 8000. Just like on TV. 'Because household pests *never* build up an immunity to bullets.'", "character": "Tex Murphy", "characterId": "nm0427742"}]}, {"lines": [{"text": "My phonograph's an old family heirloom. I love to play the classics; Kool and The Gang, Peaches & Herb.", "character": "Tex Murphy", "characterId": "nm0427742"}]}, {"lines": [{"text": "No matter how bad things got, I always had my gun. Now I've lost that too. I have a feeling this is going to be one of those days.", "character": "Tex Murphy", "characterId": "nm0427742"}]}, {"lines": [{"text": "[describing his water cooler]\nThis pure mountain spring water is indispensable. Literally. I'm out of paper cups.", "character": "Tex Murphy", "characterId": "nm0427742"}]}, {"lines": [{"text": "All I've ever needed was a soft felt fedora, a well-tailored overcoat and a comfy pair of sneakers. Some people know what they like and they stay with it.", "character": "Tex Murphy", "characterId": "nm0427742"}]}, {"lines": [{"text": "The U I of U was the only place that would accept me. Half the course credit was earned by locating the university.", "character": "Tex Murphy", "characterId": "nm0427742"}]}, {"lines": [{"text": "The Scotch-Guard that Rudy's Upholstering Service put on my office chairs's will stand up to anything. And I ought to know.", "character": "Tex Murphy", "characterId": "nm0427742"}]}]}