{"quotes": [{"lines": [{"text": "May you have the goodness to tell me where I am?", "character": "Waldemar Kosel", "characterId": "nm0858412"}, {"text": "Not in heaven yet!", "character": "Oberschwester Hildegart", "characterId": "nm0312772"}, {"text": "I have noticed that by the voice, this must be more hell!", "character": "Waldemar Kosel", "characterId": "nm0858412"}]}, {"lines": [{"text": "I will only buy a new car.", "character": "Dr. Leonhard Sommer", "characterId": "nm0085493"}, {"text": "That is wrong, Mr. Doctor. So wrong. What are you wrong, Doctor. You need a used car. Now you will ask yourself... what are you going to ask yourself, doctor?", "character": "Waldemar Kosel", "characterId": "nm0858412"}, {"text": "What am I going to ask myself?", "character": "Dr. Leonhard Sommer", "characterId": "nm0085493"}, {"text": "Why? And what I am going to tell you?", "character": "Waldemar Kosel", "characterId": "nm0858412"}, {"text": "I guess, you are gonna tell me.", "character": "Dr. Leonhard Sommer", "characterId": "nm0085493"}, {"text": "That's right. Because a car is only new until you start the motor for the very first time. And for that fraction of a second you need to pay a lot of money.", "character": "Waldemar Kosel", "characterId": "nm0858412"}, {"text": "Surely not me.", "character": "Dr. Leonhard Sommer", "characterId": "nm0085493"}, {"text": "Right. Because you are smart. You use a used one. And who uses a used uses Kosel.", "character": "Waldemar Kosel", "characterId": "nm0858412"}, {"text": "[takes a breath]", "character": null, "characterId": null}, {"text": "Goddamn am I tired.", "character": "Waldemar Kosel", "characterId": "nm0858412"}]}, {"lines": [{"text": "If you are good we'll go to the zoo on sunday.", "character": "Waldemar Kosel", "characterId": "nm0858412"}, {"text": "Again? When I arrive the monkey are already waving to me.", "character": "Monika Kosel", "characterId": "nm0261377"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "This will have consequences.", "character": "Studienrat Zackgiebel", "characterId": "nm0917076"}]}, {"lines": [{"text": "[Zackgiebel is climbing under his car because it is jacked up by Hotte, he talks to him but doesn't realize that Hotte went away and a police officer is standing on the same spot]\nThis will have consequences. You think you can dare anything, right? That's how it could go. No human is safe from you. I will change that. I will curb you. Don't stand there useless. I get sick when I see one of you. You only hang around on the street all day and make good people's life difficult. Lazy gang. How about you try to do some work? The only think you can do is killing time. Do you know what you are for me? For me you are nothing but rascals. Who do you think you are? Born stupid, nothing learned and half of it is forgotten. You can't even write and read correctly. Get lost. Go away. I can't see you anymore. Poor parents who born this. We can congratulate them. What am I talking? It's hopeless.", "character": "Studienrat Zackgiebel", "characterId": "nm0917076"}, {"text": "[he comes out from under the car]", "character": null, "characterId": null}, {"text": "And if you don't get away, you'll get a few slaps in the face until you don't recognize yourself.", "character": "Studienrat Zackgiebel", "characterId": "nm0917076"}, {"text": "[Suddenly he realized he is talking to a police officer]", "character": null, "characterId": null}, {"text": "Oh very good morning. This wasn't meant to sound like this. You understand this, don't you? Well, so long and no hard feelings. Well, Mr. costable, take care.", "character": "Studienrat Zackgiebel", "characterId": "nm0917076"}]}]}