{"quotes": [{"lines": [{"text": "[At Megane's Nazi-themed \"Third Reich Decadent Cafe\"]", "character": null, "characterId": null}, {"text": "But do you really think anyone'll come to a place that looks like this, Megane?", "character": "Perm", "characterId": "nm0613663"}, {"text": "Maybe we should have gone with the 'Hot Babes Coffee Shop' like Ataru suggested. Lum gave it her OK too, after all.", "character": "Chibi", "characterId": "nm0299401"}, {"text": "I won't have Lum acting like a bimbo. Besides, do you know how hard it was to collect money from everyone in class to open this place? I'll be damned if I'll let it be operated according to Ataru's weird tastes.", "character": "Megane", "characterId": "nm0157133"}, {"text": "[Muttering]\n'Weird tastes' he says...", "character": "Perm", "characterId": "nm0613663"}]}, {"lines": [{"text": "[Lum orders Ataru out of Mendou's tank]", "character": null, "characterId": null}, {"text": "One, two, three... DIVINE RETRIBUTION.", "character": "Lum", "characterId": "nm0386249"}]}, {"lines": [{"text": "Twice is a tragedy, but thrice is a comedy, as someone once said.", "character": "Sakura", "characterId": "nm0913558"}]}, {"lines": [{"text": "[Mujaki cries as his dream is being destroyed]", "character": null, "characterId": null}, {"text": "Oh, calm down, it's just a dream. You can always make more.", "character": "Ataru Moroboshi", "characterId": "nm0299192"}, {"text": "You don't understand at all. What's the difference between reality and the dreams I make? I've been making and living in other people's dreams since I was born. Can't I have a dream of my own, just this once? Oh, why do they always have to be destroyed?", "character": "Mujaki", "characterId": "nm0297805"}]}, {"lines": [{"text": "[Regarding Lum]", "character": null, "characterId": null}, {"text": "I knew right away that she'd been born under a very unusual star...", "character": "Mujaki", "characterId": "nm0297805"}, {"text": "Well, she came from a different one...", "character": "Sakura", "characterId": "nm0913558"}]}, {"lines": [{"text": "[Sakura rides in Mujaki's \"Blue Turtle\" cab]", "character": null, "characterId": null}, {"text": "Things are a mess fer ya 'cause ya think time an' space are objective things. Y'now how time seems down when y're waiting? Fact is, time is simply a creation of your human consciousness. What is there ain't no human beings anywhere in the world? Wouldn't clocks and calendars be a waste? Maybe there ain't no such thing as time that flows in one direction from the past to the future, and never was dontcha think, ma'am? Human beings are slipshod to begin with, so there ain't nothing strange 'bout time being slipshod too. If ev'rything was all hunky-dory then THAT'D be weird! The only certain thing is the present, that just keeps flowin' like this. Ain't that the best way to think 'bout it?", "character": "Mujaki", "characterId": "nm0297805"}, {"text": "Interesting. Maybe I really AM riding a turtle.", "character": "Sakura", "characterId": "nm0913558"}, {"text": "Wanna go straight to Dragon Palace? I'll give you a discount fare!", "character": "Mujaki", "characterId": "nm0297805"}]}, {"lines": [{"text": "[Mendou's tank is submerged in the pool]", "character": null, "characterId": null}, {"text": "[Whining]\nMy... my tank. My Leopard.", "character": "Mendou", "characterId": "nm0436776"}, {"text": "Who can blame it, in this heat?", "character": "Megane", "characterId": "nm0157133"}, {"text": "Tanks don't go swimming, you idiot.", "character": "Mendou", "characterId": "nm0436776"}]}, {"lines": [{"text": "[Ataru has Baku's horn]", "character": null, "characterId": null}, {"text": "Stop! Stop! Stop! Stop! Stop! Do you have any idea what'll happen if you do that?", "character": "Mujaki", "characterId": "nm0297805"}, {"text": "You're just like Lum. When will you learn that I always do things without thinking of the consequences?", "character": "Ataru Moroboshi", "characterId": "nm0299192"}]}, {"lines": [{"text": "Are you awake Ataru? It may surprise you, but listen to what I have to say. Your mother and i probably won't be alive when you hear this tape. We made every effort to find some way to awaken you and Lum from your mysterious sleep. But present day science, not just of Earth, but of Lum's planet as well couldn't revive the two of you. Forgive us. We've stacked our last hopes, and your fates, on the future. We thought that science a few centuries from now might have a chance of awakening you. Ataru, you're strong enough to live anywhere, anywhen. Lum's parents said to tell you to take good care of her. That's all there is to say... Oh yes, we had to take you a 500-year loan in your name to pay the cold-sleep fees!", "character": "Ataru's Father", "characterId": "nm0644524"}, {"text": "[Ataru pratfalls]", "character": null, "characterId": null}, {"text": "Goodbye, Ataru.", "character": "Ataru's Father", "characterId": "nm0644524"}]}, {"lines": [{"text": "[discussing the deserted town of Tomobiki]\nWhat harm does it really cause us in the first place? Onsen-Mark is gone... hmm, Cherry's missing. Hit it boys!", "character": "Megane", "characterId": "nm0157133"}, {"text": "[joined by Megane's gang]\nHooray!", "character": "Ataru Moroboshi", "characterId": "nm0299192"}]}, {"lines": [{"text": "[Everyone finds they can't get to their own homes]", "character": null, "characterId": null}, {"text": "There's only one thing we can do...", "character": "Megane", "characterId": "nm0157133"}, {"text": "[At Ataru's house]", "character": null, "characterId": null}, {"text": "We'd like you to...", "character": "Megane", "characterId": "nm0157133"}, {"text": "PUT US UP FOR THE NIGHT!", "character": "Perm", "characterId": "nm0613663"}, {"text": "Why you...!", "character": "Ataru, Mendou", "characterId": "nm0969901"}]}]}