{"quotes": [{"lines": [{"text": "[opening song lyrics]", "character": null, "characterId": null}, {"text": "Don't get so fidgety! You're always looking all over the place! Stop looking away from me! More than anyone else, I love you, love you, love you the best! Love you, love you, love you! Love you, love you, love you! On nights when the stars are twinkling, I dream all about you. I love you, but you act like you don't know. I bet you're crazy for someone else by now! Ah! Men all have so many loves. Ah! You're spreading them all over, and making me worry! Don't get so fidgety! You're always looking all over the place! Stop looking away from me! More than anyone else, I love you the best! Love you the best!", "character": "Lum", "characterId": "nm0386249"}]}, {"lines": [{"text": "[to Ataru]\nYou're a simpleton whose reasoning abilities are totally primitive!", "character": null, "characterId": null}, {"text": "He's not only primitive, but clumsy, satyric, flirtatious, and to top it all off, a moron and a total pervert!", "character": "Ten", "characterId": "nm1420924"}, {"text": "Geez! What a bunch of little brats!", "character": "Moroboshi Ataru", "characterId": "nm0299192"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "Oh, I never should have had him.", "character": "Ataru's Mother", "characterId": "nm1779589"}]}, {"lines": [{"text": "[repeated line, to Ataru]", "character": null, "characterId": null}, {"text": "You flirtatious scum!", "character": "Shinob", "characterId": "nm1095586"}]}, {"lines": [{"text": "[closing song lyrics]", "character": null, "characterId": null}, {"text": "Let's put weird and weird together, and make it even weirder! Weird, weird space is super-weird! Hold on. What? What? Something's weird! Hold on. What? What? Something's definitely a little weird! If it gets weird, it becomes fun! Hearts pop up and fly away into the night sky! Let's put weird and weird together, and make it even weirder! Weird, weird space is super-weird! Super-weird! Terrible!", "character": "Lum", "characterId": "nm0386249"}]}, {"lines": [{"text": "[teacher is taking alien nursery school on a tour of \"famous places\"]", "character": null, "characterId": null}, {"text": "Over there is the famous telephone pole! Here's a garbage can, sometimes called a plastic garbage can! Pretty neat, isn't it?", "character": null, "characterId": null}, {"text": "This is what you call a famous place?!", "character": "Ten", "characterId": "nm1420924"}, {"text": "Teacher, please don't embarrass me!", "character": null, "characterId": null}, {"text": "What's the matter, Kintaro?", "character": null, "characterId": null}, {"text": "Just 'cause we're kids, don't think we don't know better! At the very least, take us to Tokyo Tower or Nijubashi! Or if not that, how about taking us to an anime studio?", "character": null, "characterId": null}]}, {"lines": [{"text": "[after trying to kill Ten]\nI know I was wrong! Without a doubt, I'm low! Everything about me is full of shame! Oh! Curse this destiny of mine! I'm lower than the beasts!", "character": null, "characterId": null}, {"text": "Well, you don't have to go that far.", "character": "Ten", "characterId": "nm1420924"}, {"text": "[now on his knees, sobbing]\nI don't have anything more to say to you, no matter what you say to me!", "character": null, "characterId": null}, {"text": "Stupid! Idiot! Simpleminded fool! Bald-headed liar! Egghead!", "character": "Ten", "characterId": "nm1420924"}, {"text": "[running away from Kintaro, who is suddenly wielding his axe again]\nHey, you said you weren't gonna get mad!", "character": "Ten", "characterId": "nm1420924"}, {"text": "[angrily swinging axe]\nI only said that I didn't have anything to say in reply! I'm a kid of action!", "character": null, "characterId": null}]}]}