{"quotes": [{"lines": [{"text": "My name's Wayne. So what's yours?", "character": "Wayne Gibbs", "characterId": "nm0875613"}, {"text": "Sylvia. But I'm gonna change it as soon as I'm old enough.", "character": "Sylvia Fuller", "characterId": "nm0942486"}, {"text": "How come?", "character": "Wayne Gibbs", "characterId": "nm0875613"}, {"text": "Because when I was little, all the other kids used to call me 'Saliva.'", "character": "Sylvia Fuller", "characterId": "nm0942486"}]}, {"lines": [{"text": "[when he learns that Sylvia's father, a chicken farmer, does not approve of her going out with his son Wayne]\nWell, I've come up against a few chicken farmers in my time. You've just gotta outrun the buckshot and deny everything!", "character": "Sonny Gibbs", "characterId": "nm0002078"}]}, {"lines": [{"text": "[to her stepmother Ruth, who is scolding her for talking back]\nI'm gonna talk... talk, Talk, TALK!... until I explode! And then you're gonna be very sorry for the way you're treating me!", "character": "Sylvia Fuller", "characterId": "nm0942486"}]}, {"lines": [{"text": "[as a ruse to deceive her father, who is about to whip her for sneaking out to be with Wayne]\nDaddy, I saw Jesus! I SAW JESUS! He was standing outside my window and he had on a white robe and he beckoned for me to follow him! So I climbed out the window and followed, and he went down the road and then I couldn't see him no more, and then Wayne came along and picked me up and brought me home! You can do anything you want to do, you can torture me, you can cut out my tongue for a liar, but you can't make me say I didn't see him! I saw Jesus!", "character": "Sylvia Fuller", "characterId": "nm0942486"}]}, {"lines": [{"text": "[in the middle of a pulpit-pounding revival meeting sermon]\nAnd God said, I cast you OUT! you cigarette demon! You fornicatin' demon! Cheatin' demon! Stealin' demon! Lyin' demon! Yes, my friends, the Lord did a job on me that night!", "character": "Reverend Ray Horner", "characterId": "nm0362222"}]}]}