{"quotes": [{"lines": [{"text": "I'd rather bite my tongue off and bleed to death!", "character": "Doris", "characterId": "nm0593911"}]}, {"lines": [{"text": "boredom. Everlasting and hideous boredom. A never ending search for ways to pass the time... and mating with a human female is one of the few I enjoy. Eventually they become tiresome. For in spite of their vitality, they are fundamentally stupid creatures who couldn't survive without the nobility to rule them. Perhaps now you'll understand my wanting to have some fun every thousand years or so?", "character": "Count Magnus Lee", "characterId": "nm0441975"}]}, {"lines": [{"text": "What a wonderful night this has been! For the first time in one hundred years I haven't been bored once!", "character": "Count Magnus Lee", "characterId": "nm0441975"}]}, {"lines": [{"text": "You and your kind do not belong among the living. You are nothing but visitors from the past, shadows from the world of darkness.", "character": "D", "characterId": "nm0566332"}, {"text": "World of darkness?", "character": "Count Magnus Lee", "characterId": "nm0441975"}, {"text": "You and your kind should go back to where you belong! Back to the abyss! Of Oblivion!", "character": "D", "characterId": "nm0566332"}, {"text": "A challenger. How amusing.", "character": "Count Magnus Lee", "characterId": "nm0441975"}]}, {"lines": [{"text": "What's your name?", "character": "D", "characterId": "nm0566332"}, {"text": "My name's Doris Lang. Do you think you'll be able to help me? Don't worry, I can pay for it. I don't have much in the way of money, but I'll give you three meals a day, and you can sleep with me if you want to.", "character": "Doris Rumm", "characterId": "nm0329361"}, {"text": "So when did the vampire bite you?", "character": "D", "characterId": "nm0566332"}, {"text": "You ARE a Vampire Hunter! I knew it! Please, won't you help me?", "character": "Doris Rumm", "characterId": "nm0329361"}]}, {"lines": [{"text": "An eye for an eye. And a hand for a hand.", "character": "Reiganse", "characterId": "nm0536748"}]}, {"lines": [{"text": "Go back to the castle and tell Count Lee, visitors from the past shall return to the darkness once they came.", "character": "D", "characterId": "nm0566332"}, {"text": "What do you mean visitors from the past?", "character": "Lamika", "characterId": "nm0168594"}]}, {"lines": [{"text": "Be honest with yourself. Do you think that your high and mighty code of honour kept you from responding to a young girls desire. Ha! And you have the nerve to call yourself a dampiel and claimed that your father is non-other than...", "character": "D's Left Hand, Narration", "characterId": "nm0619077"}, {"text": "That enough!", "character": "D", "characterId": "nm0566332"}, {"text": "So, hit a nerve, did I?", "character": "D's Left Hand, Narration", "characterId": "nm0619077"}]}, {"lines": [{"text": "I am Rei Ginsei, vampire hunter and killing men like you is my greatest pleasure. Prepare to die!", "character": "Rei Ginsei", "characterId": "nm0443733"}]}, {"lines": [{"text": "Permit me to introduce myself, I am Count Magnus Lee, at your service. And since you seem fit to take it upon yourself to trespass into my domain I must ask for payment!", "character": "Count Magnus Lee", "characterId": "nm0441975"}]}, {"lines": [{"text": "I was once told of a mutant that could twist space around him, and it seems I have met him!", "character": "D", "characterId": "nm0794060"}]}, {"lines": [{"text": "I have lived in this world for ten thousand years, and yet you lack the capacity to understand what that truly means. When years cease to have meaning, boredom is a mortal foe. It is a war for constant stimulation, and if that means debasing our line with humans, then so be it. And after all, since we took control of their lands, the humans owe us something in exchange for the simple existences our efforts allow them. When you consider that, a human female every fifty years or so is nothing.", "character": "Count Magnus Lee", "characterId": "nm0906996"}]}, {"lines": [{"text": "[Rei Ginsei stands between Count Lee and his wedding procession]\nRei, stand aside or die.", "character": "Count Magnus Lee", "characterId": "nm0906996"}, {"text": "Your days are over, Count Lee.", "character": "Rei Ginsei", "characterId": "nm0564206"}, {"text": "[takes out Time Traveling Incense, blinding the procession]", "character": null, "characterId": null}, {"text": "Wait fifty years, you said? Do you even remember what fifty years is to us? I lost my left hand because of you! I watched all my comrades die, and for what? But all that ends here and now. You're going to die, Count Lee!", "character": "Rei Ginsei", "characterId": "nm0564206"}, {"text": "[dissipates the candle and shatters it, then chuckles]\nDid you *really* think that would work on me, you fool?", "character": "Count Magnus Lee", "characterId": "nm0906996"}, {"text": "[He elevates Rei Ginsei with his powers, smashing him against column after column. Finally, he pins him upside down above the opposite door]", "character": null, "characterId": null}, {"text": "Goodbye, Rei.", "character": "Count Magnus Lee", "characterId": "nm0906996"}, {"text": "[Rei's skull swells and finally bursts open, exploding into a bloody, brain-filled mess]", "character": null, "characterId": null}, {"text": "My, this day is turning out to be filled with more wonderfully delightful diversions that I'd ever dared to hope for. How invigorating!", "character": "Count Magnus Lee", "characterId": "nm0906996"}, {"text": "[laughs wickedly]", "character": null, "characterId": null}]}]}