{"quotes": [{"lines": [{"text": "While nearby, at the home of Dr. Hubert Waring's, the select and elite colored of Fayetteville, were making merry that night.", "character": null, "characterId": null}]}, {"lines": [{"text": "It seems we would all be so much happier, if they would be just willing to meet us half way. But, life is like that. If people could all see alike and feel alike, there'd be no apology no raised prejudice.", "character": "Frank Fowler", "characterId": "nm0537070"}, {"text": "How even tempered you are, Frank! You have every reason to be violently angry and swearing. And, yet, you are as calm and considerate as a trained diplomat.", "character": "Rena Walden", "characterId": "nm1274053"}, {"text": "What you've told me, calls for calm deliberation and consideration, Rena.", "character": "Frank Fowler", "characterId": "nm0537070"}]}, {"lines": [{"text": "They can never stop me from loving you.", "character": "Rena Walden", "characterId": "nm1274053"}, {"text": "Fine and noble, dear.", "character": "Frank Fowler", "characterId": "nm0537070"}]}, {"lines": [{"text": "He didn't have anything for dark people to do. He says they were e-vil.", "character": "Miss Waring", "characterId": "nm0346944"}, {"text": "[Party-goers break out in laughter]", "character": null, "characterId": null}]}, {"lines": [{"text": "Some of the white people to encourage us, have been telling us that we've made the most wonderful progress of any race in the world in the year since we've been free.", "character": "Frank Fowler", "characterId": "nm0537070"}]}, {"lines": [{"text": "Times have changed. And it's up to the negro race now to individualize his efforts, by which I mean, that each and everyone of us must make a concerted drive towards success.", "character": "Frank Fowler", "characterId": "nm0537070"}]}, {"lines": [{"text": "Tempting me again?", "character": "Frank Fowler", "characterId": "nm0537070"}]}, {"lines": [{"text": "Oh, my dear fellow. After all your experience with the opposite sex, you stand there and talk like a chump.", "character": "John Walden", "characterId": "nm0281810"}, {"text": "Why? What do you mean?", "character": "George Tryon", "characterId": "nm0349791"}, {"text": "Just what I say. You not only talk like one, but, you act like one. Can't you understand that Rena has never had a beau? That your passion... frighten her? What did you expect a modest, obedient and retiring girl like her to do?", "character": "John Walden", "characterId": "nm0281810"}, {"text": "I am a chump! And a fool!", "character": "George Tryon", "characterId": "nm0349791"}]}, {"lines": [{"text": "An angel from heaven - if there is such a thing.", "character": "George Tryon", "characterId": "nm0349791"}]}, {"lines": [{"text": "When Rena went to live with her brother, John, it was silently understood that she, as had he, was to forget that she had a mother - or had ever belonged to the Negro Race at all.", "character": null, "characterId": null}]}, {"lines": [{"text": "Deep down in your heart, you're still in love with a coal-black negro in North Carolina.", "character": "John Walden", "characterId": "nm0281810"}]}, {"lines": [{"text": "When Judge Strait sent you away to school as a white boy, you were young and unburdened. A new environment had settled upon you and shaped you for another life, as it has me. You grew up and went to school as a white boy, so, that by the time you were old enough to go with girls, you had forgotten your childhood days sufficiently to feel at home. It wasn't a case of being suddenly picked up and placed in a new and strange environment, as you have placed me. All this frightens me. I'm afraid to talk, to smile, to do anything, for fear that I'll make a mistake and embarrass you.", "character": "Rena Walden", "characterId": "nm1274053"}]}, {"lines": [{"text": "There! I knew she didn't want to leave her people! It's that brother who's makin' her do this.", "character": "Maid", "characterId": "nm0308166"}]}, {"lines": [{"text": "I only know that I am *not* a white girl, but, a negress.", "character": "Rena Walden", "characterId": "nm1274053"}]}, {"lines": [{"text": "I'm bettin' two to one that she don't come back.", "character": "Driver", "characterId": "nm2865128"}, {"text": "Honey, when they once loves a spade, ain't nobody can take 'em away from 'em.", "character": "Maid", "characterId": "nm0308166"}, {"text": "Em-hem. And I bet he's a dark one, too!", "character": "Cook", "characterId": "nm2865169"}, {"text": "[All three laugh]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Final lines]\nDon't awaken me, till we reach Fayetteville, dear.", "character": "Rena Walden", "characterId": "nm1274053"}]}]}