{"quotes": [{"lines": [{"text": "This is not the finest hospital in England and I dare say I'm not the most lenient Matron. I'll stand no nonsense and I offer no favoritism. You're entitled to one half a day a week off, if you're lucky. Extra duty, if you're not. No smoking. No cosmetics and you share a bedroom. Those are the conditions here, neither better nor worse than I have explained them. If they're not your liking, I'd appreciate your stepping out now rather than wasting your time or mine. I hope you'll be happy here.", "character": "Matron East", "characterId": "nm0341100"}, {"text": "[Smiles]", "character": null, "characterId": null}, {"text": "Report to the medical examiner. Next.", "character": "Matron East", "characterId": "nm0341100"}]}, {"lines": [{"text": "Isn't it wonderful?", "character": "Lucy Lee", "characterId": "nm0794297"}, {"text": "Lucy and Joe married. I-I can't believe it.", "character": "Anne Lee", "characterId": "nm0001479"}, {"text": "Well, you better, Anne. We've got the proof.", "character": "Joe Shand", "characterId": "nm0001088"}, {"text": "Well, what about your certificate, Lucy?", "character": "Anne Lee", "characterId": "nm0001479"}, {"text": "Oh, yes, I still have it. I don't expect to use it, though. Still, it will look nice hanging on the wall of our home. Something to show people that I once was a nurse.", "character": "Lucy Lee", "characterId": "nm0794297"}, {"text": "Well, I'm very happy because you're so happy. I-I know you'll be a good wife, dear, and Joe, I know you'll be a good husband. My blessings to you both.", "character": "Anne Lee", "characterId": "nm0001479"}]}, {"lines": [{"text": "And remember Nurse Lee, wherever you go, there is nothing in the world so bad as a bad nurse nor so good as a good one. Remember it all your days.", "character": "First Matron", "characterId": "nm0365444"}]}, {"lines": [{"text": "I'm just a bad girl and a bad nurse.", "character": "Lucy Lee", "characterId": "nm0794297"}, {"text": "You're not a bad girl.", "character": "Anne Lee", "characterId": "nm0001479"}]}, {"lines": [{"text": "It's not futile Doctor, it's glorious. We work for all. Some live and some die. How often we've seen two people, both with the same disease, come into the hospital. Both with the same power of resistance. There turn in the night, one dies, the other lives. It isn't science. It isn't medicine. We do everything we can for them an it's something more. Who watches and reasons who's to live and who's to die. Its not for us to be bitter and criticize his judgement. We're here to serve and if we do it well we find... pleasure. Freedom. Perfect freedom.", "character": "Anne Lee", "characterId": "nm0001479"}]}, {"lines": [{"text": "Come, my Doctor Prescott, there's work for us to do.", "character": "Anne Lee", "characterId": "nm0001479"}]}]}