{"quotes": [{"lines": [{"text": "You're in my way, bro.", "character": "Blueboy", "characterId": "nm0675887"}, {"text": "No shit.", "character": "Nick", "characterId": "nm0004365"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "you got a moral obligation, the right of self-preservation. Now, you can run, you can hide, or you can start to live like human beings again. This is our Waterloo, baby! You want your city back? You gotta take it. Dig it? Take it!", "character": "Nick", "characterId": "nm0004365"}]}, {"lines": [{"text": "Eddie, don't come back here. And whatever you gotta do on the outside, don't get caught. You sure don't want your ass back in here.", "character": "Rake", "characterId": "nm0834754"}]}, {"lines": [{"text": "[to Eddie]\nThis gun is my judge, my jury... and my executioner!", "character": "Nick", "characterId": "nm0004365"}]}, {"lines": [{"text": "How's it going?", "character": "Nick", "characterId": "nm0004365"}, {"text": "Vickie's not comming back. That's how it's going.", "character": "Eddie Marino", "characterId": "nm0001233"}, {"text": "I see. You blame yourself, huh? Is that why you're running?", "character": "Nick", "characterId": "nm0004365"}, {"text": "I'm getting out of here as fast as I can. That's it. I don't want the police or that gang to come back around here looking for retribution. Look that this. Ten years of my fucking life with this plastic shit. There's gotta be someplace I can start my life over. I don't know where, Nick... But not here where they can kick your ass anytime they feel like it. I don't know anymore.", "character": "Eddie Marino", "characterId": "nm0001233"}, {"text": "Yeah man, I know how you feel.", "character": "Nick", "characterId": "nm0004365"}, {"text": "No, you don't. My neighbors... they all saw what happened and they didn't do shit. They never called the police nor gave a statement.", "character": "Eddie Marino", "characterId": "nm0001233"}, {"text": "Forget it, Eddie. They're victims, man. They gave up fighting a long time ago.", "character": "Nick", "characterId": "nm0004365"}, {"text": "Everybody's a victim. So what?", "character": "Eddie Marino", "characterId": "nm0001233"}, {"text": "You're still walking around in the dark, man. You wanna run? Go ahead. After you, then Burke, Ramon, and maybe me. But I'll tell you this. Sooner or later we're gonna run out of places to hide. What do we do then? Huh? Climb on some high mountain where it's nice and safe like in the suburbs? Wrong! After those punks and scum finish turning this whole neighborhood into a cesspool, what makes you think they're not gonna look up at that high mountain of ours and want that too? The word is out on the street, man. The bottom is about to fall out. They want us bad, but they're coming after you first. These are our homes. We give 'em up... and we've got nothing! Fight for it, Eddie. Fight for it!", "character": "Nick", "characterId": "nm0004365"}]}, {"lines": [{"text": "[struggling with Prago]\nI'll kill you! You were the one who killed my son!", "character": "Eddie Marino", "characterId": "nm0001233"}, {"text": "Fuck him! Go ahead, man. Kill me! Go ahead! Death don't mean shit to me!", "character": "Prago", "characterId": "nm0086783"}, {"text": "It does to me!", "character": "Eddie Marino", "characterId": "nm0001233"}, {"text": "[Eddie throws Prago off the building]", "character": null, "characterId": null}]}, {"lines": [{"text": "[Sitting in his pimp-mobile, angry, because the prostitutes he's running aren't making any money]\nDamn recession! How do they expect a working man to make a goddamned living!", "character": "Horace", "characterId": "nm0748513"}]}, {"lines": [{"text": "[after Marino's been accosted by some thugs in the prison cafeteria]\nYou know, if I were you, I'd watch myself.", "character": "Rake", "characterId": "nm0834754"}, {"text": "I didn't ask you nothin'.", "character": "Eddie Marino", "characterId": "nm0001233"}, {"text": "You're pretty hostile to be a white ass.", "character": "Rake", "characterId": "nm0834754"}, {"text": "I got a right to be anything I want.", "character": "Eddie Marino", "characterId": "nm0001233"}, {"text": "take that pitiful look off your face, or you won't make it through the day.", "character": "Rake", "characterId": "nm0834754"}]}]}