{"quotes": [{"lines": [{"text": "Vincent Malloy is seven years old, / He's always polite and does what he's told. / For a boy his age he's considerate and nice, / But he wants to be just like Vincent Price. / He doesn't mind living with his sister, dog and cats, / Though he'd rather share a home with spiders and bats. / There he could reflect on the horrors he's invented, / And wander dark hallways alone and tormented. / Vincent is nice when his aunt comes to see him, / But imagines dipping her in wax for his wax museum. / He likes to experiment on his dog Abercrombie, / In the hopes of creating a horrible zombie. / So he and his horrible zombie dog, / Could go searching for victims in the London fog. / His thoughts though aren't only of ghoulish crime, / He likes to paint and read to pass some of the time. / While other kids read books like Go Jane Go, / Vincent's favorite author is Edgar Allan Poe. / One night while reading a gruesome tale, / He read a passage that made him turn pale. / Such horrible news he could not survive, / For his beautiful wife had been buried alive. / He dug out her grave to make sure she was dead, / Unaware that her grave was his mother's flower bed. / His mother sent Vincent off to his room, / He knew he'd been banished to the tower of doom. / Where he was sentenced to spend the rest of his life, / Alone with a portrait of his beautiful wife. / While alone and insane, encased in his tomb, / Vincent's mother burst suddenly into the room. / She said, \"If you want to you can go out and play. / It's sunny outside and a beautiful day.\" / Vincent tried to talk, but he just couldn't speak, / The years of isolation had made him quite weak. / So he took out some paper and scrawled with a pen, / \"I am possessed by this house and can never leave it again.\" / His mother said, \"You're not possessed, and you're not almost dead. / These games that you play are all in your head. / You're not Vincent Price you're Vincent Malloy. / You're not tormented or insane you're just a young boy. / \"You're seven years old and you are my son. / I want you to get outside and have some real fun.\" / Her anger now spent, she walked out through the hall, / And while Vincent backed slowly against the wall. / The room started to sway, to shiver and creak. / His horrid insanity had reached its peak. / He saw Abercrombie his zombie slave, / And heard his wife call from beyond the grave. / She spoke from her coffin and made ghoulish demands. / While through cracking walls reached skeleton hands. / Every horror in his life that had crept through his dreams, / Swept his mad laughter to terrified screams. / To escape the madness he reached for the door, / But fell limp and lifeless down on the floor. / His voice was soft and very slow, / As he quoted The Raven from Edgar Allan Poe, / \"And my soul from out that shadow that lies floating on the floor, / Shall be lifted - Nevermore!\"", "character": "Narrator", "characterId": "nm0001637"}]}]}