{"quotes": [{"lines": [{"text": "Lieutenant Brown, the readers of the Toronto Star want to know about Canada's newest Ace.", "character": null, "characterId": null}, {"text": "What is there to know? I'm just a technician; I change things.", "character": "Roy Brown", "characterId": "nm0835144"}, {"text": "Change things?", "character": null, "characterId": null}, {"text": "Put a plane in front of me, with a man in it, I change them into a wreck and a corpse.", "character": "Roy Brown", "characterId": "nm0835144"}, {"text": "Well... well how do you like France?", "character": null, "characterId": null}, {"text": "It's a nice country, isn't it? Lots of my friends will be staying after the war.", "character": "Roy Brown", "characterId": "nm0835144"}, {"text": "Ah... how do you like the French girls, Lieutenant?", "character": null, "characterId": null}, {"text": "With both their arms and legs, I think.", "character": "Roy Brown", "characterId": "nm0835144"}, {"text": "[coughs]\n... the German planes, are they dangerous?", "character": null, "characterId": null}, {"text": "The Germans, they're dangerous. The planes, they're dangerous too. They kill as many Germans as we do, the same way ours do us.", "character": "Roy Brown", "characterId": "nm0835144"}, {"text": "But now that we outnumber the Germans, we're... we're winning, aren't we?", "character": null, "characterId": null}, {"text": "How in Christ's name do I know? I go out in the morning and try to stay alive till I run out of petrol. One day I come back and they tell me I'm an Ace.", "character": "Roy Brown", "characterId": "nm0835144"}, {"text": "But you've... you've shot down eight German planes!", "character": null, "characterId": null}, {"text": "Is it eight? God Almighty I thought it was a hundred. I keep shooting him down but he's always up there in the morning. How the hell do I know who's winning the war? One of these mornings...", "character": "Roy Brown", "characterId": "nm0835144"}, {"text": "One of these mornings, it'll all be over.", "character": null, "characterId": null}, {"text": "How can it be over? There's still some of us alive. They wouldn't end it with any of us alive, now would they?", "character": "Roy Brown", "characterId": "nm0835144"}]}, {"lines": [{"text": "You started the war as a cavalry officer, yeah?", "character": null, "characterId": null}, {"text": "Yeah.", "character": "Baron Manfred von Richthofen", "characterId": "nm0492342"}, {"text": "So, now, how does it feel to fly? To fight in the sky?", "character": null, "characterId": null}, {"text": "My ancestors were Teutonic knights; I've merely exchanged my horse for an airplane.", "character": "Baron Manfred von Richthofen", "characterId": "nm0492342"}, {"text": "[laughing]\nI see, so the flying is just a means to an end?", "character": null, "characterId": null}, {"text": "the stalking, the chase, and finally the kill. The climax.", "character": "Baron Manfred von Richthofen", "characterId": "nm0492342"}, {"text": "Oh, so you enjoy it sir?", "character": null, "characterId": null}, {"text": "What should I say? War is the father of nations. It makes them slaves or it makes them free. Victory brings with it a climax, a sense of fulfillment.", "character": "Baron Manfred von Richthofen", "characterId": "nm0492342"}, {"text": "But the danger! Every day, every minute! While you are in the air...", "character": null, "characterId": null}, {"text": "always there. But when you hunt, you think about your hunting, don't you?", "character": "Baron Manfred von Richthofen", "characterId": "nm0492342"}]}, {"lines": [{"text": "[Walking away from another pilot after an argument on the firing range, when the other officer turns his machine gun to Brown but does not use it]\nWhat's the matter? You can't shoot a man in the back if he's not in a plane?", "character": "Roy Brown", "characterId": "nm0835144"}]}]}