{"quotes": [{"lines": [{"text": "It's like in a Hitchcock movie, you know, where they tie you up in a rubber bag and throw you in the trunk of a car. You find people.", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "We consider ourselves bi-costal if you consider the Mississippi River one of the coasts.", "character": "Ron Albertson", "characterId": "nm0929609"}]}, {"lines": [{"text": "I've been coming to this circle for about five years, and measuring it. The diameter and the circumference are constantly changing, but the radius stays the same. Which brings me to the number 5. There are five letters in the word Blaine. Now, if you mix up the letters in the word Blaine, mix 'em around, eventually, you'll come up with Nebali. Nebali. The name of a planet in a galaxy way, way, way... way far away. And another thing. Once you go into that circle, the weather never changes. It is always 67 degrees with a 40% chance of rain.", "character": "UFO Expert", "characterId": "nm0189144"}]}, {"lines": [{"text": "...'cause you people are BASTARD PEOPLE!", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "because you're BASTARD people! That's what you are! You're just bastard people! And I'm goin' home and I'm gonna... I'm gonna BITE MY PILLOW, is what I'm gonna do!", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "Well, then, I just HATE you... and I hate your... ass... FACE!", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "It's a Zen thing, like how many babies fit in a tire.", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "I think I got a, a, an entertaining bug... from my grandfather... uh, Chaim Pearlgut, who was very very big in the, um, Yiddish, uh, theater, back in New York. He was in the, the very... the sardonically irreverent... \"Dybbuk Shmybbuk, I Said 'More Ham'\"... and that revue I believe was 1914, and that revue was what made him famous. Incidentally, the song \"Bubbe Made A Kishke\" came from that revue.", "character": "Dr. Allan Pearl", "characterId": "nm0506405"}]}, {"lines": [{"text": "Here's the Remains of the Day lunchbox. Kids don't like eating at school, but if they have a Remains of the Day lunchbox they're a lot happier.", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "People say, You must have been the class clown. And I say, No, I wasn't. But I sat next to the class clown, and I studied him.", "character": "Dr. Pearl", "characterId": "nm0506405"}]}, {"lines": [{"text": "If there's an empty space, just fill it with a line, that's what I like to do. Even if it's from another show.", "character": "Ron Albertson", "characterId": "nm0929609"}]}, {"lines": [{"text": "Some people find it ironical that although we run a travel agency, we've never been outside of Blaine.", "character": "Ron Albertson", "characterId": "nm0929609"}]}, {"lines": [{"text": "People don't like to have fire poked, poked in their noses.", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "[whispering]\nI don't want to interfere, but I think it would be... I think we have to work on...", "character": "Lloyd Miller", "characterId": "nm0000837"}, {"text": "I can't hear you!", "character": "Corky St. Clair", "characterId": "nm0001302"}, {"text": "[normal voice]\nI think we have to work on the music a little bit more. But I don't want to make trouble. So,", "character": "Lloyd Miller", "characterId": "nm0000837"}, {"text": "[whispering again]", "character": null, "characterId": null}, {"text": "and I don't really want to do this in front of them...", "character": "Lloyd Miller", "characterId": "nm0000837"}, {"text": "Well, where do you want to do it?", "character": "Corky St. Clair", "characterId": "nm0001302"}, {"text": "[whispering]\nWell, I think we have to sit down and make a schedule that includes some music time, because I think Jane and I have to work...", "character": "Lloyd Miller", "characterId": "nm0000837"}, {"text": "Why are you whispering? I'm right here, you know?", "character": "Corky St. Clair", "characterId": "nm0001302"}, {"text": "[raising voice considerably]\nOh I'm sorry, do you want me to talk louder? Because I think that that it would be...", "character": "Lloyd Miller", "characterId": "nm0000837"}, {"text": "Well now it's too loud! You know, just talk like a normal person, OK?", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "I'm walking on air... you know... this is a sensation which is... forget it. When I became a dentist, I thought I was happy, but this...", "character": "Dr. Pearl", "characterId": "nm0506405"}]}, {"lines": [{"text": "He's teaching me to change my instincts... or at least ignore them.", "character": "Sheila", "characterId": "nm0001573"}]}, {"lines": [{"text": "Everybody dance!", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "[singing]\nNothing ever happens on Mars/No sports or entertainment/No swinging bars/You stand around/You stand some more/On a planet named for the Roman god of war.", "character": "Dr. Allan Pearl", "characterId": "nm0506405"}]}, {"lines": [{"text": "Blaine is the stool capital of the world.", "character": "Glenn Welsch", "characterId": "nm0588777"}]}, {"lines": [{"text": "My first show was Barefoot in the Park, which was an absolute smash, but my production on the stage of Backdraft was what really got them excited. This whole idea of 'In Your Face' theatre really affected them. The conceptualization, the whole abstraction, the obtuseness of this production to me was what was interesting. I wanted the audience to feel the heat from the fire, the fear, because people don't like fire, poked, poked in their noses, you know when you get a cinder from a barbeque right on the end of your nose and you kind of make that face, you know, that's not a good thing, and I wanted them to have the sense memory of that. So during the show I had someone burn newspapers and send it through the vents in the theatre. And well, they freaked out, and 'course the fire Marshall came over and they shut us down for a couple of days.", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "I been workin' here at the D.Q. for about, um... eight months? Seven? I don't know, somethin' like that, it's fun. Just do the cones... make sundaes, make Blizzards, 'n... put stuff on 'em, 'n... see a lot of people come in, a lot of people come to the D.Q... burgers... ice cream... anything, you know? Cokes... just drive in and get a Coke, if you're thirsty.", "character": "Libby Mae Brown", "characterId": "nm0000205"}]}, {"lines": [{"text": "I'll always have a place at the Dairy Queen.", "character": "Libby Mae Brown", "characterId": "nm0000205"}]}, {"lines": [{"text": "What New York really is, is it's an island, with lots of people, lots of different people... I hope to maybe meet some guys, some Italian guys, and maybe watch some TV.", "character": "Libby Mae Brown", "characterId": "nm0000205"}]}, {"lines": [{"text": "My aunt brought out her atlas that I look at a lot. This big blue book and opened up to New York and it's an island, is really what it is. It's this island full of people of different colors and different ideas and I can't- It sounds like a lot of fun to me. You know, we don't see much of that in Blaine. I'd like to maybe meet some guys, some Italian guys, you know... watch TV and stuff.", "character": "Libby Mae Brown", "characterId": "nm0000205"}]}, {"lines": [{"text": "I got off that boat with nothing but my dancers belt and a tube of CHAPSTICK!", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "They took me off into a separate room; I seen 'em takin' different people off; different ones of us off in separate rooms and put me on a big white table and uh the guy that took me in there - to examine me I guess - he probed me and then I was in there I bet more than three or four hours, in that room, being probed and at one time or another these different ones of 'em came in, four or five or six of 'em at different times, and all of 'em probed me, uh, not all at once, you know, individually. Later on, years later, now, even still, uh, it's a funny thing - it happened on a Sunday and every Sunday about the time I was taken on board that ship I - find I have no feelings in my buttocks.", "character": "UFO Abductee", "characterId": "nm0233209"}]}, {"lines": [{"text": "[Corky and Libby are playing a World War II era couple in \"Red, White and Blaine\"]", "character": null, "characterId": null}, {"text": "[as \"Ima\"]\nI hear that French girls... are very pretty... that they wear the finest of clothes. I also hear that they are experts... in the ways of love.", "character": "Libby Mae Brown", "characterId": "nm0000205"}, {"text": "[as \"Monty\"]\nIma... I'm going to fight for my country! To fight... and yes, perhaps die... so that young men from here to Timbuktu can feel the wind of freedom blowin' through their hairrrrr!", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "What the city council did was really... give me a challenge, and it's a challenge that I am going to... accept. It's like in the olden days, in the... days of France, when men would slap each other with their gloves... say, y'know... \"D'Artagnan!\"... y'know, \"how dare you talk to me like that, you!,\" and... smack 'em!", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "There's a saying in Missouri, if you don't like the weather just wait five minutes. In Blaine, with hard work, I think we can get that down to three or four minutes.", "character": "Glenn Welsch, Mayor", "characterId": "nm0588777"}]}, {"lines": [{"text": "[the Pearls and the Albertsons are dining at the Chop Suey Chinese kitchen]", "character": null, "characterId": null}, {"text": "Let me ask you something. You're a medical man.", "character": "Ron Albertson", "characterId": "nm0929609"}, {"text": "Yes.", "character": "Dr. Allan Pearl", "characterId": "nm0506405"}, {"text": "Uh... I wanna ask you something... if you... you...", "character": "Ron Albertson", "characterId": "nm0929609"}, {"text": "[stands up, prepares to drop trousers]", "character": null, "characterId": null}, {"text": "[Horrified]\nOh!", "character": "Dr. Allan Pearl", "characterId": "nm0506405"}, {"text": "No, I, I...", "character": "Ron Albertson", "characterId": "nm0929609"}, {"text": "Oh, for heaven's sake, no, noooooo...", "character": "Dr. Allan Pearl", "characterId": "nm0506405"}, {"text": "Look, no please, I just want...", "character": "Ron Albertson", "characterId": "nm0929609"}, {"text": "No!", "character": "Dr. Allan Pearl", "characterId": "nm0506405"}, {"text": "You don't have to do that...", "character": "Mrs. Allan Pearl", "characterId": "nm0440514"}, {"text": "Doctor, please...", "character": "Ron Albertson", "characterId": "nm0929609"}, {"text": "Mmmmmedicine Man not go near Dances With Stumpy! Noooo!", "character": "Dr. Allan Pearl", "characterId": "nm0506405"}]}, {"lines": [{"text": "[Ron and Sheila are extras in some kind of Hollywood western]", "character": null, "characterId": null}, {"text": "I'd wish they'd at least give us a line. I made some suggestions...", "character": "Ron Albertson", "characterId": "nm0929609"}, {"text": "We should be line-DANCING.", "character": "Sheila", "characterId": "nm0001573"}]}, {"lines": [{"text": "You fuck my wife?", "character": "Raging Bull Auditioner", "characterId": "nm0877272"}, {"text": "[Corky looks shocked]", "character": null, "characterId": null}]}, {"lines": [{"text": "He can act and he can sing and he can dance. There's only one other person in the world who can do all that, and that's Barbra Streisand.", "character": "Steve Stark, Councilman", "characterId": "nm0386871"}]}, {"lines": [{"text": "Being a Fabin is not always easy. Umm, I can certainly understand how the Kennedys feel.", "character": "Gwen Fabin-Blunt - Councilwoman", "characterId": "nm0857275"}]}, {"lines": [{"text": "We don't associate with the creative types. We have a Scrabble club. We associate with people with babies.", "character": "Mrs. Pearl", "characterId": "nm0440514"}]}, {"lines": [{"text": "[singing at an old folks home in Miami]\nMy Bubbe made a kishke, she made it big and fat, My Zaydeh took one look at it and said \"I can't eat that!', Oh Mama, Mama, mia, oh Mama me oh myyyyyyyy...", "character": "Dr. Pearl", "characterId": "nm0506405"}]}, {"lines": [{"text": "I was shopping for my wife Bonnie. I buy most of her clothes and Mrs Pearl was in the same shop! And it just was an accident you know, we started talking... about panty hose, she was saying... whatever that's not the point of the story but what the point is is that through this accidental meeting... it's like a Hitchcock movie you know where you're thrown into a rubber bag and put in the trunk of a car, you find people. You find them. Something, is is it karma? Maybe. But we found him, that's the important thing. And I got Bonnie a wonderful pantsuit.", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "How tall are you?", "character": "Corky St. Clair", "characterId": "nm0001302"}, {"text": "6'2.", "character": "Johnny", "characterId": "nm0444832"}, {"text": "Really... Wow!", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "You're squeezing your boobies out!", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "You have to go where the love is. And the love for me, right now, is in Miami, not Blaine.", "character": "Dr. Pearl", "characterId": "nm0506405"}]}, {"lines": [{"text": "I had a... hankerin' to be an actor when I was a young feller when I got out of the Coast Guard, but I... I went to taxidermy school instead... well, I took a correspondence course.", "character": "Clifford Wooley", "characterId": "nm0000794"}]}, {"lines": [{"text": "[the cast of \"Red, White And Blaine\" is in its first rehearsal]", "character": null, "characterId": null}, {"text": "I'd like you to close your eyes now, and I'd like you to try something, all right? Now what are you thinkin', what are you feeling right now, with your eyes closed?", "character": "Corky St. Clair", "characterId": "nm0001302"}, {"text": "[Blows in Dr. Pearl's ear]", "character": null, "characterId": null}, {"text": "I feel a bree... a... you're blowing in my ear.", "character": "Dr. Allan Pearl", "characterId": "nm0506405"}, {"text": "Okay, all right, but you see you jumped... to a conclusion!", "character": "Corky St. Clair", "characterId": "nm0001302"}, {"text": "Oh!", "character": "Dr. Pearl", "characterId": "nm0506405"}, {"text": "See, what I'm asking for is... your first feeling... was not that I was blowing on you. It was more like... Virgin Isles, or... Bahamanian...", "character": "Corky St. Clair", "characterId": "nm0001302"}, {"text": "Oh...", "character": "Dr. Pearl", "characterId": "nm0506405"}, {"text": "Or... Arubian...", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "I had to have penis reduction surgery.", "character": "Ron Albertson", "characterId": "nm0929609"}, {"text": "Penis *reduction*?", "character": "Dr. Allan Pearl", "characterId": "nm0506405"}, {"text": "I said to him, \"Ron, you've gotta do something!\" And he says to me, \"Well, why don't you get one of those vagina enlargements?\"", "character": "Sheila", "characterId": "nm0001573"}]}, {"lines": [{"text": "Boy, I didn't know deers could... could do that, you know?", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "[during \"Red, White, and Blaine production, 'Bulging River' Scene]\nI love you too pa. You taught me how to be a man. How to wrastle a steer to the ground and apply a fiery brand to his hind-quarters. And yes, how to love a woman. How the smell of her hair can drive a man wild!", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "Well, it's like, how many babies fit the tire? You know, that old joke.", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "I dream of Genie with the light brown hair. Floating like a vapor on the soft summer air. LOOK OUT! Campdown races sing this song doo da doo da...", "character": "Dr. Pearl", "characterId": "nm0506405"}]}, {"lines": [{"text": "[attempting to say \"Hello, how are you\" in a Cockney accent]\nEllo, ow are ooo?", "character": "Corky St. Clair", "characterId": "nm0001302"}]}, {"lines": [{"text": "God, I wish I was in this show.", "character": "Steve Stark, Councilman", "characterId": "nm0386871"}]}, {"lines": [{"text": "You know, in China they'll kill a monkey at the table and split its head open and eat the brains right out of it.", "character": "Ron Albertson", "characterId": "nm0929609"}]}]}