{"quotes": [{"lines": [{"text": "I never saw Sarah again. I think I've managed to help some people in Congress - do some good. Less than I'd have liked, but more than I feared. To this day I still don't know if Sarah was real that night or just a product of my broken heart. But Sarah, if you are alive, and it was you that night, here for one last moment of sweetness before going back out to try and make things better in the world... I can only say, keep fighting. God be with you. I love you. And if it wasn't really you - if your visit was only the you that still lives in my heart, the you that never gave up, that taught me what being brave was all about - if it was only the you that I will carry with me, in my soul, until the day I die... I can only say, keep fighting. And God be with you. I love you.", "character": "Fielding Pierce", "characterId": "nm0001082"}]}, {"lines": [{"text": "We will never be apart. We may be at each other's throats or we may be separated by 5,000 miles, but we'll never be apart.", "character": "Sarah Williams", "characterId": "nm0000124"}]}, {"lines": [{"text": "Ambition is... the ice on the lake of emotion.", "character": "Sarah Williams", "characterId": "nm0000124"}, {"text": "[They walk for a moment in silence]", "character": null, "characterId": null}, {"text": "Who said that?", "character": "Fielding Pierce", "characterId": "nm0001082"}, {"text": "I did.", "character": "Sarah Williams", "characterId": "nm0000124"}]}, {"lines": [{"text": "I don't want to watch you turn into a cog in their machine.", "character": "Sarah Williams", "characterId": "nm0000124"}, {"text": "That's so fucking condescending. Sometimes cogs can make machines run a little but better.", "character": "Fielding Pierce", "characterId": "nm0001082"}, {"text": "Sometimes yes. Mostly they turn in circles and wear out. Then they get replaced.", "character": "Sarah Williams", "characterId": "nm0000124"}]}, {"lines": [{"text": "I risk throwing away everything that I've worked for. This way eventually, I can make some real substantial changes without throwing away my life on some ultimately meaningless gesture.", "character": "Fielding Pierce", "characterId": "nm0001082"}, {"text": "Sometimes, meaningless gestures are all we have.", "character": "Sarah Williams", "characterId": "nm0000124"}]}, {"lines": [{"text": "Remember what Sarah used to say? Sarah Williams. You do remember Sarah, don't you?", "character": "Danny Pierce", "characterId": "nm0004272"}, {"text": "Go fuck yourself.", "character": "Fielding Pierce", "characterId": "nm0001082"}, {"text": "I know you do. She'd see some junkie on the street and people just walking by, nobody even noticing, but she'd see him and she'd say, \"How do you know that's not Jesus?\"", "character": "Danny Pierce", "characterId": "nm0004272"}]}, {"lines": [{"text": "[giving Fielding some advice after a speech]\nAnd you get too personal. I mean, if anybody really knew Kennedy, you think they would've voted for him? You gotta be strong. So strong you're gonna want to blow your brains out. But you won't. So strong, people can say right to your face, \"you're a dirty, lying son of a bitch\", and it's not gonna make a bit of difference.", "character": "Fielding's father", "characterId": "nm0027454"}]}, {"lines": [{"text": "You can't be everything to me.", "character": "Sarah Williams", "characterId": "nm0000124"}, {"text": "I want to be.", "character": "Fielding Pierce", "characterId": "nm0001082"}, {"text": "Oh, dear. I love that you said that.", "character": "Sarah Williams", "characterId": "nm0000124"}]}, {"lines": [{"text": "You have to love me too. Not an image, not an idea. And not in spite of who I am.", "character": "Sarah Williams", "characterId": "nm0000124"}]}, {"lines": [{"text": "There's something that I think I should tell you all. I'm not feeling very well. And I haven't been for a while. Something inside me has jumped the track. I'm confused. I'm not thinking right. I'm not sleeping right. And I- Just don't think I am complaining about this or asking for your help. Because there's nothing anyone can do about it. It's just happened and that's all there is to it. But I don't know what I'm going to say from one minute to the next. I really don't. I don't know what I'm going to say and I don't know what I'm going to do. Do you understand that? And I know this is coming at a bad time for everyone but there's nothing I can do about that. I'm tired and I'm- I don't see things the way that I used to. Everything, everything, everything is fucking strange and it's all completely out of control and I'm frightened. And maybe if you all could give me some real help, you know? That would be- And not your pity or generosity but some help; Take a look at me. I know that I am ruining everything but I can't- If I don't say this now I may never say it. Everything is going very fast. It's going very, very fast. It's completely out of control. And if I don't say it today, tomorrow may be too late. I may be too crazy to even know how crazy I am. I don't know what to do. I don't know what to do. Something has happened to me and I'm very lost. And it doesn't stop. It's not getting better. I don't get better. I'm not getting better. It's just going on and it's going on. And there's nothing that I can do about it. It's not stopping. It's not stopping.", "character": "Fielding Pierce", "characterId": "nm0001082"}]}, {"lines": [{"text": "Our lives have taken us so far apart now. It seems wrong to think we belong together.", "character": "Sarah Williams", "characterId": "nm0000124"}, {"text": "But I think it.", "character": "Fielding Pierce", "characterId": "nm0001082"}, {"text": "I do too. I think I know why.", "character": "Sarah Williams", "characterId": "nm0000124"}, {"text": "Why?", "character": "Fielding Pierce", "characterId": "nm0001082"}, {"text": "Because it's what we want. But... so few people get what they want. And the ones they do aren't really the lucky ones anyway.", "character": "Sarah Williams", "characterId": "nm0000124"}, {"text": "They're not? Who are?", "character": "Fielding Pierce", "characterId": "nm0001082"}, {"text": "The ones that do what they are meant to.", "character": "Sarah Williams", "characterId": "nm0000124"}]}, {"lines": [{"text": "It is so infuriating loving you sometimes!", "character": "Sarah Williams", "characterId": "nm0000124"}, {"text": "Well, the feeling's mutual.", "character": "Fielding Pierce", "characterId": "nm0001082"}]}, {"lines": [{"text": "Uh, I'm sorry, but do you believe that I'm going into politics so I can become a corrupt son of a bitch who sells electrodes to the Chilean secret police?", "character": "Fielding Pierce", "characterId": "nm0001082"}]}, {"lines": [{"text": "I am so sick of having to apologize for being an American.", "character": "Fielding Pierce", "characterId": "nm0001082"}, {"text": "North American.", "character": "Father Stephen Mileski", "characterId": "nm0002253"}, {"text": "Uh, God, I'm so sorry. Yes, North American. But I can't help noticing that when people run to freedom they tend to wash up on North American shores. This country is till the best that we've been able to do in the whole fucking history of the planet", "character": "Fielding Pierce", "characterId": "nm0001082"}]}, {"lines": [{"text": "It's a damn good feeling knowing you're out there patrolling New York Harbor, son. The fucking Cong could be shopping on Fifth avenue like that.", "character": "Danny Pierce", "characterId": "nm0004272"}]}, {"lines": [{"text": "The thing about Harvard for somebody from the working class like us - we come from a working class background - is a terrible sense of isolation, of aloneness there.", "character": "Fielding Pierce", "characterId": "nm0001082"}]}, {"lines": [{"text": "You, um, still haven't told ,e how you got the idea you wanted to be a senator.", "character": "Sarah Williams", "characterId": "nm0000124"}, {"text": "That's not actually what I want. I want to be the President.", "character": "Fielding Pierce", "characterId": "nm0001082"}, {"text": "[Sarah smiles]", "character": null, "characterId": null}, {"text": "Why are you smiling?", "character": "Fielding Pierce", "characterId": "nm0001082"}, {"text": "Because you mean it.", "character": "Sarah Williams", "characterId": "nm0000124"}]}, {"lines": [{"text": "I'm in this whole fucking room by myself, and I'm choking on the collective sense of superiority.", "character": "Fielding Pierce", "characterId": "nm0001082"}]}, {"lines": [{"text": "You are the incarnation of your family's ambition. I am the incarnation of your family's fear.", "character": "Sarah Williams", "characterId": "nm0000124"}]}]}