{"quotes": [{"lines": [{"text": "The richest one percent of this country owns half our country's wealth, five trillion dollars. One third of that comes from hard work, two thirds comes from inheritance, interest on interest accumulating to widows and idiot sons and what I do, stock and real estate speculation. It's bullshit. You got ninety percent of the American public out there with little or no net worth. I create nothing. I own. We make the rules, pal. The news, war, peace, famine, upheaval, the price per paper clip. We pick that rabbit out of the hat while everybody sits out there wondering how the hell we did it. Now you're not naive enough to think we're living in a democracy, are you buddy? It's the free market. And you're a part of it. You've got that killer instinct. Stick around pal, I've still got a lot to teach you.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "If your enemy is superior, evade him. If angry, irritate him. If equally matched, fight, and if not split and reevaluate.", "character": "Bud Fox", "characterId": "nm0000221"}]}, {"lines": [{"text": "If you need a friend, get a dog.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "[at the Teldar Paper stockholder's meeting]\nWell, I appreciate the opportunity you're giving me Mr. Cromwell as the single largest shareholder in Teldar Paper, to speak. Well, ladies and gentlemen we're not here to indulge in fantasy but in political and economic reality. America, America has become a second-rate power. Its trade deficit and its fiscal deficit are at nightmare proportions. Now, in the days of the free market when our country was a top industrial power, there was accountability to the stockholder. The Carnegies, the Mellons, the men that built this great industrial empire, made sure of it because it was their money at stake. Today, management has no stake in the company! All together, these men sitting up here own less than three percent of the company. And where does Mr. Cromwell put his million-dollar salary? Not in Teldar stock; he owns less than one percent. You own the company. That's right, you, the stockholder. And you are all being royally screwed over by these, these bureaucrats, with their luncheons, their hunting and fishing trips, their corporate jets and golden parachutes.", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "This is an outrage! You're out of line Gekko!", "character": "Cromwell", "characterId": "nm0246004"}, {"text": "Teldar Paper, Mr. Cromwell, Teldar Paper has 33 different vice presidents each earning over 200 thousand dollars a year. Now, I have spent the last two months analyzing what all these guys do, and I still can't figure it out. One thing I do know is that our paper company lost 110 million dollars last year, and I'll bet that half of that was spent in all the paperwork going back and forth between all these vice presidents. The new law of evolution in corporate America seems to be survival of the unfittest. Well, in my book you either do it right or you get eliminated. In the last seven deals that I've been involved with, there were 2.5 million stockholders who have made a pretax profit of 12 billion dollars. Thank you. I am not a destroyer of companies. I am a liberator of them! The point is, ladies and gentleman, that greed, for lack of a better word, is good. Greed is right, greed works. Greed clarifies, cuts through, and captures the essence of the evolutionary spirit. Greed, in all of its forms; greed for life, for money, for love, knowledge has marked the upward surge of mankind. And greed, you mark my words, will not only save Teldar Paper, but that other malfunctioning corporation called the USA. Thank you very much.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "Money's only something you need in case you don't die tomorrow...", "character": "Carl Fox", "characterId": "nm0000640"}]}, {"lines": [{"text": "The point is ladies and gentlemen that greed, for lack of a better word, is good.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "Man looks in the abyss, there's nothing staring back at him. At that moment, man finds his character. And that is what keeps him out of the abyss.", "character": "Lou Mannheim", "characterId": "nm0001358"}]}, {"lines": [{"text": "Stop going for the easy buck and start producing something with your life. Create, instead of living off the buying and selling of others.", "character": "Carl Fox", "characterId": "nm0000640"}]}, {"lines": [{"text": "[Blue Star has gone from 24 to 16 1/2 in a very short time]", "character": null, "characterId": null}, {"text": "Fox, where the hell are you? I am losing MILLIONS! You got me into this airline and you sure as hell better get me out or the only job you'll ever have on the Street is SWEEPING IT! You hear me, Fox?", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "You once told me, don't get emotional about stock. Don't! The bid is 16 1/2 and going down. As your broker, I advise you to take it.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "Yeah. Well you TAKE IT!", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "[shouts]", "character": null, "characterId": null}, {"text": "*Right in the ass you fucking scumbag cocksucker!*", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "It's two minutes to closing, Gordon. What do you want to do? Decide.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "[calms down]\nDump it.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "The main thing about money, Bud, is that it makes you do things you don't want to do.", "character": "Lou", "characterId": "nm0001358"}]}, {"lines": [{"text": "[meeting alone together in Central Park]\nHiya, Buddy.", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "[nods as the both walk up to face one another]\nGordon.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "[with a smirk on his face]\nSand bagged me on Bluestar huh? I guess you think you taught the teacher a lesson that the tail can wag the dog huh? Well let me clue you in, pal. The ice is melting right underneath your feet.", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "[punches Bud and grabs him by the coattails]", "character": null, "characterId": null}, {"text": "Did you think you could've gotten this far this fast with anyone else, huh? That you'd be out there dicking someone like Darien? No. You'd still be cold calling widows and dentists tryin' to sell 'em 20 shares of some dog shit stock. I took you in.", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "[hits him again]", "character": null, "characterId": null}, {"text": "A NOBODY!", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "[and again]", "character": null, "characterId": null}, {"text": "I opened the doors for you! Showed you how the system works! The value of information! How to *get it*! Fulham oil! Brant resources! Geodynamics! And this is how you fucking pay me back you COCKROACH?", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "[hits him once again and Bud falls to the ground]", "character": null, "characterId": null}, {"text": "I GAVE you Darien. I GAVE you your manhood. I gave you EVERYTHING!", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "[calms down, then takes out his handkerchief and throws it to Bud to clean off the blood]", "character": null, "characterId": null}, {"text": "You could've been one of the great ones Buddy. I looked at you and saw myself. Why?", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "[getting up]\nI don't know. I guess I realized that I'm just Bud Fox.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "[firmly]", "character": null, "characterId": null}, {"text": "As much as I wanted to be Gordon Gekko, I'll *always* be Bud Fox.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "[tosses back the handkerchief and walks away]", "character": null, "characterId": null}]}, {"lines": [{"text": "He's using you, kid. He's got your prick in his back pocket, but you're too blind to see it.", "character": "Carl Fox", "characterId": "nm0000640"}, {"text": "No. What I see is a jealous old machinist who can't stand the fact that his son has become more successful than he has!", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "What you see is a guy who never measured a man's success by the size of his WALLET!", "character": "Carl Fox", "characterId": "nm0000640"}, {"text": "That's because you never had the GUTS to go out into the world and stake your own claim!", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "[Long Pause]", "character": null, "characterId": null}, {"text": "Boy, if that's the way you feel, I must have done a really lousy job as a father.", "character": "Carl Fox", "characterId": "nm0000640"}]}, {"lines": [{"text": "There's no nobility in poverty.", "character": "Bud Fox", "characterId": "nm0000221"}]}, {"lines": [{"text": "Life all comes down to a few moments. This is one of them.", "character": "Bud Fox", "characterId": "nm0000221"}]}, {"lines": [{"text": "Why do you need to wreck this company?", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "Because it's WRECKABLE, all right? I took another look at it and I changed my mind!", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "Greed captures the essence of the evolutionary spirit.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "When you've had money and lost it, it can be much worse than never having had it at all!", "character": "Darien Taylor", "characterId": "nm0000435"}, {"text": "That is BULLSHIT!", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "[throws a whiskey bottle destructively; Darien starts to leave]", "character": null, "characterId": null}, {"text": "HEY! HEY! You step out that door, and I am *changing the locks*!", "character": "Bud Fox", "characterId": "nm0000221"}]}, {"lines": [{"text": "I don't throw darts at a board. I bet on sure things. Read Sun-tzu, The Art of War. Every battle is won before it is ever fought.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "The most valuable commodity I know of is information.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "Blue Horseshoe loves Anacott Steel.", "character": "Bud Fox", "characterId": "nm0000221"}]}, {"lines": [{"text": "It's all about bucks, kid. The rest is conversation.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "You know what my dream is? It's to one day be on the other end of that phone.", "character": "Bud Fox", "characterId": "nm0000221"}]}, {"lines": [{"text": "What's worth doing is worth doing for money.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "When I get a hold of the son of a bitch who leaked this, I'm gonna tear his eyeballs out and I'm gonna suck his fucking skull.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "[Bud has been ignoring him]\nWhat the hell is the matter with you? Things are so bad out there even the lifers are complaining, but not you. No. You're pulling in big money. So what's the score huh...", "character": "Marv", "characterId": "nm0001525"}, {"text": "Hey LOOK! I am SICK and TIRED of playing wet nurse to you all the time! Will you do your own homework, Marv?", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "[leaves]\nWhat an asshole!", "character": "Marv", "characterId": "nm0001525"}]}, {"lines": [{"text": "Ever wonder why fund managers can't beat the S&P 500? 'Cause they're sheep, and sheep get slaughtered.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "I don't go to bed with no whore, and I don't wake up with no whore. That's how I live with myself. I don't know how you do it.", "character": "Carl Fox", "characterId": "nm0000640"}]}, {"lines": [{"text": "Having sex with her was like reading the Wall St Journal.", "character": "Bud Fox", "characterId": "nm0000221"}]}, {"lines": [{"text": "You're walking around blind without a cane, pal. A fool and his money are lucky enough to get together in the first place.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "You stop sending me information, and you start getting me some.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "If you're not inside, you're *outside*!", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "Jesus, if this guy owned a funeral parlor nobody would die!", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "\"There came into Egypt a Pharaoh who did not know.\"", "character": "Carl Fox", "characterId": "nm0000640"}, {"text": "I beg your pardon, is that a proverb?", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "No, a prophecy. The rich have been doing it to the poor since the beginning of time. The only difference between the Pyramids and the Empire State Building is the Egyptians didn't allow unions. I know what this guy is all about, greed. He don't give a damn about Bluestar or the unions. He's in and out for the buck and he don't take prisoners.", "character": "Carl Fox", "characterId": "nm0000640"}]}, {"lines": [{"text": "I don't want him to ever know, you understand?", "character": "Darien Taylor", "characterId": "nm0000435"}, {"text": "Mum's the word.", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "[after a pause]", "character": null, "characterId": null}, {"text": "You and I are the same, Darien. We are smart enough not to buy in to the oldest myth running; love. A fiction created by people to keep them from jumping out of windows.", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "You know sometimes I miss you, Gordon; you're really twisted.", "character": "Darien Taylor", "characterId": "nm0000435"}]}, {"lines": [{"text": "Bud... Bud I like you. Just remember something. Man looks in the abyss, there's nothing staring back at him. At that moment man finds his character. And that is what keeps him out of the abyss.", "character": "Lou Mannheim", "characterId": "nm0001358"}, {"text": "I think I understand.", "character": "Bud Fox", "characterId": "nm0000221"}]}, {"lines": [{"text": "they love animals and hate people.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "Did mom give you fish for dinner?", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "Spaghetti! Your mother still makes lousy spaghetti.", "character": "Carl Fox", "characterId": "nm0000640"}, {"text": "It's called \"pasta\" now, dad. \"Spaghetti\" is out of date.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "So am I.", "character": "Carl Fox", "characterId": "nm0000640"}]}, {"lines": [{"text": "[BlueStar stock has gone from 19 to 22 7/8 very quickly]", "character": null, "characterId": null}, {"text": "Whew! Stock's going to Pluto, man.", "character": "Marv", "characterId": "nm0001525"}, {"text": "Start unloading!", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "What? SELL?", "character": "Marv", "characterId": "nm0001525"}, {"text": "Dump it! Dump it all! Where's Lou?", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "He's over there.", "character": "Marv", "characterId": "nm0001525"}, {"text": "[Marv gets on the phone]", "character": null, "characterId": null}, {"text": "Ken, this is Marvin at Jackson-Steinem. We've gotta DUMP this baby! Yeah, you've got to take the money and RUN on BST! Yeah, we're pulling out now.", "character": "Marv", "characterId": "nm0001525"}]}, {"lines": [{"text": "[Early in the morning, Bud's phone rings]", "character": null, "characterId": null}, {"text": "[answers the phone]\nYeah.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "Money never sleeps, pal. Just made 800,000 in Hong Kong gold. It's been wired to you. Play with it. You've done good, but you gotta keep doing good. I've showed you how the game works. Now School's out.", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "Mr, Gekko, I'm there for you 110%.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "That euro-flash G.Q.-type she's going out with has got big bucks, but he's putting her feet to sleep. Exit Visas are imminent, so I don't want you losing your place in line.", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "[take a look at the sunrise]", "character": null, "characterId": null}, {"text": "Ah, Jesus. I wish you could see this. Light's coming up. I've never seen a painting that captures the beauty of the ocean at a moment like this. I'm gonna make you rich, Bud Fox. Yeah. Rich enough, you can afford a girl like Darien. This is your wake-up call, pal. Go to work.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "[In the last scene, The Foxes are driving down FDR Drive towards the U.S. Court House downtown]", "character": null, "characterId": null}, {"text": "You told the truth and gave the money back. All things considered in this cockamamie world, you're shooting par.", "character": "Carl Fox", "characterId": "nm0000640"}, {"text": "You helped saved the airline, and the airline people are gonna remember you for it.", "character": "Mrs. Fox", "characterId": "nm0674012"}, {"text": "That's right. If I were you, I'd think about the job at Bluestar that Wildman offered you.", "character": "Carl Fox", "characterId": "nm0000640"}, {"text": "Dad, I'm going to jail and you know it.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "Yeah, well, maybe that's the price, son. It's gonna be hard on you, that's for sure. But maybe in some kind of screwed-up way, it's the best thing that could've happened to you. You stop going for the easy buck and produce something with your life. Create instead of living off the buying and selling of others.", "character": "Carl Fox", "characterId": "nm0000640"}, {"text": "[drops Bud off at the Supreme Court House]", "character": null, "characterId": null}, {"text": "We'll park the car and catch up with you.", "character": "Carl Fox", "characterId": "nm0000640"}, {"text": "All right.", "character": "Bud Fox", "characterId": "nm0000221"}]}, {"lines": [{"text": "[In Bud's new office]", "character": null, "characterId": null}, {"text": "Very nice. So what is it, *Mr.* Cocksucker now?", "character": "Marv", "characterId": "nm0001525"}]}, {"lines": [{"text": "Lunch is for wimps.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "How much is enough?", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "It's not a question of enough, pal. It's a zero sum game, somebody wins, somebody loses. Money itself isn't lost or made, it's simply transferred from one perception to another.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "[Bud is just finding out about a meeting concerning Blue Star]", "character": null, "characterId": null}, {"text": "Well, you're only the President of the company. What the hell do you know, anyway?", "character": "Roger Barnes", "characterId": "nm0000652"}]}, {"lines": [{"text": "I'm talking about liquid. Rich enough to have your own jet. Rich enough not to waste time. Fifty, a hundred million dollars, buddy. A player. Or nothing.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "You see that building? I bought that building ten years ago. My first real estate deal. Sold it two years later, made an $800,000 profit. It was better than sex. At the time I thought that was all the money in the world. Now it's a day's pay.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "This is the kid, calls me 59 days in a row, wants to be a player. There ought to be a picture of you in the dictionary under persistence kid.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "Hi, Marv.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "[sarcastically]\nOh, hi. Say, why don't YOU get the hell out of MY office!", "character": "Marv", "characterId": "nm0001525"}, {"text": "I know I've been a bit of a schmuck lately and I just want to apologize.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "You've been a *real* schmuck lately. So go thou and sin no more.", "character": "Marv", "characterId": "nm0001525"}, {"text": "Let me make it up to you.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "[types on computer]", "character": null, "characterId": null}, {"text": "Bluestar. Put *all* your clients in it.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "[pause]\nOk, Buddy Buddy. We are back in business on Bluestar.", "character": "Marv", "characterId": "nm0001525"}]}, {"lines": [{"text": "Kid, you're on a roll. Enjoy it while it lasts, 'cause it never does.", "character": "Lou Mannheim", "characterId": "nm0001358"}]}, {"lines": [{"text": "[after Bud lost $100,000 on a 'dog' stock]", "character": null, "characterId": null}, {"text": "I guess your Dad isn't on the Board of Directors of *that* company, is he?", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "[Bud just got a promotion]", "character": null, "characterId": null}, {"text": "The minute I laid eyes on you, I knew you had what it took.", "character": "Lynch", "characterId": "nm0439170"}]}, {"lines": [{"text": "[Bud just got arrested]", "character": null, "characterId": null}, {"text": "The minute I laid eyes on you, I knew you were no good.", "character": "Lynch", "characterId": "nm0439170"}]}, {"lines": [{"text": "You gonna tell me the difference between this guy and that guy is luck?", "character": "Gordon Gekko", "characterId": "nm0000140"}, {"text": "[points at a bum and businessman]", "character": null, "characterId": null}]}, {"lines": [{"text": "What's the matter? Did somebody die?", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "Yeah...", "character": "Marv", "characterId": "nm0001525"}]}, {"lines": [{"text": "Sir Larry Wildman. Like all Brits, he thinks he was born with a better pot to piss in.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "[awed by the morning light]\nI've never seen a painting that captures the beauty of the ocean, at a moment like this.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[a crowd of businessmen stampede into an elevator]\nExcuse me.", "character": null, "characterId": null}, {"text": "Easy!", "character": null, "characterId": null}, {"text": "Excuse me!", "character": null, "characterId": null}, {"text": "Thank you.", "character": null, "characterId": null}, {"text": "Sorry!", "character": null, "characterId": null}, {"text": "Easy!", "character": null, "characterId": null}, {"text": "Easy!", "character": null, "characterId": null}]}, {"lines": [{"text": "I'm tapped out Marv. American Express' got a hit man lookin' for me.", "character": "Bud Fox", "characterId": "nm0000221"}]}, {"lines": [{"text": "Mixed emotions, buddy. Like Larry Wildman going off a cliff in my new Maserati.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "I'm gonna make you rich, Bud Fox.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "I look at a hundred deals a day. I pick one.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "This is really a nice club, Mr. Gekko.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "Yeah, not bad for a City College boy. I bought my way in, now all these Ivy league schmucks are sucking my kneecaps.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "Well you take it, right in the ass you scumbag cocksucker.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "It's not always the most popular person who gets the job done.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "About average yield... very attractive.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "Mmm...", "character": "Hooker", "characterId": "nm0005487"}, {"text": "[while unzipping Bud's pants]", "character": null, "characterId": null}, {"text": "Rising profits... strong balance sheet.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "I'm hot on this stock.", "character": "Hooker", "characterId": "nm0005487"}, {"text": "It's ready to take off. I'd jump all over it if I were you.", "character": "Bud Fox", "characterId": "nm0000221"}]}, {"lines": [{"text": "We're all just one trade away from humility.", "character": "Marv", "characterId": "nm0001525"}]}, {"lines": [{"text": "Sure went down the toilet with that ugly bitch.", "character": "Marv", "characterId": "nm0001525"}]}, {"lines": [{"text": "I want to know where he goes, what he sees, I want you to fill in the missing pieces of the puzzle.", "character": "Gordon Gekko", "characterId": "nm0000140"}]}, {"lines": [{"text": "I don't know where you get your information, but I don't like it.", "character": "Lou Mannheim", "characterId": "nm0001358"}]}, {"lines": [{"text": "[after Gordon calls back and buys Bluestar]", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "[Loudly]", "character": null, "characterId": null}, {"text": "Yeah! Woooo! I just bagged the elephant!", "character": "Bud Fox", "characterId": "nm0000221"}]}, {"lines": [{"text": "Everybody tells you they hate the upper East Side. They wanna live on the West Side. But believe me, when it's resale time, the East Side moves all the time. I mean what do you got on the West Side? Sean and Madonna?", "character": "Realtor", "characterId": "nm0587249"}]}, {"lines": [{"text": "Your boy really did his homework, Fox. And you'll have the shortest executive career since that Pope that got poisoned.", "character": "Investment Banker", "characterId": "nm0065170"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[Bud is being dropped off in front of the courthouse]\nWe'll park the car and catch up with you.", "character": "Carl Fox", "characterId": "nm0000640"}, {"text": "Alright.", "character": "Bud Fox", "characterId": "nm0000221"}]}, {"lines": [{"text": "Great, Carroline. Doing any better and it'd be a sin.", "character": "Bud Fox", "characterId": "nm0000221"}]}, {"lines": [{"text": "[Lynch is firing Dan]", "character": null, "characterId": null}, {"text": "We go way back, Harry. You know, I-I've put a lot of money into this firm over the years, and I've brought in a lot of businesses.", "character": "Dan", "characterId": "nm0184429"}, {"text": "You've taken enough out, too. You know that. You should have something put aside, for chrissake.", "character": "Lynch", "characterId": "nm0439170"}, {"text": "Well, I don't. With the divorces and everything, I haven't had a chance. And the kids...", "character": "Dan", "characterId": "nm0184429"}, {"text": "The bridges are burned.", "character": "Lynch", "characterId": "nm0439170"}, {"text": "[Bud walks by Lynch's office]", "character": null, "characterId": null}, {"text": "When you fire me, I'm finished, Harry, finished on the street.", "character": "Dan", "characterId": "nm0184429"}, {"text": "How do think I feel about this?", "character": "Lynch", "characterId": "nm0439170"}, {"text": "How do you think I feel? I've got a lot of responsibilities.", "character": "Dan", "characterId": "nm0184429"}, {"text": "[to Marv]\nWhat's goin' on?", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "Lynch is giving him the boot. He's not pulling his quota. We're all just one trade away from humility, Bud.", "character": "Marv", "characterId": "nm0001525"}]}, {"lines": [{"text": "[Bud arrives at his to see Lynch, agents from the SEC and USPS, an lawyer from the U.S. Attorney's Office, and and an NYPD uniformed officer ready to arrest him]", "character": null, "characterId": null}, {"text": "[shocked]\nI guess you're not here to open an I.R.A.", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "Mr. Fox, I'm Henry Patterson with the Postal Inspection Service. This is Mr. Ebanhopper from the U.S. Attorney's Office, Evan Morrissey from the Securities and Exchange Enforcement Office.", "character": "Postal Inspector", "characterId": "nm0804361"}, {"text": "You're under arrest, Mr. Fox, for conspiracy to commit Securities fraud and for violating the Insider Trader's Sanction Act.", "character": "SEC Man", "characterId": "nm0301709"}, {"text": "[furious]\nThe minute I've laid eyes on you, I knew you were no good.", "character": "Lynch", "characterId": "nm0439170"}, {"text": "[as the cop places the handcuffs on Bud, he is read the Miranda warning]\nYou have the right to remain silent and refuse to answer questions. Do you understand? Anything you do say may be used against you in a court of law. You have the right to consult an attorney before speaking to the police and to have an attorney present during any questioning now or in the future.", "character": "U.S. Attorney", "characterId": "nm0223387"}, {"text": "[Bud, now fired and disgraced from Jackson-Steinem, is led away from the office in tears amongst onlookers]", "character": null, "characterId": null}, {"text": "[sobs to Carolyn]\nSo long, Carolyn.", "character": "Bud Fox", "characterId": "nm0000221"}]}, {"lines": [{"text": "Why do you have to wreck this company...", "character": "Bud Fox", "characterId": "nm0000221"}, {"text": "Because it's WRECKABLE, that's why!", "character": "Gordon Gekko", "characterId": "nm0000140"}]}]}