{"quotes": [{"lines": [{"text": "There's an old saying. \"If you just want something, send someone for it. But if you really want it, go yourself\".", "character": "Dr. Pol Van Ponder", "characterId": "nm0222878"}]}, {"lines": [{"text": "I won't ask anyone to take a risk I wouldn't take myself. I mean to captain my own ship.", "character": "Dr. Pol Van Ponder", "characterId": "nm0222878"}]}, {"lines": [{"text": "[on Sybil's query about the space message being written in Latin]\nWell, why not Latin? Once, it was understood throughout the civilized world. Perhaps they think it still is.", "character": "Dr. Pol Van Ponder", "characterId": "nm0222878"}]}, {"lines": [{"text": "We're up against a race of beings whose intelligence is as ours to ants and bacteria.", "character": "Dr. Pol Van Ponder", "characterId": "nm0222878"}]}, {"lines": [{"text": "I have no desire to harm you. Our necessity governs action. The warning from outer space was valid. It came from a superior intelligence. An intelligence able to transform energy into matter, and back again. You once told me I was not human. You were correct. I am above the human. A transformation which can be yours. This satellite will never return to Earth. Its disintegration upon contact with the energy barrier will end Project Sigma, and all similar projects to come. The creatures of your planet are not yet ready for space.", "character": "Dr. Pol Van Ponder", "characterId": "nm0222878"}, {"text": "Who are you to decide?", "character": "John Compo", "characterId": "nm0054057"}, {"text": "We have only your best interest at heart. In the realm of outer space, you are mere children. And it is disastrous for children to enter areas where they have so little understanding. John, I can offer you the opportunity of joining us.", "character": "Dr. Pol Van Ponder", "characterId": "nm0222878"}, {"text": "You can go to hell! I was born a human, and I'll die one before I'll join a race that kills innocent people for abstract ideas!", "character": "John Compo", "characterId": "nm0054057"}, {"text": "Abstract ideas. Very well. You've made your decision. One I'm certain you'll deeply regret, for only death remains.", "character": "Dr. Pol Van Ponder", "characterId": "nm0222878"}, {"text": "[stops John's heart]", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Sigma calling, Sigma calling. U.N. Satellite Control, do you read me? Do you read me?", "character": "Dave Boyer", "characterId": "nm0588241"}, {"text": "U.N.S.C. calling Sigma. We read you, Sigma. We read you.", "character": "Cole Hotchkiss", "characterId": "nm0790171"}, {"text": "We are passing through Andromedae at the speed of light. We've made it. The whole universe is our new frontier.", "character": "Dave Boyer", "characterId": "nm0588241"}]}, {"lines": [{"text": "[reading a message sent to Earth]\nTo the United Nations of the third planet of minor luminary Sol, called by the inhabitants thereof the Earth, Attention. We the masters of the Spiral Nebula Ghana have been observing your actions. Understand, earthlings, that we look with disfavor upon your persistent efforts to depart from your own planet and infest other areas of the universe. We have therefore set up quarantine measures to ensure that this contamination shall not be allowed to spread. We shall frustrate your every attempt in the future, as we have those in the past. Knowing that earthlings are equipped with rudimentary reflex-type intelligence, we are taking this means of conveying our command that all such efforts to expand and depart from the infected planet Earth shall from this moment be stopped.", "character": "Sybil Carrington", "characterId": "nm0127693"}]}, {"lines": [{"text": "[on the floor of the UN]\nThe delegate has spoken of naked survival. Gentlemen, you do not survive by abject surrender. Nations and worlds must fight for survival. If we give in now, let down our defenses, give this alien planet full control over our actions & our lives for mere survival, won't they decide to take even that away from us? Have the gentlemen here asked themselves why these aliens are so concerned that we do not penetrate the Sigma barrier? Isn't it peculiar that this action alone excites them to retaliation? They consider us a danger to them if we break out of \"quarantine\" as they so tactfully put it. They haven't even bothered to find out whether our motives are peaceful or not. They don't know that we would collaborate and share knowledge, greet them as equal partners in the universe. But we can't show them this by surrendering. No, it is precisely because they do not wish us to travel the skies that we must do so. Gentlemen, we must proceed with Project Sigma at all costs.", "character": "Dave Boyer", "characterId": "nm0588241"}]}]}