{"quotes": [{"lines": [{"text": "This nation is in trouble, great trouble, plagued with a thousand problems. This isn't just a depression; this is a crisis! You've got a Senate and a House of Representatives, filled mostly with honest, patriotic men. . . . And they're all striving to bring this nation back to its place in the sun. But they're handicapped--hamstrung by a hidden government--an evil, marauding crew that has turned the Constitution of the United States into a bill of sale.", "character": "Button Gwinett Brown", "characterId": "nm0870543"}]}, {"lines": [{"text": "[making his maiden speech in Congress]\n. . .The Digger bill is a barefaced attempt to loot the Treasury to the tune of two million dollars of the people's money. I'm only a greenhorn; I don't know what it's all about", "character": "Button Gwinett Brown", "characterId": "nm0870543"}, {"text": "[raucous applause]", "character": null, "characterId": null}, {"text": "A lot of you are going to vote for the Digger bill, which you haven't even read, so that others will vote for *your* bill, which *they* haven't read. These chiseling little camphor-ball measures are just chips in the big poker game, played with the people's money.", "character": "Button Gwinett Brown", "characterId": "nm0870543"}]}, {"lines": [{"text": ". . .I don't mind telling you that the biggest crook in Washington is your friend Norton.", "character": "Button Gwinett Brown", "characterId": "nm0870543"}, {"text": "Why, he could buy and sell people like you by the gross.", "character": "Alice Wylie", "characterId": "nm0191870"}, {"text": "Sure, that's his specialty, buying and selling people. What's *your* price?", "character": "Button Gwinett Brown", "characterId": "nm0870543"}, {"text": "How dare you talk to me like that?", "character": "Alice Wylie", "characterId": "nm0191870"}, {"text": "soft and dizzy and useless.", "character": "Button Gwinett Brown", "characterId": "nm0870543"}, {"text": "[she slaps him, and runs out.]", "character": null, "characterId": null}]}]}