{"quotes": [{"lines": [{"text": "I am human cocaine!", "character": "Rick Miller", "characterId": "nm0001525"}]}, {"lines": [{"text": "Ya know something, Big Time... you're letting this girl thing get way out of hand. I mean, not for nothing. But you, my friend, are the one who's sitting in the driver's seat.", "character": "Rick Miller", "characterId": "nm0001525"}, {"text": "I don't follow.", "character": "John", "characterId": "nm0001251"}, {"text": "Well, of course you don't, but that's why I'm here. Allow me, if you will, to familiarize you with the Rick Miller theory on women. Now, if you have to go to the bathroom, or anything, you should go now. Okay, look... the only woman a guy like you should have anything to do with is the one who has already been divorced. Now, stick with me, stick with me... cause the problem here is... that you're a nice guy... and young, single women are not attracted to nice guys. They're attracted to guys that dump on them. It's true, I have no idea why, but it's fear of rejection, poor self-worth, whatever, but the fact of the matter is that young single women find themselves most attracted to guys that, who are, for all intents and purposes... assholes. And what's more, these women think that if they just love these assholes enough, that sooner or later they'll stop being assholes and start bringing home candy and flowers and shit. And taken on a grand scale, these women think that if they just marry the assholes, the joys of married life will mellow them and cause them... to change.", "character": "Rick Miller", "characterId": "nm0001525"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "Now... you and I, the three of us, know the chances of something like that happening are, right?", "character": "Rick Miller", "characterId": "nm0001525"}, {"text": "[whispering]", "character": null, "characterId": null}, {"text": "but women are clueless, they have no idea, so they go ahead and marry the assholes anyway. Then right about 6 months after the wedding day, they wake up one morning... and they realize that this guy snoring on the pillow next to them, not only is he still an asshole, but things are looking pretty goddamn certain that he's going to remain that way!", "character": "Rick Miller", "characterId": "nm0001525"}, {"text": "and those assholes start feeding off th- those other assholes.", "character": "Danny", "characterId": "nm0001744"}, {"text": "It's just a matter of time, but this is where you come into play, Big Time. Because now that a woman has experienced living with a slug, she will go out of her way to land a nice guy... like you! And you'll be appreciated for being who you are. Plus, of course, she comes with a car and money that she fleeced from the previous guy.", "character": "Rick Miller", "characterId": "nm0001525"}, {"text": "Nice theory, but if it's true, how come you're not with a divorced woman?", "character": "John", "characterId": "nm0001251"}, {"text": "Excuse Me... Daniel, am I being too subtle here? Because I'm one of those assholes! C'mon, I'm playing my role perfectly in the grand scheme of things.", "character": "Rick Miller", "characterId": "nm0001525"}, {"text": "I can vouch for that, John, Rick is a bonifide fucking asshole.", "character": "Danny", "characterId": "nm0001744"}, {"text": "The moment you start loving a woman, you can begin counting the days until that bitch walks right out the front door on you.", "character": "Rick Miller", "characterId": "nm0001525"}, {"text": "[Rick looks at Danny]", "character": null, "characterId": null}, {"text": "Yes, Daniel?", "character": "Rick Miller", "characterId": "nm0001525"}, {"text": "I find this very illuminating right now, Rick, you are on a roll... please continue.", "character": "Danny", "characterId": "nm0001744"}, {"text": "Right, well ya gotta cheer up here, Big Time, cause fact of the matter here is you couldn't be sitting in a prettier position.", "character": "Rick Miller", "characterId": "nm0001525"}, {"text": "How do ya figure?", "character": "John", "characterId": "nm0001251"}, {"text": "Because I know Michael and I know Ann, and Ann's not a masochist. She's not gonna put up with Michael's crap for long... I give it eight months... max. And then she's gonna realize what a super find you are, and she's gonna come crawling back and you will finally be appreciated for being the nice guy that you are. Plus, in the meantime, she will have spent time with Michael, and of course that means she will have been exposed to such a wide variety of sexual positions and perv...", "character": "Rick Miller", "characterId": "nm0001525"}, {"text": "Rick! Cool it, will ya! He... he gets the picture.", "character": "Danny", "characterId": "nm0001744"}, {"text": "That's pretty well thought out... but angry Rick. Very, very angry. Who broke Rick's heart? Did somebody break Rick's heart?", "character": "John", "characterId": "nm0001251"}]}]}