{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Once upon a time, children, there was a history teacher who came home one day, after giving a class on the French Revolution, to find that his wife, the woman he loved since they were children, had herself committed a revolutionary, a miraculous act.", "character": "Tom Crick", "characterId": "nm0000460"}]}, {"lines": [{"text": "The only thing I see interesting about history is, it's about to end.", "character": "Matthew Price", "characterId": "nm0000160"}]}, {"lines": [{"text": "Nobody's trying to eliminate history, just trying a little merger thing here with social studies, that's all. Something that might, if you go along with it, give what you're trying to do a real shot in the old, uh...", "character": "Lewis Scott", "characterId": "nm0001334"}, {"text": "foot.", "character": "Tom Crick", "characterId": "nm0000460"}]}, {"lines": [{"text": "I seem to remember you weren't very fond of my stories.", "character": "Tom Crick", "characterId": "nm0000460"}, {"text": "No I wasn't, not at first. I thought you were telling them for *us*. I thought hey, you know, gimme a break. But then I saw you were doing it for yourself. Then I thought, that's okay. You know, I didn't mind then.", "character": "Matthew Price", "characterId": "nm0000160"}, {"text": "That's strange, I *was* telling them for you.", "character": "Tom Crick", "characterId": "nm0000460"}]}, {"lines": [{"text": "[readying abortion procedure]\nIt ain't gonna be so much fun getting it out as putting it in.", "character": "Martha Clay", "characterId": "nm0316702"}]}, {"lines": [{"text": "That day I discovered there are many ways a love can end. As many ways as there are people.", "character": "Tom Crick", "characterId": "nm0000460"}]}, {"lines": [{"text": "In one life there can be more than one ending. It's been like that in mine. But as for what really bothers some of you, the end of the future, the final end, how can *I* help you? I can't. I'm the same as you now. I don't expect much from my future, I mean I'm gone, I'm history. At your age Price, oh, at your age...", "character": "Tom Crick", "characterId": "nm0000460"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "It seemed to keep my father going in his life, telling stories - though they never ending well. There was always a fog of horror, or the sadness and despair. I said to him once, I said don't you know *any* stories that have a happy ending? He said nope. Nope. He said if I was ever to find one, I should be sure to live there.", "character": "Tom Crick", "characterId": "nm0000460"}]}]}