{"quotes": [{"lines": [{"text": "This man, an honored guest at your table, why don't you find out what HIS life has been?", "character": "Anna Moore", "characterId": "nm0001273"}]}, {"lines": [{"text": "I can't have you around here where I live! Suppose they find out about your past life? You'd have to get out then!", "character": "Lennox Sanderson", "characterId": "nm0792514"}, {"text": "Suppose they find out about YOUR past life!", "character": "Anna Moore", "characterId": "nm0001273"}, {"text": "Oh, it's different with a MAN! He's supposed to sow his wild oats.", "character": "Lennox Sanderson", "characterId": "nm0792514"}]}, {"lines": [{"text": "Since the beginning of time man has been polygamous - even the saints of Biblical history - but the Son of Man gave a new thought, and the world is growing nearer the true ideal. He gave of One Man for One Woman.", "character": "Title Card", "characterId": "nm0909639"}]}, {"lines": [{"text": "Not by laws - our Statutes are now overburdened by ignored laws - but within the heart of man, the truth must bloom that his greatest happiness lies in his purity and constancy.", "character": "Title Card", "characterId": "nm0909639"}]}, {"lines": [{"text": "Today Woman brought up from childhood to expect ONE CONSTANT MATE possibly suffers more than at any point in the history of mankind, because not yet has the man-animal reached this high standard - except perhaps in theory.", "character": "Title Card", "characterId": "nm0909639"}]}, {"lines": [{"text": "Tell Cousin Emma I made this hug-me-tight with my own hands.", "character": "Anna Moore's Mother", "characterId": "nm0484472"}]}, {"lines": [{"text": "Oh, Aunty! - This dress - where's the top?", "character": "Anna Moore", "characterId": "nm0001273"}]}, {"lines": [{"text": "Don't worry - everything's all right. Don't you trust me?", "character": "Lennox Sanderson", "characterId": "nm0792514"}]}, {"lines": [{"text": "Everybody is talking about you having no husband - I guess you'll have to leave.", "character": "Maria Poole - Landlady", "characterId": "nm0280605"}]}, {"lines": [{"text": "For all we know she might be some loose woman wanderin' 'round. I won't take her inter my hum!", "character": "Squire Bartlett", "characterId": "nm0570639"}]}, {"lines": [{"text": "Knowing only Anna's blameless life among them, David thrilled with the thought that she is the virginal white flower of his dreams.", "character": "Title Card", "characterId": "nm0909639"}]}, {"lines": [{"text": "Roses in wintertime! Lan' sakes!", "character": "Martha Perkins", "characterId": "nm0644649"}]}, {"lines": [{"text": "Don't want no supper of your gettin'!", "character": "Squire Bartlett", "characterId": "nm0570639"}]}, {"lines": [{"text": "I found out all about her - she ain't fit to be here! She's the mother of a baby - but she ain't got - NO HUSBAND!", "character": "Squire Bartlett", "characterId": "nm0570639"}]}]}