{"quotes": [{"lines": [{"text": "[as Father Brown, he is asked to give a speech to the town. He reads from a brochure stuck in his Bible that says \"An Encounter with a Bear\"]\nHave you ever felt completely alone? Alone in a world of danger, and no one to rely on? Danger on every hand, in a world fraught with danger? And at the brink of death I felt in my pocket, and what did I find? What did I find?", "character": "Jim", "characterId": "nm0000576"}, {"text": "[Opens the brochure - it's an ad for guns]", "character": null, "characterId": null}, {"text": "What did I find? Nothing. There's nothing there. It's all in your head. They can take the money from you. They can take the position from you. I don't know, they can whip you, people turn their back on you. Everything happens to every body. And you ain't gonna find nothing in your pocket can stave it off, nothing can stave it off! Pain, affliction, we say, power. Power doesn't do it. Cause you never have enough. Money? I don't know, you know anybody has enough, still? Trouble befalls us, everyone has their sadness in their heart. Some people are meant to be heard. I don't know. It just seems like they are. We meet them.", "character": "Jim", "characterId": "nm0000576"}, {"text": "[holds up his Bible]", "character": null, "characterId": null}, {"text": "s God good? I don't know. All I know is something might give you comfort. And maybe you deserve it. If it comforts you to believe in God, you do it, that's Your business. People have guilty, you know, guilty secrets, well if that's yours, that you want to go believe in something, well that's not so bad.", "character": "Jim", "characterId": "nm0000576"}]}, {"lines": [{"text": "I can believe most anything, my problem is I just don't care", "character": "Ned", "characterId": "nm0000134"}]}, {"lines": [{"text": "We're all going to fry for those guards we shot", "character": "Bobby", "characterId": "nm0751638"}, {"text": "Excuse me, excuse me, excuse me you shot the guards Bob.", "character": "Ned", "characterId": "nm0000134"}]}, {"lines": [{"text": "Father, Father I've been shot", "character": "Deputy", "characterId": "nm0456124"}, {"text": "I'm very happy for you", "character": "Ned", "characterId": "nm0000134"}]}]}