{"quotes": [{"lines": [{"text": "Ghost towns always have names full of promise. You better not let that happen when they name our town.", "character": "Zar, Whiskey & Girls", "characterId": "nm0943978"}, {"text": "We'll call it what we always called it - Hard Times.", "character": "Mayor Will Blue", "characterId": "nm0000020"}]}, {"lines": [{"text": "What can we do for you?", "character": "Mayor Will Blue", "characterId": "nm0000020"}, {"text": "It's the other way around. The name's Brown... from the Governor's office. Every time somebody puts a little capital into this territory, I'm called into the office and sent on my way. It don't make no difference that I suffer from rheumatism or that I'm past the age to ride a mule's back. A man who files a claim that yields, it's a town. If he finds grass, it's a town. If he digs a well, it's a town. And I have to charter them all. If the claim pitches out, the grass dies, the well dries out, everybody rides off to form up again. New territory for me to travel. Nobody fixes in this country. Everybody is blowing around with the wind. You can't bring law to a bunch of rocks. You can't make a society out of sand. Sometimes, I think we're worse than the Indians. What's the name of this town?", "character": "Brown, Territorial Governor's Rep.", "characterId": "nm0118000"}, {"text": "Hard Times.", "character": "Mayor Will Blue", "characterId": "nm0000020"}]}, {"lines": [{"text": "Now, you going to have a peace officer. You there!", "character": "Brown, Territorial Governor's Rep.", "characterId": "nm0118000"}, {"text": "Me?", "character": "Deputy Marshal Leo Jenks", "characterId": "nm0643105"}, {"text": "Yeah, you're the only one carrying a gun. You ever kill a man?", "character": "Brown, Territorial Governor's Rep.", "characterId": "nm0118000"}, {"text": "Well, yessir, I reckon I did.", "character": "Deputy Marshal Leo Jenks", "characterId": "nm0643105"}, {"text": "Good. Here pin that on.", "character": "Brown, Territorial Governor's Rep.", "characterId": "nm0118000"}, {"text": "[Brown gives Jenks a badge]", "character": null, "characterId": null}, {"text": "You are hereby sworn a Deputy Sheriff. You salary is twenty-five dollars a year, payable next year. Now, you'll take up a collection and build a jail. If you get a serious outlaw that ain't dead, write a letter to the capital and we'll put a circuit judge on ya. So here's the town charter, the census list forms and a petition for statehood. Get people to sign that when you ain't busy.", "character": "Brown, Territorial Governor's Rep.", "characterId": "nm0118000"}]}, {"lines": [{"text": "[to Blue]\nA man's a fool if he doesn't know when to move on.", "character": "Ezra Maple", "characterId": "nm0026930"}]}, {"lines": [{"text": "Nice to find a man in these parts who knows the use of a gun the way you do, Mr. Jenks.", "character": "Molly Riordan", "characterId": "nm0750023"}, {"text": "Thank you.", "character": "Deputy Marshal Leo Jenks", "characterId": "nm0643105"}]}, {"lines": [{"text": "Were you any good with a gun, you might teach the lad a little manliness.", "character": "Molly Riordan", "characterId": "nm0750023"}, {"text": "That's not manliness.", "character": "Mayor Will Blue", "characterId": "nm0000020"}, {"text": "How would you know? How would you know anything about bein' a man?", "character": "Molly Riordan", "characterId": "nm0750023"}]}, {"lines": [{"text": "[to Blue]\nYou'll never change, will yuh? You'll always be hidin' behind words and a woman's skirt!", "character": "Molly Riordan", "characterId": "nm0750023"}]}]}