{"quotes": [{"lines": [{"text": "Obviously, I am dealing with inferior mentalities!", "character": "Daffy Duck", "characterId": "nm0000305"}, {"text": "[Daffy Duck said this, after taking a forest ranger mask off, that he was wearing, and after nailing a \"FOX SEASON\" sign on to the tree, he was setting in, before the brawl started, as Elmer Fudd and the unnamed fox started to fight each other. Daffy Duck still is disguised as a forest ranger, blows a whistle. Then, Elmer Fudd started chasing the unnamed fox, as the closing credits musical theme begins]", "character": null, "characterId": null}]}, {"lines": [{"text": "Oh, it's you! You gotta excuse my nerves. You see, it's duck season, and confidentially, I'm a duck.", "character": "Daffy Duck", "characterId": "nm0000305"}, {"text": "[to the theatrical audiences]", "character": null, "characterId": null}]}, {"lines": [{"text": "Look, you want a duck, right? And you want a duck, right? Well, both of you can't have me. Look, I'll tell you what. We'll settle this in a sporting fashion. You see that lonesome pine over there? Whoever reaches that tree will get tender, juicy me as first prize. On your marks, get set, go!", "character": "Daffy Duck", "characterId": "nm0000305"}, {"text": "[the dust of Elmer Fudd's quick start, makes Daffy Duck think that Elmer Fudd and the unnamed fox both ran, to the pine tree]", "character": null, "characterId": null}, {"text": "So long, chumps!", "character": "Daffy Duck", "characterId": "nm0000305"}, {"text": "Not so fast, my little feathered friend.", "character": "Fox", "characterId": "nm0000305"}]}, {"lines": [{"text": "How am I ever going to catch that scwewy duck?", "character": "Elmer Fudd", "characterId": "nm0116897"}, {"text": "Precisely what I was thinking, my little Nimrod.", "character": "Daffy Duck", "characterId": "nm0000305"}, {"text": "[Daffy Duck had just successfully lassoed Elmer Fudd, causing Elmer Fudd's face to be visable, because he was so tight in his boot and hard to breathe]", "character": null, "characterId": null}]}, {"lines": [{"text": "[to Elmer Fudd, disguised as a female duck]\nYou need someone who appreciates the finer things in life... Speaking of which, I have some lovely etchings up in my apartment.\" Looks around cautiously. \"Wait right here, I'll bring'em down.\"", "character": "Daffy Duck", "characterId": "nm0000305"}, {"text": "[Daffy Duck then looks under water and recognizes Elmer Fudd's boots]", "character": null, "characterId": null}, {"text": "Aha, an imposter!", "character": "Daffy Duck", "characterId": "nm0000305"}, {"text": "[Daffy Duck then quietly sneaks away from Elmer Fudd, disguised as a female duck, then goes to near the fox and blows a duck call, immediately getting the fox to come to the pond that Elmer Fudd is diguiised as a female duck in. The fox then quickly grabs the disguised female duck, and the rubber costume stretches]", "character": null, "characterId": null}, {"text": "What kind of duck is this?", "character": "Fox", "characterId": "nm0000305"}]}]}