{"quotes": [{"lines": [{"text": "Hey, Anna Mae, where you goin'? I need to get some sleep!", "character": "Ike Turner, Sr.", "characterId": "nm0000401"}, {"text": "Go straight to hell, Ike!", "character": "Tina Turner", "characterId": "nm0000291"}]}, {"lines": [{"text": "I want you to be very sure about this. This means you're gonna walk out of here with absolutely nothing.", "character": "Judge", "characterId": "nm0932607"}, {"text": "Except my name. I'll give up all that other stuff, but only if I get to keep my name. I've worked too hard for it, your honor.", "character": "Tina Turner", "characterId": "nm0000291"}, {"text": "The name is mine. The name got my daddy's blood on it. If she wanna go, she can go wherever she wanna go, but the name stays home!", "character": "Ike Turner, Sr.", "characterId": "nm0000401"}]}, {"lines": [{"text": "we never, ever do nothing nice and easy, we always do it nice and rough. So we're gonna take the beginning of this song and do it easy, and then we're gonna do the finish rough. That's the way we do Creedence Clearwater's \"Proud Mary\".", "character": "Tina Turner", "characterId": "nm0000291"}]}, {"lines": [{"text": "I just believe that anything is possible. You know, anything. Now, it took me a long time to get Ike out of my system. And now that I've done that, I'm ready. I'm ready and I know what I want.", "character": "Tina Turner", "characterId": "nm0000291"}]}, {"lines": [{"text": "Now, Anna Mae, I know I wasn't around. But believe me, you were too young to know what was going on with your daddy and me.", "character": "Zelma Bullock", "characterId": "nm0507338"}, {"text": "Did Alline understand? She ain't that much older then me.", "character": "Tina Turner", "characterId": "nm0000291"}, {"text": "Now, don't think you're going to come live in my house and make me feel bad. You're gonna have to pull your own weight, girl. This ain't just some party town, you hear?", "character": "Zelma Bullock", "characterId": "nm0507338"}]}, {"lines": [{"text": "[after being hit by Ike for defending Tina]\nFuck you, Ike! I'm outta here. You ain't got to hit me but once!", "character": "Jackie", "characterId": "nm0068599"}, {"text": "Jackie, it's alright!", "character": "Tina Turner", "characterId": "nm0000291"}, {"text": "It's not alright unless the motherfucker piles on you! If you had any sense, you'd get outta here, too.", "character": "Jackie", "characterId": "nm0068599"}, {"text": "[throws Jackie's bag at her]\nIf you had any sense, you'd get the fuck out of here!", "character": "Ike Turner, Sr.", "characterId": "nm0000401"}, {"text": "[to Ike]\nKISS MY ASS!", "character": "Jackie", "characterId": "nm0068599"}, {"text": "[to Tina]", "character": null, "characterId": null}, {"text": "You're a dead woman if you stay here!", "character": "Jackie", "characterId": "nm0068599"}, {"text": "And don't let me catch you around in my house either! Come on, sit down and eat some cake, Anna Mae.", "character": "Ike Turner, Sr.", "characterId": "nm0000401"}]}, {"lines": [{"text": "Your mama had to go away for a while.", "character": "Grandma Georgiana", "characterId": "nm0206365"}, {"text": "When is she coming back to get me?", "character": "Young Anna Mae Bullock", "characterId": "nm0446805"}, {"text": "She ain't, honey. She just ain't.", "character": "Grandma Georgiana", "characterId": "nm0206365"}]}, {"lines": [{"text": "[to Anna Mae]\nLorraine was Ike's last gig. He's always booking ahead. Now, you watch yourself.", "character": "Jackie", "characterId": "nm0068599"}]}, {"lines": [{"text": "[to Tina]\nNow, we got the right song in the right place at the right time! Now, I need you to get out on that stage right now!", "character": "Ike Turner, Sr.", "characterId": "nm0000401"}]}, {"lines": [{"text": "I miss you Ann, I'm tired of this, this has gone on long enough I want you to come home, I know everything between us wasn't right, look everybody's got problems and I'm trying to take care of mine and I gave up that narcotic, I'm telling you right here, right now that I'm going to try to do right by you this time", "character": "Ike Turner, Sr.", "characterId": "nm0000401"}]}, {"lines": [{"text": "[to Tina]\nNow, you listen to me. I MADE you. You were nothing before you met me, and you ain't gonna be nothing without me.", "character": "Ike Turner, Sr.", "characterId": "nm0000401"}]}, {"lines": [{"text": "It's not alright to let some motherfucker pound on you! If you had any sense, you'd get outta here, too.", "character": "Jackie", "characterId": "nm0068599"}]}, {"lines": [{"text": "[Walks up to the hotel counter bruised and bloodied]\nI need to speak to your manager", "character": "Tina Turner", "characterId": "nm0000291"}, {"text": "yes ma'am, right away", "character": "Hotel Clerk", "characterId": "nm0889357"}, {"text": "[George turns around]\nMy name is Tina Turner, my husband and I just had a fight, I'm suppose to perform at the academy tonight.", "character": "Tina Turner", "characterId": "nm0000291"}, {"text": "But if you would give me a room, I SWEAR I will pay you back,", "character": "Tina Turner", "characterId": "nm0000291"}, {"text": "[she starts to take off her jewelry]\nthat wont be necessary Ms. Turner, I'd be honored.", "character": "George (the Ramada Inn Manager)", "characterId": "nm0174064"}]}]}