{"quotes": [{"lines": [{"text": "And you didn't believer her?", "character": null, "characterId": null}, {"text": "At first I didn't, no", "character": null, "characterId": null}, {"text": "You didn't believe her, and you still don't?", "character": null, "characterId": null}, {"text": "At first I didn't believe her. But then last night Ron Cooper came to me and asked me to lie for him. He asked me to say that Lyn had a crush on him and was making it up. Thats when I knew she was telling the truth all along. And that Ron Cooper is the scum of the earth.", "character": null, "characterId": null}]}, {"lines": [{"text": "Oh, I get it, I had more Barbie dolls than you, so you had to steal my boyfriend?", "character": null, "characterId": null}]}, {"lines": [{"text": "The thought of him going through his life like nothing ever happened... makes me sick to my stomach", "character": null, "characterId": null}]}, {"lines": [{"text": "I've had it with you, that's why! When I think of all that I have done for you, what my family has done for you - you spent more time at my house then you did your own, now I know why! You probably thought your own family was too low class for you!", "character": null, "characterId": null}]}, {"lines": [{"text": "He took something from me! No one seems to understand that but it's true. A lot of things will never be the same for me again.", "character": null, "characterId": null}]}, {"lines": [{"text": "What's the matter?", "character": "Melaine Fairchild", "characterId": "nm0616766"}, {"text": "Nothing, I'm fine...", "character": "Lyn McKenna", "characterId": "nm0001272"}, {"text": "Nothing? You look like you just came from an exorcism!", "character": "Melaine Fairchild", "characterId": "nm0616766"}]}, {"lines": [{"text": "He told me you were gonna be there - we were all gone have coffee! I hadn't seen you, I didn't know that you were sick! Next thing I knew he was all over me.", "character": "Lyn McKenna", "characterId": "nm0001272"}, {"text": "Oh, and you just couldn't get away?", "character": "Melaine Fairchild", "characterId": "nm0616766"}]}, {"lines": [{"text": "Ron Cooper forced you to have sex with him?", "character": "Melaine Fairchild", "characterId": "nm0616766"}, {"text": "You don't believe me?", "character": "Lyn McKenna", "characterId": "nm0001272"}, {"text": "*No*! Of course I don't believe you! Why would Ron Cooper have to rape anybody? He could have any girl in this campus with a flick of his eyebrow!", "character": "Melaine Fairchild", "characterId": "nm0616766"}, {"text": "Except me - he had to force me.", "character": "Lyn McKenna", "characterId": "nm0001272"}]}, {"lines": [{"text": "*Look* - you're not finished with me, you bastard! You can't get away with this - I'm not gonna let you get away with this. I'm gonna make you pay!", "character": "Lyn McKenna", "characterId": "nm0001272"}]}]}