{"quotes": [{"lines": [{"text": "I think I could love you again if you could, for once, say 'I don't know.'", "character": "Alice Green", "characterId": "nm0000212"}]}, {"lines": [{"text": "My wife is an alcoholic. Best person I ever met. She has 600 different smiles. They can light up your life. They can make you laugh out loud, just like that. They can even make you cry, just like that. That's just with her smiles. You'd have to see her with her kids. You'd have to see how they look at her, when she's not looking. To think of all the things she lives through, and I couldn't help her.", "character": "Michael Green", "characterId": "nm0000412"}, {"text": "Maybe helping wasn't your job.", "character": "Alice Green", "characterId": "nm0000212"}, {"text": "Well, it wasn't. See I love her. And I tried everything, except really listening, really listening, and that's how I left her alone. I was so ashamed of that, and I couldn't even tell her. Maybe if I tell her she'd love me anyway.", "character": "Michael Green", "characterId": "nm0000412"}, {"text": "Or more. She would have loved you even more. I think you should tell all this stuff to your wife.", "character": "Alice Green", "characterId": "nm0000212"}]}, {"lines": [{"text": "You are okay?", "character": "Michael Green", "characterId": "nm0000412"}, {"text": "Never better.", "character": "Alice Green", "characterId": "nm0000212"}, {"text": "What happened, something at A.A.?", "character": "Michael Green", "characterId": "nm0000412"}, {"text": "Uh... I'll be okay. It's just a really bad day.", "character": "Alice Green", "characterId": "nm0000212"}, {"text": "You wanna tell me what's wrong? Something I can do?", "character": "Michael Green", "characterId": "nm0000412"}, {"text": "Thank you, but...", "character": "Alice Green", "characterId": "nm0000212"}, {"text": "Can't fix it, unless we know it's broke.", "character": "Michael Green", "characterId": "nm0000412"}, {"text": "How was your meeting?", "character": "Alice Green", "characterId": "nm0000212"}, {"text": "First time, I'll get used to it. There was a lot of people there feeling sorry for themselves. It's like an alcoholic has ruined their lives and they'd rather be a victim than try and fix it.", "character": "Michael Green", "characterId": "nm0000412"}, {"text": "Fix it, huh?", "character": "Alice Green", "characterId": "nm0000212"}, {"text": "What'd I do now, Alice?", "character": "Michael Green", "characterId": "nm0000412"}, {"text": "Nothing, Michael. Nothing.", "character": "Alice Green", "characterId": "nm0000212"}, {"text": "am talking about some losers at my meeting. You're taking it personally.", "character": "Michael Green", "characterId": "nm0000412"}, {"text": "The trouble with al these losers at your meeting is that they are not perfect like some people. They're married to alcoholics who are bouncing off the walls and they don't know what the fuck to do. So you might have to be a little tolerant, give them the benefit of your expertise in problem solving.", "character": "Alice Green", "characterId": "nm0000212"}, {"text": "Good meeting huh? You guys drop acid or something?", "character": "Michael Green", "characterId": "nm0000412"}, {"text": "Like I said... I'm having a really bad day and I don't mean to take it out on you.", "character": "Alice Green", "characterId": "nm0000212"}, {"text": "What is it? You want a drink real bad?", "character": "Michael Green", "characterId": "nm0000412"}, {"text": "That wouldn't distinguish it from any other day, Michael.", "character": "Alice Green", "characterId": "nm0000212"}, {"text": "One of your friends fall of the wagon?", "character": "Michael Green", "characterId": "nm0000412"}, {"text": "Nothing happened, Michael. Nothing has to happen for me to have a bad day. That's the thrilling part of all this. It just comes and hits and runs me over like a goddamn freight train.", "character": "Alice Green", "characterId": "nm0000212"}, {"text": "Okay, when is the next freight train coming through? You got a printed schedule? Cause I could plan around these things, you know, and give you the space so you can, you know, smoke.", "character": "Michael Green", "characterId": "nm0000412"}, {"text": "Maybe you shouldn't have to, Michael. One of the women at my meetings is going to a half way house, because she is not making it in her home environment and I...", "character": "Alice Green", "characterId": "nm0000212"}]}, {"lines": [{"text": "Fuck that! Fuck making it better. It's not getting better! I don't know how to make it better and I swear to God you don't either!", "character": "Alice Green", "characterId": "nm0000212"}]}, {"lines": [{"text": "It's horrifying how much you can hate yourself for being low and weak and he couldn't save me from that. So I turned it on him; I tried to empty it onto him. But there was always more, you know. When he tried to help I told him that he made me feel small and worthless. But nobody makes us feel that, we do that for ourselves. I shut him out because I knew if he ever really saw who I was inside, that he wouldn't love me. And we're separated now, he's moved away, and it was so hard not to beg him to stay. And I don't know if I'm going to get a second chance but I have to believe. That I deserve one. Because we all do.", "character": "Alice Green", "characterId": "nm0000212"}]}, {"lines": [{"text": "Come on, let's be real. You're clean. You stay hopeless and confused. Keep polishing those skills. And I'll take the heat. 'Cause I got some needs of my own. When I touch my wife, I like it better if her skin doesn't crawl.", "character": "Michael Green", "characterId": "nm0000412"}, {"text": "[Alice tries to interrupt]", "character": null, "characterId": null}, {"text": ". My wife hurts. I need to be able to say 'What's wrong, honey? Something I can do? And I love you. So fuck me.'", "character": "Michael Green", "characterId": "nm0000412"}]}, {"lines": [{"text": "That is a sad little ensemble!", "character": "Alice Green", "characterId": "nm0000212"}]}, {"lines": [{"text": "No Michael, we're supposed to try to be real. And when you feel alone, you are not together, and that is real.", "character": "Alice Green", "characterId": "nm0000212"}]}, {"lines": [{"text": "I drink a quart a day. It's vodka so you couldn't smell it.", "character": "Alice Green", "characterId": "nm0000212"}]}, {"lines": [{"text": "It's a press-on tattoo!", "character": "Alice Green", "characterId": "nm0000212"}]}, {"lines": [{"text": "Cat got your tongue?", "character": "Casey Green", "characterId": "nm0926165"}]}, {"lines": [{"text": "I'm waiting for my spanking.", "character": "Alice Green", "characterId": "nm0000212"}]}]}