{"quotes": [{"lines": [{"text": "It is befitting that I leave the game just like I came in, beating a big bad monster who knocks out everybody and no one can whup him. That's when little Cassius Clay from Louisville, Kentucky, came up to stop Sonny Liston. The man who annihilated Floyd Patterson twice. HE WAS GONNA KILL ME! But he hit harder than George. His reach is longer than George's. He's a better boxer than George. And I'm better now than I was when you saw that 22-years old undeveloped kid running from Sonny Liston. I'm experienced now, professional. Jaws been broke, been knocked down a couple of times, I'm bad! Been chopping trees. I done something new for this fight. I done wrestled with an alligator. That's right. I have wrestled with an alligator. I done tussled with a whale. I done handcuffed lightning, thrown thunder in jail. That's bad! Only last week I murdered a rock, injured a stone, hospitalised a brick! I'm so mean I make medicine sick!", "character": null, "characterId": null}, {"text": "Bad dude!", "character": "Don King", "characterId": "nm0005091"}, {"text": "Bad, fast! Fast! Fast! Last night I cut the light off in my bedroom, hit the switch and was in the bed before the room was dark.", "character": null, "characterId": null}]}, {"lines": [{"text": "I'm young, I'm handsome, I'm fast, I'm pretty and can't possibly be beat.", "character": null, "characterId": null}]}, {"lines": [{"text": "[Responding to Howard Cosell]", "character": null, "characterId": null}, {"text": "And you're always talking about, \"Muhammad, you're not the same man you were 10 years ago.\" Well, I asked your wife, and she told me you're not the same man you was two years ago!", "character": null, "characterId": null}]}, {"lines": [{"text": "[Responding to Howard Cosell]", "character": null, "characterId": null}, {"text": "I'm gonna let everybody know that that thing you got on your head is a phony, and it comes from the tail of a pony!", "character": null, "characterId": null}]}, {"lines": [{"text": "Muhammad Ali, he was like a sleeping elephant. You can do whatever you want around a sleeping elephant; whatever you want. But when he wakes up, he tramples everything.", "character": null, "characterId": null}]}]}