{"quotes": [{"lines": [{"text": "The power invested in me as Indian Agent for the government of the dominion of Canada, in accordance with regulation 31 of the Indian Act of 1925, in cooperation with the Anglican and Roman Catholic...", "character": "Taggert", "characterId": "nm0925406"}, {"text": "[mom spits in his face]", "character": null, "characterId": null}, {"text": "Now, come on. You people were warned. You're supposed to bring your kids down to the schools.", "character": "Taggert", "characterId": "nm0925406"}, {"text": "[Taggart speaks in Kainawa]", "character": null, "characterId": null}, {"text": "It's 1937, you can't stay ignorant savages forever.", "character": "Taggert", "characterId": "nm0925406"}]}, {"lines": [{"text": "You must find it very satisfying to be helping these poor children get a good education. Learn to read and write and have a wider understanding of the world?", "character": "Kathleen", "characterId": "nm0531612"}, {"text": "Did they tell you anything about this school or about teaching the Indians?", "character": "Taggert", "characterId": "nm0925406"}, {"text": "Yes, of course. It's a fine Christian institution doing God's work and the children - well, children are the same anywhere. They need love, patience and careful guidance... And just why are you grinning at me like a great ape?", "character": "Kathleen", "characterId": "nm0531612"}, {"text": "Well, ma'am, it's just been a long while since I heard horse dung piled so pretty.", "character": "Taggert", "characterId": "nm0925406"}, {"text": "Well thanks be to God that a cynical man like yourself is not teaching these poor children!", "character": "Kathleen", "characterId": "nm0531612"}, {"text": "Thanks be to God. I wouldn't have the stomach for it.", "character": "Taggert", "characterId": "nm0925406"}]}, {"lines": [{"text": "No talking gooblygook!", "character": "Miss Weir", "characterId": "nm0677954"}, {"text": "[hearing Astokomi speak Kainawa]", "character": null, "characterId": null}]}, {"lines": [{"text": "They're such marvelous creatures!", "character": "Mr. Babcock", "characterId": "nm0295651"}, {"text": "[speaking of the children]", "character": null, "characterId": null}]}, {"lines": [{"text": "I imagine you've already been imbued with Mr. Babcock's liberal vision of education for our little brown children of the prarie?", "character": "Reverend Buckley", "characterId": "nm0375959"}, {"text": "Well, yes he...", "character": "Kathleen", "characterId": "nm0531612"}, {"text": "The fact is a liberal approach isn't very effective in our work here. It's kindness that only prolongs despair. These children come to us from a dead culture. It's like a noose thrown around their necks, our job is to remove this terrible burden and give them their freedom. I'm sure if you understand that, you'll find your work here very rewarding, indeed.", "character": "Reverend Buckley", "characterId": "nm0375959"}]}, {"lines": [{"text": "So what do we got here? A real, live bush Indian. A real little savage.", "character": "Esther", "characterId": "nm0213335"}, {"text": "[upon meeting Astokomi]", "character": null, "characterId": null}]}, {"lines": [{"text": "Don't speak Indian, they'll beat you.", "character": "Rachel", "characterId": "nm0381473"}]}, {"lines": [{"text": "And they've been brutalized! Now just how am I to get the trust and respect of those children when they think I'm about to beat them silly at any moment?", "character": "Kathleen", "characterId": "nm0531612"}]}, {"lines": [{"text": "Kathleen, believe me, I do understand the frustrations you feel. At first, well, the past seems almost insurmountable doesn't it? You know, I think that's why I took up gardening. These are all wildflowers, all local. Magazines have come to take photographs, yes.", "character": "Reverend Buckley", "characterId": "nm0375959"}, {"text": "Yes, they're lovely...", "character": "Kathleen", "characterId": "nm0531612"}, {"text": "Of course there - there nothing but weeds. Out there in the wild they grow in repugnant profusion. But here, in the confines of a carefully tended garden, well, you can see how beautifully they grow! Of course they don't transplant easily. They take more time, patience and work than domestic flowers. I've found, after I gather them, that I must first scrape every trace of the old soil from their roots and plant them in fertile, new earth. Water them well, weed them and cut them back often or they will return to the wild.", "character": "Reverend Buckley", "characterId": "nm0375959"}, {"text": "Reverend Buckley... I'm talking about children, thinking, feeling creatures.", "character": "Kathleen", "characterId": "nm0531612"}, {"text": "I assure you Kathleen, I assure you, so am I.", "character": "Reverend Buckley", "characterId": "nm0375959"}]}, {"lines": [{"text": "I'll be civil to you Mr. Taggert but I'd rather kiss a skunk.", "character": "Kathleen", "characterId": "nm0531612"}, {"text": "[catching herself under mistletoe]", "character": null, "characterId": null}]}, {"lines": [{"text": "I got no home too.", "character": "Komi", "characterId": "nm0820667"}, {"text": "No? You want to come with me to Hawaii? We'll pick oranges off the tree. I bet they haven't even heard of Indians there.", "character": "George", "characterId": "nm0234418"}]}, {"lines": [{"text": "What do you want to be when you grow up Amelia?", "character": "Mrs. Barrington", "characterId": "nm0172590"}, {"text": "I would like to be a woman.", "character": "Komi", "characterId": "nm0820667"}]}, {"lines": [{"text": "It happened!", "character": "Komi", "characterId": "nm0820667"}, {"text": "What?", "character": "Kathleen", "characterId": "nm0531612"}, {"text": "Just now, I'm bleeding, it just happened.", "character": "Komi", "characterId": "nm0820667"}, {"text": "Shh. Amelia that's not the sort of thing you tell everyone. That's a very private thing.", "character": "Kathleen", "characterId": "nm0531612"}, {"text": "But you have to tell me what the ritual is, the White ritual, to become a woman. You have to help me!", "character": "Komi", "characterId": "nm0820667"}, {"text": "Well, there is no ritual dear. That sort of thing's all a part of your old ways. You're a Christian now.", "character": "Kathleen", "characterId": "nm0531612"}]}, {"lines": [{"text": "My family's all dead! They all got sick. They all died.", "character": "Komi", "characterId": "nm0820667"}, {"text": "Why you never told me that? But you still Indian ain't you? I don't know nothing about being Indian. Never had no family, been here all my life. But I still feel it, that don't ever die.", "character": "Esther", "characterId": "nm0213335"}, {"text": "No. It don't die.", "character": "Komi", "characterId": "nm0820667"}]}, {"lines": [{"text": "Dear Jesus, if this is a bad thing, I hope you forgive us.", "character": "Komi", "characterId": "nm0820667"}, {"text": "[smiles as Esther begins ritual]", "character": null, "characterId": null}, {"text": "You are my friend and now we are sisters. The moon is our grandmother. She brings... she brings...", "character": "Esther", "characterId": "nm0213335"}, {"text": "...life to the earth.", "character": "Komi", "characterId": "nm0820667"}, {"text": "", "character": "Esther", "characterId": "nm0213335"}, {"text": "You say.", "character": "Komi", "characterId": "nm0820667"}, {"text": "I don't know. What did your name used to be?", "character": "Esther", "characterId": "nm0213335"}, {"text": "Astokomi.", "character": "Komi", "characterId": "nm0820667"}, {"text": "And now you will be Astokomi, again. Even when we become stars in the sky and your daughters and in their daughters, where you have given life, you will live forever.", "character": "Esther", "characterId": "nm0213335"}]}, {"lines": [{"text": "She is a bright and gifted child Kathleen and part your creation. Imagine if she became Barrington's heir, imagine how she can lead and elevate her people. All of our hopes and dreams for her, her potential is unlimited. But if you let them take her now the fruits of your work will wither and die. She will become a savage once more. Condemned to a life of squalor, with no thought but to eating and sleeping, bedded by a sucession of men. Mother to a brood of little bastards! But if you want, Kathleen, call them back. Yes, call them back, you're free to do so. But if you do be prepared to lose her forever.", "character": "Reverend Buckley", "characterId": "nm0375959"}, {"text": "[after Kathleen discovers he lied about Astokomi's parent's deaths]", "character": null, "characterId": null}]}, {"lines": [{"text": "Poona! Her name is Poona, not Rachel. Call her by her real name for God's sake. Poona! You tell me Reverend, what is it that makes a young girl run across the prarie for three days with no food or water trying to get away from this place? Sure as hell isn't God's work. Whatever it is I've had enough of it!", "character": "Taggert", "characterId": "nm0925406"}, {"text": "[angered by her death walks away]", "character": null, "characterId": null}]}, {"lines": [{"text": "Goodbye Rachel. Touch the sun, become a star.", "character": "Komi", "characterId": "nm0820667"}, {"text": "[speaks a prayer in Kainaawa after having a traditional burial in secret]", "character": null, "characterId": null}]}, {"lines": [{"text": "I can't go with you. This has always been my home. I'm too scared. I'll never forget you.", "character": "Esther", "characterId": "nm0213335"}, {"text": "[hugs Astokomi before she runs away]", "character": null, "characterId": null}]}, {"lines": [{"text": "Amelia.", "character": "Kathleen", "characterId": "nm0531612"}, {"text": "That is not my name. My name is Astokomi. And you are a liar.", "character": "Komi", "characterId": "nm0820667"}, {"text": "Komi.", "character": "Kathleen", "characterId": "nm0531612"}, {"text": "Nothing you can say is gonna make me go back there. We are going home!", "character": "Komi", "characterId": "nm0820667"}, {"text": "I didn't come here to take you back. I came to ask you to forgive me. Will you take these?", "character": "Kathleen", "characterId": "nm0531612"}, {"text": "[hands her books]", "character": null, "characterId": null}, {"text": "They're not lies. Maybe someday you and I will...", "character": "Kathleen", "characterId": "nm0531612"}, {"text": "[Astokomi exchanges a gift and leaves]", "character": null, "characterId": null}]}]}