{"quotes": [{"lines": [{"text": "[Thompson is speaking to a crowd of college students]", "character": null, "characterId": null}, {"text": "I was just wondering if you could tell me, um, if you thought drugs and alcohol would make me a better writer.", "character": "Questioner", "characterId": "nm0199672"}, {"text": "That's a good question. Let me see...", "character": "Dr. Hunter S. Thompson", "characterId": "nm0000195"}, {"text": "[the audience cheers as Thompson lights a joint. A few people throw joints onto the stage]", "character": null, "characterId": null}, {"text": "In my case, you know, I hate to advocate drugs or liquor, violence, insanity to anyone. But in my case it's worked.", "character": "Dr. Hunter S. Thompson", "characterId": "nm0000195"}]}, {"lines": [{"text": "You couldn't invent someone like Carl Lazlo. He was a... he was one of a kind. He was a mutant. A real heavyweight water buffalo type... who could chew his way through a concrete wall and spit out the other side covered with lime and chalk and look good in doing it.", "character": "Dr. Hunter S. Thompson", "characterId": "nm0000195"}]}, {"lines": [{"text": "Hi sir, it's Harris from the Post. Can I get you anything sir?", "character": "Dr. Hunter S. Thompson", "characterId": "nm0000195"}, {"text": "How's the family Harris?", "character": "Candidate", "characterId": "nm0228963"}, {"text": "Oh the family, well that's bad news. The screwheads finally came and took my daughter away. Let me ask you a question sir, what is this country doing for the doomed? There are two kinds of people in this country, the doomed and the screwheads. Savage tribal thugs who live off their legal incomes, brow deep out there; no respect for human dignity. They don't know what you and I understand, you know what I mean.", "character": "Dr. Hunter S. Thompson", "characterId": "nm0000195"}, {"text": "You ever play football, Harris?", "character": "Candidate", "characterId": "nm0228963"}, {"text": "Yes sir, thank you sir. I played in college, and they're gonna get your daughter too sir. I've heard their rallies, they like Julie but Tricia... and they really hate you sir. You know that one and a half of the State Senate of Utah are screwheads. You know I was never really frightened by the bopheads and the potheads with their silliness never really frightened me either, but these goddam screwheads, they terrify me. And the poor doomed, the young, and the silly, the honest, the weak, the Italians... they're doomed, they're lost, they're helpless, they're somebody else's meal, they're like pigs in the wilderness.", "character": "Dr. Hunter S. Thompson", "characterId": "nm0000195"}, {"text": "Come here Harris, come here. Fuck the doomed!", "character": "Candidate", "characterId": "nm0228963"}]}, {"lines": [{"text": "[into tape recorder]\nForecast is for \"bad craziness\".", "character": "Dr. Hunter S. Thompson", "characterId": "nm0000195"}]}, {"lines": [{"text": "Like a lot of people thought I was dead but, uh... hey you know you don't write any postcards when you're on the road to self-discovery.", "character": "Lazlo", "characterId": "nm0001967"}]}, {"lines": [{"text": "Besides, I just got here and I haven't...", "character": "Dr. Hunter S. Thompson", "characterId": "nm0000195"}, {"text": "Wait! What do you mean you just got there?", "character": "Marty Lewis", "characterId": "nm0456124"}, {"text": "Yeah. Right. Minutes ago.", "character": "Dr. Hunter S. Thompson", "characterId": "nm0000195"}, {"text": "You left on Tuesday. Today's Saturday.", "character": "Marty Lewis", "characterId": "nm0456124"}, {"text": "That happened to you, too? That's weird. The same mix-up happened to me this morning!", "character": "Dr. Hunter S. Thompson", "characterId": "nm0000195"}]}]}