{"quotes": [{"lines": [{"text": "Meatloaf ain't got nothing on the Chiefloaf!", "character": "Chief", "characterId": "nm0120309"}]}, {"lines": [{"text": "Ivy, we're smart people. So why do we always do things that make us look like we have the intelligence of beef jerky?", "character": "Zack", "characterId": "nm0579914"}]}, {"lines": [{"text": "A philosopher once said, \"Competition can make you stronger.\"", "character": "Carmen Sandiego", "characterId": "nm0001549"}, {"text": "Which philosopher said that?", "character": "Player", "characterId": "nm0791561"}, {"text": "Me!", "character": "Carmen Sandiego", "characterId": "nm0001549"}]}, {"lines": [{"text": "Think out your plan like a woman of action. Then act out your plan like a woman of thought.", "character": "Carmen Sandiego", "characterId": "nm0001549"}]}, {"lines": [{"text": "[Carmen is escaping after stealing a make-up case from an Egyptian museum]", "character": null, "characterId": null}, {"text": "Ivy, she's on a motorcycle. What are we supposed to do with these?", "character": "Zack", "characterId": "nm0579914"}, {"text": "They're bikes. You pedal.", "character": "Ivy", "characterId": "nm0354937"}]}, {"lines": [{"text": "Oh, really Zack, is that here or on the planet \"Guess\" again?", "character": "Ivy", "characterId": "nm0354937"}]}, {"lines": [{"text": "I hate to break up this meeting of the Carmen Sandiego Admiration Society, but I'll be the one collecting the kudos as soon as the sun comes up!", "character": null, "characterId": null}, {"text": "Sara Bellum?", "character": "Ivy", "characterId": "nm0354937"}, {"text": "But you work for Carmen! You make all her high tech gadgets!", "character": "Zack", "characterId": "nm0579914"}, {"text": "Well, I got a little tired of being Carmen's main brain all right, Zackary! Nice jacket!", "character": null, "characterId": null}, {"text": "[as Sara pulls his shirt over his head]\nHey!", "character": "Zack", "characterId": "nm0579914"}, {"text": "Maybe I'll get one!", "character": null, "characterId": null}, {"text": "You get the feeling Sara's finally gone one glazed doughnut short of a dozen?", "character": "Zack", "characterId": "nm0579914"}, {"text": "Even you will have to appreciate the sheer boldness of my caper, Carmen. I'm going to steal the famous Giant of the Atacama!", "character": null, "characterId": null}, {"text": "That's the largest representation of a human figure in the world!", "character": "Zack", "characterId": "nm0579914"}, {"text": "Perfect for the new larger-than-life Queen of Crime herself - Me!", "character": null, "characterId": null}, {"text": "You've activated the solar furnace!", "character": "Ivy", "characterId": "nm0354937"}, {"text": "And it's already collected enough power to run the super grow lights I've invented!", "character": null, "characterId": null}, {"text": "You're going to grow a tropical rainforest in the desert? Why?", "character": "Zack", "characterId": "nm0579914"}, {"text": "You know, for a kid genius, Zack, you sure are dumb as a wall! The moisture that evaporates will fill the clouds. Then I'll use the Spruce Goose to carry a massive cloud seeding machine that will drop salt crystal that will help it rain, rain, rain!", "character": null, "characterId": null}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "Do you know what would happen if that much precipation fell in the driest place in the world?", "character": "Ivy", "characterId": "nm0354937"}, {"text": "Well, let me think, Ivy. Ah-ha! For one thing I'll be able to float the giant away on massive pontoons and pull of the grandest crime in history!", "character": null, "characterId": null}, {"text": "[laughs more]", "character": null, "characterId": null}, {"text": "Well, Sara, I see working alone you took the most rational route, unfortunatly - the bridge is out.", "character": "Carmen Sandiego", "characterId": "nm0001549"}, {"text": "The beauty of it is that if I succeed, I can tell the police that I did it and the police will find you here - happy to lock you away for all your past, oh, so petty crimes! \"Where on Earth is Sara Bellum?\" has a nice ring to it, don't you think?", "character": null, "characterId": null}]}]}