{"quotes": [{"lines": [{"text": "I would like to tell you a little story.", "character": "John Wilson", "characterId": "nm0000142"}, {"text": "Oh, I love stories.", "character": "Mrs. MacGregor", "characterId": "nm0552774"}, {"text": "Well, you mustn't interrupt now, because you're way too beautiful to interrupt people. When I was in London in the early 40's, I was dining one evening at the Savoy with a rather select group of people, and sitting next to me was a very beautiful lady, much like yourself.", "character": "John Wilson", "characterId": "nm0000142"}, {"text": "Now you're pulling my leg.", "character": "Mrs. MacGregor", "characterId": "nm0552774"}, {"text": "Now, just listen, dear. Well, we were dining and the bombs were falling, and we were all talking about Hitler and comparing him with Napoleon, and we were all being really brilliant. And then, suddenly, this beautiful lady, she spoke up and said that was the thing she didn't mind about Hitler, was the way he was treating the Jews. Well, we all started arguing with her, of course. Though, mind you, no one at the table was Jewish. But she persisted. Are you listening, honey?", "character": "John Wilson", "characterId": "nm0000142"}, {"text": "Mustn't interrupt Daddy.", "character": "Mrs. MacGregor", "characterId": "nm0552774"}, {"text": "\"You, my dear, are the ugliest goddamn bitch I have ever dined with.\" Well, you know what happened? The very next day, she reported me to the American Embassy. And they brought me in for reprimand. And then when they investigated it, they found out she was a German agent. And they locked her up.", "character": "John Wilson", "characterId": "nm0000142"}, {"text": "[smiles]", "character": null, "characterId": null}, {"text": "Isn't that amazing?", "character": "John Wilson", "characterId": "nm0000142"}, {"text": "Why did you tell me that story?", "character": "Mrs. MacGregor", "characterId": "nm0552774"}, {"text": "Oh, I don't know. It wasn't because I thought you were a German agent, honey. But I was tempted tonight to say the very same thing to you. I didn't want you to think I had never said it before. You, madam, are the - Well, you know the rest.", "character": "John Wilson", "characterId": "nm0000142"}]}, {"lines": [{"text": "How 'bout that. I feel pretty good, really. It's like I always tell ya kid, you gotta fight when you think it's the right thing to do. Otherwise, you feel like your gut's full of puss. Even if you get the hell beat outta ya, if ya fight, ya feel ok about it.", "character": "John Wilson", "characterId": "nm0000142"}]}, {"lines": [{"text": "No Hollywood safaris for me.", "character": "Ralph Lockhart", "characterId": "nm0035605"}, {"text": "That word has crept into the conversation quite a few times, hasn't it?", "character": "John Wilson", "characterId": "nm0000142"}, {"text": "Which word is that, sir?", "character": "Ralph Lockhart", "characterId": "nm0035605"}, {"text": "Hollywood. I realize it's the name of a place, but the way you say it has an added meaning. Like an insult.", "character": "John Wilson", "characterId": "nm0000142"}, {"text": "Well, l didn't mean it like that.", "character": "Ralph Lockhart", "characterId": "nm0035605"}, {"text": "Don't contradict me, Ralph. I've heard it all before. In the Army, in New York in the theater. Hell, l've heard it everywhere. People say Hollywood when they want to insult you. Well, really Hollywood is just a place where they make a profit. It's a factory town like Detroit or Birmingham or Schaffhausen. Because the cheap element of the town has been so overly advertised it becomes an insult to remind a man he's from there. They're not talking about the people who work there and that try to do something worthwhile. They're talking about the whores when they mention Hollywood. You know what that word means, don't you, Ralph?", "character": "John Wilson", "characterId": "nm0000142"}, {"text": "Sure.", "character": "Ralph Lockhart", "characterId": "nm0035605"}, {"text": "Sure. Whores have to sell the one thing that shouldn't be for sale in the world. And that's love. Of course, there are other kinds of whores than the floozies you frequent. There are whores who sell words and ideas and melodies. I know what l'm talking about because l've done a little hustling in my time. A hell of a lot more than l'd like to admit to. And what l sold when l was whoring l'll never get back. What l'm trying to say, it's the whores who put Hollywood up as a big target. Sure.", "character": "John Wilson", "characterId": "nm0000142"}]}, {"lines": [{"text": "Wake me up if we crash into the mountain. I wouldn't want to miss that.", "character": "John Wilson", "characterId": "nm0000142"}]}, {"lines": [{"text": "We fought the preliminary for the kikes; now we'll fight the main event for the niggers.", "character": "John Wilson", "characterId": "nm0000142"}]}, {"lines": [{"text": "[regarding shooting an elephant]\nHow many chances does a man get?", "character": "John Wilson", "characterId": "nm0000142"}, {"text": "That's never a reason to do something wrong.", "character": "Ogilvy", "characterId": "nm0039711"}]}, {"lines": [{"text": "[looking at elephants through binoculars]\nOh. I've never seen one before, outside the circus or the zoo. They're so majestic. So indestructible. They're part of the earth. They make us feel like perverse little creatures from another planet. Without any dignity. Makes one believe in God.", "character": "Pete Verrill", "characterId": "nm0001194"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "In the miracle of creation. Fantastic. They're part of a world that no longer exists, Hod. Feeling of unconquerable time.", "character": "Pete Verrill", "characterId": "nm0001194"}, {"text": "You certainly have a way with words, Pete. No wonder you're a writer.", "character": "Hodkins", "characterId": "nm0001758"}]}]}