{"quotes": [{"lines": [{"text": "You can't run from the wind. You trim your sails, face the music, and keep going.", "character": "Captain Christopher \"Skipper\" Sheldon", "characterId": "nm0000313"}]}, {"lines": [{"text": "Nothing happens on this ship that I don't know about. She speaks to me in the night. So don't test me, not even a little.", "character": "Captain Christopher \"Skipper\" Sheldon", "characterId": "nm0000313"}]}, {"lines": [{"text": "Today the adventure begins... Today I leave the path that he had chosen for me and instead take my own.", "character": "Chuck", "characterId": "nm0937930"}]}, {"lines": [{"text": "In the end it just comes down to one thing... You can't run from the wind, You face the music, You trim your sails and keep going.", "character": "Chuck Gieg", "characterId": "nm0937930"}]}, {"lines": [{"text": "If we don't have order, we have nothing. Where we go one, we go all.", "character": "Captain Christopher Sheldon", "characterId": "nm0000313"}]}, {"lines": [{"text": "Well, I'd love to go into the subject of vertigo and everything but I wouldn't want you to go and piss your pants.", "character": "Tracy Lapchick", "characterId": "nm0256121"}]}, {"lines": [{"text": "Well, if it ain't Howard Hughes come to take me home!", "character": "Tracy Lapchick", "characterId": "nm0256121"}]}, {"lines": [{"text": "I think I'm gonna choke on feel good.", "character": "Chuck Gieg", "characterId": "nm0937930"}]}, {"lines": [{"text": "[Chuck Talking to Captain Sheldon during the Trial]", "character": null, "characterId": null}, {"text": "You told us where we go one we go all, well we believed you, we lived by it, Sir. And now your saying where you go we can't follow.", "character": "Chuck", "characterId": "nm0937930"}]}, {"lines": [{"text": "The Albatross wasn't just a ship or a school, it was something that we made, something that's inside of us. That's who you are Skipper, what you gave us you carried us, now let us carry this together. Let us carry this together.", "character": "Chuck", "characterId": "nm0937930"}]}, {"lines": [{"text": "Some of us are here for discipline, some for escape. And the rest don't even know why. I'm not sure where I fit in, but I can see a small piece of myself in each of them. I think I'll have friends here, and I hope this will be home.", "character": "Chuck", "characterId": "nm0937930"}]}, {"lines": [{"text": "You know what's out there? Wind and rain, and some damn big waves, reefs and rocks, sandbars, and enough fog and night to hide it all.", "character": "Captain Christopher \"Skipper\" Sheldon", "characterId": "nm0000313"}, {"text": "So why the hell do it?", "character": "Dean Preston", "characterId": "nm0170541"}, {"text": "It builds character Mr. Preston of which you are in desperately short supply. The kind you only find on mountaintops, and deserts, and battlefields, and across oceans.", "character": "Captain Christopher \"Skipper\" Sheldon", "characterId": "nm0000313"}]}]}