{"quotes": [{"lines": [{"text": "Life, it's like an appetiser. It's here, it's gone.", "character": "Georgie's father", "characterId": "nm0122634"}]}, {"lines": [{"text": "Time, mister, it's not a thief. It's an embezzler staying up nights, and juggling the books so you don't notice anything missing when you wake up.", "character": "Allison", "characterId": "nm0364455"}]}, {"lines": [{"text": "Oh, Georgie, a dum-dum, a ding-dong, her head belongs in a crackerjack box and her ass in the louvre... Where is it, Georgie, tell me, where is the right combination? I shall have to screw every attractive girl within the limits of the City of New York. It's a dirty job, Georgie, but somebody's got to do it.", "character": "Sidney Gill", "characterId": "nm0217316"}]}, {"lines": [{"text": "Hey friend...", "character": "Sidney Gill", "characterId": "nm0217316"}, {"text": "Yeah?", "character": "Georgie Soloway", "characterId": "nm0000163"}, {"text": "Watch the skies. I repeat... Watch the skies for low-flying starlings... They ruin the motor.", "character": "Sidney Gill", "characterId": "nm0217316"}, {"text": "I'll watch out, Sid.", "character": "Georgie Soloway", "characterId": "nm0000163"}, {"text": "I tell you true, sir.", "character": "Sidney Gill", "characterId": "nm0217316"}]}, {"lines": [{"text": "Georgie, do not make funeral arrangements until you're dead. Oh, I've seen the way these Allisons operate. It's Robespierre, man. It's the Reign of Terror. She's just looking to cop a basket full of heads.", "character": "Sidney Gill", "characterId": "nm0217316"}, {"text": "Sid, if they're mostly losers, when are you gonna know when a winner shows up? I mean...", "character": "Georgie Soloway", "characterId": "nm0000163"}, {"text": "I am Baron von Richthofen and I am flying over enemy territory. When I go down it'll be an ace who gets me.", "character": "Sidney Gill", "characterId": "nm0217316"}]}, {"lines": [{"text": "Don't argue with me what's crazy. I know crazy. And you're crazy. I got now hanging around with me eight fellas who think they're reindeers. So I got no time for you fruitcake. Busy busy busy. Everyplace is craziness. So quick, what do you want for Christmas Charley?", "character": "Dr. Solomon F. Moses", "characterId": "nm0912001"}, {"text": "I'd like a new life and a day without fear.", "character": "Georgie Soloway", "characterId": "nm0000163"}, {"text": "Oh that's a shame. I got you a choo-choo train.", "character": "Dr. Solomon F. Moses", "characterId": "nm0912001"}]}]}