{"quotes": [{"lines": [{"text": "Why have we all left the world?", "character": "Haejin", "characterId": "nm0398989"}, {"text": "It's because in the world, there is no peace or freedom of the heart.", "character": "Kibong", "characterId": "nm0938863"}, {"text": "Why?", "character": "Haejin", "characterId": "nm0398989"}, {"text": "Because people haven't enough heart to put in all the things of the world. In fact, they have enough heart, but it's full of the idea of Self.", "character": "Hyegok", "characterId": "nm0659044"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Haejin! Haejin! There is no beginning and no end. Nothing is immutable, everything changes. That thing which does not come into being does not die.", "character": "Hyegok", "characterId": "nm0659044"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Brother! Where are you going?", "character": "Haejin", "characterId": "nm0398989"}]}, {"lines": [{"text": "I became a hermit to free myself from the dust and the dirt of the world, looking for perfection. But I realized that it was impossible without loving the garbage and the dust of the world, even life's passions.", "character": "Kibong", "characterId": "nm0938863"}]}, {"lines": [{"text": "If it's easy to fight against reality and fate, it is difficult to love them. What a beautiful world when you know how to love it!", "character": "Kibong", "characterId": "nm0938863"}]}, {"lines": [{"text": "You must keep the Koan between your teeth even if you fall into a furnace. The one who has decided to solve the Koan must go to the end. When you reach Enlightenment you will find freedom like the breeze on the mountaintop and a peace unshakable like a rock in a storm. The Place where you stood today can be the Land of Perfect Bliss itself.", "character": "Hyegok", "characterId": "nm0659044"}]}, {"lines": [{"text": "His name is Hyegok. Although he is far away from us in the mountains, he is like a beacon lamp. To be effective, mustn't a beacon be situated high up and far away?", "character": "Kibong", "characterId": "nm0938863"}]}]}