{"quotes": [{"lines": [{"text": "Vern, I told you more than once - that horse is outlaw, as outlaw as you can get. He has to broke nice and easy.", "character": "Harry Dreier", "characterId": "nm0593192"}, {"text": "'Fraid Vern can't do things nice and easy.", "character": "Libby Tyree", "characterId": "nm0679018"}]}, {"lines": [{"text": "A thousand dollars is a lot of money for fellas like you and me. Fellas like Doc Borgardus... that just pays for the whiskey. He didn't ride all the way for a piddlin' thousand dollars... Side bets. The money's in side bets.", "character": "Caleb Rice", "characterId": "nm0779850"}, {"text": "Yeah?", "character": "Hugh Cardiff", "characterId": "nm0000385"}, {"text": "How much money have you got?", "character": "Caleb Rice", "characterId": "nm0779850"}, {"text": "Some.", "character": "Hugh Cardiff", "characterId": "nm0000385"}, {"text": "I figure to be gettin' about 20 to 1 odds, so put your money on Caleb Rice. That's the side bets I was talkin' about.", "character": "Caleb Rice", "characterId": "nm0779850"}, {"text": "If I do any bettin' I'll be bettin' on myself.", "character": "Hugh Cardiff", "characterId": "nm0000385"}]}, {"lines": [{"text": "So, Cardiff - you, too, suffer from white man's justice.", "character": "Ibran", "characterId": "nm0798316"}, {"text": "Yeah, there's a short rope and a long drop waitin' for me.", "character": "Hugh Cardiff", "characterId": "nm0000385"}]}, {"lines": [{"text": "[Hugh, Doc and Caleb are spinning yarns for Bob Halburton, a writer of western dime novels]", "character": null, "characterId": null}, {"text": "Bob, I recall the time that me and Caleb here was carryin' dispatches for an...", "character": "Hugh Cardiff", "characterId": "nm0000385"}, {"text": "That was, ah, Phil Sheridan, I recall.", "character": "Doc Bogardus", "characterId": "nm0424565"}, {"text": "Yeah, General Phil Sheridan. We was crossin' through some hostile Indian country and we got jumped by a band of forty Cheyenne.", "character": "Hugh Cardiff", "characterId": "nm0000385"}, {"text": "And thirty Arapaho and two Ute.", "character": "Caleb Rice", "characterId": "nm0779850"}, {"text": "And old Caleb here, he took care of thirteen of them Cheyenne with those two pistols you see hanging right there in that belt. And understand, Bob, he only fired twelve shots - now one of 'em went through two of those Indians and killed 'em both.", "character": "Hugh Cardiff", "characterId": "nm0000385"}, {"text": "It had probably gone on and killed another one, except there weren't any more left. We had killed them all by that time.", "character": "Caleb Rice", "characterId": "nm0779850"}]}, {"lines": [{"text": "From what I read in the newspaper, you're worth two thousand dollars alive or dead.", "character": "Doc Holliday", "characterId": "nm0000454"}, {"text": "Man, I always knew I'd amount to something.", "character": "Hugh Cardiff", "characterId": "nm0000385"}]}, {"lines": [{"text": "The point is you two are the most startling commodity to hit the world since Mr. Judson's book on Hickok and Cody. You are certified celebrities now. The Cardiff/Rose books are out-selling all the other dime novels five to one. People are going to pay handsomely to see you take on the best shooters in the country.", "character": "Robert W. 'Bob' Halburton", "characterId": "nm0385757"}, {"text": "Not to mention the side bets.", "character": "Caleb Rice", "characterId": "nm0779850"}, {"text": "Caleb, you ought to quit while you're behind.", "character": "Hugh Cardiff", "characterId": "nm0000385"}]}]}