{"quotes": [{"lines": [{"text": "You'd think I set a blow torch to the American flag. What's a man for if he can't aim high, ma'am?", "character": "Glenn Tyler", "characterId": "nm0000062"}]}, {"lines": [{"text": "What do you want me to talk about?", "character": "Glenn Tyler", "characterId": "nm0000062"}, {"text": "Anything at all. Just talk.", "character": "Irene Sperry", "characterId": "nm0486136"}]}, {"lines": [{"text": "I have no intention of wasting sympathy on him.", "character": "Betty Lee Parsons", "characterId": "nm0674012"}, {"text": "Sympathy is never wasted, Betty Lee. One way or another, you get it back, or so it says in the Book.", "character": "Glenn Tyler", "characterId": "nm0000062"}]}, {"lines": [{"text": "Back to the house, Betty Lee. You get off this property, son, kite and all!", "character": "Mr. Parsons", "characterId": "nm0036792"}, {"text": "Daddy, don't be mad.", "character": "Betty Lee Parsons", "characterId": "nm0674012"}, {"text": "I'm sorry, sir, if you think that I'm...", "character": "Glenn Tyler", "characterId": "nm0000062"}, {"text": "I've not the slightest concern what you think. Get back to your folks in their wallow. You're all a lot of pigs.", "character": "Mr. Parsons", "characterId": "nm0036792"}, {"text": "Daddy, stop! If you have something to say...", "character": "Betty Lee Parsons", "characterId": "nm0674012"}, {"text": "Don't you answer back. You didn't come to church. Get to the house, and help your ma put dinner on. No child of mine gets taught ungodly things on the Sabbath or any other day.", "character": "Mr. Parsons", "characterId": "nm0036792"}, {"text": "If you weighed it on a scale, you could find more godliness here in this sun and air than in that church of yours.", "character": "Glenn Tyler", "characterId": "nm0000062"}, {"text": "Don't you come around here again. I'll not have it. Where's God? I don't know. He takes a boy like my son off in the war and leaves a loafer and braggart like you alive.", "character": "Mr. Parsons", "characterId": "nm0036792"}]}, {"lines": [{"text": "I wanna get out of here. I'm young. I want a good time out of life.", "character": "Noreen Braxton", "characterId": "nm0001839"}, {"text": "Then do it, hun. Paint your toenails red and run away.", "character": "Glenn Tyler", "characterId": "nm0000062"}, {"text": "It needs a man to go to Hell with, because that's what I want. Hours and hours of Heaven that just slides on down to Hell and we don't care how or when it ends. You're wild, Glenn, just like me. Unhappy wild!", "character": "Noreen Braxton", "characterId": "nm0001839"}]}]}