{"quotes": [{"lines": [{"text": "The death of a brother is tough. I thought I'd die. But there is something even tougher, tougher than war. It's that life goes on.", "character": "Serge Bartolo", "characterId": "nm0725794"}]}, {"lines": [{"text": "Women branded by men are like cattle waiting to be slaughtered.", "character": "Maïté Alvarez", "characterId": "nm0001965"}]}, {"lines": [{"text": "I love you because you'll never be my enemy, whatever you do.", "character": "Maïté Alvarez", "characterId": "nm0001965"}]}, {"lines": [{"text": "I don't care what you do with others. What's between us counts much more.", "character": "Maïté Alvarez", "characterId": "nm0001965"}]}, {"lines": [{"text": "I admit it. I want to sleep with Serge. I want to sleep with Henri. What if another one comes along next week? It's awful. What will become of me?", "character": "François Forestier", "characterId": "nm0603588"}]}, {"lines": [{"text": "Give blow jobs instead of sermons. You'd be more honest and useful.", "character": "Henri Mariani", "characterId": "nm0331202"}]}, {"lines": [{"text": "You think you're smart. You're just a tacky Tarzan.", "character": "François Forestier", "characterId": "nm0603588"}]}, {"lines": [{"text": "I'm like you, I'm queer, but I haven't met my soul-mate yet. I met someone who doesn't want me. I should give up. That would be smarter. But I'm not smart. I have no chance, but I can't give up. I don't get discouraged. We made love once. Just once. In the beginning. He doesn't want to anymore. Since then I'm like a thief. I steal brief moments... Once I held him tight on my bike. Another time, I slept near him. You have experience. Only you can help me. At my age, did this happen to you? When you liked a boy, what did you do? How did it work?", "character": "François Forestier", "characterId": "nm0603588"}, {"text": "Listen... It was so long ago... I don't want to disappoint you, but I've forgotten. I'm sorry. I have a client waiting. I have to go.", "character": "Monsieur Cassagne", "characterId": "nm0749516"}]}, {"lines": [{"text": "Tonight I'm talking into thin air. You're not listening. Let's just stop.", "character": "Monsieur Morelli", "characterId": "nm0634500"}, {"text": "I'm sorry. It's this morning's news. They gave Salan life imprisonment. You don't care? He wanted to save us, and he was crushed and humiliated.", "character": "Henri Mariani", "characterId": "nm0331202"}, {"text": "Get some sleep, Mariani. You need it. We'll try again tomorrow.", "character": "Monsieur Morelli", "characterId": "nm0634500"}, {"text": "Tell me what you think. I need to know.", "character": "Henri Mariani", "characterId": "nm0331202"}, {"text": "I don't know what I think. But I understand your anger.", "character": "Monsieur Morelli", "characterId": "nm0634500"}]}]}