{"quotes": [{"lines": [{"text": "[singing]\nI'm flying high, up in the sky, watching the world go by.", "character": "Donald Duck", "characterId": "nm0621699"}]}, {"lines": [{"text": "How am I doing? Heh, heh.", "character": "Donald Duck", "characterId": "nm0621699"}, {"text": "[Donald Duck dries the window with his rag and shapes the window to look like he's wearing a uniform. He wipes the rest of the water off and hums his song and lowers the empty bucket to get the bucket of water but can't hook it on]", "character": null, "characterId": null}, {"text": "Yoo hoo! Pluto! Come on, wake up. You lazy mutt. Wake up!", "character": "Donald Duck", "characterId": "nm0621699"}, {"text": "[Donald Duck tries to lift Pluto the Dog on his feet but falls down]", "character": null, "characterId": null}, {"text": "Hey! Wake up! You dumb for nothing mutt. You old sleepyhead. Sleeping all the time. Exploiting, Very exasperating! No cooperation at all.", "character": "Donald Duck", "characterId": "nm0621699"}, {"text": "[Donald Duck tries again to lift Pluto's body up but he falls right down again]", "character": null, "characterId": null}, {"text": "Hey, Wake up.", "character": "Donald Duck", "characterId": "nm0621699"}, {"text": "[Donald Duck shouts into the drainpipe and echos \"Hey Wake up!\" At Pluto and throws a temper tantrum and Pluto puts his foot in the drainpipe blocking Donald's voice]", "character": null, "characterId": null}, {"text": "What! So!", "character": "Donald Duck", "characterId": "nm0621699"}, {"text": "[Donald takes a deep breath and shouts in the pipe]", "character": null, "characterId": null}, {"text": "HEY!", "character": "Donald Duck", "characterId": "nm0621699"}, {"text": "[Donald's voice is blocked by Pluto's foot and the echo \"HEY!\" shouts right back in Donald Ducks face and his head shakes and his eyes roll. Donald Ducks head turns red and he throws a scrub brush at Pluto]", "character": null, "characterId": null}, {"text": "Wake up! Who do you think you are? Rip Van Wrinkle!", "character": "Donald Duck", "characterId": "nm0621699"}, {"text": "[Donald Duck hits Plutos head with the crane. Pluto wakes up and he blows the crane to the bucket with water. but Donald Duck accidentally hooks on to a bucket of nuts and bolts instead. Donald then pulls up the bucket until he get the bucket]", "character": null, "characterId": null}, {"text": "That dumb for nothing mutt, I have to do everything.", "character": "Donald Duck", "characterId": "nm0621699"}, {"text": "[Donald throws the bucket with nuts and bolts and breaks the window. Donald feels embarrassed and closes the curtains]", "character": null, "characterId": null}]}, {"lines": [{"text": "I'll get you! Scram! Beat it!", "character": "Donald Duck", "characterId": "nm0621699"}, {"text": "[Donald Duck swings his empty bucket at the bee but misses. He tries to crush the bee but the bee flies away and Donald Ducks hits the pole and his body shakes. Donald Duck is dizzy and he falls off the pole and on his roped platform. Donald Duck sees the bee diving at him, stands up, tries to hit the bee with a mop and ends up getting himself tied up on the platform]", "character": null, "characterId": null}, {"text": "Quack! What goes on here? Gulp.", "character": "Donald Duck", "characterId": "nm0621699"}, {"text": "[Spike the bee files around Donald Duck and stares at his feathery behind]", "character": null, "characterId": null}, {"text": "No, no, no, no, no. Mustn't touch.", "character": "Donald Duck", "characterId": "nm0621699"}, {"text": "[Donald Ducks tail feathers turn into a hand and points his finger at Spike. And Spike the Bee gets ready to sting Donald Duck's rear end]", "character": null, "characterId": null}]}, {"lines": [{"text": "Ow! Help!", "character": "Donald Duck", "characterId": "nm0621699"}, {"text": "[after Spike the bee stings Donald Duck's behind, it causes him to get untangled and dive headfirst into the drainpipe. His head pops out of the drainpipe bottom]", "character": null, "characterId": null}, {"text": "Help! get me out of here!", "character": "Donald Duck", "characterId": "nm0621699"}, {"text": "[Donald Duck throws a temper tantrum and Pluto the dog annoyed by Donald Duck decides to shove his foot in Donald's face and back in the drainpipe where he continues to scream and Pluto goes back to sleep]", "character": null, "characterId": null}]}]}