{"quotes": [{"lines": [{"text": "Y'know, on paper it didn't look so big.", "character": "Shirotsugh Lhadatt", "characterId": "nm0605480"}, {"text": "Ideas grow; sometimes bigger than life.", "character": "Marty", "characterId": "nm0443733"}]}, {"lines": [{"text": "Can anyone hear me? I'm the first man in space. If you look up, well, maybe you'll see it. Or at least please listen. We've left the oceans and climbed above the mountains. I'm flying. We've found the untouched realm of God. You have to look now it's your only chance. Nothing is here yet, not even air or water to ruin. Soon the next man will follow to touch it, and another, and in all the rush we may again destroy it. Maybe our killing comes from the madness of being confined? Please listen! There's no more reason to kill because we don't have any more borders now! Can anyone hear me? If you can hear me, then pray. The humblest of all things, the most noble. Pray for each step you take. Make a path that's safe so those who follow shall never stumble. Dear God, please give us your mercy. Mercy for we are lost. Forgive the irresponsible, the trivial men who beg you from the dark for the forgiveness of your light.", "character": "Shirotsugh Lhadatt", "characterId": "nm0605480"}]}, {"lines": [{"text": "Aw hell, I give up. \"And what I see now is - \" tanks everwhere!", "character": "Shirotsugh Lhadatt", "characterId": "nm0605480"}, {"text": "Open your eyes, you damn idiot, they're fakes!", "character": "Marty", "characterId": "nm0443733"}, {"text": "Fakes?", "character": "Shirotsugh Lhadatt", "characterId": "nm0605480"}, {"text": "[singing]", "character": null, "characterId": null}, {"text": "All around us there's nothing but fakes... Whoa! Soar with me on the biggest fake of all!", "character": "Shirotsugh Lhadatt", "characterId": "nm0605480"}]}, {"lines": [{"text": "only the Navy had jets. Fast jets. They flew very high and very fast. I needed to feel those wings. Had I been a pilot, can I touch the wing? Maybe I would, but they couldn't accept me. My school graduated me but my grades told a different story. I need to achieve the greater heights, but I blew it... and I landed back in the middle, into the middle of the Space Force.", "character": "Shirotsugh Lhadatt", "characterId": "nm0605480"}]}, {"lines": [{"text": "Can't you have fun? I think that by now you and God should have worked out some kind of compromise.", "character": "Shirotsugh Lhadatt", "characterId": "nm0605480"}, {"text": "Oh you do?", "character": "Riquinni Nonderaiko", "characterId": "nm0946933"}, {"text": "[gulps]\nCome on, be reasonable!", "character": "Shirotsugh Lhadatt", "characterId": "nm0605480"}, {"text": "What do you mean \"be reasonable?\" The world is all messed up because... because of that kind of compromise!", "character": "Riquinni Nonderaiko", "characterId": "nm0946933"}, {"text": "What's so bad about that?", "character": "Shirotsugh Lhadatt", "characterId": "nm0605480"}]}, {"lines": [{"text": "Do you think you can tell me more about the stars? I mean, being in the military, you probably don't have enough time.", "character": "Riquinni Nonderaiko", "characterId": "nm0946933"}, {"text": "I got time.", "character": "Shirotsugh Lhadatt", "characterId": "nm0605480"}, {"text": "I dreamt one that our children will fly off into space and actually found peace.", "character": "Riquinni Nonderaiko", "characterId": "nm0946933"}, {"text": "It could happen, if only the borders were gone. So what else have you dreamt of?", "character": "Shirotsugh Lhadatt", "characterId": "nm0605480"}, {"text": "Is it true there are soldiers who don't kill people?", "character": "Riquinni Nonderaiko", "characterId": "nm0946933"}, {"text": "Of course not, the Space Force doesn't kill people. Our job is to fly... to the highest heights! Imagine a world where man can find a new freedom, we have to... I'm gonna be the one to find it!", "character": "Shirotsugh Lhadatt", "characterId": "nm0605480"}]}, {"lines": [{"text": "Enough of this! Come down from there at once! We have to do this. I hate it as much as you do. I thought we could really do it this time. We can't do anything about this. Just forget it. Risking your lives? Well, it's just not worth it.", "character": null, "characterId": null}, {"text": "I don't believe this! What are you going to do? Just quit? If we stop here then we are a bunch of fools! That's plain stupid! Quit before the fight even starts? Where's the glory in that? What we've done is incredible. I'll still do it even if it means I die in the process! Here's your chance to be in the history books instead of just reading them. There may never be another chance like this again. Anyone who isn't with me can leave. I will do this! I am goddamn ready do do this! All sections talk to me!", "character": "Shirotsugh Lhadatt", "characterId": "nm0605480"}]}, {"lines": [{"text": "I am the first man in space. Can anyone hear me?", "character": "Shirotsugh Lhadatt", "characterId": "nm0605480"}]}, {"lines": [{"text": "You prayed? That doesn't stop them from bulldozing your damn house!", "character": "Shirotsugh Lhadatt", "characterId": "nm0605480"}]}, {"lines": [{"text": "Sir, the launch pad's as ready as it's ever going to be.", "character": "Marty", "characterId": "nm0443733"}, {"text": "Moment of truth... Return to countdown!", "character": null, "characterId": null}]}, {"lines": [{"text": "I'll have you know that I was flying rockets before you were even an itch in your daddy's crotch!", "character": "Dr. Gnomm", "characterId": "nm0645212"}]}, {"lines": [{"text": "Here's the pilot. Does he get a say in any of this?", "character": "Marty", "characterId": "nm0443733"}, {"text": "[to Shiro]\nAnd what is YOUR opinion?", "character": null, "characterId": null}, {"text": "I'd kinda like to live a while, so I vote for the safest way.", "character": "Shirotsugh Lhadatt", "characterId": "nm0605480"}, {"text": "Bah! Undue concern.", "character": null, "characterId": null}, {"text": "Oh, minor detail.", "character": "Marty", "characterId": "nm0443733"}]}, {"lines": [{"text": "[Shiro has slept on a flyer for a prayer meeting and the ink has rubbed off on his face]", "character": null, "characterId": null}, {"text": "I can almost make out the address. A new love hotel? \"Please come?\" What's that supposed to mean?", "character": "Tchallichammi", "characterId": "nm0869301"}]}]}