{"quotes": [{"lines": [{"text": "The price of freedom is eternal vigilance.", "character": "Admiral Tolwyn", "characterId": "nm0000532"}]}, {"lines": [{"text": "When you have a junkyard dog snapping at your heels the best thing to do is turn around and kick it in the chops.", "character": "Admiral Tolwyn", "characterId": "nm0000532"}]}, {"lines": [{"text": "[Blair and Maniac have just defected from Confed and Blair is trying to cheer Maniac up]", "character": null, "characterId": null}, {"text": "Will you look on the bright side, at least now you won't have to deal with that Confed promotion that finally came through.", "character": "Blair", "characterId": "nm0000434"}, {"text": "My promotion came? My promotion! Confed... that's not right...", "character": "Maniac", "characterId": "nm0001855"}]}, {"lines": [{"text": "Full house, Aces and Eights.", "character": "Vagabond", "characterId": "nm0154236"}, {"text": "[Humming God Save the Queen]\nHm hm hm hm hm hm, Hm Hm Hm Hm HM HM, I GOT FOUR QUEENS!", "character": "Maniac", "characterId": "nm0001855"}]}, {"lines": [{"text": "[the young officers are all starstruck by Blair, who is famous for ending the Kilrathi war]\nAll hail, the mighty Heart of Tiger! You know, you're not the only war hero in Confed, I've taken out more cats than most ships' entire attachments. Do I get the red carpet treatment? No, I carry my own duffel bag, I don't go schmoozing with the Admiral.", "character": "Maniac", "characterId": "nm0001855"}, {"text": "[in a fawning voice]", "character": null, "characterId": null}, {"text": "Admiral Tolwyn, Tolwyn, Tol... has he said anything about me?", "character": "Maniac", "characterId": "nm0001855"}, {"text": "You haven't heard? He couldn't stop talking about you, Maniac.", "character": "Blair", "characterId": "nm0000434"}, {"text": "What?", "character": "Maniac", "characterId": "nm0001855"}, {"text": "Well, it's classified. I mean I could tell you but then I'd have to kill you.", "character": "Blair", "characterId": "nm0000434"}]}, {"lines": [{"text": "[Maniac has just been shunned by a woman in the bar]\nI guess women out here on the edge of nowhere can't appreciate a civilised man.", "character": "Maniac", "characterId": "nm0001855"}, {"text": "Sure they do. When they meet one.", "character": "Blair", "characterId": "nm0000434"}, {"text": "Good to see you too, Colonel, or should I say Farmer Blair? Glad you could fit me into your busy schedule.", "character": "Maniac", "characterId": "nm0001855"}, {"text": "It's a peaceful life.", "character": "Blair", "characterId": "nm0000434"}, {"text": "I've always said you're either an earthworm or an eagle.", "character": "Maniac", "characterId": "nm0001855"}]}, {"lines": [{"text": "Attacking that convoy... is this the way wars start?", "character": "Catscratch", "characterId": "nm0001092"}, {"text": "Let me tell you something, Catscratch. Wars are like bombs. The fuse gets lit before you actually hear the bang and sometimes the fuse can be pretty long.", "character": "Blair", "characterId": "nm0000434"}]}, {"lines": [{"text": "Lately some of the men haven't been so sure about the missions they've been flying for Confed.", "character": "Blair", "characterId": "nm0000434"}, {"text": "During the war with the Kilrathi it was easy, loyalty to Confed required little commitment. After all, what was the alternative? Now the war is over, second guessing is easy.", "character": "Eisen", "characterId": "nm0076251"}, {"text": "I never thought I'd see the day when I'd be shooting down my own kind.", "character": "Blair", "characterId": "nm0000434"}, {"text": "Humans will always vie for power, Colonel. The Confederation may be far less than perfect but remember it was the driving force behind our victory. It succeeded in uniting humanity in a way that no other institution had.", "character": "Eisen", "characterId": "nm0076251"}, {"text": "That's our ultimate duty isn't it?", "character": "Blair", "characterId": "nm0000434"}, {"text": "The difficulty is how best to execute it.", "character": "Eisen", "characterId": "nm0076251"}]}, {"lines": [{"text": "[Tolwyn is giving his final address to the Confederation Assembly before the vote on the declaration of war against the Border Worlds]\nA formal declaration of war is a very terrible thing. It should not be undertaken unless all options have been exhausted. I'm afraid to report to you that that is the case. We did not fight the Kilrathi for decades just to have an infection hollow us out from the inside. If there is a cancer amongst us, we must cut it out now! I urge you to vote yes on this declaration. Thank you.", "character": "Admiral Tolwyn", "characterId": "nm0000532"}, {"text": "[while the Assembly applauds, Blairs bursts into the room]", "character": null, "characterId": null}, {"text": "There is a cancer that needs to be cut out!", "character": "Blair", "characterId": "nm0000434"}, {"text": "Seize that man!", "character": "Admiral Tolwyn", "characterId": "nm0000532"}, {"text": "But it's not on the frontiers of the galaxy but right here before you!", "character": "Blair", "characterId": "nm0000434"}, {"text": "Well, Colonel.", "character": "Admiral Tolwyn", "characterId": "nm0000532"}, {"text": "[to the Assembly]", "character": null, "characterId": null}, {"text": "This, is the great hero of the Kilrathi war, who has betrayed the Confederation and now fights for the Union of Border Worlds.", "character": "Admiral Tolwyn", "characterId": "nm0000532"}, {"text": "I fight as I always have, on the side of peace and honour.", "character": "Blair", "characterId": "nm0000434"}]}, {"lines": [{"text": "[Blair is debating with Tolwyn of front of the Confederation Assembly]\nAdmiral, do you believe the strong always survive?", "character": "Blair", "characterId": "nm0000434"}, {"text": "With every fibre of my being.", "character": "Admiral Tolwyn", "characterId": "nm0000532"}, {"text": "Is that why the head of the Black Lance forces is a product of the Genetic Enhancement program?", "character": "Blair", "characterId": "nm0000434"}, {"text": "[consternation rumbles among the Assembly]", "character": null, "characterId": null}, {"text": "That program was cancelled years ago!", "character": "Paladin", "characterId": "nm0722636"}, {"text": "He's more of a warrior than you will ever be, Colonel. He is excellence personified. He is...", "character": "Admiral Tolwyn", "characterId": "nm0000532"}, {"text": "He is dead!", "character": "Blair", "characterId": "nm0000434"}, {"text": "He is... symbolic of all that we will achieve in the future.", "character": "Admiral Tolwyn", "characterId": "nm0000532"}, {"text": "And what is the expense of these achievements, Admiral? The lives already lost to your Black Lance forces, the millions more that will die if this Assembly votes for war? Space Marshal Tolwyn believes that our victory over the Kilrathi was a fluke. That we as a race need tinkering with, engineering! If a few billion die along the way, well they weren't worthy anyway! Why can't we be more like the Kilrathi, addicted to conflict, the only meaning in life being found in death, tell us all, Admiral! Is that the price of freedom?", "character": "Blair", "characterId": "nm0000434"}, {"text": "Mankind was at its zenith when fighting the Kilrathi. Now our society is crumbing. We have no goals and no focus, we've grown complacent and confused. Who will protect us when the next race tries to dominate us? Who can tell where that threat will come from and when? No, we must be prepared. Progress only comes through struggle. Fighting keeps us fit. Conflict ensures our readiness and our survival. The Kilrathi understood this. They endured for millions of years and so shall we if we continue fighting. If we continue to perfect our methods of killing...", "character": "Admiral Tolwyn", "characterId": "nm0000532"}, {"text": "[a hand comes down on his shoulder. It is Paladin, the Assembly Master]", "character": null, "characterId": null}, {"text": "I think we've heard enough. The Assembly will now vote.", "character": "Paladin", "characterId": "nm0722636"}]}, {"lines": [{"text": "[giving a speech to members of the secret Black Lance force]\nThe strong shall survive! The primary universal law. The species that is weak faces extinction. You know, not so very long ago, our species faced extinction. Now the truth is, our victory over the Kilrathi was not a clear verdict of our superiority, it was a fluke. A temporary perchase of time. We will some day face an enemy far worse than the Kilrathi and it is our duty to prepare, to remain strong and to remain vigilant.", "character": "Admiral Tolwyn", "characterId": "nm0000532"}]}]}