{"quotes": [{"lines": [{"text": "When the child was a child, it was the time of these questions. Why am I me, and why not you? Why am I here, and why not there? When did time begin, and where does space end? Isn't life under the sun just a dream? Isn't what I see, hear, and smell just the mirage of a world before the world? Does evil actually exist, and are there people who are really evil? How can it be that I, who am I, wasn't before I was, and that sometime I, the one I am, no longer will be the one I am?", "character": "Damiel", "characterId": "nm0004486"}]}, {"lines": [{"text": "Now it's serious. At last it's becoming serious. So I've grown older. Was I the only one who wasn't serious? Is it our times that are not serious? I was never lonely neither when I was alone, nor with others. But I would have liked to be alone at last. Loneliness means I'm finally whole. Now I can say it as tonight, I'm at last alone. I must put an end to coincidence. The new moon of decision. I don't know if there's destiny but there's a decision. Decide! We are now the times. Not only the whole town - the whole world is taking part in our decision. We two are now more than us two. We incarnate something. We're representing the people now. And the whole place is full of those who are dreaming the same dream. We are deciding everyone's game. I am ready. Now it's your turn. You hold the game in your hand. Now or never. You need me. You will need me. There's no greater story than ours, that of man and woman. It will be a story of giants... invisible... transposable... a story of new ancestors. Look. My eyes. They are the picture of necessity, of the future of everyone in the place. Last night I dreamt of a stranger... of my man. Only with him could I be alone, open up to him, wholly open, wholly for him. Welcome him wholly into me. Surround him with the labyrinth of shared happiness. I know... it's you.", "character": "Marion", "characterId": "nm0231652"}]}, {"lines": [{"text": "Must I give up now? If I do give up, then mankind will lose its storyteller. And if mankind once loses its storyteller, then it will lose its childhood.", "character": "Homer, the aged poet", "characterId": "nm0092290"}]}, {"lines": [{"text": "It's great to live by the spirit, to testify day by day for eternity, only what's spiritual in people's minds. But sometimes I'm fed up with my spiritual existence. Instead of forever hovering above I'd like to feel a weight grow in me to end the infinity and to tie me to earth. I'd like, at each step, each gust of wind, to be able to say \"Now.\" Now and now\" and no longer \"forever\" and \"for eternity.\" To sit at an empty place at a card table and be greeted, even by a nod. Every time we participated, it was a pretense. Wrestling with one, allowing a hip to be put out in pretense, catching a fish in pretense, in pretense sitting at tables, drinking and eating in pretense. Having lambs roasted and wine served in the tents out there in the desert, only in pretense. No, I don't have to beget a child or plant a tree but it would be rather nice coming home after a long day to feed the cat, like Philip Marlowe, to have a fever and blackended fingers from the newspaper, to be excited not only by the mind but, at last, by a meal, by the line of a neck by an ear. To lie! Through one's teeth. As you're walking, to feel your bones moving along. At last to guess, instead of always knowing. To be able to say \"ah\" and \"oh\" and \"hey\" instead of \"yea\" and \"amen.\"", "character": "Damiel", "characterId": "nm0004486"}, {"text": "Yeah, to be able, once in a while, to enthuse for evil. To draw all the demons of the earth from passers-by and to chase them out into the world. To be a savage.", "character": "Cassiel", "characterId": "nm0761420"}, {"text": "Or at last to feel how it is to take off shoes under a table and wriggle your toes barefoot, like that.", "character": "Damiel", "characterId": "nm0004486"}, {"text": "Stay alone! Let things happen! Keep serious! We can only be savages in as much as we keep serious. Do no more than look! Assemble, testify, preserve! Remain spirit! Keep your distance. Keep your word.", "character": "Cassiel", "characterId": "nm0761420"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[in German, using English subtitles]", "character": null, "characterId": null}, {"text": "[voiceover]\nWhen the child was a child, it walked with its arms swinging. It wanted the stream to be a river, the river a torrent, and this puddle to be the sea. When the child was a child, it didn't know it was a child. Everything was full of life, and all life was one. When the child was a child, it had no opinion about anything, no habits. It often sat cross-legged, took off running, had a cowlick in its hair, and didn't make faces when photographed.", "character": "Damiel", "characterId": "nm0004486"}]}, {"lines": [{"text": "I'm a friend. Compañero.", "character": "Peter Falk", "characterId": "nm0000393"}]}, {"lines": [{"text": "[as Falk is led away]\nWait! I want to know everything.", "character": "Damiel", "characterId": "nm0004486"}, {"text": "You need to figure that out for yourself. That's the fun of it.", "character": "Peter Falk", "characterId": "nm0000393"}]}, {"lines": [{"text": "Are there still borders? More than ever! Every street has its borderline. Between each plot, there's a strip of no-man's-land disguised as a hedge or a ditch. Whoever dares, will fall into booby traps or be hit by laser rays. The trout are really torpedoes. Every home owner, or even every tenant nails his name plate on the door, like a coat of arms and studies the morning paper as if he were a world leader. Germany has crumbled into as many small states as there are individuals. And these small states are mobile. Everyone carries his own state with him, and demands a toll when another wants to enter. A fly caught in amber, or a leather bottle. So much for the border. But one can only enter each state with a password. The German soul of today can only be conquered and governed by one who arrives at each small state with the password. Fortunately, no one is currently in a position to do this. So... everyone migrates, and waves his one-man-state flag in all earthly directions. Their children already shake their rattles and drag their filth around them in circles.", "character": null, "characterId": null}]}, {"lines": [{"text": "To smoke, and have coffee - and if you do it together, it's fantastic.", "character": "Peter Falk", "characterId": "nm0000393"}]}, {"lines": [{"text": "[thinking to himself while lying on the side of a road after a motorcycle accident]\nYou never saw anyone die? I stink of gasoline. I saw it all clearly - the Mercedes, the pool of oil. Karin, I should have told you. It can't be that simple. I've still so much to do.", "character": "The Dying Man", "characterId": "nm0830105"}, {"text": "[Damiel places his hands on the Dying Man's head]\nAs I came up the mountain, out of the misty valley into the sun. The fire on the cattle range, the potatoes in the ashes, the boathouse floating in the lake. The Southern Cross.", "character": "Damiel", "characterId": "nm0004486"}, {"text": "[slowly begins to speak Damiel's thoughts out loud. They speak together at first. Then, Damiel walks away, and only the Dying Man speaks]\nThe Far East. The Great North. The Wild West. The Great Bear Lake. Tristan da Cunha. The Mississippi Delta. Stromboli. The old houses of Charlottenburg. Albert Camus. The morning light. The child's eyes. The swim in the waterfall. The spots of the first drops of rain. The sun. The bread and wine. Hopping. Easter. The veins of leaves. The blowing grass. The color of stones. The pebbles on the stream's bed. The white tablecloth outdoors. The dream of the house in the house. The dear one asleep in the next room. The peaceful Sundays. The horizon. The light from the room in the garden. The night flight. Riding a bicycle with no hands. The beautiful stranger. My father. My mother. My wife. My child.", "character": "The Dying Man", "characterId": "nm0830105"}]}, {"lines": [{"text": "What is wrong with peace that its inspiration doesn't endure?", "character": "Homer, the aged poet", "characterId": "nm0092290"}]}, {"lines": [{"text": "[sketching an female extra, who is waiting on the set]\nWhat a dear face! Interesting. What a nostril. A dramatic nostril. These people are extras. Extra people. Extras are so patient. They just sit. Extras. These humans are extras. Extra humans.", "character": "Peter Falk", "characterId": "nm0000393"}]}, {"lines": [{"text": "I can't see ya, but I know you're here. I can feel it.", "character": "Peter Falk", "characterId": "nm0000393"}]}, {"lines": [{"text": "Tell me, muse, of the storyteller who has been thrust to the edge of the world, both an infant and an ancient, and through him reveal everyman. With time, those who listened to me became my readers. They no longer sit in a circle, bur rather sit apart. And one doesn't know anything about the other. I'm an old man with a broken voice, but the tale still rises from the depths, and the mouth, slightly opened, repeats it as clearly, as powerfully. A liturgy for which no one needs to be initiated to the meaning of words and sentences.", "character": "Homer, the aged poet", "characterId": "nm0092290"}]}, {"lines": [{"text": "Longing. Longing for a wave of love that would stir in me. That's what makes me clumsy. The absence of pleasure. Desire for love. Desire to love.", "character": "Marion", "characterId": "nm0231652"}]}, {"lines": [{"text": "There's so many good things.", "character": "Peter Falk", "characterId": "nm0000393"}]}, {"lines": [{"text": "First, I'll have a bath. Then I'll be shaved by a Turkish barber who will massage me down to the fingertips. Then I'll buy a newspaper and read it from headlines to horoscope. On the first day, I'll be waited upon... For requests, ask the neighbor. If someone stumbles over my legs, he'll have to apologize. I'll be pushed around, and I'll push back. In the crowded bar, the bartender will find me a table. A service car will stop, and the mayor will take me aboard. I'll be known to everyone, and suspect to no one. I won't say a word, and will understand every language. That will be my first day.", "character": "Damiel", "characterId": "nm0004486"}]}, {"lines": [{"text": "It happened once... It happened once, and so it will be forever.", "character": "Damiel", "characterId": "nm0004486"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[using English subtitles]", "character": null, "characterId": null}, {"text": "[in German]\nTell me of the men, women, and children who will look for me - me, their storyteller, their bard, their choirmaster - because they need me more than anything in the world.", "character": "Homer, the aged poet", "characterId": "nm0092290"}, {"text": "[in French]\nWe have embarked.", "character": "Homer, the aged poet", "characterId": "nm0092290"}]}, {"lines": [{"text": "Yellow star means death. Why did they pick yellow...? Sunflowers. Van Gogh killed himself...", "character": "Peter Falk", "characterId": "nm0000393"}]}, {"lines": [{"text": "Where are my heroes? Where are you, my children? Where are my own, the curious ones, the first, the original ones? Name me, muse, the immortal singer who, abandoned by those who listened to him, lost his voice. He who, from the angel of poetry that he was, became a poet, ignored or mocked outside on the threshold of no-man's land.", "character": "Homer, the aged poet", "characterId": "nm0092290"}]}, {"lines": [{"text": "[singing]\nFrom her to eternity.", "character": "Nick Cave", "characterId": "nm0147022"}]}]}