{"quotes": [{"lines": [{"text": "The passion of Christ, his suffering... Wouldn't you say the focus on his suffering is all wrong?", "character": "Algot Frövik, Sexton", "characterId": "nm0249735"}, {"text": "What do you mean?", "character": "Tomas Ericsson, Pastor", "characterId": "nm0085038"}, {"text": "This emphasis on physical pain. It couldn't have been all that bad. It may sound presumptuous of me - but in my humble way, I've suffered as much physical pain as Jesus. And his torments were rather brief. Lasting some four hours, I gather? I feel that he was tormented far worse on an other level. Maybe I've got it all wrong. But just think of Gethsemane, Vicar. Christ's disciples fell asleep. They hadn't understood the meaning of the last supper, or anything. And when the servants of the law appeared, they ran away. And Peter denied him. Christ had known his disciples for three years. They'd lived together day in and day out - but they never grasped what he meant. They abandoned him, to the last man. And he was left alone. That must have been painful. Realizing that no one understands. To be abandoned when you need someone to rely on - that must be excruciatingly painful. But the worse was yet to come. When Jesus was nailed to the cross - and hung there in torment - he cried out - \"God, my God!\" \"Why hast thou forsaken me?\" He cried out as loud as he could. He thought that his heavenly father had abandoned him. He believed everything he'd ever preached was a lie. The moments before he died, Christ was seized by doubt. Surely that must have been his greatest hardship? God's silence.", "character": "Algot Frövik, Sexton", "characterId": "nm0249735"}, {"text": "Yes...", "character": "Tomas Ericsson, Pastor", "characterId": "nm0085038"}]}, {"lines": [{"text": "God, why have you created me so eternally dissatisfied? So frightened, so bitter? Why must I realize how wretched I am? Why must I suffer so hellishly for my insignificance? If there is a purpose to my suffering, then tell me, so I can bear my pain without complaint. I'm strong. You made me so very strong in both body and soul, but you never give me a task worthy of my strength. Give my life meaning, and I'll be your obedient slave.", "character": "Märta Lundberg, Schoolteacher", "characterId": "nm0862026"}]}]}