{"quotes": [{"lines": [{"text": "Every day above ground is a special day.", "character": "Sara Pezzini", "characterId": "nm0000319"}]}, {"lines": [{"text": "Sara Pezzini does not make an easy partner.", "character": "Joe Siri", "characterId": "nm0920564"}, {"text": "Yeah, yeah. I know. She thinks she's 10 feet tall and bulletproof.", "character": "Jake McCartey", "characterId": "nm0002003"}]}, {"lines": [{"text": "Things are a lot more connected than they appear.", "character": "Sara Pezzini", "characterId": "nm0000319"}]}, {"lines": [{"text": "What is this thing? What is the Witchblade?", "character": "Sara Pezzini", "characterId": "nm0000319"}, {"text": "A mystery, wrapped in a riddle, and cloaked in a conundrum.", "character": "Kenneth Irons", "characterId": "nm0162882"}, {"text": "That doesn't help very much.", "character": "Sara Pezzini", "characterId": "nm0000319"}]}, {"lines": [{"text": "Bloodlust is a powerful thing. The desire for revenge. The desire for control. Can you control that desire? Or is it better unleashed? Are you having a hard time controlling the Witchblade, Sara? Your little toy doesn't seem to work against me. Is it because you really don't want it to?", "character": "Ian Nottingham", "characterId": "nm0262026"}]}, {"lines": [{"text": "And that's the story of how I came to have this strange thing on my hand called the Witchblade. I still don't know exactly what the Witchblade is, or how to use it. Every day I gain a bit more control, but this control requires will and vigilance. I think of Danny a lot. He was right. Everything and everyone is more connected than we realize. So there is no pat ending, no neat finale, no single final image.", "character": "Sara Pezzini", "characterId": "nm0000319"}]}, {"lines": [{"text": "Death has been waiting for me, like a glove with no hand in it.", "character": "Ian Nottingham", "characterId": "nm0262026"}]}, {"lines": [{"text": "[as Sara drives away from the club, Gallo suddenly rises from where he has hidden in the back seat and holds a pistol to Sara's head]\nBuona sera, bella.", "character": "Gallo", "characterId": "nm0420718"}, {"text": "Hi, killer.", "character": "Sara Pezzini", "characterId": "nm0000319"}, {"text": "Ooh, you know, I always like that moniker. Watch the potholes, 'cuz I want to talk to you for a minute before I snuff out your vapid little martyr life. I like the little peach-fuzz hair standing up on the back of your neck. You know, your holier-than-thou attitude used to really make me angry; but now, I just find it amusing. You and me, we're not really all that different. We both are hunters, and we both like to kill. Pull over there. There's an alley around the corner that brings back memories.", "character": "Gallo", "characterId": "nm0420718"}, {"text": "[Gallo walks Sara into the alley at gunpoint]\nKeep your hands up. This is exactly where I killed your father.", "character": "Gallo", "characterId": "nm0420718"}]}, {"lines": [{"text": "These particular bullets, just in case you're interested - they cut through Kevlar like buttah.", "character": "Gallo", "characterId": "nm0420718"}]}]}