{"quotes": [{"lines": [{"text": "Life.", "character": "Bill Bowerman", "characterId": "nm0000661"}]}, {"lines": [{"text": "I'd like to work it out so that at the end, it's a pure guts race. If it is, I'm the only one who can win it.", "character": "Steve Prefontaine", "characterId": "nm0001082"}]}, {"lines": [{"text": "I don't want to win unless I know I've done my best, and the only way I know how to do that is to run out front, flat out until I have nothing left. Winning any other way is chicken-shit.", "character": "Steve Prefontaine", "characterId": "nm0001082"}]}, {"lines": [{"text": "I can endure more pain than anyone you've ever met. That's why I can beat anyone I've ever met.", "character": "Steve Prefontaine", "characterId": "nm0001082"}]}, {"lines": [{"text": "Bill, has it ever occurred to you that there's such a thing as overcoaching?", "character": "Steve Prefontaine", "characterId": "nm0001082"}, {"text": "Yeah... I'm against it.", "character": "Bill Bowerman", "characterId": "nm0000661"}]}, {"lines": [{"text": "You ran great in Munich.", "character": "Mary Marckx", "characterId": "nm0005321"}, {"text": "No, Viren ran great, I was fourth.", "character": "Steve Prefontaine", "characterId": "nm0001082"}]}, {"lines": [{"text": "Know what your problem is, Pre? Vanity!", "character": "Bill Bowerman", "characterId": "nm0000661"}, {"text": "Vanity?", "character": "Steve Prefontaine", "characterId": "nm0001082"}, {"text": "Yes, vanity, Pre! Your belief that you have no talent is the ultimate vanity. If you have no talent then you have no limits, it's all an act of will. Your heart can probably pump more blood than anyone else's on earth, and that takes talent. The bones in your feet are so strong, it'd take a sledgehammer to break 'em. Be thankful for your limits, Pre, they're about as limitless as they get in this life.", "character": "Bill Bowerman", "characterId": "nm0000661"}]}, {"lines": [{"text": "Do you believe in God?", "character": "Mary Marckx", "characterId": "nm0005321"}, {"text": "I believe in myself.", "character": "Steve Prefontaine", "characterId": "nm0001082"}]}, {"lines": [{"text": "It's the hardest thing in the world to believe in something, if you do it's a miracle.", "character": "Steve Prefontaine", "characterId": "nm0001082"}]}, {"lines": [{"text": "You know me Bill, I've always been sort of an Adidas freak.", "character": "Steve Prefontaine", "characterId": "nm0001082"}]}, {"lines": [{"text": "George Young is in town.", "character": "Bill Bowerman", "characterId": "nm0000661"}, {"text": "So?", "character": "Steve Prefontaine", "characterId": "nm0001082"}, {"text": "So, he holds the world record in the two mile.", "character": "Bill Bowerman", "characterId": "nm0000661"}, {"text": "Well we're running the 5,000 at the trials, Bill. What... you don't think I can beat George Young?", "character": "Steve Prefontaine", "characterId": "nm0001082"}, {"text": "He's got one hell of a finishing kick. Now you're not gonna run away from him... flat out.", "character": "Bill Bowerman", "characterId": "nm0000661"}, {"text": "Ah shit, we're back to front running again?", "character": "Steve Prefontaine", "characterId": "nm0001082"}, {"text": "Nothing would please George Young more... or the crowd. You'd be giving the crown the performance they want and him the one he expects.", "character": "Bill Bowerman", "characterId": "nm0000661"}, {"text": "Well you could call a race any goddamn you want, but I wouldn't call it a performance.", "character": "Steve Prefontaine", "characterId": "nm0001082"}, {"text": "What would you call it?", "character": "Bill Bowerman", "characterId": "nm0000661"}, {"text": "A work of art!", "character": "Steve Prefontaine", "characterId": "nm0001082"}, {"text": "If you can't beat George Young, you can't win in Munich. Beating George Young is gonna take some kind of time.", "character": "Bill Bowerman", "characterId": "nm0000661"}, {"text": "O.K... what kind of time?", "character": "Steve Prefontaine", "characterId": "nm0001082"}, {"text": "23? That's seven seconds faster than the American record, MY American record!", "character": "Steve Prefontaine", "characterId": "nm0001082"}, {"text": "Your American record.", "character": "Bill Bowerman", "characterId": "nm0000661"}, {"text": "How do I do that?", "character": "Steve Prefontaine", "characterId": "nm0001082"}, {"text": "You wear him out. Decending series... negative splits.", "character": "Bill Bowerman", "characterId": "nm0000661"}, {"text": "Slowly, you go a little faster than he thinks your going. By the time he figures it out, he won't have enough left to hurt you.", "character": "Bill Bowerman", "characterId": "nm0000661"}]}, {"lines": [{"text": "For the time being, let's not have you working out with the team. You'll be facing Viren all over again at the Montreal Olympics. I don't want you racing anyone now. I just want you running. You have to explore the limits of the one competitor above everyone else you've always loved to face... Steve Prefontaine.", "character": "Bill Bowerman", "characterId": "nm0000661"}]}, {"lines": [{"text": "All my life, man and boy, I've operated under the assumption that the main idea in running was to win the race. Naturally, when I became a coach I tried to teach people how to do that. Tried to teach Pre how to do that. Tried like hell to teach Pre to do that. And Pre taught me. Taught me I was wrong. Pre, you see, was troubled by knowing that a mediocre effort can win a race and a magnificent effort can lose one. Winning a race wouldn't necessarily demand that he give it everything he had from start to finish. He never ran any other way. I tried to get him to, God knows I tried... but... Pre was stubborn. He insisted on holding himself to a higher standard than victory. 'A race is a work of art'; that's what he said, that's what he believed and he was out to make it one every step of the way.", "character": "Bill Bowerman", "characterId": "nm0000661"}, {"text": "Of course he wanted to win. Those who saw him compete and those who competed against him were never in any doubt how much he wanted to win. But how he won mattered to him more. Pre thought I was a hard case. But he finally got it through my head that the real purpose of running isn't to win a race. It's to test to the limits of the human heart. That he did... Nobody did it more often. Nobody did it better.", "character": "Bill Bowerman", "characterId": "nm0000661"}]}]}