{"quotes": [{"lines": [{"text": "No one speaks of pavilions anymore, and that saddens me.", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "Funny Girl was hot, hot, hot that year. And I begged my father to take us to see it, but he couldn't get his hands on a single ticket. Instead, he took us to see a matinee of Any Wednesday with Sandy Dennis. He said, Let's go see a woman who's going to be doing the exact same thing for the next 20 years. But she did it best in Any Wednesday, you have to admit.", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "Come back to the Five and Dime, Barbra Streisand, Barbra Streisand.", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "[about Barbra Streisand]\n... she went down the Stoney End. She never wanted to go down the Stoney End, but somebody forced her down the Stoney End. We miss you, Barbra. Come back to the Five and Dime, Barbra Streisand, Barbra Streisand.", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "I can recall to this day the thrill of knowing someone in an all-American family was losing her grip. The thought of the family hovering together terrified really turned me on. It was as if I could go over and reassure them and tell them I would take care of everything.", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "someone's mother home again ^Å in oils.", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "When I was a little girl, I used to go home for lunch every day, and I'd pretend that my mother was a waitress in a roadside cafe. I'll have a side order, ma'am. A side order consists of a white-meat tuna, a dollop of mayonnaise, some carrot strips and potato chips. And then I'd sit at the counter... and ignore her.", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "My parents got divorced five years ago after 38 years of marriage. I thought, oh what perfect timing.", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "[talking about her new stepmother]\nI remember the first time I met her. My dad came to pick up me and my brother at my mom's house. He pulled up in a Thunderbird, and I got in the back seat, and I said, Dad, why didn't you bring a bigger car? She said, Don't bitch. We could've brought the TransAm. Don't wear your seatbelt. Where I come from, people die - they burn up when they wear their seatbelt. Charmed.", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "The last time I went anywhere with my parents before the divorce, we'd gone to Vegas 'cause I was doing the telethon with Jerry Lewis. And we'd just had dinner at the Stardust Hotel, one of the eight international restaurants - I believe it was Aku Aku, the Polynesian. And my mother grabbed a handful of after-dinner mints, and she started choking on them. So me and my brother walked really far ahead in the casino. And my dad finally got her a glass of water, and she washed it all down. She went, Oh my God, there must have been dust on those mints.", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "My father's a proctologist. My mother's an abstract artist. That's how I view the world.", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "...there was something really great about growing up in a liberal, intellectual, Jewish household with three sensitive older brothers. But there were times, I have to admit, that I really got caught up in the romance of being gentile, especially around Christmas time.", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "[imitating a gentile mother at Christmas]\nOh sure, your father may be going through a little bit of a mid-life crisis. But I worship that man, and I adore you kids. You both have been under so much pressure lately, what, with the cotillion coming up, Babe. Get some sleep. Grandma's coming over real early. We have some terrific presents to open. Sweet dreams. Love ya. And may all your Christmases be white.", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "[talking about Warhol]\nLeave it to Andy to have the wisdom and sensitivity into the hours and hours of toil and labor that went into the Indian product, and they've been so lucky to cash in on this whole Santa Fe thing happening.", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "We went to the 1965 New York World's Fair in 1964. I never understood that.", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "Yeah, spike it, Babe, all right! Yes!", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "You know, I like to sit around in my hotel room after the show in my bra and panties, and I'll say to somebody, Get me a Remy Martin with a water back, goddamn it! Thank you. I know they like it, and I do too.", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "[consoling a depressed friend]\nMister, if this is about Ishtar, I'm getting up and walking out of here forever because that's too self-indulgent even for me!", "character": "Sandra", "characterId": "nm0000928"}]}, {"lines": [{"text": "Go ahead, see if I care, you can go and fuck Madonna. While you're at it, fuck Martika!", "character": "Sandra", "characterId": "nm0000928"}]}]}