{"quotes": [{"lines": [{"text": "[Old Ned visits his white friends]\nY'all knows what I always preach. This is a land for the white man and black folk got ta know their place. Let the white man go to Hell with his politics, wealth, and sins. Give me Jesus! Leave it to me, gen'men, I always preach that the vices and sins of the white folk will end them up in Hell. When the Judgement Day comes, more Negroes than whites will rise up to Heaven. Yessir, white folks is mighty fine!", "character": null, "characterId": null}, {"text": "[he leaves the room]", "character": null, "characterId": null}, {"text": "[now outside, speaking to himself]\nAgain, I've sold my birthright. All for a miserable 'mess of pottage. Negroes and whites - all are equal. As for me, miserable sinner, Hell is my destiny.", "character": null, "characterId": null}]}, {"lines": [{"text": "[Opening title]\nAt the opening of our drama, we find our characters in the North, where the prejudices and hatreds of the South do not exist - though this does not prevent the occasional lynching of a Negro.", "character": null, "characterId": null}]}, {"lines": [{"text": "Since I have decided to give her my assistance, I would be grateful if, as a Southerner yourself, Geraldine, you could point me the best way to do so.", "character": "Mrs. Elena Warwick", "characterId": "nm0263395"}, {"text": "Lumber-jacks and field hands. Let me tell you - it is an error to try and educate them. Besides, they don't want an education. Can't you see that thinking would only give them a headache? Their ambition is to belong to a dozen lodges, consume religion without restraint, and, when they die, go straight up to heaven. Wasting $5,000 on a school is plain silly when you could give $100 to old Ned, the best colored preacher in the world... who will do more to keep Negroes in their place than all your schools put together.", "character": "Mrs. Geraldine Stratton", "characterId": "nm0480448"}]}, {"lines": [{"text": "Sylvia Landry - a schoolteacher from the South visiting her northern cousin - is typical of the intelligent Negro of our times.", "character": null, "characterId": null}]}, {"lines": [{"text": "Far from all civilization and in the depths of the forests of the South, where ignorance and the lynch law reign supreme, we find the hamlet of Piney Woods and the school for Negroes.", "character": null, "characterId": null}]}, {"lines": [{"text": "Reverend Wilson Jacobs, founder of the school and apostle of education for the black race. Constance, his sister, Reverend Jacob's sole ally in his unequal struggle against the Negroes' ignorance.", "character": null, "characterId": null}]}, {"lines": [{"text": "The weevils ate up the cotton crop - and bein' as I couldn't pay the rent, they took ma mule. I hears 'bout your school - 'n' so we walked from my place, a ways off, 'cause my children here don't do nothin' but say, 'Papa, without schoolin', we c'n never 'mount to nothin'.' So here I is, suh, ready ta work day 'n' night so's my children c'n get schoolin' 'n' be useful to society.", "character": null, "characterId": null}]}, {"lines": [{"text": "The school has too many students, the money is just about gone, and Wilson hasn't the heart to turn away the new students who keep coming every day. The state pays only $1.49 a year to educate each Negro child - and the colored people who live here are too poor to help us.", "character": null, "characterId": null}]}, {"lines": [{"text": "It is my duty and the duty of each member of our race to help destroy ignorance and superstition. I am going up north where I'll try to raise the money we need. May God be with us!", "character": "Sylvia Landry", "characterId": "nm0695792"}]}, {"lines": [{"text": "Mrs. Geraldine Stratton, a rich Southerner passing through Boston - a bitter enemy of women's suffrage, because it appalls her to think that Negro women might vote.", "character": null, "characterId": null}]}, {"lines": [{"text": "From the soles of their flat feet to the crown of their head, Negroes are, undoubtedly, inferior beings.", "character": null, "characterId": null}]}, {"lines": [{"text": "I am very interested in the cause of your race, and I will find the means to help in the most effective way.", "character": "Mrs. Elena Warwick", "characterId": "nm0263395"}]}, {"lines": [{"text": "The text of my sermon this morning will be 'Abraham and the Fatted Calf. Behold, I foresee that black people will be the first... and will be the last! While the white folk, with all their schooling, all their wealth, all their sins, will most all fall into the everlasting inferno! While our race, lacking these vices and whose souls are more pure, most all will ascend to Heaven! Hallelujah!", "character": null, "characterId": null}]}, {"lines": [{"text": "[Talking to Larry about his stolen jewelry]\nSaturday is pay day. We'll head over to the turpentine plant by that Piney Woods school 'n' unload 'em on them dumb niggahs.", "character": null, "characterId": null}]}, {"lines": [{"text": "Sylvia is my cousin but she was raised by a family named Landry - who were all lynched years ago.", "character": "Alma Prichard", "characterId": "nm0166224"}]}, {"lines": [{"text": "a home for their families, a few acres of land, a church to attend, and an education for their children.", "character": null, "characterId": null}]}, {"lines": [{"text": "Dat Landry gal been ta school 'n' keeps her pappy's books now - so ya won't git ta cheat him no mo'.", "character": "Efram - Gridlestone's Servant", "characterId": "nm0851356"}]}, {"lines": [{"text": "She is as educated as white girls now - so when you go pay the boss you tell him that.", "character": "Jasper's Wife", "characterId": "nm0250207"}]}, {"lines": [{"text": "You're gettin' mighty smart, eh? But I'm on to you. And remember that the white man makes the law in this country!", "character": "Philip Gridlestone", "characterId": "nm0426021"}]}, {"lines": [{"text": "Poor white trash - and no better than a Negro.", "character": "Philip Gridlestone", "characterId": "nm0426021"}]}, {"lines": [{"text": "I have always treated the coloreds well - but I remember that my father, who owned a thousand slaves, had callouses on his hands from...", "character": "Philip Gridlestone", "characterId": "nm0426021"}, {"text": "[makes a fist and hits Jasper in the face]", "character": null, "characterId": null}, {"text": "... and he showed me that was the only way to keep 'em in line.", "character": "Philip Gridlestone", "characterId": "nm0426021"}]}, {"lines": [{"text": "Sweet Jesus! Landry done killed Gridlestone!", "character": "Efram - Gridlestone's Servant", "characterId": "nm0851356"}]}, {"lines": [{"text": "Hurry! Jasper Landry done murdered Mistah Gridlestone!", "character": "Efram - Gridlestone's Servant", "characterId": "nm0851356"}]}, {"lines": [{"text": "I know you're gwine ta laugh a' me, but I'se the feelin' somethin' ter'ble has happened.", "character": "Jasper's Wife", "characterId": "nm0250207"}]}, {"lines": [{"text": "Justice! Where are you? Answer me! How long? Great God almighty, How Long?", "character": "Jasper's Wife", "characterId": "nm0250207"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "And thus Dr. Vivian found Sylvia.", "character": null, "characterId": null}, {"text": "Be proud of our country, Sylvia. We should never forget what our people did in Cuba under Roosevelt's command. And at Carrizal in Mexico. And later in France, from Bruges to Chateau-Thierry, from Saint-Mihiel to the Alps! We were never immigrants. Be proud of our country, always! And you, Sylvia, have been thinking deeply about this, I know - but unfortunately your thoughts have been warped. In spite of your misfortunes, you will always be a patriot - and a tender wife. I love you!", "character": "Dr. V. Vivian", "characterId": "nm0524096"}, {"text": "And a little while later we see that Sylvia understood that perhaps Dr. Vivian was right after all.", "character": null, "characterId": null}]}, {"lines": [{"text": "While we's waitin', what ya say we grab this boy?", "character": null, "characterId": null}, {"text": "Bu... bu... bu' you knows me, Mistah John - ya knows I'se da one wha' tole you Landry killed Mistah Gridlestone.", "character": "Efram - Gridlestone's Servant", "characterId": "nm0851356"}, {"text": "[White mob grabs Efram and lynches him]", "character": null, "characterId": null}]}, {"lines": [{"text": "T'ain' no doubt 'bout it - da whi' fo'ks loves me.", "character": "Efram - Gridlestone's Servant", "characterId": "nm0851356"}]}, {"lines": [{"text": "Here I is 'mong da whi' fo'k, while dem other niggahs hide in da woods.", "character": "Efram - Gridlestone's Servant", "characterId": "nm0851356"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Do pardon me for interrupting - but I forgot this...", "character": "Alma Prichard", "characterId": "nm0166224"}]}]}