{"quotes": [{"lines": [{"text": "Washington is the only town in America where the appearance of something is much more important than the reality. For instance, if you go into a public restroom and you come out too soon, you didn't wash your hands. If you stay in too long, you molested someone. If you stay in there just the right amount of time, you're slick.", "character": null, "characterId": null}]}, {"lines": [{"text": "Miss Sugarbaker, I want you to know we were all absolutely devestated over your husband's untimely death.", "character": null, "characterId": null}, {"text": "Well, I'm not sure how untimely it was - he was 76! Anyway, there's no reason to be sad. He lived a wonderful life and never suffered unless I wanted him to.", "character": "Suzanne", "characterId": "nm0004785"}]}, {"lines": [{"text": "\"No Animals Were Hurt or Exploited in the Making of this Film.\" I guess they don't have one of those for women.", "character": null, "characterId": null}]}, {"lines": [{"text": "I personally prefer the kind of movies where dog collars are worn by dogs, not women, and a man may break you heart, but never your neck.", "character": null, "characterId": null}]}, {"lines": [{"text": "I've played a woman who was stalked, a woman who was raped, a woman who was kidnapped, car-jacked, high-jacked, and sky-jacked. And frankly, I mean, I'm tired!", "character": "Joan Van Ark", "characterId": "nm0052186"}]}, {"lines": [{"text": "Recently, I was asked to portray the sixty year old mother of an actor who played my lover three years ago. Apparently, I'm getting older while he's getting better!", "character": null, "characterId": null}]}, {"lines": [{"text": "It seems to me that in films today if a man gets killed, it's in the line of duty; if a woman gets killed, it's in her underwear.", "character": null, "characterId": null}]}, {"lines": [{"text": "the standard female role models we see every day in our society.", "character": null, "characterId": null}]}, {"lines": [{"text": "I've played hundreds of descent, caring, women over the years but it took the role of an exploited, used, and abused prostitute in Elmer Gantry to win me an Oscar. I guess you might say nice girls finish last!", "character": null, "characterId": null}]}, {"lines": [{"text": "I've been black-balled by the mainstream film industry, which I find very violent, because I was a porn star. Under the current ratings system, it's more socially acceptable to cut off a woman's breast than to kiss it!", "character": null, "characterId": null}]}, {"lines": [{"text": "There is no such thing as a little mistake in Washington. It doesn't matter that George Bush was never mystified by a supermarket scanner, or that Bill Clinton's haircut never held up any aiplane. All that matters is that it's repeated over and over again until it becomes fact and/or sells enough newspapers and the retractions are printed on page 78!", "character": null, "characterId": null}]}, {"lines": [{"text": "My five husbands left me plenty of money! And I'm sure I'll marry again. Or as my grandmother used to say, \"Honey, if you ever need a million dollars, just remember, you're sitting on it!\"", "character": "Suzanne", "characterId": "nm0004785"}]}, {"lines": [{"text": "Newt Gingrich looks like the guy you'd hire to be the baby at a New Year's Eve party!", "character": "Veda Walkman", "characterId": "nm0726170"}]}]}