{"quotes": [{"lines": [{"text": "And who is \"Gudrun\"?", "character": "Gerald Crich", "characterId": "nm0001657"}, {"text": "In a Norse myth, Gudrun was a sinner who murdered her husband.", "character": "Gudrun Brangwen", "characterId": "nm0413559"}, {"text": "And will you live up to that?", "character": "Gerald Crich", "characterId": "nm0001657"}, {"text": "Which would you prefer me to live up to, Mr Crich? The sinner or the murderer?", "character": "Gudrun Brangwen", "characterId": "nm0413559"}]}, {"lines": [{"text": "Do you know what it is to suffer when you're with a woman? lt tears you like a silk. And each bit and stroke burns hot. Of course, l wouldn't not have had it. lt was a complete experience. She's a wonderful woman, but l hate her somewhere. lt's curious.", "character": "Gerald Crich", "characterId": "nm0001657"}, {"text": "You've had your experience now. Why work on an old wound?", "character": "Rupert Birkin", "characterId": "nm0000869"}, {"text": "Because there's nothing else.", "character": "Gerald Crich", "characterId": "nm0001657"}, {"text": "l've loved you, as well as Gudrun. Don't forget.", "character": "Rupert Birkin", "characterId": "nm0000869"}, {"text": "Have you? Or do you think you have?", "character": "Gerald Crich", "characterId": "nm0001657"}]}, {"lines": [{"text": "Gudrun Brangwen. Gerald Crich. Tibby and Laura Lupton. Ursula Brangwen. Rupert Birkin. What peculiar names we all have. Do you think we've been singled out, chosen for some extraordinary moment in life, or are we all cursed with the mark of Cain?", "character": "Rupert Birkin", "characterId": "nm0000869"}]}, {"lines": [{"text": "Rupert, what is it you really want?", "character": "Gerald Crich", "characterId": "nm0001657"}, {"text": "I want to sit with my beloved in a field, with daisies growing all around us.", "character": "Rupert Birkin", "characterId": "nm0000869"}]}, {"lines": [{"text": "I do believe in a permanent union between a man and a woman. Chopping about is merely an exhaustive process. But a permanent relationship between a man and a woman isn't the last word. lt certainly isn't.", "character": "Rupert Birkin", "characterId": "nm0000869"}, {"text": "Quite.", "character": "Gerald Crich", "characterId": "nm0001657"}, {"text": "We have to take down this love-and-marriage ideal from its pedestal. We want something broader. I believe in the additional perfect relationship, between man and man. Additional to marriage.", "character": "Rupert Birkin", "characterId": "nm0000869"}, {"text": "I don't see how they can be the same.", "character": "Gerald Crich", "characterId": "nm0001657"}, {"text": "No, not the same, but equally important... equally creative, equally sacred, if you like.", "character": "Rupert Birkin", "characterId": "nm0000869"}, {"text": "I know you believe something like that. Only, I can't feel it, do you see?", "character": "Gerald Crich", "characterId": "nm0001657"}]}, {"lines": [{"text": "How frightfully kind of you!", "character": "Gudrun Brangwen", "characterId": "nm0413559"}]}, {"lines": [{"text": "[having an orgasm]\nOh, my God, Gerald! Shall I die?", "character": "Gudrun Brangwen", "characterId": "nm0413559"}]}, {"lines": [{"text": "I want the finality of love.", "character": "Rupert Birkin", "characterId": "nm0000869"}]}, {"lines": [{"text": "I am not married. Truth is best.", "character": "Gudrun Brangwen", "characterId": "nm0413559"}]}, {"lines": [{"text": "You don't think one needs the experience of having been married?", "character": "Gudrun Brangwen", "characterId": "nm0413559"}, {"text": "Gudrun, do you really think it need be an experience?", "character": "Ursula Brangwen", "characterId": "nm0511614"}, {"text": "It's bound to be possibly undesirable, but still an experience of some sort.", "character": "Gudrun Brangwen", "characterId": "nm0413559"}, {"text": "Not really. More likely to be the end of experience.", "character": "Ursula Brangwen", "characterId": "nm0511614"}, {"text": "Yes, of course, there is that to consider.", "character": "Gudrun Brangwen", "characterId": "nm0413559"}]}, {"lines": [{"text": "Don't you find yourself getting bored with everything? Everything fails to materialise. Nothing materialises. Everything withers in the bud. Everything.", "character": "Gudrun Brangwen", "characterId": "nm0413559"}, {"text": "Frightening. Do you hope to get anywhere by just marrying?", "character": "Ursula Brangwen", "characterId": "nm0511614"}, {"text": "Well, it seems the inevitable next step. But you see... it's just impossible. The man makes it impossible.", "character": "Gudrun Brangwen", "characterId": "nm0413559"}]}, {"lines": [{"text": "Dreadful. All this strife and dissension. If we could only realise that... in the spirit, we are all one, all equal in the spirit. All brothers there. The rest wouldn't matter. There'd be no more of this carping, envy... all this struggle for power, which destroys... only destroys.", "character": "Hermione Roddice", "characterId": "nm0111376"}, {"text": "'Now you've got what you want, your fair share of the world's gear. Now, you mind yourself, and don't obstruct me.'", "character": "Rupert Birkin", "characterId": "nm0000869"}]}, {"lines": [{"text": "I abhor humanity, I wish it was swept away. It could go, and there would be no loss if every human being perished tomorrow.", "character": "Rupert Birkin", "characterId": "nm0000869"}, {"text": "So, you want everybody in the world destroyed?", "character": "Ursula Brangwen", "characterId": "nm0511614"}, {"text": "Yes, absolutely. Don't you yourself think it's a wonderful, clear idea? A world empty of people... just uninterrupted grass and a rabbit sitting there?", "character": "Rupert Birkin", "characterId": "nm0000869"}, {"text": "You don't seem to see much love in humanity. What about individual love?", "character": "Ursula Brangwen", "characterId": "nm0511614"}, {"text": "I don't believe in love any more than I believe in hate or grief. Love is an emotion. You feel or don't feel, according to your circumstances.", "character": "Rupert Birkin", "characterId": "nm0000869"}, {"text": "If you don't believe in love, what do you believe in? Just in the end of the world and rabbits?", "character": "Ursula Brangwen", "characterId": "nm0511614"}, {"text": "The point about L-O-V-E is that we hate the word, because we've vulgarised it. lt should be taboo, forbidden from utterance for many years... till we've found a new and better idea.", "character": "Rupert Birkin", "characterId": "nm0000869"}]}, {"lines": [{"text": "Well, I was born here and I'll die here until I fly away.", "character": "Gudrun Brangwen", "characterId": "nm0413559"}]}, {"lines": [{"text": "There's one thing about our family, you know. Once anything goes wrong, it can never be put right. Not with us.", "character": "Gerald Crich", "characterId": "nm0001657"}]}, {"lines": [{"text": "I would like to die from our kind of life. Be born again... through a love that is like sleep. With new air around one, that no one's ever breathed before.", "character": "Rupert Birkin", "characterId": "nm0000869"}]}, {"lines": [{"text": "Say you love me. Say \"My love\" to me.", "character": "Ursula Brangwen", "characterId": "nm0511614"}, {"text": "I love you right enough. I just want it to be something else.", "character": "Rupert Birkin", "characterId": "nm0000869"}, {"text": "Why? Why isn't it enough?", "character": "Ursula Brangwen", "characterId": "nm0511614"}, {"text": "Because we can go one better.", "character": "Rupert Birkin", "characterId": "nm0000869"}, {"text": "We can't. We can only say we love each other. Say \"my love\" to me. Say it.", "character": "Ursula Brangwen", "characterId": "nm0511614"}, {"text": "Yes, my love. Let love be enough, then. I love you, then. I'm bored by the rest.", "character": "Rupert Birkin", "characterId": "nm0000869"}]}, {"lines": [{"text": "Perhaps it's better to die than to live mechanically... a life that's repetition of repetition.", "character": "Hermione Roddice", "characterId": "nm0111376"}]}, {"lines": [{"text": "By God, l'd just concluded that nothing mattered in the world... except somebody to take the edge off one's being alone.", "character": "Gerald Crich", "characterId": "nm0001657"}]}, {"lines": [{"text": "You know, I always believe in love, in true love. But where do you find it nowadays?", "character": "Gerald Crich", "characterId": "nm0001657"}, {"text": "I don't know. Life has all kinds of things. There isn't only one road.", "character": "Rupert Birkin", "characterId": "nm0000869"}, {"text": "I don't care how it is with me... as long as I feel... that I've lived. I don't care how it is, as long as I feel that.", "character": "Gerald Crich", "characterId": "nm0001657"}]}, {"lines": [{"text": "I'm too big a fool to swallow your cleverness. You go to your women, your spiritual brides. Or aren't they common and fleshy enough? No, you're not satisfied, are you? You'd marry me for your everyday use... and keep your spiritual brides for tripping off into the beyond. Yes, I know your dirty little game. You think I'm not as spiritual as Hermione. Well, Hermione is a fishwife. So you go to her. That's what I say. Go to her. In her soul, she's as common as dirt. And all the rest is just pretence.", "character": "Ursula Brangwen", "characterId": "nm0511614"}]}, {"lines": [{"text": "It's something you don't reckon with until it's there. And then you realise it was there all the time. It was always there. The possibility of this... incurable illness... this creeping death. There's nothing left. Do you understand what l mean? You seem to be reaching at the void, then you realise that you're a void yourself.", "character": "Gerald Crich", "characterId": "nm0001657"}]}, {"lines": [{"text": "And all men are either lovers or husbands. Why not both?", "character": "Ursula Brangwen", "characterId": "nm0511614"}, {"text": "No. One excludes the other.", "character": "Rupert Birkin", "characterId": "nm0000869"}]}, {"lines": [{"text": "It almost breaks my heart. My beloved country. It had something to express, even when it made this chair. Now all we can do is to fish amongst rubbish heaps... for remnants of the old expression. There's no production in us anymore... just sordid and foul mechanicalness.", "character": "Rupert Birkin", "characterId": "nm0000869"}, {"text": "I hate your past. I'm sick of it.", "character": "Ursula Brangwen", "characterId": "nm0511614"}, {"text": "Not as sick as I am of the accursed present.", "character": "Rupert Birkin", "characterId": "nm0000869"}, {"text": "Well, I don't want the past to take its place. I don't want old things.", "character": "Ursula Brangwen", "characterId": "nm0511614"}, {"text": "The truth is, we don't want things at all. The thought of a house and furniture of my own is hateful to me.", "character": "Rupert Birkin", "characterId": "nm0000869"}]}, {"lines": [{"text": "What do you do?", "character": "Loerke", "characterId": "nm0792996"}, {"text": "I'm a sculptress.", "character": "Gudrun Brangwen", "characterId": "nm0413559"}, {"text": "And what do you sculpt?", "character": "Loerke", "characterId": "nm0792996"}, {"text": "Animals, birds.", "character": "Gudrun Brangwen", "characterId": "nm0413559"}, {"text": "Knick-knacks for the rich?. You're not an artist. You've never worked as the world works.", "character": "Loerke", "characterId": "nm0792996"}, {"text": "Yes, l have and l do.", "character": "Gudrun Brangwen", "characterId": "nm0413559"}, {"text": "Have you known what it was to lie in bed for three days because you had nothing to eat... in a room with three other families and a toilet in the middle... a big pan with a plank on it... and your father making love to a street whore in the corner?", "character": "Loerke", "characterId": "nm0792996"}]}, {"lines": [{"text": "The whole point of a lover... is to reach a complete understanding of sensual knowledge.", "character": "Gudrun Brangwen", "characterId": "nm0413559"}]}]}