{"quotes": [{"lines": [{"text": "[narration in first episode]", "character": null, "characterId": null}, {"text": "Down through history, man's survival has been dependent upon his adaptability. You learn fast when your life is at stake. No one knows this better than I. My own life is in jeopardy 24 hours a day. Still, in the six months since my accident, I have learned to get up in the morning as if nothing had actually happened.", "character": "Mel Hunter", "characterId": "nm0860471"}]}, {"lines": [{"text": "Bill Winters. Good old Bill. Without him, I didn't want to think what life would be like without Bill. Even *with* Bill, I'd never be safe, no matter where I am. Things most people wouldn't notice could mean death to me.", "character": "Mel Hunter", "characterId": "nm0860471"}, {"text": "[a pencil on Winters' desk rolls off, nearly crushing the six-inch tall Hunter]", "character": null, "characterId": null}]}, {"lines": [{"text": "It was up to me to be careful 3600 seconds of every hour. I couldn't expect the rest of the world to live my way. To the rest of the world, my problems are not a matter of life and death. The Bureau guards many fantastic secrets. But none quite so fantastic as Mel Hunter - me. Following my escape from a nightmare behind the Iron Curtain six months ago, I watched along with 14 doctors and 17 scientists and saw myself shrink to the size of a six-inch ruler. The shrinking had stopped. The scientists were still hoping, still working on my case and I was still a special agent... a kind of *special* special agent.", "character": "Mel Hunter", "characterId": "nm0860471"}]}, {"lines": [{"text": "Agent Bill Winters and I had received word the night before to report to the commissioner's office next morning. As usual, I traveled strapped in my chair in a specially constructed attache case chained to Winters' wrist. In this world of giants surrounding me, it was the safest mode of travel. The half year of constant peril had taught me the hard way how dangerous even a great gust of wind can be to a man six inches tall. I had to be on guard every moment. The risks encountered as an agent for the Bureau were nothing compared to the things that could happen to me in the daily job of just ordinary living.", "character": "Mel Hunter", "characterId": "nm0860471"}]}]}