{"quotes": [{"lines": [{"text": "I pray one prayer, I repeat it till my tongue stiffens. Catherine Earnshaw, may you not rest as long as I am living! You said I killed you, haunt me, then!... Be with me always, take any form, drive me mad, only do not leave me in this abyss, where I cannot find you!... I cannot live without my life. I cannot live without my soul.", "character": "Heathcliff", "characterId": "nm0000146"}]}, {"lines": [{"text": "Misery and degradation and death and nothing that God or Satan could inflict would have parted us, you of your own will, did it. I have not broken your heart - you have broken it; and in breaking it, you have broken mine.", "character": "Heathcliff", "characterId": "nm0000146"}]}, {"lines": [{"text": "Take care, Ellen. He wishes to provoke Edgar to desperation. I'll die first. The single pleasure I can imagine is to die, or see him dead.", "character": "Isabella Linton", "characterId": "nm0001830"}]}, {"lines": [{"text": "It would degrade me to marry Heathcliff now.", "character": "Cathy Linton", "characterId": "nm0000300"}]}, {"lines": [{"text": "a source of little visible delight, but necessary. Nelly, I AM Heathcliff!", "character": "Cathy Linton", "characterId": "nm0000300"}]}, {"lines": [{"text": "Now, my bonny lad, you're mine. Let's see if one tree won't grow as crooked as another, with the same wind to twist it.", "character": "Heathcliff", "characterId": "nm0000146"}]}, {"lines": [{"text": "Why did you betray your own heart, Cathy? You loved me. And what right had you to leave me? The poor fancy you felt for Linton? Nothing that God or Satan could inflict would have parted us. You of your own will did it. I've not broken your heart Cathy, you have broken it. And in breaking it, you've broken mine.", "character": "Heathcliff", "characterId": "nm0000146"}]}, {"lines": [{"text": "If I've done wrong I'm dying for it.", "character": "Cathy Linton", "characterId": "nm0000300"}]}, {"lines": [{"text": "You left me, too, but I forgive you. Forgive me.", "character": "Cathy Linton", "characterId": "nm0000300"}, {"text": "It's so hard... to forgive alone, it's a lie. Yes, I forgive what you've done to me. I love my murderer. But yours... how can I?", "character": "Heathcliff", "characterId": "nm0000146"}]}]}