{"quotes": [{"lines": [{"text": "Catherine Earnshaw, may you not rest so long as I live on! I killed you. Haunt me, then! Haunt your murderer! I know that ghosts have wandered on the Earth. Be with me always. Take any form, drive me mad, only do not leave me in this dark alone where I cannot find you. I cannot live without my life! I cannot die without my soul.", "character": "Heathcliff", "characterId": "nm0000059"}]}, {"lines": [{"text": "Why are your eyes always empty? Like Linton's eyes.", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "They're not empty, if you'd only look deeper. Look at me. I'm pretty. I'm a woman and I love you. You're all of life to me. Let me be a single breath of it for you.", "character": "Isabella", "characterId": "nm0280242"}]}, {"lines": [{"text": "Are you enjoying yourself, Heathcliff?", "character": "Cathy", "characterId": "nm0643353"}, {"text": "I've had the pleasure of watching you.", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "You're very grand, Heathcliff. So handsome. Looking at you tonight I could not help but remember how things used to be.", "character": "Cathy", "characterId": "nm0643353"}, {"text": "They used to be better.", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "Don't pretend life hasn't improved for you.", "character": "Cathy", "characterId": "nm0643353"}, {"text": "Life has ended for me.", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "[they pause and look off the balcony in silence]", "character": null, "characterId": null}, {"text": "How can you stand here beside me and pretend not to remember? Not to know that my heart is breaking for you? That your face is the wonderful light burning in all this darkness?", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "Heathcliff, no. I forbid it.", "character": "Cathy", "characterId": "nm0643353"}, {"text": "Do you forbid what your heart is saying to you now?", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "It's saying nothing.", "character": "Cathy", "characterId": "nm0643353"}, {"text": "I can hear it louder than the music. Oh, Cathy. Cathy.", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "I'm not the Cathy that was. Can you understand that? I'm somebody else. I'm another man's wife, and he loves me. And I love him.", "character": "Cathy", "characterId": "nm0643353"}, {"text": "If he loved you with all the power of his soul for a whole lifetime he couldn't love you as much as I do in a single day. Not he. Not the world. Not even you, Cathy, can come between us.", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "Heathcliff, you must go away. You must leave this house and never come back to it. I never want to see your face again or listen to your voice again as long as I live.", "character": "Cathy", "characterId": "nm0643353"}, {"text": "You lie! Why do you think I'm here tonight? Because you willed it. You willed me here across the sea.", "character": "Heathcliff", "characterId": "nm0000059"}]}, {"lines": [{"text": "He seems to take pleasure in being mean and brutal. And yet, he's more myself than I am. Whatever our souls are made of, his and mine are the same. And Linton's is as different as frost from fire... Ellen, I AM Heathcliff.", "character": "Cathy", "characterId": "nm0643353"}, {"text": "[thunderbolt]", "character": null, "characterId": null}, {"text": "Everything he's suffered, I've suffered. The little happiness he's ever known, I've had too. Oh, Ellen, if everything in the world died and Heathcliff remained, life would still be full for me.", "character": "Cathy", "characterId": "nm0643353"}]}, {"lines": [{"text": "I cannot live without my life! I cannot die without my soul!", "character": "Heathcliff", "characterId": "nm0000059"}]}, {"lines": [{"text": "If he loved you with all the power of his soul for a whole lifetime, he couldn't love you as much as I do in a single day.", "character": "Heathcliff", "characterId": "nm0000059"}]}, {"lines": [{"text": "If you ever looked at me once with what I know is in you, I'd be your slave. Cathy, if your heart were only stronger than your dull fear of God and the world, I'd live contented, silently in your shadow. But No. You must destroy us both with that weakness you call virtue.", "character": "Heathcliff", "characterId": "nm0000059"}]}, {"lines": [{"text": "Heathcliff, make the world stop right here. Make everything stop and stand still and never move again. Make the moors never change and you and I never change.", "character": "Cathy", "characterId": "nm0643353"}, {"text": "The moors and I will never change. Don't you, Cathy.", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "I can't. I can't. No matter what I ever do or say, Heathcliff, this is me now; standing on this hill with you. This is me forever.", "character": "Cathy", "characterId": "nm0643353"}]}, {"lines": [{"text": "It would be dreadful if Hindley ever found out.", "character": "Cathy", "characterId": "nm0643353"}, {"text": "Found out what? That you talk to me once in a while?", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "I shouldn't talk to you at all. Look at you! You get worse every day. Dirty and unkempt and in rags. Why aren't you a man? Heathcliff, why don't you run away?", "character": "Cathy", "characterId": "nm0643353"}, {"text": "Run away? From you?", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "You could come back to me rich and take me away. Why aren't you my prince like we said long ago? Why can't you rescue me, Heathcliff?", "character": "Cathy", "characterId": "nm0643353"}, {"text": "Cathy, come with me now!", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "Where?", "character": "Cathy", "characterId": "nm0643353"}, {"text": "Anywhere!", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "And live in haystacks and steal our food from the marketplaces? No, Heathcliff. That's not what I want.", "character": "Cathy", "characterId": "nm0643353"}, {"text": "You just want to send me off. That won't do. I've stayed here and been beaten like a dog. Abused and cursed and driven man, but I stayed just to be near you. Even as a dog! And I'll stay till the end. I'll live and I'll die under this rock!", "character": "Heathcliff", "characterId": "nm0000059"}]}, {"lines": [{"text": "Go on, Heathcliff. Run away. Bring me back the world.", "character": "Cathy", "characterId": "nm0643353"}, {"text": "Pack this fellow off.", "character": "Judge Linton", "characterId": "nm0401976"}, {"text": "I'm going. I'm going from here and from this cursed country both.", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "Throw him out!", "character": "Judge Linton", "characterId": "nm0401976"}, {"text": "But I'll be back in this house one day, Judge Linton and I'll pay you out. I'll bring this house down in ruins about your heads. That's my curse on you!", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "[spits on the floor]", "character": null, "characterId": null}, {"text": "On all of you!", "character": "Heathcliff", "characterId": "nm0000059"}]}, {"lines": [{"text": "I want to crawl to her feet, whimper to be forgiven... for loving me. For needing her more than my own life... for belonging to her more than my own soul.", "character": "Heathcliff", "characterId": "nm0000059"}]}, {"lines": [{"text": "If she's run off with that gypsy scum, let her run. Let her run through storm and Hell. They're birds of a feather and the Devil can take them both. Now, get me a bottle.", "character": "Hindley", "characterId": "nm0930776"}]}, {"lines": [{"text": "My tears don't love you, Cathy. They blight and curse and damn you!", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "Heathcliff, don't break my heart.", "character": "Cathy", "characterId": "nm0643353"}, {"text": "Oh Cathy, I never broke your heart. You broke it!", "character": "Heathcliff", "characterId": "nm0000059"}]}, {"lines": [{"text": "I told you, Ellen. When he went away that night in the rain, I told you I belonged to him, that he was my life, my being.", "character": "Cathy", "characterId": "nm0643353"}]}, {"lines": [{"text": "No matter what I ever do or say, Heathcliff, this is me - now - standing on this hill with you. This is me, forever.", "character": "Cathy", "characterId": "nm0643353"}]}, {"lines": [{"text": "Ask your husband to call another doctor in future. Whoever dwells in this house is beyond my healing arts.", "character": "Dr. Kenneth", "characterId": "nm0187981"}]}, {"lines": [{"text": "If Cathy died... I might begin to live.", "character": "Isabella", "characterId": "nm0280242"}]}, {"lines": [{"text": "Well, what brought about this amazing transformation? Did you discover a gold mine in the New World, or perhaps you fell heir to a fortune?", "character": "Edgar Linton", "characterId": "nm0000057"}, {"text": "that I had been kidnapped by wicked sailors and brought to England; that I was of noble birth.", "character": "Heathcliff", "characterId": "nm0000059"}]}, {"lines": [{"text": "Oh, it's a wonderful castle! Heathcliff, let's never leave it.", "character": "Cathy, as a child", "characterId": "nm0941365"}, {"text": "Never in our lives! Let all the world confess, that there is not in all the world a more beautiful damsel than the Princess Catherine of Yorkshire.", "character": "Heathcliff, as a child", "characterId": "nm0236123"}, {"text": "But I - I'm still your slave.", "character": "Cathy, as a child", "characterId": "nm0941365"}, {"text": "No, Cathy. I now make you my queen. Whatever happens out there, here you will always be my queen.", "character": "Heathcliff, as a child", "characterId": "nm0236123"}]}, {"lines": [{"text": "Did Joseph see which way you came?", "character": "Cathy", "characterId": "nm0643353"}, {"text": "What does it matter? Nothing's real down there. Our life is here.", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "Yes, milord.", "character": "Cathy", "characterId": "nm0643353"}]}, {"lines": [{"text": "You could come back to me rich and take me away. Why aren't you my prince like we said long ago? Why can't you rescue me Heathcliff?", "character": "Cathy", "characterId": "nm0643353"}, {"text": "Cathy, come with me now.", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "Where?", "character": "Cathy", "characterId": "nm0643353"}, {"text": "Anywhere.", "character": "Heathcliff", "characterId": "nm0000059"}, {"text": "And live in haystacks and steal our food from the marketplaces? No Heathcliff, that's not what I want.", "character": "Cathy", "characterId": "nm0643353"}, {"text": "You just want to send me off. That won't do. I've stayed here and been beaten like a dog, abused and cursed and driven mad, but I stayed just to be near you, even as a dog. And I'll stay 'til the end. I'll live and I'll die under this rock.", "character": "Heathcliff", "characterId": "nm0000059"}]}, {"lines": [{"text": "Tell the dirty stable boy to let go of you. He soiled your pretty dress. But who soiled your heart? Not Heathcliff. Who turns you into a vain, cheap, worldly fool? Linton does. You'll never love him, but you'll let yourself be loved because it pleases your stupid, greedy vanity.", "character": "Heathcliff", "characterId": "nm0000059"}]}, {"lines": [{"text": "08]", "character": null, "characterId": null}, {"text": "Oh, you're lovely, Miss Cathy. Lovely.", "character": "Ellen", "characterId": "nm0733460"}, {"text": "That's a very silly lie. I'm not lovely. What I am is very brilliant. I have a wonderful brain.", "character": "Cathy", "characterId": "nm0643353"}, {"text": "Indeed.", "character": "Ellen", "characterId": "nm0733460"}, {"text": "It enables me to be superior to myself. There's nothing to be gained by just looking pretty like Isabella. Every beauty mark must conceal a thought and every curl be full of humor as well as brilliantine.", "character": "Cathy", "characterId": "nm0643353"}]}, {"lines": [{"text": "Hindley, why don't you hit yourself over the head with a hammer when you wake up every morning?", "character": "Dr. Kenneth", "characterId": "nm0187981"}, {"text": "Why?", "character": "Hindley", "characterId": "nm0930776"}, {"text": "Well, if you do, you'll achieve virtually the same results as you do with a bottle of whiskey, with much less wear and tear on the kidneys.", "character": "Dr. Kenneth", "characterId": "nm0187981"}]}, {"lines": [{"text": "I hope I misunderstood you. It's impossible that any sister of mine could think of Heathcliff as anything but surly dressed up beggar, a lout and a bore I shall take precautions to ensure you never see him again, now go to dinner", "character": "Edgar Linton", "characterId": "nm0000057"}]}]}