{"quotes": [{"lines": [{"text": "Five dollars for the best duck? You mean I came all the way from Dubuque for a measly five bucks? Five thousand dollars for the best rooster? Why, they can't do this to me! It's uncostitutional! It's... it's... Brother, could I use five thousand smackereenees. Hey, there must be a way. There must be.", "character": "Daffy Duck", "characterId": "nm0000305"}]}, {"lines": [{"text": "Huh! I must be walking in my sleep. But how can I be walking in my sleep if I'm awake enough to know I'm walking in my sleep. The strange things people do in their sleep, especially if they're awake.", "character": "Daffy Duck", "characterId": "nm0000305"}]}, {"lines": [{"text": "Hey, Pa, look at what I brung ya! Look at what I brung ya! A chicken!", "character": "Henery Hawk", "characterId": "nm0000305"}, {"text": "And what a chicken, brother! Get a load of this gorgeous plumage. Feast your eyes at this outstanding comb. And besides, I'm the only five-gaited rooster in the world. So, why not save yourself the trouble and judge me right now, judge... Uh, judge... what was the name?", "character": "Daffy Duck", "characterId": "nm0000305"}, {"text": "Chickenhawk. George K. Chickenhawk.", "character": "George K. Chickenhawk", "characterId": "nm0000305"}, {"text": "Chickenhawk? Chicken hawk, eats us chickens. Well, I gotta go. I think my judge is burning, fudge... My fudge is burning, judge... I mean, my mother wants me. I got to crochet a cake. Uh, uh, goodbye!", "character": "Daffy Duck", "characterId": "nm0000305"}]}, {"lines": [{"text": "Mr. Chickenhawk, sir, you're making a ghastly mistake. I'm an impostor, a charlatan, a fake. I'm a duck masquerading in the guise of a chicken. Look, I'll prove it.", "character": "Daffy Duck", "characterId": "nm0000305"}, {"text": "[jumps off the hook and swims in a pail full of water]", "character": null, "characterId": null}, {"text": "Quack, quack, quack!", "character": "Daffy Duck", "characterId": "nm0000305"}, {"text": "[jumps back onto the hook]", "character": null, "characterId": null}, {"text": "That ought to convince you.", "character": "Daffy Duck", "characterId": "nm0000305"}]}, {"lines": [{"text": "Get a load of this gorgeous plumage! I'm a genuine Red Island Rhode chicken.", "character": "Daffy Duck", "characterId": "nm0000305"}, {"text": "Is dat what you are?", "character": "Henery Hawk", "characterId": "nm0000305"}]}]}