{"quotes": [{"lines": [{"text": "Can I help you?", "character": "Hotel Receptionist", "characterId": "nm0627525"}, {"text": "I'd like a room, please.", "character": "Ehtar", "characterId": "nm0001891"}, {"text": "Please, sign here.", "character": "Hotel Receptionist", "characterId": "nm0627525"}, {"text": "[Ehtar signs \"Moriarty.\"]", "character": null, "characterId": null}]}, {"lines": [{"text": "Ehtar! You're nothing but a damn fraud!", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "And you, Holmes, are letting your emotions get the better of you again!", "character": "Ehtar", "characterId": "nm0001891"}]}, {"lines": [{"text": "It was the beginning of my second week at Brompton. With each passing day, my fascination with Sherlock Holmes and his world continued to grow. On this occasion, the entire school was bursting with excitement. Dudley had challenged Holmes to a test of ingenuity, skill, and perception. Dudley had snatched the school's fencing trophy and hidden it in a secret place. He gave Holmes sixty minutes to find the trophy. Holmes accepted the challenge with confidence.", "character": "Older Watson", "characterId": "nm0394588"}, {"text": "The game is afoot!", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "Elementary, my dear Holmes... elementary.", "character": "Waxflatter", "characterId": "nm0830740"}]}, {"lines": [{"text": "I despise your arrogance.", "character": "Lestrade", "characterId": "nm0004355"}, {"text": "And I despise your laziness.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "[Mrs Dribb has locked Holmes and Watson in an upstairs room]", "character": null, "characterId": null}, {"text": "I always suspected that becoming a friend of yours would end in disaster!", "character": "John Watson", "characterId": "nm0184893"}]}, {"lines": [{"text": "The game is afoot.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Ehtar... Ehtar. Ehtar, Holmes. Ehtar.", "character": "Waxflatter", "characterId": "nm0830740"}]}, {"lines": [{"text": "[to Holmes]\nWell, I knew it. This is the end of my medical career. My father's going to be furious. I always knew that making friends with you would end up in disaster.", "character": "John Watson", "characterId": "nm0184893"}]}, {"lines": [{"text": "[to the school chefs after dropping through a window]\nExcuse me.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "[when Holmes is framed for cheating by Dudley]\nWell, Holmes! It seems we've finally discovered the secret to your intelligence!", "character": "Master Snelgrove", "characterId": "nm0653580"}]}, {"lines": [{"text": "I can't afford to jeopardise my medical career!", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Weasel.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "I'm not a weasel. I am... practical.", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Weasels *are* practical. And I imagined you courageous and stout of heart.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "I am courageous. And I'm stout of heart. It's just that... oh, all right. I'll do it.", "character": "John Watson", "characterId": "nm0184893"}]}, {"lines": [{"text": "[giving Holmes Waxflatter's hat]\nUncle would have wanted you to have this.", "character": "Elizabeth Hardy", "characterId": "nm0001830"}, {"text": "Put it on!", "character": "John Watson", "characterId": "nm0184893"}, {"text": "[Holmes puts it on and Watson and Elizabeth start laughing]", "character": null, "characterId": null}, {"text": "On second thoughts, take it off! It looks very silly!", "character": "John Watson", "characterId": "nm0184893"}]}, {"lines": [{"text": "[about Elizabeth]\nWhat will we do with her?", "character": "Mrs. Dribb", "characterId": "nm0281453"}, {"text": "We'll take her with us. We still need the fifth princess.", "character": "Ehtar", "characterId": "nm0001891"}]}, {"lines": [{"text": "[after a hallucination involving food]\nYes, Mister French Pastry. I have nothing whatsoever to say to you. I trust you have nothing to say to me.", "character": "John Watson", "characterId": "nm0184893"}]}, {"lines": [{"text": "It was a cold, snowy day in early December. Lack of funds had forced my old school to close. I was being sent to a new one in the middle of term. I was accustomed to the opened, relaxed expanse of the country, and now, I was in the heart of London at the height of the Victorian Era. The streets were teeming with every activity imaginable. I was very taken by what I saw. As I stepped from my carriage, the sight of my new school filled me with fear and apprehension, yet, I was swept with a wave of curiosity. However, nothing could prepare me for the extraordinary adventure that lay ahead, or the extraordinary individual who would change my life.", "character": "Older Watson", "characterId": "nm0394588"}]}, {"lines": [{"text": "It was a wonderful, heroic moment for Holmes. But little did he know that his amazing powers and talents would soon be put to a much greater test, a test of terrifying and deadly proportions.", "character": "Older Watson", "characterId": "nm0394588"}]}, {"lines": [{"text": "Holmes explained that the fabric was Egyptian in origin and contained so many warp threads and weft threads, things that to this day I still don't understand. He found that the cloth was stained with paraffin, paraffin manufactured exclusively at Froggit and Froggit, located in the Wapping area of London, a dark and dangerous place, and I turned to Holmes and I told him so in no uncertain terms.", "character": "Older Watson", "characterId": "nm0394588"}]}, {"lines": [{"text": "[during a hallucination]\nPlease don't cry, Mother. Please. Don't you understand, Mother? Can't you hear me? Can't you hear what I'm saying? Mother!", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "You! This is all your fault, son! How could you do such a thing to me? To your own father? Spying on me!", "character": "Mr. Holmes", "characterId": "nm0108926"}, {"text": "Forgive me, Father. Please, I - I didn't realise.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "My private life is my own! Your mother need never have known!", "character": "Mr. Holmes", "characterId": "nm0108926"}, {"text": "No! No! No! This is not real! This is *not* real!", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "[epilogue]\nAs I watched Holmes settle into his seat, a sudden feeling came over me - that I would most certainly be seeing him again. So ended my first adventure with Mister Sherlock Holmes. As I watched his carriage disappear into the distance, I realised that I had forgotten to thank him. He had taken a weak, frightened boy and made him into a courageous, strong man. My heart soared. I was filled with confidence. I was ready for whatever mystery or danger lay ahead. I was ready to take on the greatest and most exciting adventure of them all, and I knew it was bound to involve Sherlock Holmes.", "character": "Older Watson", "characterId": "nm0394588"}]}, {"lines": [{"text": "Sherlock Holmes, jealous? My dear, that word does not enter my vocabulary.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "Neither does punctuality.", "character": "Elizabeth Hardy", "characterId": "nm0001830"}]}, {"lines": [{"text": "A great detective relies on perception, intelligence, and imagination.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "[amused]\nWhere'd you get that rubbish from?", "character": "Lestrade", "characterId": "nm0004355"}, {"text": "It's framed on the wall behind you.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "You're sitting in a room with an all-southern view. Suddenly, a bear walks by the window. What colour is the bear?", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "Red! The bear is red!", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Why on Earth would the bear be red?", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "The southern sun is very hot. The bear would be terribly burnt!", "character": "John Watson", "characterId": "nm0184893"}, {"text": "[laughs]\nThat is the most absurd answer I've ever heard.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "[repeated line]", "character": null, "characterId": null}, {"text": "Good show, Watson!", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "No. Uncle didn't kill himself.", "character": "Elizabeth Hardy", "characterId": "nm0001830"}, {"text": "Well, then, what happened to him?", "character": "John Watson", "characterId": "nm0184893"}, {"text": "[entering suddenly through the window]\nHe was murdered.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "Only seconds left, Holmes. I assume you've given up.", "character": "Dudley", "characterId": "nm0722419"}, {"text": "Never assume anything, my good fellow.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "But Holmes, I see no sign of a trophy.", "character": "Dudley", "characterId": "nm0722419"}, {"text": "But I do.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "[picks up a vase and prepares to shatter it]", "character": null, "characterId": null}, {"text": "Stop! Holmes, have you gone mad? This is an antique!", "character": "Master Snelgrove", "characterId": "nm0653580"}, {"text": "[Holmes shatters the vase, revealing the stolen trophy]", "character": null, "characterId": null}]}, {"lines": [{"text": "Just have a quick look at these.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "[hands Lestrade two obituaries]", "character": null, "characterId": null}, {"text": "A suicide and a carriage accident.", "character": "Lestrade", "characterId": "nm0004355"}, {"text": "I suspect foul play.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "Why? The two instances are completely unrelated.", "character": "Lestrade", "characterId": "nm0004355"}, {"text": "Wrong. Both men graduated from the same university in 1809.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "Coincidence.", "character": "Lestrade", "characterId": "nm0004355"}, {"text": "Neither of their deaths fit their personalities. According to his obituary, Bobster was a happy man, content with his life, his career, his family. Why would he commit suicide? He didn't even leave a note. And Reverend Nesbitt is described by friends as \"warm, loving, peaceful.\" And yet the carriage driver insists that he was crazed, insane, in a state of panic when he ran out into the street.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "Holmes, a mere fluctuation of character is hardly sufficient evidence to begin an investigation. And if you want my advice, you'll keep your nose out of the Times and into your schoolbooks.", "character": "Lestrade", "characterId": "nm0004355"}, {"text": "I appreciate your time, Mister Lestrade. I suggest you hold onto these.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "[Lestrade shakes his head]", "character": null, "characterId": null}, {"text": "If I were a detective sergeant trapped in this room all day up to my neck in boring paperwork, I would be doing everything in my power to seek out that one case, that one investigation that would promote me to inspector.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "[Irately]\nGood day, Holmes.", "character": "Lestrade", "characterId": "nm0004355"}]}, {"lines": [{"text": "A few days later, they buried Professor Waxflatter. I had never been to a funeral before, though unfortunately, I've been to many since. Holmes could not publicly attend the funeral. His expulsion from Brompton prevented such a thing. The death of his mentor and friend had taken its toll on Sherlock Holmes. In my entire life, I have only seen Holmes cry on two occasions. To-day was the first.", "character": "Older Watson", "characterId": "nm0394588"}]}, {"lines": [{"text": "Holmes went on to explain that the Ramatep were a fanatical group of religious followers of Osiris, the Egyptian god of the dead. They were scorned by society because of their distortion of traditional religious beliefs and their violent and sadistic rituals. The Ramatep use a blow pipe and shoot a thorn into their chosen victim. The thorn is dipped into a solution made up of various plant and root extracts. When this solution enters the bloodstream, it causes the victim to experience very realistic, nightmare-like hallucinations.", "character": "Older Watson", "characterId": "nm0394588"}]}, {"lines": [{"text": "We immediately sprang into action, searching every nook and cranny for the cloth. I accidentally turned on one of Waxflatter's strange machines, and not being at all mechanically-minded, I had the dickens of a time trying to turn the thing off.", "character": "Older Watson", "characterId": "nm0394588"}, {"text": "I found it! I found it!", "character": "Elizabeth Hardy", "characterId": "nm0001830"}, {"text": "Holmes spent the entire night and the following day studying, examining, scrutinising the section of cloth. He conducted experiment after experiment. Not once did he stop for a rest. His energy seemed boundless. Following eighteen straight hours of work, Holmes turned to Elizabeth and myself, and those four familiar words shot from his lips.", "character": "Older Watson", "characterId": "nm0394588"}, {"text": "The game is afoot!", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "[firing a shot at Holmes and Watson]\nGo away, Ramatep! Bloody murderers, go away! You won't get me!", "character": "Cragwitch", "characterId": "nm0428086"}, {"text": "Sir! Mister Cragwitch! We were friends of Mister Waxflatter!", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "I know you! You're the youngster who followed me at the cemetery! Go away! I'm a dangerous man to be around!", "character": "Cragwitch", "characterId": "nm0428086"}, {"text": "I need your help! I want to know why the Ramatep killed five men!", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "[reluctant pause]\nGo in!", "character": "Cragwitch", "characterId": "nm0428086"}, {"text": "You can get up now, Watson. The war's over.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "We were to become business partners, all six of us. Borrowed money from our fathers in building a hotel. It would be the most luxurious hotel ever conceived. And where but to build? Egypt. Labour and materials were inexpensive, and only a few years earlier, the British Army had driven out the French. It seemed a land of extreme opportunity.", "character": "Cragwitch", "characterId": "nm0428086"}, {"text": "What happened?", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "We engaged an architect, and the work began... but what started out as a business venture soon became a major archaeological find. We discovered an underground pyramid. The ancient tombs of five Egyptian princesses. We removed all the relics and treasures, preparing to send them to England, but -", "character": "Cragwitch", "characterId": "nm0428086"}, {"text": "[Cragwitch is struck by a thorn]", "character": null, "characterId": null}, {"text": "Ooh! Bloody insect. The place needs good cleaning. There was an uproar. All the villages in the area were convinced we'd desecrated sacred ground. Our lives were in danger. The British sent the troops in. Several people were killed.", "character": "Cragwitch", "characterId": "nm0428086"}, {"text": "[Stares into the fireplace]", "character": null, "characterId": null}, {"text": "The entire village was burned to the ground. Burned... fire...", "character": "Cragwitch", "characterId": "nm0428086"}, {"text": "[Begins hallucinating]", "character": null, "characterId": null}]}, {"lines": [{"text": "Yes, I mustn't forget. I must pass on this information. It's time someone else knew EVERYTHING!", "character": "Cragwitch", "characterId": "nm0428086"}, {"text": "The Egyptian village, has it been burned to the ground?", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "Yes...", "character": "Cragwitch", "characterId": "nm0428086"}, {"text": "[sees candle flames, slams his hand angrily against his desk]", "character": null, "characterId": null}, {"text": "Yes! YES! Luckily we got out of Egypt with our lives. When we returned to England, we went our separate ways, all of us, however, keeping in constant touch with Waxflatter through regular correspondence. When the murders began, I met quite frequently with my dear friend.", "character": "Cragwitch", "characterId": "nm0428086"}, {"text": "What does all this have to do with the Ramatep?", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "[Hands Holmes a letter]\nAlmost a year after the incident, each one of us received this letter. It was sent by a young boy, a young boy of Anglo-Egyptian descent. You'll notice that the letterhead is adorned by the symbol of the Ramatep, two golden serpents. The boy who wrote the letter and his sister were staying in England with their grandfather when they learned of the destruction of the Egyptian village, the village which was their home. Both their parents were killed in the attack. The boy vowed when he grew to manhood that the Ramatep would take their revenge and replace the bodies of the five Egyptian princesses.", "character": "Cragwitch", "characterId": "nm0428086"}, {"text": "And the boy was called Ehtar.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "Ehtar... those were Waxflatter's final words!", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Very good, Watson.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "[hallucinating, attacks Holmes and tries to strangle him]\nEH TAR! You filthy murderer! You wanted to kill us all! Well you won't kill me!", "character": "Cragwitch", "characterId": "nm0428086"}, {"text": "Watson! Speak to him!", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "What? Oh! Your... your name is Craddy Critchwit! I mean, your name is Ch-...! Your name is...! What's his name?", "character": "John Watson", "characterId": "nm0184893"}, {"text": "[Choking]\nCragwitch!", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "Mister Lestrade! What are you doing here?", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "Oh, I accidentally stuck myself on one of those damn thorns. Goll, the hallucinations... ghastly. Took four policemen to stop me from hanging meself. Anyway, when it was over, I thought I better look into your story. Now, Holmes, I wish you and your podgy little friend farewell. I appreciate you getting me started on the case.", "character": "Lestrade", "characterId": "nm0004355"}]}, {"lines": [{"text": "Holmes went on to explain that Rathe spent years plotting his revenge. He established himself as a respected member of British society, completely erasing his former identity. It took him a great deal of time to organise his followers, made up of the poor, the homeless, the lost souls of the London streets. And then, of course, it took time to build a wooden replica of the pyramid. Missus Dribb was the Ramatep's chief assassin, but more importantly, she was Rathe's younger sister.", "character": "Older Watson", "characterId": "nm0394588"}]}, {"lines": [{"text": "Amazing, Holmes. Simply amazing. Of course, you did forget one very important clue.", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Oh? Please enlighten me.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "Well, \"Rathe\" is \"Ehtar\" spelled backwards.", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Very clever, Watson. Well, I'm certain I would have arrived at that conclusion sooner or later.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "[smiling]\nSooner or later.", "character": "John Watson", "characterId": "nm0184893"}]}, {"lines": [{"text": "Holmes, wait! I know why the bear is white!", "character": "John Watson", "characterId": "nm0184893"}, {"text": "And why is that, Watson?", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "Well, the only room with an all-southern view would be at the North Pole. It's a polar bear!", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Bravo, Watson. You have the makings of a great detective.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "[about the violin]", "character": null, "characterId": null}, {"text": "I should've mastered the damn thing by now.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "How long have you been playing?", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Three days.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "Why can't I think of anything?", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "You're flustered. You must calm down.", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Why can't you think of anything?", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "I'm flustered.", "character": "John Watson", "characterId": "nm0184893"}]}, {"lines": [{"text": "[upon crashing through the floor]", "character": null, "characterId": null}, {"text": "This is an interesting development.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "That was a girl.", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Brilliant deduction, Watson.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "I want to enlist in the army. A general.", "character": "Dudley", "characterId": "nm0722419"}, {"text": "Generals don't make any money. I would prefer to be an author.", "character": null, "characterId": null}, {"text": "Authors don't make money.", "character": "Dudley", "characterId": "nm0722419"}, {"text": "I want to be a barrister.", "character": null, "characterId": null}, {"text": "Barristers make money.", "character": null, "characterId": null}]}, {"lines": [{"text": "Holmes is going to solve a crime.", "character": null, "characterId": null}]}, {"lines": [{"text": "[Holmes has climbed onto the roof in search of a missing trophy]", "character": null, "characterId": null}, {"text": "This is truly despicable. Imagine, a cultured student acting like a chimpanzee!", "character": "Master Snelgrove", "characterId": "nm0653580"}, {"text": "He'll probably outgrow it. Oh Mr Snelgrove, he's just having a bit of fun. I'm sure you still remember what fun was?", "character": "Mrs. Dribb", "characterId": "nm0281453"}, {"text": "Fun! Besides, this Holmes boy is too precocious, too egotistical, for his own good. Hell never find that trophy!", "character": "Master Snelgrove", "characterId": "nm0653580"}, {"text": "I'll wager a guinea he does!", "character": "Rathe", "characterId": "nm0001891"}, {"text": "Done!", "character": "Master Snelgrove", "characterId": "nm0653580"}]}, {"lines": [{"text": "Dudley is going to pay dearly for this. Punch to the jaw, jab to the ribs...", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Now, now, Watson. Revenge is sweetest when it's served up cold. Come on.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "[Dudley enters with snow-white hair]", "character": null, "characterId": null}, {"text": "Holmes. You did this. You're responsible, aren't you?", "character": "Dudley", "characterId": "nm0722419"}, {"text": "into your tea. Oh, don't worry, old chap. It'll wear off shortly. You should be back to normal - by summertime.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "You can get up now, Watson. The war is over.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "Someday we'll be reunited. In another world, a much better world.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "I'll be waiting. And you'll be late... as always.", "character": "Elizabeth Hardy", "characterId": "nm0001830"}]}, {"lines": [{"text": "control your emotions or they will be your downfall.", "character": "Rathe", "characterId": "nm0001891"}]}, {"lines": [{"text": "You cannot beat me, Holmes. Throw down your sword.", "character": "Ehtar", "characterId": "nm0001891"}, {"text": "Never. I would rather die a gruesome and horrible death.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "Very well, then I will oblige.", "character": "Ehtar", "characterId": "nm0001891"}]}, {"lines": [{"text": "[while flying]", "character": null, "characterId": null}, {"text": "I've just realised something.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "What?", "character": "John Watson", "characterId": "nm0184893"}, {"text": "I have absolutely no idea how to land this machine.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "Mr. Lestrade?", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "Holmes. It's been a long time. Three, four days since your last visit?", "character": "Lestrade", "characterId": "nm0004355"}, {"text": "I believe I'm on to something", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "Oh, not again.", "character": "Lestrade", "characterId": "nm0004355"}, {"text": "This time I'm certain of it.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "Really. Just like last month when you were convinced that the French ambassador had embezzled 300 thousand pounds from the Bank of England?", "character": "Lestrade", "characterId": "nm0004355"}, {"text": "I was close. It was the Russian ambassador.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "Holmes, wait. What if the murderer is inside?", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Then I shall introduce myself to him.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "What have I gotten myself into?", "character": "John Watson", "characterId": "nm0184893"}, {"text": "The adventure of a lifetime, Watson.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "[Holmes is about to smash his violin]", "character": null, "characterId": null}, {"text": "Stop! Isn't it valuable?", "character": "John Watson", "characterId": "nm0184893"}, {"text": "What's more important, its value or my sanity?", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "[Holmes and Elizabeth investigate a noise in the library, and find Watson on the floor, next to a ladder]", "character": null, "characterId": null}, {"text": "Elizabeth, let me introduce you to my new friend, the honourable, but clumsy, Watson.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "[standing up]\nThe ladder's a bit wobbly.", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Hello.", "character": "Elizabeth Hardy", "characterId": "nm0001830"}]}, {"lines": [{"text": "[Holmes, Watson and Elizabeth are walking across the courtyard, when a voice causes them to look up]", "character": null, "characterId": null}, {"text": "Holmes! Elizabeth! I think I have solved all of the problems!", "character": "Waxflatter", "characterId": "nm0830740"}, {"text": "[looking up]\nWho's that?", "character": "John Watson", "characterId": "nm0184893"}, {"text": "My Uncle.", "character": "Elizabeth Hardy", "characterId": "nm0001830"}, {"text": "Rupert T. Waxflatter. Retired schoolmaster, degrees in Chemistry and Biology, well versed in Philosophy, Mathematics and Physics. Author of 27 books.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "[Holmes walks on]", "character": null, "characterId": null}, {"text": "And most people think he's a lunatic.", "character": "Elizabeth Hardy", "characterId": "nm0001830"}, {"text": "[Elizabeth walks on]", "character": null, "characterId": null}, {"text": "Why?", "character": "John Watson", "characterId": "nm0184893"}, {"text": "[Waxflatter launches his flying machine]", "character": null, "characterId": null}, {"text": "Oh, my God!", "character": "John Watson", "characterId": "nm0184893"}]}, {"lines": [{"text": "[Waxflatter has crashed his flying machine into a tree]", "character": null, "characterId": null}, {"text": "[looking around]\nA very hopeful sign. Very hopeful!", "character": "Waxflatter", "characterId": "nm0830740"}]}, {"lines": [{"text": "[Holmes, Watson and Elizabeth help Waxflatter carry the wrecked flying machine up the stairs to the attic]", "character": null, "characterId": null}, {"text": "Let me see, that makes six! Six failed attemps. Nevertheless, we shall not be defeated. We shall conquer. I have made up my mind. The conquest of the skies is well within my grasp!", "character": "Waxflatter", "characterId": "nm0830740"}, {"text": "[to Elizabeth]\nHe's done this six times!", "character": "John Waston", "characterId": "nm0184893"}]}, {"lines": [{"text": "[Over dinner, the student are discussing what they will do in later life]", "character": null, "characterId": null}, {"text": "I want to be a doctor.", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Nobody asked you!", "character": "Dudley", "characterId": "nm0722419"}, {"text": "Sorry!", "character": "John Watson", "characterId": "nm0184893"}]}, {"lines": [{"text": "[in order to obtain information about the blowpipe, Watson is forced to make a purchase from a curiosity shop]", "character": null, "characterId": null}, {"text": "Why on earth did you buy a pipe?", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "It looks distinguished!", "character": "John Watson", "characterId": "nm0184893"}, {"text": "It's perfectly ridiculous!", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "[Holmes and Watson visit an Egyptian style Tavern]", "character": null, "characterId": null}, {"text": "What can I get for you boys? Drink, food, women?", "character": "Egyptian Tavern Owner", "characterId": "nm0768022"}, {"text": "Do you have any soup?", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Watson, please!", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "[removing the blowpipe from his pocket]", "character": null, "characterId": null}, {"text": "Do you know anything about this?", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "[looking at the blowpipe]\nRamatep! Ramatep! Ramatep! Ramatep! Ramatep!", "character": "Egyptian Tavern Owner", "characterId": "nm0768022"}, {"text": "[the tavern falls silent]", "character": null, "characterId": null}, {"text": "[turning to face Holmes]\nIs that the end of the song?", "character": "John Watson", "characterId": "nm0184893"}]}, {"lines": [{"text": "[after Elizabeth finds a scrap of cloth, she accompanies Holmes and Watson to a deserted building in Wapping]", "character": null, "characterId": null}, {"text": "I knew it, there's no-one here. Back to school, eh?", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Watson, you'll be on your own!", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "[the trio have found a wooden pyramid]", "character": null, "characterId": null}, {"text": "Holmes, there's a door here!", "character": "John Watson", "characterId": "nm0184893"}, {"text": "[Turning to Elizabeth]", "character": null, "characterId": null}, {"text": "Fancy him missing a door!", "character": "John Watson", "characterId": "nm0184893"}]}, {"lines": [{"text": "Answers without evidence are useless.", "character": "Sherlock Holmes", "characterId": "nm0746583"}]}, {"lines": [{"text": "[Holmes and Watson visit an Egyptian style Tavern]", "character": null, "characterId": null}, {"text": "What can I get for you boys? Drink, food, women?", "character": "The Reverend Duncan Nesbitt", "characterId": "nm0248324"}, {"text": "Do you have any soup?", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Watson, please!", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "[removing the blowpipe from his pocket]", "character": null, "characterId": null}, {"text": "Do you know anything about this?", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "[looking at the blowpipe]\nRame Tep! Rame Tep! Rame Tep! Rame Tep! Rame Tep!", "character": "The Reverend Duncan Nesbitt", "characterId": "nm0248324"}, {"text": "[the tavern falls silent]", "character": null, "characterId": null}, {"text": "[turning to face Holmes]\nIs that the end of the song?", "character": "John Watson", "characterId": "nm0184893"}]}, {"lines": [{"text": "[the trio have found a wooden pyramid]", "character": null, "characterId": null}, {"text": "Holmes, there's a door here!", "character": "John Watson", "characterId": "nm0184893"}, {"text": "[turning to Elizabeth]", "character": null, "characterId": null}, {"text": "Fancy him missing a door!", "character": "John Watson", "characterId": "nm0184893"}]}, {"lines": [{"text": "[Mrs. Dribb has locked Holmes and Watson in an upstairs room]", "character": null, "characterId": null}, {"text": "I always suspected that becoming a friend of yours would end in disaster!", "character": "John Watson", "characterId": "nm0184893"}]}, {"lines": [{"text": "My name is...", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Wait - let me. Your name is James Watson. You're from the north, your father's a doctor, you spend much time writing, and you're fond of custard tarts. Am I correct?", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "My name isn't James, it's John.", "character": "John Watson", "characterId": "nm0184893"}, {"text": "What's the difference?", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "A great deal.", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Very well, so your name is John. How did I do on the others?", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "You were correct. On every count. How is it done? Is it some sort of magic trick?", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Your father, the doctor.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "And the custard tarts?", "character": "John Watson", "characterId": "nm0184893"}, {"text": "Simple. There's a stain of yellow custard used in making tarts on your lapel, and your shape convinced me you've eaten many before.", "character": "Sherlock Holmes", "characterId": "nm0746583"}, {"text": "There's no need to be rude.", "character": "John Watson", "characterId": "nm0184893"}]}]}