{"quotes": [{"lines": [{"text": "Yet another day to tell our grandchildren about.", "character": "Thomas Törless", "characterId": "nm0140649"}]}, {"lines": [{"text": "I can't help it if it's not what you think. Perhaps I haven't learned enough to express myself clearly, but I'll attempt to describe it. Basini was a student like any other. A perfectly normal person. Suddenly he stumbled. I'd thought of these things before - humiliation and degradation - but I'd never experienced them. But it happened to Basini. I had to admit it was possible that man wasn't created good or bad once and for all. We all keep changing ceaselessly. We exist only by virtue of our actions. But if we allow ourselves to change to where we become torturers or sacrificial animals, then anything is possible. Then even the most horrific things become simply possible. Then there's no line between good and evil, and both merge imperceptibly. Then perfectly normal people can do terrible things. The only question then was, \"How is this possible?\" To observe this, I let these things go unreported. I wanted to know how it was possible. What happens when a person humiliates himself or suddenly turns cruel? I used to think it would mean the end of the world. Now I know differently. What seems so horrific, so incomprehensible from afar, simply happens. Quietly and naturally. Therefore one must be continually on guard. That's what I've learned.", "character": "Thomas Törless", "characterId": "nm0140649"}]}, {"lines": [{"text": "Give me a kiss. See? You're still alive. And it's better than what you do in your dorms.", "character": "Bozena", "characterId": "nm0824489"}]}, {"lines": [{"text": "You recall our conversation about imaginary numbers? We needed to find a way to overcome the inadequacy of reason. This force that keeps logic together despite its gaps and shortcomings... I call the soul. I'd like to lure this soul out of Basini... by hypnotizing him. Because of your unworthy conduct, you've lost touch with your soul. You're about to find it again. If you follow my instructions exactly, no harm will come to you. But annoy me with the slightest objection... and I'll shoot you down. Take this pendulum. Hold your hand steady. Observe the key carefully, and imagine it's swinging in a circle. Look only at the key. Concentrate on the key. Imagine it making a circle. You try to stop it. But you don't succeed. The key swings faster and faster with no help from you. By my will alone. See how strong my influence is over you? Now sit down. Do exactly as I say. Empty your mind of all thought. Stare at this little light... and don't blink. Keep your eyes as wide open as you can. Don't think about anything. Focus all your attention inwards. Your arms are getting heavy. Your legs are getting heavy. Your entire body is getting heavy. Your eyelids are getting heavier and heavier. As heavy as lead. Your vision's growing dim. Your eyes are watering. Your thoughts are slowing down. Slower and slower. Stare inside yourself until you find the point where you feel only your inner self... free of all thought and sensation. You are now completely numb. Your body no longer feels pain.", "character": "Beineberg", "characterId": "nm0864289"}, {"text": "[he sticks a hot needle on Basini's forearm]", "character": null, "characterId": null}, {"text": "You see? He's in a trance. Your soul has departed for its next existence. It's no longer shackled by nature's laws, no longer condemned to inhabit a fleshly body. Follow the candle. Very slowly. Further. When your mind stands still, your muscles will let go too. Your empty body may float through space. Lean forward. Further. Further still.", "character": "Beineberg", "characterId": "nm0864289"}, {"text": "[Basini falls]", "character": null, "characterId": null}, {"text": "Damn it! Swine! You were only pretending! Just wait! I'll show you!", "character": "Beineberg", "characterId": "nm0864289"}, {"text": "[starts whipping Basini]", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "What's wrong, Thomas?", "character": "Mutter Törless", "characterId": "nm0043557"}, {"text": "Nothing, Mom. I was just thinking about something.", "character": "Thomas Törless", "characterId": "nm0140649"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Beineberg, please keep an eye on my son.", "character": "Vater Törless", "characterId": "nm0039557"}, {"text": "You can count on me, sir.", "character": "Beineberg", "characterId": "nm0864289"}, {"text": "That's a relief. I trust you. Something solid and decisive about you won me over instantly. Cigar?", "character": "Vater Törless", "characterId": "nm0039557"}, {"text": "Thank you, sir.", "character": "Beineberg", "characterId": "nm0864289"}, {"text": "I wish my boy were more like you. He always seems so insecure, so unbalanced. I have no idea what he'll amount to. I'm glad to have met you all. And knowing our son is with you makes saying goodbye easier. Especially since he's found such good comrades. Gentlemen, please contact us immediately should anything happen to my son.", "character": "Vater Törless", "characterId": "nm0039557"}, {"text": "What could happen, dad?", "character": "Thomas Törless", "characterId": "nm0140649"}, {"text": "You understand, Mr. Beineberg?", "character": "Vater Törless", "characterId": "nm0039557"}, {"text": "Absolutely, sir.", "character": "Beineberg", "characterId": "nm0864289"}]}, {"lines": [{"text": "Isn't that like an eye?", "character": "Thomas Törless", "characterId": "nm0140649"}, {"text": "You getting poetic on us?", "character": "Beineberg", "characterId": "nm0864289"}, {"text": "No, but isn't it like an eye into some strange world?", "character": "Thomas Törless", "characterId": "nm0140649"}]}, {"lines": [{"text": "Your guardian angel Törless will have his fun with you too.", "character": "Reiting", "characterId": "nm0226310"}, {"text": "No, Reiting, I won't.", "character": "Thomas Törless", "characterId": "nm0140649"}, {"text": "Just like that?", "character": "Reiting", "characterId": "nm0226310"}, {"text": "Yeah, just like that. I was looking for something before.", "character": "Thomas Törless", "characterId": "nm0140649"}, {"text": "Second sight, eh?", "character": "Reiting", "characterId": "nm0226310"}, {"text": "Yes. And now all I see is brutality.", "character": "Thomas Törless", "characterId": "nm0140649"}, {"text": "You should see Basini eat dirt. You'd get a real kick out of it.", "character": "Reiting", "characterId": "nm0226310"}, {"text": "I'm not interested.", "character": "Thomas Törless", "characterId": "nm0140649"}, {"text": "But you used to be.", "character": "Reiting", "characterId": "nm0226310"}, {"text": "Because Basini's condition was a mystery to me.", "character": "Thomas Törless", "characterId": "nm0140649"}, {"text": "And now?", "character": "Reiting", "characterId": "nm0226310"}, {"text": "There's no mystery there. Things just happen. Anything's possible. There's not an evil world and a good world. They exist together in the same world.", "character": "Thomas Törless", "characterId": "nm0140649"}]}, {"lines": [{"text": "Reiting, I was supposed to pay you back today, but could you give me a couple more days?", "character": "Anselm von Basini", "characterId": "nm0782480"}, {"text": "Sorry. I need the money now. Didn't you receive your allowance?", "character": "Reiting", "characterId": "nm0226310"}, {"text": "Sure, but I've got other debts too. I owe Beineberg and Tschusch from last month.", "character": "Anselm von Basini", "characterId": "nm0782480"}, {"text": "Go begging to them. I'm not one to wait in line.", "character": "Reiting", "characterId": "nm0226310"}, {"text": "Of course not. You're my friend.", "character": "Anselm von Basini", "characterId": "nm0782480"}, {"text": "You shouldn't have gambled the money.", "character": "Reiting", "characterId": "nm0226310"}, {"text": "I wanted to double it.", "character": "Anselm von Basini", "characterId": "nm0782480"}, {"text": "Pay me back tomorrow or...", "character": "Reiting", "characterId": "nm0226310"}, {"text": "Or?", "character": "Anselm von Basini", "characterId": "nm0782480"}, {"text": "Or you'll be subject to my terms.", "character": "Reiting", "characterId": "nm0226310"}, {"text": "What sort of terms?", "character": "Anselm von Basini", "characterId": "nm0782480"}, {"text": "You give me your allegiance in everything I do.", "character": "Reiting", "characterId": "nm0226310"}, {"text": "If that's all, I'll do it gladly. I'll stick by you.", "character": "Anselm von Basini", "characterId": "nm0782480"}, {"text": "But not just when you feel like it. You must do whatever I say. Blind obedience, as it were. Well?", "character": "Reiting", "characterId": "nm0226310"}, {"text": "I'll bring you the money tomorrow.", "character": "Anselm von Basini", "characterId": "nm0782480"}]}, {"lines": [{"text": "[on Beineberg]\nSame as Reiting, only in another way. He preaches to me at length about my soul. He has me sit down and stare at a glass until I'm sluggish and tired. Then I have to get on the ground and howl like a dog.", "character": "Anselm von Basini", "characterId": "nm0782480"}, {"text": "What for?", "character": "Thomas Törless", "characterId": "nm0140649"}, {"text": "I have no idea.", "character": "Anselm von Basini", "characterId": "nm0782480"}, {"text": "And you let them do all that to you? You do what they tell you?", "character": "Thomas Törless", "characterId": "nm0140649"}, {"text": "What else can I do? I want to be a decent person again and be left in peace.", "character": "Anselm von Basini", "characterId": "nm0782480"}]}]}