{"quotes": [{"lines": [{"text": "[Dr. Leopold's opening voiceover rant]", "character": null, "characterId": null}, {"text": "Sargassum, the weed of deceit. Sargassum fish - mighty hunter of the deep! What an inspiration you have been in my plot! Your life of hiding, waiting... stalking your prey. At just the right moment... ATTACK!", "character": "Dr. Leopold", "characterId": "nm0336124"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "I love you. I hope I'll be a good imitator. And my friend, the shark. Cunning, swift... wretched humans, they're afraid of you! I admire you. Soon, I'll swim with you! They'll be afraid!", "character": "Dr. Leopold", "characterId": "nm0336124"}, {"text": "[chuckles]", "character": null, "characterId": null}, {"text": "Oh, mighty scorpion, dangerous beast of the ocean with your powerful daggers, and your camouflage... you have little to fear from other fish.", "character": "Dr. Leopold", "characterId": "nm0336124"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "They think I'm insane! THEY'RE the ones who are insane! Oh, my friends of the deep! This day, this very day, I'll become one of YOU! My family! And together we'll conquer the universe!", "character": "Dr. Leopold", "characterId": "nm0336124"}]}, {"lines": [{"text": "I'll cause underwater life to triumph over all other living creatures. I will adapt myself to a permanent underwater environment. All other humans will be conquered. I can not - I WILL NOT BE STOPPED! I will select a mate with utmost care, and together we will create a whole new aquatic race. But there is no time left!", "character": "Dr. Leopold", "characterId": "nm0336124"}]}, {"lines": [{"text": "[on being told that a victim may have been killed by a \"fish bite\"]", "character": null, "characterId": null}, {"text": "It looks more like it was done by an animal; a cat or an ape.", "character": "INPIT Agent Stevens", "characterId": "nm0225411"}]}, {"lines": [{"text": "The formula they all laughed at - Z sub A, A sub T... ZaAt!", "character": "Dr. Leopold", "characterId": "nm0336124"}]}, {"lines": [{"text": "[the newly transformed Leopold sees his new face in the mirror]", "character": null, "characterId": null}, {"text": "Nothing at all like the catfish... but it's BEAUTIFUL!", "character": "Dr. Leopold", "characterId": "nm0336124"}]}, {"lines": [{"text": "Hah! The state of Florida against a l'il ole catfish. Some case!", "character": "Sheriff Krantz", "characterId": "nm0303202"}]}, {"lines": [{"text": "Well, I ain't seen that college education of yours do us much good so far.", "character": "Sheriff Krantz", "characterId": "nm0303202"}, {"text": "Walking fish wasn't part of the curriculum. They didn't teach us how to be kind to sheriffs, either - but I'm trying.", "character": "Marine Biologist Rex", "characterId": "nm0190139"}, {"text": "You better be, boy.", "character": "Sheriff Krantz", "characterId": "nm0303202"}]}, {"lines": [{"text": "Nets are no longer for fish. We may use them on you humans - if any survive.", "character": "Dr. Leopold", "characterId": "nm0336124"}]}, {"lines": [{"text": "But why would a monster need drugs?", "character": "Marine Biologist Rex", "characterId": "nm0190139"}, {"text": "For the same reason he became a vampire last night - to satisfy some physical need or urge.", "character": "INPIT Agent Stevens", "characterId": "nm0225411"}]}]}