{"quotes": [{"lines": [{"text": "there aren't EVIL guys, and INNOCENT guys. It's just - it's just... It's just a bunch of guys.", "character": "Steve Arlo", "characterId": "nm0001774"}]}, {"lines": [{"text": "Now, a few words on looking for things. When you go looking for something specific, your chances of finding it are very bad. Because of all the things in the world, you're only looking for one of them. When you go looking for anything at all, your chances of finding it are very good. Because of all the things in the world, you're sure to find some of them.", "character": "Daryl Zero", "characterId": "nm0000597"}]}, {"lines": [{"text": "[On the phone with Zero]", "character": null, "characterId": null}, {"text": "Are you telling me you can speak six languages and fly a jetliner but you don't know how to file a tax return?... It's never come up?... Does this have to happen right now?... No, that's a \"W-2.\" \"WW2\" was the Second World War.", "character": "Steve Arlo", "characterId": "nm0001774"}]}, {"lines": [{"text": "I did find one other thing of interest, though.", "character": "Daryl Zero", "characterId": "nm0000597"}, {"text": "Holy shit, those are the keys. You found the gold Swiss Army knife.", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "I know.", "character": "Daryl Zero", "characterId": "nm0000597"}, {"text": "And this is the safe deposit box key. Where'd you find them?", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "They were in the sofa, under the cushion.", "character": "Daryl Zero", "characterId": "nm0000597"}, {"text": "What?", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "They were stuck in the couch in his office.", "character": "Daryl Zero", "characterId": "nm0000597"}, {"text": "Was he hiding them there? Is that possible?", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "Not possible. That's where they fell out of his pocket, over a year ago.", "character": "Daryl Zero", "characterId": "nm0000597"}, {"text": "So... what do you make of this?", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "I think that just as I feared, Ms. Sullivan doesn't know a thing about these keys.", "character": "Daryl Zero", "characterId": "nm0000597"}, {"text": "Wait - the keys are a coincidence?", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "Yes.", "character": "Daryl Zero", "characterId": "nm0000597"}, {"text": "That's - confusing.", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "Yep.", "character": "Daryl Zero", "characterId": "nm0000597"}, {"text": "Doesn't seem like a good thing.", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "Sure it is. It's good because the man has been looking for his keys for a *year*. And I've found them.", "character": "Daryl Zero", "characterId": "nm0000597"}]}, {"lines": [{"text": "I'll shoot you. Really, I will. I have a gun and everything.", "character": "Steve Arlo", "characterId": "nm0001774"}]}, {"lines": [{"text": "[talking about his employer, Daryl Zero]\nI'm telling you he never even leaves the house, okay. I mean he's like some kind of recluse. Complete freak. No social life. In fact, no social skills. It's a strange fucking thing. When he's working, the smoothest operator you've ever seen. Brave, slick, cunning, can do anything. Soon as he gets off work, it's all gone. Afraid to go to the dry cleaners. Literally. Too uncomfortable in his own skin to go out and eat. Tactless and inept. Rude, too. Just an asshole.", "character": "Steve Arlo", "characterId": "nm0001774"}]}, {"lines": [{"text": "Is this your kid?", "character": "Gregory Stark", "characterId": "nm0641939"}, {"text": "Nope. Just a rental.", "character": "Steve Arlo", "characterId": "nm0001774"}]}, {"lines": [{"text": "What doesn't kill you defines you.", "character": "Gloria Sullivan", "characterId": "nm0225332"}]}, {"lines": [{"text": "the ability to read between the crumbs, not to mix metaphors. For every event, there is a cause and effect. For every crime, a motive. And for every motive, a passion. The art of research is the ability to look at the details, and see the passion.", "character": "Daryl Zero", "characterId": "nm0000597"}]}, {"lines": [{"text": "objectivity and observation, or \"the two obs\" as I call them. My work relies on my ability to remain absolutely, purely objective, detached. I have mastered the fine art of detachment. And while it comes at some cost, this supreme objectivity is what makes me, I dare say, the greatest observer the world has ever known.", "character": "Daryl Zero", "characterId": "nm0000597"}]}, {"lines": [{"text": "You're watching whales? Fuck the whales.", "character": "Daryl Zero", "characterId": "nm0000597"}]}, {"lines": [{"text": "Passion is the enemy of precision. Forget the misnomer 'crime of passion'. All crime is passionate. It's passion that moves the criminal to act, to disrupt the static inertia of morality. The client's passion for this dead woman had facilitated his downfall. And the blackmailer's passion will facilitate hers. When you live with no passion at all, other people's passion come into glaring relief.", "character": "Daryl Zero", "characterId": "nm0000597"}]}, {"lines": [{"text": "A few words here about following people. People know they're being followed when they turn around and see someone following them. They can't tell they're being followed if you get there first.", "character": "Daryl Zero", "characterId": "nm0000597"}]}, {"lines": [{"text": "When you spend enough time around the chemistry of desperation, you come to recognize the smell. One desperate element is combustible. More than one desperate element is lethal.", "character": "Daryl Zero", "characterId": "nm0000597"}]}, {"lines": [{"text": "My father was an evil, abusive man. And he killed my mother when she was sleeping. And then he slit his wrists, when I was thirteen. I don't talk about that much. I used to when it happened and then one day I woke up and, I don't know. Everything was different.", "character": "Daryl Zero", "characterId": "nm0000597"}]}, {"lines": [{"text": "[instructions to Gloria Sullivan]\nKeep moving every few months. Stay out of Westernized countries for a while. Don't carry too much cash on your body. Give incorrect information everywhere, and never use your real name.", "character": "Daryl Zero", "characterId": "nm0000597"}]}, {"lines": [{"text": "He can tell you where you were born, how old your mother was at the time, and what you had for breakfast, all within 30 seconds of meeting you.", "character": "Steve Arlo", "characterId": "nm0001774"}]}, {"lines": [{"text": "When your number's up, it's up. There's no sense to it. There's no justice. Innocent people suffer and murderers get away with it. So when my number's up, whether I'm walking down the street or doing something else, that will be that. You know, you, me, anyone could walk out of here and get killed by some drunk in a pick-up truck. I could slip in the shower and break my neck.", "character": "Gloria Sullivan", "characterId": "nm0225332"}]}, {"lines": [{"text": "I don't think he's ever kissed a girl. He's like 30-something years old.", "character": "Steve Arlo", "characterId": "nm0001774"}]}, {"lines": [{"text": "Why are we talking on the phone?", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "I told you. We can't be too careful. Two guys in an airport... talking? It's a little fishy.", "character": "Daryl Zero", "characterId": "nm0000597"}]}, {"lines": [{"text": "Maybe you should stop snorting that shit.", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "Keeps my teeth sharp.", "character": "Daryl Zero", "characterId": "nm0000597"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "It's an uncompromising standard of his practice. He never meets any of his clients. He doesn't speak with them, or, for that matter, communicate in any direct fashion. That's his policy. But I am his sole representative and he is my only employer; and as such, I have full authorization to speak on his behalf on all his matters of business. I have with me a signed letter to that effect. He doesn't negotiate his fee. He works at a flat rate. Under some unusual circumstances, he'll work pro bono - never in between.", "character": "Steve Arlo", "characterId": "nm0001774"}]}, {"lines": [{"text": "He can elicit a confession from a criminal without their realizing they're being questioned.", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "How does he do it?", "character": "Gregory Stark", "characterId": "nm0641939"}, {"text": "He has a deeply nuanced and thoroughly functional understanding of human behavior to rival the great psychoanalytical minds of our time. He understands the criminal mind as well as the innocent mind, the stable mind as well as the psychotic, sociopathic mind. The male, as well as the female.", "character": "Steve Arlo", "characterId": "nm0001774"}]}, {"lines": [{"text": "You can't buy silence. You can only rent it. So if someone has something on you, they are always going to have it. So the cost has no ceiling. And the fear has no end to it. That's why some knowledge, some information is like a terminal disease. It's contagious and it's fatal.", "character": "Gregory Stark", "characterId": "nm0641939"}]}, {"lines": [{"text": "[They are talking about Stark]", "character": null, "characterId": null}, {"text": "You know, there's a pretty severe lack of information problem here. And he won't say much.", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "[rasping, like a Raymond Chandler tough guy]\nWhat's wrong with these people?", "character": "Daryl Zero", "characterId": "nm0000597"}, {"text": "I told him, there's no use lying to you. Eventually, you always figure it out. It's just slowing things down.", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "Did you tell him about the case of the guy who lied about his age?", "character": "Daryl Zero", "characterId": "nm0000597"}, {"text": "[obviously lying]\nOf course.", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "Was he impressed?", "character": "Daryl Zero", "characterId": "nm0000597"}, {"text": "Mm-hmm.", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "Really impressed?", "character": "Daryl Zero", "characterId": "nm0000597"}, {"text": "Fuckin' flabbergasted.", "character": "Steve Arlo", "characterId": "nm0001774"}]}, {"lines": [{"text": "Wait a minute. Are you telling me that, instead of calling me, you had me fly up here so you could tell me to go straight back to the computer - and then fly back again tonight?", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "Yeah, well, it wasn't an emergency. There was no reason to risk the long-distance lines.", "character": "Daryl Zero", "characterId": "nm0000597"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "They listen, you know.", "character": "Daryl Zero", "characterId": "nm0000597"}]}, {"lines": [{"text": "what is the Corrodium 3 Deduction?", "character": "Gloria Sullivan", "characterId": "nm0225332"}, {"text": "The Corrodium 3 Deduction... That's a very good question because that, in fact, is probably the most widely misunderstood deduction in the book.", "character": "Daryl Zero", "characterId": "nm0000597"}, {"text": "Really?", "character": "Gloria Sullivan", "characterId": "nm0225332"}, {"text": "Indeed. The Corrodium 3 Deduction is an incentive used by large manufacturers who can limit their use of Class 3 decay toxins such as corrodium and... malgorium. Anything else?", "character": "Daryl Zero", "characterId": "nm0000597"}, {"text": "[shakes her head]", "character": "Gloria Sullivan", "characterId": "nm0225332"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "help solve a problem, first by observation, then by careful intervention - in other words, the Zero Effect.", "character": "Daryl Zero", "characterId": "nm0000597"}]}, {"lines": [{"text": "A person can't escape their nature.", "character": "Daryl Zero", "characterId": "nm0000597"}]}, {"lines": [{"text": "I've been awake for three days. Three... Just love those amphetamines. Got to love them. Got to.", "character": "Daryl Zero", "characterId": "nm0000597"}, {"text": "Sounds healthy.", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "It's good for my skin. You know if you do enough of that stuff over a very short period of time, you get, like, these canker sores on your tongue.", "character": "Daryl Zero", "characterId": "nm0000597"}]}, {"lines": [{"text": "$5 million, so you can kill someone right away instead of a day later.", "character": "Steve Arlo", "characterId": "nm0001774"}, {"text": "No, no. For $5 million, you do it.", "character": "Gregory Stark", "characterId": "nm0641939"}]}, {"lines": [{"text": "Gregory Stark is the son of a fat man.", "character": "Daryl Zero", "characterId": "nm0000597"}]}]}