{"quotes": [{"lines": [{"text": "[on the death of his young assistant from friendly fire]", "character": null, "characterId": null}, {"text": "Oh no! Come all this bloody way to get shot by a bullet from Birmingham? Shoot straight you bastards!", "character": "Corporal Storey", "characterId": "nm0178740"}]}, {"lines": [{"text": "I bring greetings from your friends the British and from the great Lord Chelmsford.", "character": null, "characterId": null}, {"text": "And what do your masters say?", "character": "Ceteseyo", "characterId": "nm0754671"}, {"text": "They are angry and send these demands. They say that you rule in old ways that are wrong; that you kill your people without trial. The Great White Queen herself cannot kill her lowliest subject, though she rules forty lands, each greater than all of Zululand.", "character": null, "characterId": null}]}, {"lines": [{"text": "[Vereker asks what happens if he can't drink the Stanger's cup without stopping]", "character": null, "characterId": null}, {"text": "Then a bottle of good claret to each member of the mess is charged to your account.", "character": "Lt. Raw", "characterId": "nm0165551"}, {"text": "If it's too much, we can have the bill forwarded to your father, in the House of Lords. Oh, no offense meant, Vereker.", "character": "Lt. Melvill", "characterId": "nm0269077"}, {"text": "No offense taken, Melvill. To men who aren't afraid to speak their minds.", "character": "Lt. William Vereker", "characterId": "nm0911844"}]}, {"lines": [{"text": "You didn't really have to choose between your country and the Zulu, did you?", "character": "Lt. Melvill", "characterId": "nm0269077"}, {"text": "Um, and a damn close thing it was too.", "character": "Lt. William Vereker", "characterId": "nm0911844"}]}, {"lines": [{"text": "[Durnford is questioning Lt. Vereker on scouting reports around the camp]", "character": null, "characterId": null}, {"text": "His Lordship is of the cetain opinion that it's far too difficult an approach to be chosen by the Zulu command.", "character": "Lt. Col. Pulleine", "characterId": "nm0001186"}, {"text": "Yes, well... difficulty never deterred a Zulu commander.", "character": "Col. Durnford", "characterId": "nm0000044"}]}, {"lines": [{"text": "[a newspaperman is commenting on Chelmsford's decision to divide his forces]", "character": null, "characterId": null}, {"text": "Crealock, old fella. I'm doing notes for my dispatch and I need to clear up a few military points... I don't want to bother His Lordship. Had it drummed into my thick skull that a good commander never willingly splits his force, especially in an enemy's country, before knowing their dispositions.", "character": "Norris-Newman", "characterId": "nm0479951"}, {"text": "Ah yes, if we were facing a European enemy armed with guns I think your point would hold, Noggs. Further may I remind you, I do not make the strategies you wish to comment on. I am only His Lordship's secretary.", "character": "Col. Crealock", "characterId": "nm0419785"}, {"text": "I wouldn't take overly comfort from that, Crealock old fella, because if he sinks, then you sink with him.", "character": "Norris-Newman", "characterId": "nm0479951"}]}, {"lines": [{"text": "[the Zulus are about to overrun the British position]", "character": null, "characterId": null}, {"text": "Sergeant, you're to ride back to Natal. When you see the Bishop tell him, that is, tell his daughter, that I was obliged to remain here with my infantry. Now go. God go with you.", "character": "Col. Durnford", "characterId": "nm0000044"}, {"text": "I leave God Jesus with you.", "character": "Sgt. Maj. Kambula", "characterId": "nm0150098"}]}, {"lines": [{"text": "[British lancers have just ridden down and killed a Zulu warrior]", "character": null, "characterId": null}, {"text": "Well done, Sir! Did you see that Noggs? Deceived him with the up and took him with the down.", "character": "Lt. Melvill", "characterId": "nm0269077"}, {"text": "Well well, this one's a grandfather at least. If he'd been a Zulu in his prime I'd have given odds against your lancer, Mr. Melvill.", "character": "Norris-Newman", "characterId": "nm0479951"}, {"text": "Well, gentlemen, first blood to us and a rousing good report in the newspapers to satisfy the politicians, eh?", "character": "General Lord Chelmsford", "characterId": "nm0000564"}]}, {"lines": [{"text": "After lunch, Brown, I want you to return to Isandhlwana and instruct Col. Pulleine to join us here immediately.", "character": "General Lord Chelmsford", "characterId": "nm0000564"}, {"text": "If you'll excuse me, My Lord.", "character": "Col. Hamilton-Brown", "characterId": "nm0202638"}, {"text": "No appetite, Colonel?", "character": "General Lord Chelmsford", "characterId": "nm0000564"}, {"text": "My men haven't eaten since yesterday and there won't be any supplies until I get them back to Isandhlwana.", "character": "Col. Hamilton-Brown", "characterId": "nm0202638"}, {"text": "Then they can start off now and you can join them when you've eaten.", "character": "General Lord Chelmsford", "characterId": "nm0000564"}, {"text": "Kind of you, My Lord, but I don't think it would be proper for me to sit at your table, they with their bellies stuck to their backbones.", "character": "Col. Hamilton-Brown", "characterId": "nm0202638"}, {"text": "[Exits]", "character": null, "characterId": null}, {"text": "[rising to follow Hamilton-Brown]\nExcuse me, Sir.", "character": "Lt. Harford", "characterId": "nm0681975"}, {"text": "[to Lt. Harford]\nLearn nothing from that Irishman, Harford, except how not to behave.", "character": "General Lord Chelmsford", "characterId": "nm0000564"}]}, {"lines": [{"text": "You afeared of the Zulus then, Quartermaster?", "character": "Boy Pullen", "characterId": "nm0200057"}, {"text": "One Zulu is only one man... and I'm afeared of no one man... but the Zulu, they come in the thousands... like a black wave of death... in the thousands... and them assegais... stabbing!", "character": "QSM Bloomfield", "characterId": "nm0891092"}]}, {"lines": [{"text": "[to the soldier next to him, referring to the ammunition]\nSoft 'eaded buggers these. Flatten out against the bone. Smash 'em out.", "character": "Corporal Storey", "characterId": "nm0178740"}, {"text": "But bullets run out... and those bloody spears don 't.", "character": null, "characterId": null}]}, {"lines": [{"text": "[Catches Pvt. Williams looking around and not paying any attention]", "character": null, "characterId": null}, {"text": "You moved! You moved! Go and tell the NCO at that black shambles that you love him more than you love me! NOW!", "character": "C.S.M. Williams", "characterId": "nm0001364"}]}, {"lines": [{"text": "For a savage, as for a child, chastisement is sometimes a kindness.", "character": "General Lord Chelmsford", "characterId": "nm0000564"}, {"text": "Let us hope, General, that this will be the final solution to the Zulu problem.", "character": "Sir Henry Bartle Frere", "characterId": "nm0590055"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "[proofreading aloud the ultimatum he has just drafted]\nCetshwayo's Zulu army to disband and the warriors permitted to return to their homes.", "character": "Sir Henry Bartle Frere", "characterId": "nm0590055"}]}, {"lines": [{"text": "[bellowing a reply to the Zulu challenge]\nWe come here by the orders of the Great Queen Victoria, Queen of all Africa.", "character": "Lt. Melvill", "characterId": "nm0269077"}]}, {"lines": [{"text": "I heard 'em first.", "character": "Pte. Williams", "characterId": "nm0103193"}, {"text": "[with sarcasm]\nI'll get you a medal for modesty, Private Williams, would you like that?", "character": "C.S.M. Williams", "characterId": "nm0001364"}, {"text": "You never would, Colour Sergeant, a medal?", "character": "Pte. Williams", "characterId": "nm0103193"}]}, {"lines": [{"text": "[to Melvill and Coghill]\nWell fought, gentlemen. It's time to save the colours. Get to Rorke's Drift. You must warn them.", "character": "Lt. Col. Pulleine", "characterId": "nm0001186"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "[to Lord Chelmsford]\nExcuse me, my Lord, there's something I must convey to you. I rode along the track down to Rorke's Drift. The sky above is red with fire. Your orders My Lord? Do we move to the Drift?", "character": "Col. Crealock", "characterId": "nm0419785"}]}, {"lines": [{"text": "\"Who are these Zulus, who are these remarkable people who defeat our generals, convert our bishops and who on this day have put an end to a great dynasty?\"", "character": null, "characterId": null}]}]}