{"quotes": [{"lines": [{"text": "[opening narration]", "character": null, "characterId": null}, {"text": "Into the West came many men. Some were good men and some were bad men. Some were good men with some bad in them and some were bad men with some good in them. This is the story of two pretty good bad men. Hannibal Heyes and Kid Curry. Together these gentlemen substantially altered the course of America's frontier. They did a lot to change railroad schedules, too. And in all the trains and banks they robbed, they never shot anyone. This made our two latter-day Robin Hoods very popular... with everyone but the railroads and the banks. Because unlike Robin Hood, Hannibal Heyes and Kid Curry robbed from the rich and kept the money for themselves. It was a good life. But times were changing. Safes were getting better. Posses were getting bigger. Sheriffs were getting smarter. And modern communications made it only a matter of time 'til they would be captured, and maybe even killed.", "character": null, "characterId": null}]}, {"lines": [{"text": "Nobody can really pinpoint just when that period called the West ended. Maybe it was when the last outlaws were captured or put out of business. If so, this story is about the end of the West. This was American's frontier at the turn of the century... indoor plumbing and telephones, automobiles and nickelodeons. The West was getting to be downright comfortable for everyone. Well, everyone but the outlaws.", "character": "Narrator", "characterId": "nm0205380"}]}, {"lines": [{"text": "Well, you know what we got here, Mr. Smith? We got ourselves a walk-off.", "character": "Jed Kid Curry - Thaddeus Jones", "characterId": "nm0614101"}, {"text": "Don't get started.", "character": "Hannibal Heyes - Joshua Smith", "characterId": "nm0240233"}, {"text": "Walk-off? I don't like that, mister. I don't even know what it means.", "character": "Kane", "characterId": "nm0281950"}, {"text": "Well, then, I'm gonna tell ya. You see, when the good Lord was makin' men, He got a whole bunch of 'em all whomped up together and then He decided to knock off for the rest of the day, thinkin' He'd put the brains in later. But guess what happened? A whole bunch of them critters just upped and walked off 'fore he ever got back. And that's what we've got here. Walk-off.", "character": "Jed Kid Curry - Thaddeus Jones", "characterId": "nm0614101"}]}, {"lines": [{"text": "The days of the outlaw were numbered. But they hadn't given up yet.", "character": "Narrator", "characterId": "nm0205380"}]}, {"lines": [{"text": "What do you know about this?", "character": "Hannibal Heyes - Joshua Smith", "characterId": "nm0240233"}, {"text": "[hands over amnesty poster]", "character": null, "characterId": null}, {"text": "Amnesty? It's a program the governor's trying out to see if...", "character": "Sheriff Lom Trevors", "characterId": "nm0238628"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "You ain't thinking of amnesty for you two? That's for cheap crooks and grifters!", "character": "Sheriff Lom Trevors", "characterId": "nm0238628"}, {"text": "Can we help it if we're a bit better at what we do?", "character": "Hannibal Heyes - Joshua Smith", "characterId": "nm0240233"}, {"text": "You can't tell me the governor's gonna penalize us for excellence!", "character": "Jed Kid Curry - Thaddeus Jones", "characterId": "nm0614101"}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "So for the following year, the West's most wanted men would lead model lives - lives of temperance, moderation and tranquility. Hannibal Heyes and Kid Curry would cease to exist. In their places would ride two men of peace... alias Smith and Jones.", "character": "Narrator", "characterId": "nm0205380"}]}, {"lines": [{"text": "Don't get proddy, Wheat.", "character": "Hannibal Heyes - Joshua Smith", "characterId": "nm0240233"}]}, {"lines": [{"text": "Ain't you nervous, Wheat?", "character": "Kyle", "characterId": "nm0277344"}, {"text": "H'uh?", "character": "Wheat", "characterId": "nm0391096"}, {"text": "Well, you never done first bandit before.", "character": "Kyle", "characterId": "nm0277344"}]}, {"lines": [{"text": "Don't move and don't holler, 'cause this is a stick-up.", "character": "Wheat", "characterId": "nm0391096"}, {"text": "[sees Heyes]", "character": null, "characterId": null}, {"text": "What are you doing back there?", "character": "Wheat", "characterId": "nm0391096"}, {"text": "One thing I ain't doin' is gettin' robbed!", "character": "Hannibal Heyes - Joshua Smith", "characterId": "nm0240233"}]}, {"lines": [{"text": "And in this town, you boys is knowed as transients.", "character": "Deputy Harker", "characterId": "nm0875861"}, {"text": "Transients...", "character": "Wheat", "characterId": "nm0391096"}, {"text": "Sounds like a hanging offense if I ever heard one.", "character": "Kyle", "characterId": "nm0277344"}]}, {"lines": [{"text": "[last lines, which became theme lines for show]\nYou've been granted provisional amnesty. 'Course the governor can't come flat out and give you amnesty now without letting himself in for a lot of criticism. So first you got to prove you deserve it. 'Til then, only you, me, and the governor will know about it. It'll be our secret.", "character": "Sheriff Lom Trevors", "characterId": "nm0238628"}, {"text": "Secret?", "character": "Jed 'Kid' Curry", "characterId": "nm0614101"}, {"text": "For how long?", "character": "Hannibal Heyes", "characterId": "nm0240233"}, {"text": "Well, the governor figures a year. He figures if you can stay out of trouble for twelve months, you can do it forever. Then you got it! The whole thing - fresh start, clean bill of health. Amnesty!", "character": "Sheriff Lom Trevors", "characterId": "nm0238628"}, {"text": "So all we got to do is just stay out of trouble for one year?", "character": "Hannibal Heyes", "characterId": "nm0240233"}, {"text": "But we'll still be wanted. We'll still be blamed for everything that goes wrong!", "character": "Jed 'Kid' Curry", "characterId": "nm0614101"}, {"text": "We'll still be the same men we was before you talked to the governor!", "character": "Hannibal Heyes", "characterId": "nm0240233"}, {"text": "Well, that's true. But it's only for twelve months. You can do it, boys, I'm sure you can! Just like you stayed out of trouble for the last few days right here in Porterville. Now, that wasn't so hard, really, was it?", "character": "Sheriff Lom Trevors", "characterId": "nm0238628"}]}]}