{"quotes": [{"lines": [{"text": "[a group of human Purists have are protesting the admission of a Newcomer student by blocking the school door]", "character": null, "characterId": null}, {"text": "They're unnatural. They've already taking too many jobs, our jobs! If we let her in here now, there'll be a hundred more next week.", "character": null, "characterId": null}, {"text": "We don't want them mixing with our kids. Their quarantine wasn't long enough. The ACLU got them released too soon. How do we know they're really safe?", "character": null, "characterId": null}, {"text": "I say we run them back to Slagtown!", "character": null, "characterId": null}, {"text": "[Matt fires his gun and the crowd falls silent]", "character": null, "characterId": null}, {"text": "Why stop with running them back to Slagtown, why don't we just kill them?", "character": "Matt", "characterId": "nm0334048"}, {"text": "[fires his gun again]", "character": null, "characterId": null}, {"text": "Teach them a lesson. Keep them in their place. Keep America pure.", "character": "Matt", "characterId": "nm0334048"}, {"text": "[crowd cheers]", "character": null, "characterId": null}, {"text": "We don't even need to paint little stars on them to recognize them, do we?", "character": "Matt", "characterId": "nm0334048"}, {"text": "[cheering stops]", "character": null, "characterId": null}, {"text": "Hell, they'll be easy to round up. Look at them, they stand out even better than the Japs that we threw into concentration camps back in 1942. This will be a piece of cake. And if enough of us get together, it'll almost seem legal, won't it? Put little white pointy sheets on our heads and hang us a few Slags, huh? Let's start with this little one right here.", "character": "Matt", "characterId": "nm0334048"}, {"text": "[takes Emily's hand and winks at her]", "character": null, "characterId": null}, {"text": "Just 'cause she's an American citizen, that doesn't make her a human being, does it? So what if she's a little brighter than some of our kids? We can beat that out of her. Discourage her enough, she'll give up. So what if she might have come up with a cure for cancer someday? She's not *civilized* like us. So why don't we just put a gun to her head and end it all right here, huh?", "character": "Matt", "characterId": "nm0334048"}, {"text": "[starts offering his gun to the crowd, but no one will take it]", "character": null, "characterId": null}, {"text": "Come, pull trigger. Come on, take it. Come on!", "character": "Matt", "characterId": "nm0334048"}, {"text": "[to the rally leader]", "character": null, "characterId": null}, {"text": "How about you, Ms. Purist? I know you want to come pull the trigger. Get down over here! Come on down!", "character": "Matt", "characterId": "nm0334048"}, {"text": "[Ms. Purist doesn't move]", "character": null, "characterId": null}, {"text": "What, I have to do it myself? Okay.", "character": "Matt", "characterId": "nm0334048"}, {"text": "[cocks the hammer on his gun]", "character": null, "characterId": null}, {"text": "No, we don't want her dead. We just want her back where she belongs.", "character": null, "characterId": null}, {"text": "[uncocks gun's hammer]\nShe belongs *here*.", "character": "Matt", "characterId": "nm0334048"}, {"text": "[holsters his gun and turns to the crowd]", "character": null, "characterId": null}, {"text": "Aren't you shamed of yourselves?", "character": "Matt", "characterId": "nm0334048"}, {"text": "[faces a black man in the crowd of protestors]", "character": null, "characterId": null}, {"text": "Aren't *you*?", "character": "Matt", "characterId": "nm0334048"}, {"text": "[the protestors and the teachers come out to meet Matt and Emily]", "character": null, "characterId": null}, {"text": "Anybody gives this little one any trouble answers to me, got it?", "character": "Matt", "characterId": "nm0334048"}, {"text": "Yeah, I do.", "character": null, "characterId": null}, {"text": "[to Emily]\nYou okay?", "character": "Matt", "characterId": "nm0334048"}, {"text": "[Emily nods]", "character": null, "characterId": null}, {"text": "Good girl. Now, go in there and show them your stuff.", "character": "Matt", "characterId": "nm0334048"}, {"text": "[the teachers take Emily into the school and Matt turns back to the protesters]", "character": null, "characterId": null}, {"text": "Party's over people. Anybody still here in three minutes will be under arrest for the violation of the Civil Rights Act of 1964.", "character": "Matt", "characterId": "nm0334048"}]}, {"lines": [{"text": "[Susan had gone to Emily's school to withdraw her. While waiting for the principal, a black teacher stops to talk to her]", "character": null, "characterId": null}, {"text": "Can I talk to you for a minute? I was just thinking when it used to be three kinds of restrooms.", "character": "Teacher", "characterId": "nm0504480"}, {"text": "Three?", "character": "Susan Francisco", "characterId": "nm0769039"}, {"text": "Men, women and colored.", "character": "Teacher", "characterId": "nm0504480"}, {"text": "Really?", "character": "Susan Francisco", "characterId": "nm0769039"}, {"text": "the white folks' fountain. You know what she did one day? She went right up to it and took a drink.", "character": "Teacher", "characterId": "nm0504480"}, {"text": "[laughs]", "character": null, "characterId": null}, {"text": "But lord, all hell broke loose when she did. \"A nigger took a drink out of the white fountain. A nigger done this, a nigger done that.\" One became mayor of Los Angeles. One became mayor of Atlanta. Atlanta! And one ran for president. One will be president, someday. But it's hard to take that first drink. It takes lots of courage to be like Miss Jane.", "character": "Teacher", "characterId": "nm0504480"}, {"text": "At least they weren't afraid she'd turn into an insect.", "character": "Susan Francisco", "characterId": "nm0769039"}, {"text": "Honey, I can show you people today who still think black people have rabbit blood and Jewish people have horns. You don't look like no cockroach to me. Take a drink.", "character": "Teacher", "characterId": "nm0504480"}]}, {"lines": [{"text": "[explaining to Sikes their \"different\" way saying grace before eating]\nIt's a remembrance of Andarko & Celine, a male & female who lived a long time ago and sacrificed themselves to save millions. We try to live by their example. We touch our fingers to each of our two hearts. Then reverse them to show that the male & female are interchangeable. We touch our heads to bring purity and goodness within us.", "character": "Emily Francisco", "characterId": "nm0940333"}]}, {"lines": [{"text": "[voice over, as she confesses on why she killed Tuggle, Sikes former partner]\nYou have to understand something about me. Before I was a cop , I was a guard. At the woman's prison in Chino. You can't imagine the kinds of things that go on in there. What woman do to other woman. Particulary if they find out that a woman was a guard or a cop... The Overseers. Yes. I can tell you about the Overseers. When they were on the ship, they used a special gas in the atmosphere to keep the slaves submissive. When the ship crashed, they snuck away amongst the slaves. They found some underworld connections to manufacture the gas to use on whoever they wanted to control. I found out they were making it in that factory on my beat. Ans I went on the take. To keep it quiet and to keep others away. They paid me a lot. A lot... Then Tuggs' research led him to figure out the truth about them and me. He gave me 24 hours to give myself up. But I had seen Chino , man. And I knew what they would do to me in there. I couldn't go in there, Matt. I couldn't...", "character": "Officer Maria Puente", "characterId": "nm0708693"}, {"text": "[reaches for a gun but Sikes stops her from shooting herself]", "character": null, "characterId": null}, {"text": "Why didn't you let me die?", "character": "Officer Maria Puente", "characterId": "nm0708693"}, {"text": "[crying]", "character": null, "characterId": null}, {"text": "Why didn't you let me die?", "character": "Officer Maria Puente", "characterId": "nm0708693"}]}, {"lines": [{"text": "[opening lines]\nThis was the scene in California in California Mojave Desert 5 years ago. The historic 1st view of the Newcomer ship upon it's arrival. The ship was a slave ship carrying 250,000beings, bred to adapt & labor in almost any environment .But they washed ashore on Earth with no way to get back to where they came from. Civil liberties attorneys successfully lobbied for the quarantine and in the last5yrs, the Newcomers have become the latest addition to the population of Los Angeles.", "character": "Opening Narrator", "characterId": "nm0398112"}]}, {"lines": [{"text": "Matthew, I really don't care how you refer to me in private. But when we're questioning other Newcomers, the word \"Slag\" equates to such words as kyke, or nigger, or gook, or wop. Well, I think you can catch more honey with a pound of vinegar than a pound of flies.", "character": "Detective George Francisco", "characterId": "nm0682597"}]}]}