{"quotes": [{"lines": [{"text": "[singing, to her baby]\nSummertime, And the livin' is easy, Fish are jumpin' And de cotton is high, Oh, your daddy's rich, and your ma is good-lookin', So, hush, little baby, don't you cry.", "character": "Clara", "characterId": "nm0085911"}]}, {"lines": [{"text": "[singing, to the baby]\nListen to your daddy warn you, 'Fore you starts a-travelin' Women may born you, love you, and mourn you, But a woman is a sometime thing, Yes, a woman is a sometime thing.", "character": "Jake", "characterId": "nm0399147"}]}, {"lines": [{"text": "[singing]\nOh, I got plenty o' nuttin', An' nuttin's plenty for me.", "character": "Porgy", "characterId": "nm0925591"}]}, {"lines": [{"text": "[singing]\nBess, you is my woman now, You is, you is, And you must sing and dance and play for two instead of one. Want no wrinkle on your brow, No-how, Because the sorrow of the past is all done done, Oh, Bess, my Bess, The real happiness is just begun.", "character": "Porgy", "characterId": "nm0925591"}]}, {"lines": [{"text": "[singing to Bess]\nYou're telling me that you'd rather have that cripple than Crown?", "character": "Crown", "characterId": "nm0048499"}]}, {"lines": [{"text": "[singing to Bess]\nPicnics is all right for these small town suckers, but we is used to the high life, you know. You an' me, we understands each other. I can't see for the life of me what you is hangin' round this place for. Why, with your looks Bess, and your way with the boys, there's big money for you and me in New York.", "character": "Sportin' Life", "characterId": "nm0262663"}, {"text": "[singing]\nI can't remember meetin' nuttin' that I likes less than I does you!", "character": "Bess", "characterId": "nm0371381"}]}, {"lines": [{"text": "[singing]\nIt take extra to divorce woman what ain't married, (speaking) And it'll cost you a dollar-and-a-half.", "character": "Frazier", "characterId": "nm0426439"}]}, {"lines": [{"text": "[singing]\nIf there weren't no Crown, Bess, If there was only just you and Porgy, what then?", "character": "Porgy", "characterId": "nm0925591"}, {"text": "[singing]\nI loves you, Porgy, Don't let him take me, Don't let him handle me, And drive me mad. If you can keep me, I wants to stay here, With you forever, And I'll be glad.", "character": "Bess", "characterId": "nm0371381"}]}, {"lines": [{"text": "[singing]\nMy man's gone now. / Ain't no use a-lis'nin' / For his tired footsteps / Climbin' up the stairs.", "character": "Serena", "characterId": "nm0163556"}]}, {"lines": [{"text": "Oh, hell, you may as well argue with a parrot. But you'll never break their story.", "character": "Detective", "characterId": "nm0863519"}]}, {"lines": [{"text": "[singing]\nCan't you keep your mouth off Bess? Between the Gawd-fearing ladies and the Gawd-damnin' men, That girl ain't got a chance!", "character": "Porgy", "characterId": "nm0925591"}, {"text": "[singing]\nAin't I tell you Porgy's sof' on her?", "character": "Jake", "characterId": "nm0399147"}, {"text": "[singing]\nNo,no, brother! Porgy ain't sof' on no woman.", "character": "Porgy", "characterId": "nm0925591"}, {"text": "[sadly, still singing]", "character": null, "characterId": null}, {"text": "They pass by singin', They pass by cryin', Always lookin'. They look in my door. And they keep on movin'! When God make cripple, He mean him to be lonely. Night time, daytime, He got to travel that lonesome road. Night time, day time, He gotta travel that lonesome road.", "character": "Porgy", "characterId": "nm0925591"}]}, {"lines": [{"text": "[singing]\nIt ain't necessarily so!", "character": "Sportin' Life", "characterId": "nm0262663"}, {"text": "[singing]\nIt ain't necessarily so!", "character": null, "characterId": null}, {"text": "[singing]\nThe things that your li'ble To read in the Bible, It ain't necessarily so!", "character": "Sportin' Life", "characterId": "nm0262663"}]}, {"lines": [{"text": "[singing]\nI ain't telling you nothin', But a woman that's got just one man, maybe she got him for keeps. But when she got two men, there's mighty apt to be a carvin'. Then the cops come in and takes the leavin's. And pretty soon, she ain't got none!", "character": "Sportin' Life", "characterId": "nm0262663"}]}]}