{"quotes": [{"lines": [{"text": "A rare old bird is the pelican. His bill holds more than his belly can. He can take in his beak enough food for a week. I'm damned if I know how the hell he can!", "character": "Lt. Columbo", "characterId": "nm0000393"}]}, {"lines": [{"text": "There once was an old man from Lyme who married three wives at a time. When asked \"Why a third?\" he replied, \"One's absurd, and two of 'em, sir, is a crime.\"", "character": "Lt. Columbo", "characterId": "nm0000393"}]}, {"lines": [{"text": "[to Columbo]\nJapan sends televisions. Ireland sends whiskey. D'you care for a nip?", "character": "Joe Devlin", "characterId": "nm0720890"}]}, {"lines": [{"text": "There once was a fella named Finnegan, who escaped from a jail so to sin again. He broke laws by the dozen, even stole from his cousin, so the jail he broke outta he's in again.", "character": "Lt. Columbo", "characterId": "nm0000393"}]}, {"lines": [{"text": "There's just one more thing, sir!", "character": "Lt. Columbo", "characterId": "nm0000393"}]}, {"lines": [{"text": "[Shocked at the high price of a book]\n$55 for a book? I could have my car fixed for that.", "character": "Lt. Columbo", "characterId": "nm0000393"}]}, {"lines": [{"text": "[final line]", "character": null, "characterId": null}, {"text": "This far, and no farther!", "character": "Lt. Columbo", "characterId": "nm0000393"}]}, {"lines": [{"text": "Justice for the many. Justice for the free. Let each man be paid in full. That's just enough for me.", "character": "Joe Devlin", "characterId": "nm0720890"}]}, {"lines": [{"text": "Here's to friendship, ripe and long. Here's to voices raised in song. Here's to a long and thirsty night. Here's to the stuff that makes it right.", "character": "Joe Devlin", "characterId": "nm0720890"}]}, {"lines": [{"text": "The limerick is furtive and mean. You must keep her in close quarantine, Or she sneaks to the slums, And promptly becomes, Disorderly, drunk and obscene.", "character": "Joe Devlin", "characterId": "nm0720890"}]}, {"lines": [{"text": "either to be a king or a poet. Now, as Ireland had her fill of kings, I clearly saw I had to educate meself to a way of words, so I took to drink immediately, fell in love at every opportunity, and avoided the schoolroom like the plague. I advise you to do the same.", "character": "Joe Devlin", "characterId": "nm0720890"}]}, {"lines": [{"text": "I couldn't resist trying your pinball machine. I guess I tried a little too hard, but that's an old problem with me, sir. The way I keep steering and pushing and pulling at things, someday the whole sky is gonna light up, and it's gonna say \"tilt,\" and that's gonna be the end of the world.", "character": "Lt. Columbo", "characterId": "nm0000393"}]}, {"lines": [{"text": "Politics makes liars of us all, Lieutenant.", "character": "Joe Devlin", "characterId": "nm0720890"}]}, {"lines": [{"text": "\"You can charge me with murder, or want of sense - we are all of us weak at times - but the slightest approach to a false pretense was never among my crimes.\"", "character": "Joe Devlin", "characterId": "nm0720890"}]}, {"lines": [{"text": "A famous Irish philosopher named Georg Wilhelm Friedrich Hegel once wrote that the essence of tragedy isn't the conflicts between right and wrong - it's the conflicts of right and right.", "character": "Joe Devlin", "characterId": "nm0720890"}]}, {"lines": [{"text": "We execute traitors, Mr. Pauley. Didn't you know that?", "character": "Joe Devlin", "characterId": "nm0720890"}]}]}