{"quotes": [{"lines": [{"text": "The German people had embarked on that long, incredible journey that led seemingly out of chaos to unprecedented triumph. Promise after promise had been fulfilled. Austria 1938, Czechoslovakia 1938, Poland 1939, Norway, Denmark, and France in quick succession. A place in the sun at last. True, they had lost their trade unions and a lot of books had been burned, but it seemed a good sort of bargain, and one got to like being told what to do, having one's views prescribed, especially if it meant a vista bright with the promise of grandeur and conquest.", "character": "Narrator", "characterId": "nm0002145"}]}, {"lines": [{"text": "Here Schoker, the camp commandant, said, \"I want at least 600 Jewish deaths reported in the camp office every day.\" Thugs were appointed as overseers or block leaders. There was no efficient distribution of food. One prisoner collected the rations for ten or fifteen men. Hunger and hopelessness turned some of them into beasts. Sometimes, a prisoner carrying rations back to the hut was waylaid and robbed by other prisoners. Sometimes, he ate the best part of the food himself. Sometimes, he sold it. Corruption was fostered, for it gave another excuse for killing. All this seemed so remote from humanity, so far beyond the behavior of man. British Members of Parliament came, and saw, and were sick at heart. It had to be seen to be believed.", "character": "Narrator", "characterId": "nm0002145"}]}, {"lines": [{"text": "Auschwitz. The most up-to-date institution was better equipped for killing. Transports of prisoners from all over occupied Europe were went for extermination in one of the special Vernichtungslager. Here, 4 million people were murdered. As many men, women, and children as you could pack into a great city.", "character": "Narrator", "characterId": "nm0002145"}]}, {"lines": [{"text": "The dead have been buried. It remains for us to care for these, the living. It remains for us to hope that Germans may help mend what they have broken, and cleanse what they have befouled. Thousands of German people were made to see for themselves, to bury the dead, to file past the victims. This was the end of the journey they had so confidently begun in 1933. Twelve years? No, in terms of barbarity and brutality they had traveled backwards for 12,000 years. Unless the world learns the lesson these pictures teach, night will fall. But, by God's grace, we who live will learn.", "character": "Narrator", "characterId": "nm0002145"}]}]}