{"quotes": [{"lines": [{"text": "Oh my friends, my friends, forgive me, that I live and you are gone... There's a grief that can't be spoken, there's a pain goes on and on.", "character": "Marius", "characterId": "nm0050431"}]}, {"lines": [{"text": "I had a dream my life would be so different from this hell I'm living. So different now from what it seemed... Now life has killed the dream I dreamed.", "character": "Fantine", "characterId": "nm0378113"}]}, {"lines": [{"text": "A heart full of love... A night full of you - the words are old, but always true! O God, for shame, you did not even know my name.", "character": "Cosette", "characterId": "nm0474122"}, {"text": "Dear Mademoiselle, I was lost in your spell...", "character": "Marius", "characterId": "nm0050431"}]}, {"lines": [{"text": "Drink with me to days gone by... Can it be, you fear to die? Will the world remember you when you fall? Could it be your death means nothing at all? Is your life just one more lie?", "character": "Grantaire", "characterId": "nm0188266"}]}, {"lines": [{"text": "Here's a tasty ring! Pretty little thing! Wouldn't want to waste it, that would really be a crime... Thank you sir, I'm in your debt. Here's a little toy! Take it of the boy! His heart's no longer going, and he's lived his little time - but his watch is ticking yet...", "character": "Thenardier", "characterId": "nm0035605"}]}, {"lines": [{"text": "It is time for us all all to decide who we are... Do we fight for the right to a night at the opera now? Have you asked of yourselves what's the price you might pay? Is it simply a game, for rich young boys to play? The colour of the world is changing, day by day... Red - the blood of angry men, black - the dark of ages past, red - a world about to dawn, black - the night that ends at last!", "character": "Enjolras", "characterId": "nm0536610"}]}, {"lines": [{"text": "the night that ends at last!", "character": "Marius", "characterId": "nm0050431"}]}, {"lines": [{"text": "Master of the House...", "character": null, "characterId": null}, {"text": "Master and a half!", "character": "Madame Thenardier", "characterId": "nm0303185"}, {"text": "Comforter, philosopher...", "character": null, "characterId": null}, {"text": "Don't make me laugh!", "character": "Madame Thenardier", "characterId": "nm0303185"}, {"text": "Servant to the poor, butler to the great...", "character": null, "characterId": null}, {"text": "Hypocrite and toady and inebriate!", "character": "Madame Thenardier", "characterId": "nm0303185"}]}, {"lines": [{"text": "Now look who's here! The little madam herself! Pretending once again she's been 'so awfully good.' Better not let me catch you slacking! Better not catch my eye! Ten rotten francs your mother sends me! What is that going to buy? Now take that pail, my little 'Mademoiselle' And go and draw some water from the well! We should never have taken you in in the first place how stupid the things that we do! Like mother like daughter, the scum of the street. Still here, Cosette? Your tears will do you no good! I told you fetch some water from the well in the wood!", "character": "Madame Thenardier", "characterId": "nm0303185"}, {"text": "Please do not send me out alone. Not in the darkness on my own!", "character": "Young Cosette", "characterId": "nm0157223"}, {"text": "Enough of that, or I'll forget to be nice! You heard me ask for something, And I never ask twice!", "character": "Madame Thenardier", "characterId": "nm0303185"}]}, {"lines": [{"text": "One more day before the storm...", "character": "Enjolras", "characterId": "nm0536610"}, {"text": "Do I follow where she goes?", "character": "Marius", "characterId": "nm0050431"}, {"text": "...at the barricades of freedom!", "character": "Enjolras", "characterId": "nm0536610"}, {"text": "Shall I join my brothers there?", "character": "Marius", "characterId": "nm0050431"}, {"text": "When our ranks begin to form...", "character": "Enjolras", "characterId": "nm0536610"}, {"text": "Do I stay, and do I dare?", "character": "Marius", "characterId": "nm0050431"}, {"text": "...will you take your place with me?", "character": "Enjolras", "characterId": "nm0536610"}]}, {"lines": [{"text": "[Fantine has become a prostitute to support her daughter Cosette]", "character": null, "characterId": null}, {"text": "Come on Captain, you can wear your shoes! Don't it make a change to have a girl who can refuse? Easy money, lying on a bed... Just as well they never see the hate that's in your head! Don't they know they're making love to one already dead?", "character": "Fantine", "characterId": "nm0378113"}]}, {"lines": [{"text": "\"Master of the house?\"... Isn't worth my spit! \"Comforter, philosopher,\" and lifelong shit! Cunning little brain, regular Voltaire. Thinks he's quite a lover - but there's not much there... What a cruel trick of nature, landing me with such a louse. God knows how I've lasted, living with this bastard in the house!", "character": "Madame Thenardier", "characterId": "nm0303185"}]}, {"lines": [{"text": "I used to dream that I would meet a prince, but God almighty, have you seen what's happened since? Master of the House? Isn't worth my spit! Comforter, philosopher, and lifelong shit. Cunning little brain, regular Voltaire; thinks he's quite a lover but *there's not much there*. What a cruel trick of nature, landing me with such a louse! God knows how I've lasted living with this bastard in the house.", "character": "Madame Thenardier", "characterId": "nm0303185"}]}, {"lines": [{"text": "With all the anger in the land - how long before the Judgment Day, before we cut the fat ones down to size? Before the barricades arise?", "character": "Enjolras", "characterId": "nm0536610"}]}, {"lines": [{"text": "And little people know, when little people fight, we may look easy pickings but we've got some bite! So never kick a dog because he's just a pup - we'll fight like twenty armies and we won't give up. So you'd better run for cover when the pup grows up!", "character": "Gavroche", "characterId": "nm0780718"}]}, {"lines": [{"text": "[During the last battle at the barricades]", "character": null, "characterId": null}, {"text": "Let others rise to take our place, until the Earth is free!", "character": "Enjolras", "characterId": "nm0536610"}]}, {"lines": [{"text": "[Valjean prays to God to save Marius in the battle to come]", "character": null, "characterId": null}, {"text": "Bring him peace, bring him joy... He is young, he is only a boy... You can take, you can give! Let him be, let him live. If I die, let me die! Let him live...", "character": "Jean Valjean", "characterId": "nm0929356"}]}, {"lines": [{"text": "Who is this man? What sort of devil is he, to have me caught in a trap and choose to let me go free? It was his hour at last to put the seal on my fate, wipe out the past and wash me clean off the slate! All it would take was a flick of his knife. Vengeance was his and he gave me back my life! Damned if I'll live in the debt of a thief! Damned if I'll yield at the end of the chase! I am the Law and the Law is not mocked. I'll spit his pity right back in his face! There is nothing on Earth that we share! It is either Valjean or Javert!", "character": "Javert", "characterId": "nm0702985"}, {"text": "[pause]", "character": null, "characterId": null}, {"text": "How can I now allow this man to hold dominion over me? This desperate man whom I have hunted... He gave me my life. He gave me freedom. I should have perished by his hand. It was his right. It was my right to die as well. Instead I live... but live in Hell! And my thoughts fly apart. Can this man be believed? Shall his sins be forgiven? Shall his crimes be reprieved? And must I now begin to doubt, who never doubted all these years? My heart is stone, and still it trembles! The world I have known is lost in shadow. Is he from heaven or from hell? And does he know... that, granting me my life today, this man has killed me, even so? I am reaching... but I fall. And the stars are black and cold, as I stare into the void of a world that cannot hold. I'll escape now from that world, from the world of Jean Valjean. There is nowhere I can turn, there is no way to go on!", "character": "Javert", "characterId": "nm0702985"}]}, {"lines": [{"text": "Come with me, where chains will never bind you. All your grief at last, at last behind you. Lord in Heaven, look down on him in mercy.", "character": "Fantine", "characterId": "nm0378113"}, {"text": "Forgive me all my trespasses and take me to your glory.", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "Take my hand, I'll lead you to salvation. Take my love, for love is everlasting.", "character": "Fantine", "characterId": "nm0378113"}, {"text": "to love another person is to see the face of God.", "character": "Fantine", "characterId": "nm0378113"}]}, {"lines": [{"text": "For your presence of mind, for the deed you have done, I will thank you Monsieur when our battle is won.", "character": "Enjolras", "characterId": "nm0536610"}, {"text": "Give me no thanks Monsieur, there's something you can do.", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "If it is in my power.", "character": "Enjolras", "characterId": "nm0536610"}, {"text": "Give me the spy Javert, let me take care of him!", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "The law is inside out, the world is upside down!", "character": "Javert", "characterId": "nm0702985"}, {"text": "Do what you have to do, the man belongs to you!", "character": "Enjolras", "characterId": "nm0536610"}, {"text": "[to the others]", "character": null, "characterId": null}, {"text": "The enemy may be regrouping. Hold yourselves in readiness! Come on my friends, back to your positions, the night is falling fast!", "character": "Enjolras", "characterId": "nm0536610"}, {"text": "[to Javert]\nWe meet again.", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "You've hungered for this all your life! Take your revenge... How right you should kill with a knife!", "character": "Javert", "characterId": "nm0702985"}, {"text": "You talk too much. Your life is safe in my hands!", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "Don't understand.", "character": "Javert", "characterId": "nm0702985"}, {"text": "Get out of here.", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "Valjean, take care, I'm warning you...", "character": "Javert", "characterId": "nm0702985"}, {"text": "Clear out of here!", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "Once a thief, forever a thief. What you want you always steal. You would trade your life for mine? Yes, Valjean, you want a deal. Shoot me now for all I care. If you let me go beware, you'll still answer to Javert!", "character": "Javert", "characterId": "nm0702985"}, {"text": "You are wrong, and always have been wrong. I'm a man, no worse than any man. You are free! And there are no conditions, no bargains or petitions; there's nothing that I blame you for. You've done your duty, nothing more. If I come out of this alive, you'll find me at number fifty-five Rue Plumet. No doubt our paths will cross again. Go.", "character": "Jean Valjean", "characterId": "nm0929356"}]}, {"lines": [{"text": "Now bring me prisoner 24601! Your time is up and your parole's begun. You know what that means?", "character": "Javert", "characterId": "nm0702985"}, {"text": "Yes, it means I'm free.", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "No! It means you get your yellow ticket of leave. You are a thief!", "character": "Javert", "characterId": "nm0702985"}, {"text": "I stole a loaf of bread.", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "You robbed a house!", "character": "Javert", "characterId": "nm0702985"}, {"text": "I broke a windowpane. My sister's child was close to death, and we were starving!", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "You will starve again, unless you learn the meaning of the law!", "character": "Javert", "characterId": "nm0702985"}, {"text": "I know the meaning of those nineteen years, a slave of the law!", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "Five years for what you did, the rest because you tried to run; yes, 24601!", "character": "Javert", "characterId": "nm0702985"}, {"text": "My name is Jean Valjean!", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "And I'm Javert. Do not forget my name! Do not forget me, 24601!", "character": "Javert", "characterId": "nm0702985"}]}, {"lines": [{"text": "He slept a summer by my side, he filled my days with endless wonder. He took my childhood in his stride, but he was gone when autumn came! And still I dream he'll come to me - that we will live the years together. But there are dreams that cannot be, and there are storms we cannot weather.", "character": "Fantine", "characterId": "nm0378113"}]}, {"lines": [{"text": "In my life there are so many questions and answers that somehow seem wrong. In my life there are times when I catch in the silence the sigh of a faraway song, and it sings of a world that I long to see, out of reach, just a whisper away, waiting for me.", "character": "Cosette", "characterId": "nm0474122"}]}, {"lines": [{"text": "A ghost, you say? A ghost, maybe. She was just like a ghost to me. One minute there, and she was gone!", "character": "Marius", "characterId": "nm0050431"}]}, {"lines": [{"text": "Red...", "character": "Grantaire", "characterId": "nm0188266"}, {"text": "I feel my soul on fire!", "character": "Marius", "characterId": "nm0050431"}, {"text": "Black...", "character": "Grantaire", "characterId": "nm0188266"}, {"text": "My world if she's not there!", "character": "Marius", "characterId": "nm0050431"}, {"text": "Red...", "character": "Marius", "characterId": "nm0050431"}, {"text": "The color of desire!", "character": "Marius", "characterId": "nm0050431"}, {"text": "Black...", "character": "Marius", "characterId": "nm0050431"}, {"text": "The color of despair!", "character": "Marius", "characterId": "nm0050431"}]}, {"lines": [{"text": "I love him, but everyday I'm learning. All my life, I've only been pretending. Without me his world will go on turning. A world that's full of happiness that I have never known.", "character": "Eponine", "characterId": "nm0758964"}]}, {"lines": [{"text": "Don't you fret, Monsieur Marius, I don't feel any pain. A little fall of rain can hardly hurt me now. You're here... that's all I need to know. And you will keep me safe, and you will keep me close... and rain will make the flowers grow.", "character": "Eponine", "characterId": "nm0758964"}]}, {"lines": [{"text": "[speaking to Javert]\nYou are wrong. And always have been wrong. I'm a man, no worse than any man. You are free, and there are no conditions. No bargains or petitions. There is nothing that I blame you for. You have done your duty, nothing more.", "character": "Jean Valjean", "characterId": "nm0929356"}]}, {"lines": [{"text": "What you think yer at? Hanging round me pitch? If you're new around here, girl you've got a lot to learn!", "character": "Old Prostitute", "characterId": "nm0552512"}, {"text": "Listen you old bat... Crazy bloody witch... 'Least I give me customers some pleasure in return!", "character": "Lovely Lady", "characterId": "nm0043137"}, {"text": "I know what you give! Give 'em all the pox! Spread around your poison till they end up in a box.", "character": "Old Prostitute", "characterId": "nm0552512"}, {"text": "Leave the poor old cow! Move it, Madeleine. She used to be no better till the clap got to her brain.", "character": null, "characterId": null}, {"text": "When's it gonna end? When we gonna live? Something's gotta happen now or something's gonna give. It'll come, it'll come, it'll come, it'll come, it'll come, it'll come...", "character": null, "characterId": null}]}, {"lines": [{"text": "On my own, pretending he's beside me. All alone, I walk with him till morning. Without him, I feel his arms around me, and when I lose my way I close my eyes, and he has found me. In the rain, the pavement shines like silver. All the lights are misty in the river. In the darkness, the trees are full of starlight... and all I see is him and me, forever and forever.", "character": "Eponine", "characterId": "nm0758964"}]}, {"lines": [{"text": "Masters of the land. Always get our share. Clear away the barricades and we're still there! We know where the wind is blowing, money is the stuff we smell, and when we're rich as Croesus, Jesus, won't we see you all in Hell!", "character": "Thenardier", "characterId": "nm0035605"}]}, {"lines": [{"text": "Let's give them a screwing they'll never forget!", "character": "Enjolras", "characterId": "nm0536610"}]}, {"lines": [{"text": "Take my hand, I'll lead you to salvation. Take my love, for love is everlasting.", "character": "Fantine", "characterId": "nm0378113"}, {"text": "To love another person is to see the face of God.", "character": "Fantine", "characterId": "nm0378113"}]}, {"lines": [{"text": "It's you Javert! I knew you wouldn't wait too long. The faithful servant at his post once more! This man's done no wrong, and he needs a doctor's care!", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "I warned you I would not give in. I won't be swayed!", "character": "Javert", "characterId": "nm0702985"}, {"text": "Another hour yet, and then I'm yours, and all our debts are paid!", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "The man of mercy comes again, and talks of justice!", "character": "Javert", "characterId": "nm0702985"}, {"text": "Come, time is running short. Look down, Javert, he's standing in his grave! Give way, Javert! There is a life to save!", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "Take him, Valjean, before I change my mind! I will be waiting, 24601.", "character": "Javert", "characterId": "nm0702985"}]}, {"lines": [{"text": "Honest work, just reward, that's the way to please the Lord.", "character": "Javert", "characterId": "nm0702985"}]}, {"lines": [{"text": "Masters of the land, always get our share, clear away the barricades and we're still there! We know where the wind is blowing - money is the stuff we smell! And when we're rich as Croesus, Jesus won't we see you all in Hell!", "character": "Thenardier", "characterId": "nm0035605"}]}, {"lines": [{"text": "One day more till revolution, we will nip it in the bud, we'll be ready for these schoolboys- they will wet themselves with blood.", "character": "Javert", "characterId": "nm0702985"}]}, {"lines": [{"text": "[singing]\nWho am I? Can I conceal myself for evermore? Pretend I'm not the man I was before? And must my name until I die Be no more than an alibi? Must I lie? How can I ever face my fellow men? How can I ever face myself again? My soul belongs to God, I know I made that bargain long ago He gave me hope when hope was gone He gave me strength to journey on Who am I? Who am I? I am Jean Valjean!", "character": "Jean Valjean", "characterId": "nm0929356"}]}, {"lines": [{"text": "One day more. Another day, another destiny, this never-ending road to Calvary. These men who seem to know my crime will surely come a second time. One day more.", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "I did not live until today. How can I live when we are parted?", "character": "Marius", "characterId": "nm0050431"}, {"text": "One day more.", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "Tomorrow, you'll be worlds away, and yet with you, my world has started.", "character": "Marius", "characterId": "nm0050431"}, {"text": "One more day all on my own.", "character": "Eponine", "characterId": "nm0758964"}, {"text": "Will we ever meet again?", "character": "Marius", "characterId": "nm0050431"}, {"text": "One more day of him not caring.", "character": "Eponine", "characterId": "nm0758964"}, {"text": "I was born to be with you.", "character": "Marius", "characterId": "nm0050431"}, {"text": "What a life I might have known.", "character": "Eponine", "characterId": "nm0758964"}, {"text": "And I swear, I will be true.", "character": "Marius", "characterId": "nm0050431"}, {"text": "But he never saw me there.", "character": "Eponine", "characterId": "nm0758964"}, {"text": "One more day before the storm.", "character": "Enjolras", "characterId": "nm0536610"}, {"text": "Do I follow where she goes?", "character": "Marius", "characterId": "nm0050431"}, {"text": "At the barricade of freedom.", "character": "Enjolras", "characterId": "nm0536610"}, {"text": "Do I join my brothers there?", "character": "Marius", "characterId": "nm0050431"}, {"text": "As our ranks begin to form.", "character": "Enjolras", "characterId": "nm0536610"}, {"text": "Do I stay, and do I care?", "character": "Marius", "characterId": "nm0050431"}, {"text": "Will you take your place with me?", "character": "Enjolras", "characterId": "nm0536610"}, {"text": "[Chorus joins in]", "character": null, "characterId": null}, {"text": "The time is now, the day is here!", "character": "Enjolras", "characterId": "nm0536610"}, {"text": "One day more!", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "One more day to revolution. We will nip it in the bud. I will join these little schoolboys. They will wet themselves with blood!", "character": "Javert", "characterId": "nm0702985"}, {"text": "One day more!", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "Watch 'em run amok. Catch 'em as they fall. Never know your luck when there's a free-for-all. Here, a little dip. There, a little touch. Most of 'em are goners, so they won't miss much!", "character": "Thenardier", "characterId": "nm0035605"}, {"text": "[Chorus joins in]", "character": null, "characterId": null}, {"text": "One day to a new beginning, raise the flag of freedom high. Every man will be a king, every man will be a king. There's a new world for the winning, there's a new world to be won. Do you hear the people sing?", "character": "Thenardier", "characterId": "nm0035605"}, {"text": "My place is here. I'll fight with you!", "character": "Marius", "characterId": "nm0050431"}, {"text": "One day more!", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "[everyone sings their previous verses simultaneously]", "character": null, "characterId": null}, {"text": "One day more!", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "[Verses continue]", "character": null, "characterId": null}, {"text": "Tomorrow, we'll be far away. Tomorrow is the judgment day.", "character": "Jean Valjean", "characterId": "nm0929356"}, {"text": "Tomorrow we'll discover what our God in Heaven has in store. One more dawn, one more day, one day more!", "character": null, "characterId": null}]}]}