{"quotes": [{"lines": [{"text": "As a result of Casablanca, Jack Warner made the brilliant discovery that Bogey had sex appeal ... As you might imagine, Bogey thought that was pretty funny. He said, \"I'm the same man I have always been. Jack doesn't realize that if Bergman looks at any man with love in her eyes, he must have sex appeal.\"", "character": "Lauren Bacall", "characterId": "nm0000002"}]}, {"lines": [{"text": "He's a much bigger star today than when he was alive. He has become what amounts to a cult figure.", "character": "John Huston", "characterId": "nm0001379"}]}, {"lines": [{"text": "]\nThe original intention was to have George Raft play it. But he pulled away from it because he didn't want to trust his career to a young director, someone who had never directed before. And Bogart, to my secret delight, was substituted. And that picture began, I think, a whole new career for Bogey.", "character": "John Huston", "characterId": "nm0001379"}]}, {"lines": [{"text": "The Maltese Falcon was the thing that finally isolated the Bogart character. That to me is the quintessential Bogart. I think that all that matters in great filmmaking, certainly all that matters in Bogart, is what you're seeing going on in his mind from just looking at his face. The camera was made for him, and he was made for it.", "character": "Alistair Cooke", "characterId": "nm0177362"}]}, {"lines": [{"text": "It was 1944. I was 19, brand new in Hollywood and under personal contract to director Howard Hawks. Now, Howard had told me he wanted me to be in a movie with either Cary Grant or Humphrey Bogart. I thought, \"Wow, Cary Grant!\" I'd already tested for To Have And Have Not and was going to be in it with, of course, Bogey's approval. One day I was going into Hawks' office, and Bogey was on his way out. As we passed, he said, \"Oh by the way, I saw your test ... We'll have a lot of fun together.\" He was right about that.", "character": "Lauren Bacall", "characterId": "nm0000002"}]}, {"lines": [{"text": "I never stopped shaking. I was very nervous. He was very patient. He did everything to make me comfortable. I was very lucky to start my career with him. You see, Bogey was, above all else, a professional. He'd had years on the stage and over fifty films. He believed in actors and he believed in actors working together. He believed in truth and he missed nothing.", "character": "Lauren Bacall", "characterId": "nm0000002"}]}, {"lines": [{"text": "For his performance as Charlie Allnut Bogey got his second Oscar nomination for Best Actor. The response to his winning amazed Bogey. He had never thought of himself as a popular choice as well as a deserving one. To him, acting was collaborative, never competitive. He took great pride in his profession. He liked being an actor.", "character": "Lauren Bacall", "characterId": "nm0000002"}]}, {"lines": [{"text": "For myself, I can only say that he changed me. He was my teacher my husband, my friend. In his life and his work, Bogey was integrity, truth, and courage. He taught me how to live. That it was okay to trust. He taught me to keep going no matter what. He did. And he is.", "character": "Lauren Bacall", "characterId": "nm0000002"}]}]}