{"quotes": [{"lines": [{"text": "[opening narration while the Ingalls family are leaving the big woods of Minnesota]\nIf I had a remembrance book, I would mark down how it was when we left our little house in the big woods to go west to Indian Territory. We had to go, Pa said, because so many people had come to live in the big woods, there wasn't enough game anymore for him to hunt and he feared we might go hungry. Ma said we might never again see Grandma and Grandpa, or Aunt Docia and Aunt Ruby and Uncle George. Though it made me sad, I still thought it a fine thing to go where there had never been a road before. We'd go where the land was more bountiful, he said, and he sold our house and land and cow, and packed whatever would fit in the wagon. I was glad Pa took his fiddle, for it makes a joysome sound. Mary was afraid to go, but I knew nothing bad could happen as long as we had Pa and Jack. Jack is my best and truest friend and Pa says there has never been a better watchdog. I knew there would be rivers to cross and hills to climb, and I was glad, for this is a fair land and I rejoiced that I would see it.", "character": "Laura Ingalls", "characterId": "nm0001271"}]}, {"lines": [{"text": "The Bible says 'Thou shalt not argue before breakfast.", "character": "Charles Ingalls", "characterId": "nm0001446"}, {"text": "It's not in the Bible, Charles.", "character": "Caroline Ingalls", "characterId": "nm0002111"}, {"text": "Well, it oughta be.", "character": "Charles Ingalls", "characterId": "nm0001446"}]}, {"lines": [{"text": "We thank you Lord for bringing our dear friend back to us.", "character": "Charles Ingalls", "characterId": "nm0001446"}]}, {"lines": [{"text": "Hear that?", "character": "Charles Ingalls", "characterId": "nm0001446"}, {"text": "Hear what, Pa?", "character": "Laura Ingalls", "characterId": "nm0001271"}, {"text": "Stars... Singing Hallelujah!", "character": "Charles Ingalls", "characterId": "nm0001446"}]}, {"lines": [{"text": "Look at it. Just look at it. Green and rich. There will be waters in those foothills and trees. We're home, Caroline. We're home!", "character": "Charles Ingalls", "characterId": "nm0001446"}]}, {"lines": [{"text": "My home is where you are. And you are the children are my family.", "character": "Caroline Ingalls", "characterId": "nm0002111"}, {"text": "Caroline Ingalls, I love you.", "character": "Charles Ingalls", "characterId": "nm0001446"}]}, {"lines": [{"text": "Laura! Just what do you think you're doing?", "character": "Caroline Ingalls", "characterId": "nm0002111"}, {"text": "Laura! Just what do you think you're doing?", "character": "Laura Ingalls", "characterId": "nm0001271"}, {"text": "Spit? Do you consider that a worthy accomplishment, Mr. Edwards?", "character": "Caroline Ingalls", "characterId": "nm0002111"}, {"text": "Well, I don't know how worth it is, ma'am, but it sure comes in handy in a stiff breeze.", "character": "Isaiah Edwards", "characterId": "nm0294229"}]}, {"lines": [{"text": "We each got our own cups now!", "character": "Laura Ingalls", "characterId": "nm0001271"}]}, {"lines": [{"text": "What is it?", "character": "Caroline Ingalls", "characterId": "nm0002111"}, {"text": "We have to get out.", "character": "Charles Ingalls", "characterId": "nm0001446"}, {"text": "What?", "character": "Caroline Ingalls", "characterId": "nm0002111"}, {"text": "Yeah. The Kansas Tribe petitioned Washington. We have to get out.", "character": "Charles Ingalls", "characterId": "nm0001446"}, {"text": "I don't understand.", "character": "Caroline Ingalls", "characterId": "nm0002111"}, {"text": "The government drew a new line and we're on the wrong side, so we have to go.", "character": "Charles Ingalls", "characterId": "nm0001446"}, {"text": "Those blasted politicians in Washington hadn't just said all of Kansas wasn't opened up, we would have never settled here!", "character": "Charles Ingalls", "characterId": "nm0001446"}]}, {"lines": [{"text": "Well, you may say I made his acquaintance when I came out of the saloon... uh... when I was coming out of the hotel in Independence.", "character": "Isaiah Edwards", "characterId": "nm0294229"}, {"text": "Independence? You went all the way to Independence in this blizzard? You gotta be mad!", "character": "Charles Ingalls", "characterId": "nm0001446"}, {"text": "Well, that's been said before. Well anyway, there he was. There he was just a standing there with his pack mule.", "character": "Isaiah Edwards", "characterId": "nm0294229"}, {"text": "Reindeer!", "character": "Laura Ingalls", "characterId": "nm0001271"}, {"text": "Well, he uses a pack mule out here. It's more practical. Well, I recognized him right away. Recognized him by his big, white beard and big, round belly. Although he wasn't jolly enough to be doing any ho ho hoing. Well the ol' gent, you see, he just... he just brightened right up when he seen me. 'Hello Edwards,' he says. He says you remember them pair of red mittens I give you when you was just a sprig in Tennessee? ' 'Ohhhhh... kept me warm many winters!' says I. He says uh... hear you're living down on the Vertical River now. Yeah. He says you don't happen to know them Ingalls girls, do ya?", "character": "Isaiah Edwards", "characterId": "nm0294229"}, {"text": "And you said yes!", "character": "Laura Ingalls", "characterId": "nm0001271"}, {"text": "Sure did, right away! Well, to make a long story short, Ol' Santa says he's mighty worried about being able to cross the street with the weather being bad and him not being so spry anymore. So he asked me to fetch those presents to you.", "character": "Isaiah Edwards", "characterId": "nm0294229"}]}, {"lines": [{"text": "You're not peakin', are ya? Can't stand for no peaking!", "character": "Isaiah Edwards", "characterId": "nm0294229"}]}]}