{"quotes": [{"lines": [{"text": "I could win most of my cases if it weren't for the clients. Clients have no tact, poor old darlings, no bloody sensitivity. They *will* waltz into the witness box and blurt out things that are far better left... unblurted.", "character": "Horace Rumpole", "characterId": "nm0571674"}]}, {"lines": [{"text": "My brilliant client. They're absolutely brilliant, clients, aren't they, George? I mean, he takes an antique dagger and he stabs a young man in the bus queue, outside Lords, at four o'clock in the afternoon. I ask you. Well, I mean, if you *must* go in for that sort of thing, at least do it during the hours of darkness, and if possible, not in the St John's Wood Road.", "character": "Horace Rumpole", "characterId": "nm0571674"}, {"text": "Who did he stab?", "character": "George", "characterId": "nm0126400"}, {"text": "Oh, a complete stranger. Someone he just felt like stabbing. Absolutely brilliant.", "character": "Horace Rumpole", "characterId": "nm0571674"}, {"text": "My man decided to rob a dance hall on the night of the Police Ball.", "character": "George", "characterId": "nm0126400"}, {"text": "Hahaha. We only get the stupid villains, George.", "character": "Horace Rumpole", "characterId": "nm0571674"}, {"text": "Why is that?", "character": "George", "characterId": "nm0126400"}, {"text": "Well the bright ones are all on holiday in Majorca.", "character": "Horace Rumpole", "characterId": "nm0571674"}]}, {"lines": [{"text": "Well you'll have a bit of fun with this one, Mr Rumpole.", "character": "Mr. Winter", "characterId": "nm0606367"}, {"text": "\"Fun\", Mr Winter? Do you call standing on your hind legs and pleading guilty for a Jamaican teenager who shoves a knife into the first person who crosses his path \"fun\"? Now what do I say to the judge? \"Oh do understand, Your Honour. He'd just seen the West Indies drop a catch. Can I have a ten-bob fine and time to pay?\"", "character": "Horace Rumpole", "characterId": "nm0571674"}]}, {"lines": [{"text": "[describing the judge who is trying Ossie's case]", "character": null, "characterId": null}, {"text": "[voiceover]\nThere he is. Giving me a look of vague disgust. Like Queen Victoria with a bad period.", "character": "Horace Rumpole", "characterId": "nm0571674"}]}, {"lines": [{"text": "[to Hilda]\nThey say that crime doesn't pay, but it's a living, you know. Oh, yes, it's a living.", "character": "Horace Rumpole", "characterId": "nm0571674"}]}, {"lines": [{"text": "If it wasn't for crime, the democratic process would grind to a halt.", "character": "Horace Rumpole", "characterId": "nm0571674"}]}, {"lines": [{"text": "[to nick]\nYou can't get born or die in a dignified position... now how can you live in one, OLd Dear?", "character": "Horace Rumpole", "characterId": "nm0571674"}]}]}