{"quotes": [{"lines": [{"text": "Let's face it, a date is a job interview that lasts all night! The only difference between a date and a job interview is that not many job interviews is there a chance you'll end up naked at the end of it.", "character": "Jerry", "characterId": "nm0000632"}]}, {"lines": [{"text": "I swear, I have absolutely no idea what women are thinking. I don't get it, okay? I, I, I admit it, I'm not getting the signals, I am not getting it. Women - they're so *subtle*, their little - everything they do is *subtle*. Men are not subtle, we are obvious. Women know what men want, men know what men want, what do we want? We want women! That's it! It's the only thing we know for sure, it really is. We want women. How do we get them? Oh, we don't know about that, we don't know. The next stop after that we have *no* *idea* - this is why you see men honking car horns, yelling from construction sites. These are the best ideas we've had so far!", "character": "Jerry", "characterId": "nm0000632"}]}, {"lines": [{"text": "\"C'mon, babe, let's go!\" You come by, you open up the lid, & they all...", "character": "Jerry", "characterId": "nm0000632"}, {"text": "[wide-eyed startled shifty look]", "character": null, "characterId": null}]}, {"lines": [{"text": "Socks are the most amazing article of clothing. They hate their lives. They're in the shoes with stinky feet, the boring drawers. The dryer is their only chance to escape and they all know it. They do escape from the dryer. They plan it the night before. \"Tomorrow. The dryer. I'm going. You wait here.\" The dryer door swings open, the sock is waiting up against the side wall.", "character": "Jerry", "characterId": "nm0000632"}, {"text": "[stands stiffly sideways, looking furtively both ways]", "character": null, "characterId": null}, {"text": "He hopes you don't see him, and he goes down the road, da da da, da da da da.", "character": "Jerry", "characterId": "nm0000632"}, {"text": "[hand motion of a sock inching along the road]", "character": null, "characterId": null}, {"text": "They get buttons sewn on their face, join the puppet show!", "character": "Jerry", "characterId": "nm0000632"}]}, {"lines": [{"text": "Claire, you're a woman, right?", "character": "George Costanza", "characterId": "nm0004517"}, {"text": "What gave it away, George?", "character": "Claire", "characterId": "nm0307600"}]}]}