{"quotes": [{"lines": [{"text": "It's quite simple, really. The two brothers have a quarrel over the inheritance. Then, one kills the other so as to claim the whole of it for himself, leaving the body here! Quite simple!", "character": "Athelney Jones", "characterId": "nm0416476"}, {"text": "And the dead man gets up to lock the door from the inside?", "character": "Sherlock Holmes", "characterId": "nm0107950"}, {"text": "...There's a flaw there... Somewhere...", "character": "Athelney Jones", "characterId": "nm0416476"}]}, {"lines": [{"text": "[Last lines]\nLove is an emotional thing. I shall never marry, lest I bias my judgment.", "character": "Sherlock Holmes", "characterId": "nm0001088"}, {"text": "I trust my judgement shall survive it. You are weary, Holmes. You don't ask much of life, do you?", "character": "Dr. Watson", "characterId": "nm0830740"}, {"text": "Work, my dear Watson, a problem to solve is all I ask. I cannot live without brainwork. Give me the pleasure of finding a field for my own peculiar powers. Give me work. This is my reward. And I am content.", "character": "Sherlock Holmes", "characterId": "nm0001088"}]}, {"lines": [{"text": "Don't tell me too much, Watson. Women are never to be trusted... even the best of them.", "character": "Sherlock Holmes", "characterId": "nm0001088"}]}, {"lines": [{"text": "[to Miss Marston]\nAnticipation is always the worst part of any venture.", "character": "Dr. Watson", "characterId": "nm0830740"}]}, {"lines": [{"text": "As you can see, I am a refined man, and there is nothing more unaesthetic than a policeman.", "character": "Thaddeus & Bartholomew Sholto", "characterId": "nm0199399"}]}, {"lines": [{"text": "[as Watson, Holmes, and Miss Marston enter his room]\nYour servant, Miss Marston. Your servant. gentlemen. Pray, step into my sanctum, a small place of my own, an oasis of art in the howling desert of South London.", "character": "Thaddeus & Bartholomew Sholto", "characterId": "nm0199399"}]}, {"lines": [{"text": "Watson, how often have I said, \"When you have eliminated the impossible, whatever remains, howeever improbable, must be the truth\"?", "character": "Sherlock Holmes", "characterId": "nm0001088"}]}]}