{"quotes": [{"lines": [{"text": "You Catholic, Romano?", "character": "Sgt. T.J. Hooker", "characterId": "nm0000638"}, {"text": "Yes, sir.", "character": "Officer Vince Romano", "characterId": "nm0957460"}, {"text": "Y'know what I missed at the Mass that they had for the kid? Latin. I'd like to hear Latin again instead of everything in English.", "character": "Sgt. T.J. Hooker", "characterId": "nm0000638"}, {"text": "[Wistfully]\nYeah.", "character": "Officer Vince Romano", "characterId": "nm0957460"}, {"text": "What about doctors who make house calls? Repairmen who know how to fix things? And ballplayers who hustle? And boxers who get carried out of the ring, instead of quitting because of stomach cramps? And what about the death penalty for scum who take a human life and snuff it out like it's so much garbage? I've seen the past, gentlemen, and it works.", "character": "Sgt. T.J. Hooker", "characterId": "nm0000638"}]}, {"lines": [{"text": "He'll get a cop's funeral because he made a mistake. A dumb, stupid mistake!", "character": "Sgt. T.J. Hooker", "characterId": "nm0000638"}, {"text": "Yeah, well, some of us aren't as smart as you, Sarge!", "character": "Parker English", "characterId": "nm0395649"}, {"text": "That's right, English! Not all of you are! If you were I wouldn't have to work my tail off to drum elementary procedure into your thick skulls! I wouldn't have to spell it out by the numbers that that badge is a target. And I wouldn't have to feel that a potentially good cop is lieing there on a slab because I didn't teach him well enough.", "character": "Sgt. T.J. Hooker", "characterId": "nm0000638"}]}, {"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "T.J. Hooker is the name. But you don't have to lose any sleep wondering what the T.J. stands for, as far as you're concerned, my first name is 'Sergeant'.", "character": "Sgt. T.J. Hooker", "characterId": "nm0000638"}]}, {"lines": [{"text": "Look, I busted my back in pre-training. I thought I did better than any rooky in every class, every test, every drill! So why didn't I get a partner?", "character": "Officer Vince Romano", "characterId": "nm0957460"}, {"text": "you got me!", "character": "Sgt. T.J. Hooker", "characterId": "nm0000638"}]}]}