{"quotes": [{"lines": [{"text": "[after creating his first sonic boom]", "character": null, "characterId": null}, {"text": "I think I'm startin' to like this.", "character": "Barry Allen", "characterId": "nm0794128"}]}, {"lines": [{"text": "What are you? And where did you come from?", "character": "Nicolas Pike", "characterId": "nm0618870"}, {"text": "I came from you, Pike! You made me when you killed my brother.", "character": "Flash", "characterId": "nm0794128"}, {"text": "I killed a lot of men's brothers.", "character": "Nicolas Pike", "characterId": "nm0618870"}]}, {"lines": [{"text": "Pike, this is Chief Cooper. I'm giving you sixty seconds to come out of there, or we'll fill that building with so much tear-gas, you'll be crying for the rest of your life.", "character": "Chief Arthur Cooper", "characterId": "nm0393666"}, {"text": "Who the hell does he think he's dealing with, some punk robbing his first liquor store?", "character": "Nicolas Pike", "characterId": "nm0618870"}]}, {"lines": [{"text": "[as he's holding a bag of dog food]\nNow I know I'm in trouble. Even the kibble's starting to look good.", "character": "Barry Allen", "characterId": "nm0794128"}]}, {"lines": [{"text": "Listen, my skin isn't affected by speed, do I really need to wear this thing?", "character": "Barry Allen", "characterId": "nm0794128"}, {"text": "Well, if your clothes keep falling apart, it's either this, or you can run buck naked.", "character": "Christina 'Tina' McGee", "characterId": "nm0005301"}, {"text": "Oh, thank you.", "character": "Barry Allen", "characterId": "nm0794128"}]}, {"lines": [{"text": "I'm switching you to decaf.", "character": "Julio Mendez", "characterId": "nm0246373"}]}, {"lines": [{"text": "So what did you wish for, big guy?", "character": "Nora Allen", "characterId": "nm0688467"}, {"text": "I just wished for a little bit of my brother's brains.", "character": "Jay Allen", "characterId": "nm0859772"}, {"text": "Hey, leave me out of this. You're not doing so bad for your own, Jay.", "character": "Barry Allen", "characterId": "nm0794128"}, {"text": "Hell, 42 years old, commander of the motorcycle division. I think you're doing pretty damn well for yourself. Not to mention taking down that Conway and his hijacking crew.", "character": "Henry Allen", "characterId": "nm0001826"}, {"text": "Actually, Dad, that was Barry and the Crime Lab boys who put us onto Conway.", "character": "Jay Allen", "characterId": "nm0859772"}, {"text": "Sure, sure, lab boys are important. But real cops, you know, work the street facing the scum of the earth with nothing to back you up but...", "character": "Henry Allen", "characterId": "nm0001826"}, {"text": "A gun, a badge and a prayer.", "character": "Jay Allen", "characterId": "nm0859772"}]}, {"lines": [{"text": "You're not with the Homicide department, are you?", "character": "Linda Park", "characterId": "nm0874863"}, {"text": "No. Crime Lab. Want to film us pouring plaster into tire tracks?", "character": "Barry Allen", "characterId": "nm0794128"}, {"text": "[to her cameraman]\nCut it. Let's see if we can find a real detective.", "character": "Linda Park", "characterId": "nm0874863"}, {"text": "Well, see if you can find us a real newscaster while you're at it. I swear she was on the Shopping Channel selling earrings last week.", "character": "Julio Mendez", "characterId": "nm0246373"}]}, {"lines": [{"text": "If the people I work with learn about you, they're going to try to take control of your treatment. You'll be studied, analyzed, tested...", "character": "Christina 'Tina' McGee", "characterId": "nm0005301"}, {"text": "They can't do that, I'm a private citizen.", "character": "Barry Allen", "characterId": "nm0794128"}, {"text": "Look, if you have anywhere near the power I suspect you do, the government will classify you as a security risk. They'll try to take your cells apart, try to make a hundred of you.", "character": "Christina 'Tina' McGee", "characterId": "nm0005301"}, {"text": "I think you've been reading too many comic books.", "character": "Barry Allen", "characterId": "nm0794128"}]}, {"lines": [{"text": "[interrogating Lila]\nPretty frightening, how you and your friends were caught last night. What was it again, a demon? The guys around the station think you're all on drugs, you know, or crazy. But I know better. I know you really did see a demon. He was red as blood, wasn't he? And fast, like a flash. So if you care about Pike, you'll tell us where he is, because, Lila, if we don't find him, The Flash will.", "character": "Barry Allen", "characterId": "nm0794128"}]}, {"lines": [{"text": "Pike has been terrorizing the city. Well, I'm gonna terrorize him. You know that insignia of his? That blood dot they all wear on their backs? Well, I've got one of my own.", "character": "Barry Allen", "characterId": "nm0794128"}, {"text": "[shows a drawing of a lightning bolt]", "character": null, "characterId": null}]}, {"lines": [{"text": "[to his nephew Shawn]\nAny time you need me, I'll be there for you. I couldn't run like your dad, but I'll be there in a flash.", "character": "Barry Allen", "characterId": "nm0794128"}]}]}