{"quotes": [{"lines": [{"text": "[first lines]", "character": null, "characterId": null}, {"text": "Antigone, your father is old and blind.", "character": "Oedipus", "characterId": "nm0703033"}]}, {"lines": [{"text": "The least of mortal men is the gods' concern. Our innocence or guilt will bring us all to the same dust.", "character": "Antigone", "characterId": "nm0828980"}]}, {"lines": [{"text": "My agonies are unique. My punishments unparalleled. The gods well know I suffered for my ignorance.", "character": "Oedipus", "characterId": "nm0703033"}]}, {"lines": [{"text": "Only the gods escape the penalties of age and death. Time undermines everything. Nothing can stop the inevitable process of decay. The earth itself is eroded. The bodies of men wither, shrink and die. Good faith dies, too, and lies bear fruit and flourish. Between friend and friend, feelings slowly change, and between cities, too. Distrust grows. Love turns to hate, hate to love. And all joy in the passing of time becomes sorrow. It's fare-well and love between you and Thebes, not a cloud in sight. But time has an infinity of days and nights to live through yet. And the slightest pretext one day will be more than enough to cut down friendship with whole regiments of swords. I shall be long in my grave sleeping, a forgotten corpse. But it is then that my cold body will drink their hot blood.", "character": "Oedipus", "characterId": "nm0703033"}]}, {"lines": [{"text": "I didn't intend any of these actions. I endured them! The gods took their pleasure on me, paying back, I suppose, some old sin of my ancestors.", "character": "Oedipus", "characterId": "nm0703033"}]}, {"lines": [{"text": "old age only increases the torment. Short of friends and breath, you struggle on towards the last crisis.", "character": null, "characterId": null}]}, {"lines": [{"text": "Knowing is the prerogative of gods, not men. Who knows anything?", "character": "Polynices", "characterId": "nm0354078"}]}, {"lines": [{"text": "Sun, daylight, which has been no light to me for years, I saw you once. I remember how good you were. And now I can still feel you, your life-giving warmth, here on my face for the last time. Now I go down with faltering steps to the last darkness, the blindness of eternity.", "character": "Oedipus", "characterId": "nm0703033"}]}, {"lines": [{"text": "What the gods decree must be endured by the best of daughters. When grief blazes up like a firebrand, it leaves only ashes. Your sufferings are not the worst.", "character": null, "characterId": null}]}, {"lines": [{"text": "how strange to discover that I long for those days of agony to return. Any anguish was bearable while I held my father in my arms. I would welcome such agony again. But now the darker cloak of death ever enfolds him with its mantle of earth. My love survives, even there in that darkness, among the dead. It lives!", "character": "Antigone", "characterId": "nm0828980"}]}, {"lines": [{"text": "He had daughters to ease his pain. Fatherless, unprotected, who will care for our suffering?", "character": "Ismene", "characterId": "nm0852438"}]}, {"lines": [{"text": "Pain is the inheritance of every man.", "character": null, "characterId": null}]}, {"lines": [{"text": "[last lines]", "character": null, "characterId": null}, {"text": "Now sorrow has run its course and tears must end. These events have come to a just close on holy ground. The gods are eternal and the life of man a sack of dust on a great plain.", "character": null, "characterId": null}]}]}